[
  {
    "role": "client",
    "content": "必须要为真的不喜欢的学业拼命，怎么办？我的作息已经紊乱4个月了，我害怕白天害怕微信消息，害怕凌晨4点鸟儿的叫声，害怕社交，常常有自杀的念头，但还怕疼，自残都不敢。学业任务很多很繁杂，我的拖延和逃避更加严重，越来越觉得自己选错了方向，学习的专业和自己的梦想方向完全不一致，但又不能逃避学业，且学业繁琐却感觉付出和获得的知识技能不成比例，不满学校的培养方案，但又不得不面对，越来越质疑人生的意义，很长一段时间（至少半年以上了），会出现死亡和活着，都没有意义的想法。我应该怎么办？有没有简单的方法可以缓解？（目前是大二就读)",
    "annotation": [
      {
        "sentence": "必须要为真的不喜欢的学业拼命，怎么办？",
        "label": ""
      },
      {
        "sentence": "我的作息已经紊乱4个月了，我害怕白天害怕微信消息，害怕凌晨4点鸟儿的叫声，害怕社交，常常有自杀的念头，但还怕疼，自残都不敢。",
        "label": ""
      },
      {
        "sentence": "学业任务很多很繁杂，我的拖延和逃避更加严重，越来越觉得自己选错了方向，学习的专业和自己的梦想方向完全不一致，但又不能逃避学业，且学业繁琐却感觉付出和获得的知识技能不成比例，不满学校的培养方案，但又不得不面对，越来越质疑人生的意义，很长一段时间（至少半年以上了），会出现死亡和活着，都没有意义的想法。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办？",
        "label": ""
      },
      {
        "sentence": "有没有简单的方法可以缓解？",
        "label": ""
      },
      {
        "sentence": "（目前是大二就读)",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "来自谈阳的分析：你现在害怕的事情很多，这些恐惧其实是你内心混乱的表现。想要解决问题，首先要明确你害怕的是什么，这就像给问题发出邀请函。当你害怕睡不着时，反而更加难以入睡。鸟叫声对你来说是惊魂的声音，这与你内心世界的杂乱有关。",
    "annotation": [
      {
        "sentence": "来自谈阳的分析：你现在害怕的事情很多，这些恐惧其实是你内心混乱的表现。",
        "label": ""
      },
      {
        "sentence": "想要解决问题，首先要明确你害怕的是什么，这就像给问题发出邀请函。",
        "label": ""
      },
      {
        "sentence": "当你害怕睡不着时，反而更加难以入睡。",
        "label": ""
      },
      {
        "sentence": "鸟叫声对你来说是惊魂的声音，这与你内心世界的杂乱有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己一直处于紧张和焦虑的状态，这样的生活真的很难受。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己一直处于紧张和焦虑的状态，这样的生活真的很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你无法入睡，不要强迫自己睡觉，可以起来看书、找人聊天或者玩游戏，不要让担心晚上睡不好的情绪影响到明天的学习和生活。成年人就算几天睡不好也不会有太大问题。早起，出去晨跑，准时吃早餐，将精力投入到新的一天的工作和学习中，中午适当午睡，哪怕只睡一小会儿，都可以缓解疲劳。",
    "annotation": [
      {
        "sentence": "如果你无法入睡，不要强迫自己睡觉，可以起来看书、找人聊天或者玩游戏，不要让担心晚上睡不好的情绪影响到明天的学习和生活。",
        "label": ""
      },
      {
        "sentence": "成年人就算几天睡不好也不会有太大问题。",
        "label": ""
      },
      {
        "sentence": "早起，出去晨跑，准时吃早餐，将精力投入到新的一天的工作和学习中，中午适当午睡，哪怕只睡一小会儿，都可以缓解疲劳。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，也许我把睡不着的事情看得太重了，我应该尝试着放松自己，让自己更好地适应生活和学业的节奏。",
    "annotation": [
      {
        "sentence": "我明白了，也许我把睡不着的事情看得太重了，我应该尝试着放松自己，让自己更好地适应生活和学业的节奏。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，晚上睡前可以适当进行一些运动，例如夜跑、仰卧起坐、俯卧撑、深蹲等，打破自己肌肉紧绷的状态，让肌肉放松下来。然后可以泡热水脚，喝杯热牛奶，听些轻柔的音乐，做些头部按摩，这样可以让心情得到放松，自然而然地入睡。即使睡不着也不要心急，可以起来看书，顺其自然。",
    "annotation": [
      {
        "sentence": "对的，晚上睡前可以适当进行一些运动，例如夜跑、仰卧起坐、俯卧撑、深蹲等，打破自己肌肉紧绷的状态，让肌肉放松下来。",
        "label": ""
      },
      {
        "sentence": "然后可以泡热水脚，喝杯热牛奶，听些轻柔的音乐，做些头部按摩，这样可以让心情得到放松，自然而然地入睡。",
        "label": ""
      },
      {
        "sentence": "即使睡不着也不要心急，可以起来看书，顺其自然。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方法听起来很不错，我会试一试的。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "这些方法听起来很不错，我会试一试的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，允许自己失眠，告诉自己睡不好并没有什么大不了的，一个年轻人失眠不能说明什么问题。转移一下注意力，可以聊天、看书等。感谢你提出问题，希望美好的事物如期而至。如果还有其他困扰，可以随时找我倾诉。",
    "annotation": [
      {
        "sentence": "不用客气，允许自己失眠，告诉自己睡不好并没有什么大不了的，一个年轻人失眠不能说明什么问题。",
        "label": ""
      },
      {
        "sentence": "转移一下注意力，可以聊天、看书等。",
        "label": ""
      },
      {
        "sentence": "感谢你提出问题，希望美好的事物如期而至。",
        "label": ""
      },
      {
        "sentence": "如果还有其他困扰，可以随时找我倾诉。",
        "label": ""
      }
    ]
  }
]