[
  {
    "role": "client",
    "content": "马上毕业，分道扬镳，怎么样才可以和好朋友保持联系？马上就要毕业了大家就要分道扬镳了我有几个很好的朋友我不想再在毕了业之后和他们断开联系我要去外地了他们会留在本地几年内是肯定见不到面了我该怎么做才可以和他们保持联系呢？",
    "annotation": [
      {
        "sentence": "马上毕业，分道扬镳，怎么样才可以和好朋友保持联系？",
        "label": ""
      },
      {
        "sentence": "马上就要毕业了大家就要分道扬镳了我有几个很好的朋友我不想再在毕了业之后和他们断开联系我要去外地了他们会留在本地几年内是肯定见不到面了我该怎么做才可以和他们保持联系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "马上毕业了自己要到外地，舍不得朋友，以后想和朋友们保持联系。我有几个小建议。首先，你要接受自己和朋友的距离拉远，开始离开彼此的生活这个事实。不是说以后不联系不做朋友了，现在发达的通讯工具，甚至可以让分割两地的朋友连续二十四小时聊天。但是有了各自的工作和生活，你和朋友们交流的时间，注定会慢慢减少，你会有自己要做的事情，朋友也会有新的交际圈，所以如果以后你们聊天的频率变少了，或者你发过去的消息对方没有及时回复，不要伤心，不要难过，这都是正常的。",
    "annotation": [
      {
        "sentence": "马上毕业了自己要到外地，舍不得朋友，以后想和朋友们保持联系。",
        "label": ""
      },
      {
        "sentence": "我有几个小建议。",
        "label": ""
      },
      {
        "sentence": "首先，你要接受自己和朋友的距离拉远，开始离开彼此的生活这个事实。",
        "label": ""
      },
      {
        "sentence": "不是说以后不联系不做朋友了，现在发达的通讯工具，甚至可以让分割两地的朋友连续二十四小时聊天。",
        "label": ""
      },
      {
        "sentence": "但是有了各自的工作和生活，你和朋友们交流的时间，注定会慢慢减少，你会有自己要做的事情，朋友也会有新的交际圈，所以如果以后你们聊天的频率变少了，或者你发过去的消息对方没有及时回复，不要伤心，不要难过，这都是正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要接受事实，不要因为距离拉远而伤感。",
    "annotation": [
      {
        "sentence": "我明白了，我要接受事实，不要因为距离拉远而伤感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的心态很重要。其次，你可以分享彼此的生活和爱好，就像平时你们交往的方式聊天的内容，只是把这一部分放在了网上，从面对面变成了隔着网络，隔着通讯工具。通过社交媒体，你可以了解朋友们的近况，分享你的生活点滴和兴趣爱好，这样可以保持交流和亲密感。",
    "annotation": [
      {
        "sentence": "很好，你的心态很重要。",
        "label": ""
      },
      {
        "sentence": "其次，你可以分享彼此的生活和爱好，就像平时你们交往的方式聊天的内容，只是把这一部分放在了网上，从面对面变成了隔着网络，隔着通讯工具。",
        "label": ""
      },
      {
        "sentence": "通过社交媒体，你可以了解朋友们的近况，分享你的生活点滴和兴趣爱好，这样可以保持交流和亲密感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，通过社交媒体我可以知道他们的动态，也可以分享我的生活给他们。听起来很不错。",
    "annotation": [
      {
        "sentence": "是的，通过社交媒体我可以知道他们的动态，也可以分享我的生活给他们。",
        "label": ""
      },
      {
        "sentence": "听起来很不错。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这样你们之间就可以保持联系了。最后，你可以定时约以前的朋友一起做一些事情，比如说出去旅游，比如说路过对方城市的时候去看看。这些都是维持友谊的好方法，可以增加见面的机会，增进彼此的了解和感情。",
    "annotation": [
      {
        "sentence": "是的，这样你们之间就可以保持联系了。",
        "label": ""
      },
      {
        "sentence": "最后，你可以定时约以前的朋友一起做一些事情，比如说出去旅游，比如说路过对方城市的时候去看看。",
        "label": ""
      },
      {
        "sentence": "这些都是维持友谊的好方法，可以增加见面的机会，增进彼此的了解和感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那听起来旅行是一个不错的主意，这样我们可以一起创造美好的回忆。我会和他们商量一下，看看有没有机会一起出去旅行。",
    "annotation": [
      {
        "sentence": "那听起来旅行是一个不错的主意，这样我们可以一起创造美好的回忆。",
        "label": ""
      },
      {
        "sentence": "我会和他们商量一下，看看有没有机会一起出去旅行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这样你们就可以一起度过难忘的时光了。记住，友谊需要双方的努力来维系，你们之间的情谊不会因为距离而减少，只要你们都愿意保持联系，友谊就会长久地延续下去。",
    "annotation": [
      {
        "sentence": "很好，这样你们就可以一起度过难忘的时光了。",
        "label": ""
      },
      {
        "sentence": "记住，友谊需要双方的努力来维系，你们之间的情谊不会因为距离而减少，只要你们都愿意保持联系，友谊就会长久地延续下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我感觉好多了。我会尽力保持和朋友们的联系，不让距离成为我们之间的障碍。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我会尽力保持和朋友们的联系，不让距离成为我们之间的障碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。相信你的努力会取得好的结果的，加油！如果以后还有什么问题，随时来找我聊聊吧。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "相信你的努力会取得好的结果的，加油！",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么问题，随时来找我聊聊吧。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]