[
  {
    "role": "client",
    "content": "心情低落一年多，最近爆发，重度抑郁，真是我的错吗？我近一年来发生一些事情，自己其实没有放在心上但是心情断断续续低落了一年多了。最近突然爆发，自己也不知道为什么。强烈要求下看了医生是重度抑郁症。看完医生回来后，面临的就是父母说：检测是假的哪有什么抑郁不抑郁的，不管谁去检测都是抑郁你信不信。就是你自己不强大，什么都解决不了才会这样，说句实话我就是不想你去看心理医生，那就是弱者，心态都管理不好。你自己承受力不行还不让人说，自己还爱多想。外面知道我去检查的都说是现在家里条件可以了，把女儿养娇贵了，一点刺激都受不了，动不动就说啊抑郁了。我真的一度陷入了，是不是他们说的那样，导致我的情况更严重。现在我门都不出，一天到晚嘴巴没停过，肚子永远是疼的状态。医生也有开药调节情绪和食欲，刚开始可能作用不大。听到最多的就是他们都有压力为什么没有我这样。因为情绪不好有时候真的不想说话，和他们讲话容易矛盾。然后就是说我变了，说我什么什么不好那里不好。",
    "annotation": [
      {
        "sentence": "心情低落一年多，最近爆发，重度抑郁，真是我的错吗？",
        "label": ""
      },
      {
        "sentence": "我近一年来发生一些事情，自己其实没有放在心上但是心情断断续续低落了一年多了。",
        "label": ""
      },
      {
        "sentence": "最近突然爆发，自己也不知道为什么。",
        "label": ""
      },
      {
        "sentence": "强烈要求下看了医生是重度抑郁症。",
        "label": ""
      },
      {
        "sentence": "看完医生回来后，面临的就是父母说：检测是假的哪有什么抑郁不抑郁的，不管谁去检测都是抑郁你信不信。",
        "label": ""
      },
      {
        "sentence": "就是你自己不强大，什么都解决不了才会这样，说句实话我就是不想你去看心理医生，那就是弱者，心态都管理不好。",
        "label": ""
      },
      {
        "sentence": "你自己承受力不行还不让人说，自己还爱多想。",
        "label": ""
      },
      {
        "sentence": "外面知道我去检查的都说是现在家里条件可以了，把女儿养娇贵了，一点刺激都受不了，动不动就说啊抑郁了。",
        "label": ""
      },
      {
        "sentence": "我真的一度陷入了，是不是他们说的那样，导致我的情况更严重。",
        "label": ""
      },
      {
        "sentence": "现在我门都不出，一天到晚嘴巴没停过，肚子永远是疼的状态。",
        "label": ""
      },
      {
        "sentence": "医生也有开药调节情绪和食欲，刚开始可能作用不大。",
        "label": ""
      },
      {
        "sentence": "听到最多的就是他们都有压力为什么没有我这样。",
        "label": ""
      },
      {
        "sentence": "因为情绪不好有时候真的不想说话，和他们讲话容易矛盾。",
        "label": ""
      },
      {
        "sentence": "然后就是说我变了，说我什么什么不好那里不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受，生病却得不到父母亲人的理解。从你的文字中，我看到了你的无助孤独和痛苦。患有抑郁症是一件很痛苦的事情，但是家人无法理解，让你有一种一个人在面对的感觉。不要怕，我们一起来看看，抑郁症，我们应该如何面对它。",
    "annotation": [
      {
        "sentence": "非常理解你的感受，生病却得不到父母亲人的理解。",
        "label": ""
      },
      {
        "sentence": "从你的文字中，我看到了你的无助孤独和痛苦。",
        "label": ""
      },
      {
        "sentence": "患有抑郁症是一件很痛苦的事情，但是家人无法理解，让你有一种一个人在面对的感觉。",
        "label": ""
      },
      {
        "sentence": "不要怕，我们一起来看看，抑郁症，我们应该如何面对它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我真的感到很失落，一直在怀疑自己是不是真的弱者，导致我被抑郁症困扰。我也听到医生给我开了一些药物来调节情绪和食欲，但是刚开始可能没有太大的效果。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我真的感到很失落，一直在怀疑自己是不是真的弱者，导致我被抑郁症困扰。",
        "label": ""
      },
      {
        "sentence": "我也听到医生给我开了一些药物来调节情绪和食欲，但是刚开始可能没有太大的效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，患抑郁症不是矫情，它是一种严重的精神疾病。你提到，抑郁症突然爆发，自己也不知道是什么原因。其实目前，抑郁症的病因和发病机制尚不清楚，大量研究资料提示遗传因素、神经生化因素和心理社会因素等对此病发生均有明显影响。比如，此前有研究显示，抑郁症患者，大脑中海马区的体积往往会变小。从上述我们可以得知，抑郁症不是我们大部分人认为的矫情，而是一种严重的精神疾病。你只是生病了而已，这真的不是你的错。",
    "annotation": [
      {
        "sentence": "首先，患抑郁症不是矫情，它是一种严重的精神疾病。",
        "label": ""
      },
      {
        "sentence": "你提到，抑郁症突然爆发，自己也不知道是什么原因。",
        "label": ""
      },
      {
        "sentence": "其实目前，抑郁症的病因和发病机制尚不清楚，大量研究资料提示遗传因素、神经生化因素和心理社会因素等对此病发生均有明显影响。",
        "label": ""
      },
      {
        "sentence": "比如，此前有研究显示，抑郁症患者，大脑中海马区的体积往往会变小。",
        "label": ""
      },
      {
        "sentence": "从上述我们可以得知，抑郁症不是我们大部分人认为的矫情，而是一种严重的精神疾病。",
        "label": ""
      },
      {
        "sentence": "你只是生病了而已，这真的不是你的错。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，但是为什么我们对抑郁症没有正确的认识呢？",
    "annotation": [
      {
        "sentence": "我理解了，但是为什么我们对抑郁症没有正确的认识呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据世界卫生组织报告，预计到2020年，抑郁症将成为仅次于心血管病的第二大疾病。虽然抑郁症形式严峻，但我们大部分人，包括患有抑郁症的人，都没有意识到这个疾病的严重性，甚至很多时候，抑郁症患者都不知道自己患有抑郁症。你提到，你的父母觉得你患有抑郁症是由于你不够强大，是弱者。他们的想法虽然是错误的，但是同时这种想法也是由各种原因造成的，比如目前的文化情况下，大家对于抑郁症的了解很少，甚至将抑郁和矫情挂钩；比如在中国的文化背景下，大家太过于夸大人的主观能动性，于是患抑郁症，就是由于自身无能，自身软弱。你看，父母的行为，不是他们不关心你，不爱你，只是他们根本不了解这个疾病，而他们的不了解，也是目前中国大部分人的情况。理解这一点，有助于让你更好的接纳他们，而不会因为父母的态度，加重你情绪的负担。",
    "annotation": [
      {
        "sentence": "根据世界卫生组织报告，预计到2020年，抑郁症将成为仅次于心血管病的第二大疾病。",
        "label": ""
      },
      {
        "sentence": "虽然抑郁症形式严峻，但我们大部分人，包括患有抑郁症的人，都没有意识到这个疾病的严重性，甚至很多时候，抑郁症患者都不知道自己患有抑郁症。",
        "label": ""
      },
      {
        "sentence": "你提到，你的父母觉得你患有抑郁症是由于你不够强大，是弱者。",
        "label": ""
      },
      {
        "sentence": "他们的想法虽然是错误的，但是同时这种想法也是由各种原因造成的，比如目前的文化情况下，大家对于抑郁症的了解很少，甚至将抑郁和矫情挂钩；比如在中国的文化背景下，大家太过于夸大人的主观能动性，于是患抑郁症，就是由于自身无能，自身软弱。",
        "label": ""
      },
      {
        "sentence": "你看，父母的行为，不是他们不关心你，不爱你，只是他们根本不了解这个疾病，而他们的不了解，也是目前中国大部分人的情况。",
        "label": ""
      },
      {
        "sentence": "理解这一点，有助于让你更好的接纳他们，而不会因为父母的态度，加重你情绪的负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的解释和建议。我真的希望能够治愈抑郁症，重新恢复健康的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的解释和建议。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够治愈抑郁症，重新恢复健康的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抑郁症是可以被治愈的，或者至少可以缓解。给你一些建议。首先，好好吃药，坚持服用药物，遵循医生的建议，不要私自增减药物或停药。其次，尽量寻找让自己开心的方法，做一些自己喜欢的事情，这有助于转移注意力。还有，规律自己的饮食和作息习惯，尽量保持规律性的饮食，并注意不要熬夜，特别是晚上和秋冬季是抑郁情绪发作的高峰期。另外，坚持写日记，记录自己的情绪波动和找到解决办法。最重要的是，相信一切都会好起来的。抑郁症虽然困扰着你，但只要你找到适合的方法，你一定能够走出困境。抑郁症就像一条黑狗，但只要我们勇敢直面它，一切都会好起来的。",
    "annotation": [
      {
        "sentence": "抑郁症是可以被治愈的，或者至少可以缓解。",
        "label": ""
      },
      {
        "sentence": "给你一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，好好吃药，坚持服用药物，遵循医生的建议，不要私自增减药物或停药。",
        "label": ""
      },
      {
        "sentence": "其次，尽量寻找让自己开心的方法，做一些自己喜欢的事情，这有助于转移注意力。",
        "label": ""
      },
      {
        "sentence": "还有，规律自己的饮食和作息习惯，尽量保持规律性的饮食，并注意不要熬夜，特别是晚上和秋冬季是抑郁情绪发作的高峰期。",
        "label": ""
      },
      {
        "sentence": "另外，坚持写日记，记录自己的情绪波动和找到解决办法。",
        "label": ""
      },
      {
        "sentence": "最重要的是，相信一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "抑郁症虽然困扰着你，但只要你找到适合的方法，你一定能够走出困境。",
        "label": ""
      },
      {
        "sentence": "抑郁症就像一条黑狗，但只要我们勇敢直面它，一切都会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希",
    "annotation": [
      {
        "sentence": "我希",
        "label": ""
      }
    ]
  }
]