[
  {
    "role": "client",
    "content": "心情低落一年多，最近爆发，重度抑郁，真是我的错吗？我近一年来发生一些事情，自己其实没有放在心上但是心情断断续续低落了一年多了。最近突然爆发，自己也不知道为什么。强烈要求下看了医生是重度抑郁症。看完医生回来后，面临的就是父母说：检测是假的哪有什么抑郁不抑郁的，不管谁去检测都是抑郁你信不信。就是你自己不强大，什么都解决不了才会这样，说句实话我就是不想你去看心理医生，那就是弱者，心态都管理不好。你自己承受力不行还不让人说，自己还爱多想。外面知道我去检查的都说是现在家里条件可以了，把女儿养娇贵了，一点刺激都受不了，动不动就说啊抑郁了。我真的一度陷入了，是不是他们说的那样，导致我的情况更严重。现在我们都不出门，一天到晚嘴巴没停过，肚子永远是疼的状态。医生也有开药调节情绪和食欲，刚开始可能作用不大。听到最多的就是他们都有压力为什么没有我这样。因为情绪不好有时候真的不想说话，和他们讲话容易矛盾。然后就是说我变了，说我什么什么不好那里不好。",
    "annotation": [
      {
        "sentence": "心情低落一年多，最近爆发，重度抑郁，真是我的错吗？",
        "label": ""
      },
      {
        "sentence": "我近一年来发生一些事情，自己其实没有放在心上但是心情断断续续低落了一年多了。",
        "label": ""
      },
      {
        "sentence": "最近突然爆发，自己也不知道为什么。",
        "label": ""
      },
      {
        "sentence": "强烈要求下看了医生是重度抑郁症。",
        "label": ""
      },
      {
        "sentence": "看完医生回来后，面临的就是父母说：检测是假的哪有什么抑郁不抑郁的，不管谁去检测都是抑郁你信不信。",
        "label": ""
      },
      {
        "sentence": "就是你自己不强大，什么都解决不了才会这样，说句实话我就是不想你去看心理医生，那就是弱者，心态都管理不好。",
        "label": ""
      },
      {
        "sentence": "你自己承受力不行还不让人说，自己还爱多想。",
        "label": ""
      },
      {
        "sentence": "外面知道我去检查的都说是现在家里条件可以了，把女儿养娇贵了，一点刺激都受不了，动不动就说啊抑郁了。",
        "label": ""
      },
      {
        "sentence": "我真的一度陷入了，是不是他们说的那样，导致我的情况更严重。",
        "label": ""
      },
      {
        "sentence": "现在我们都不出门，一天到晚嘴巴没停过，肚子永远是疼的状态。",
        "label": ""
      },
      {
        "sentence": "医生也有开药调节情绪和食欲，刚开始可能作用不大。",
        "label": ""
      },
      {
        "sentence": "听到最多的就是他们都有压力为什么没有我这样。",
        "label": ""
      },
      {
        "sentence": "因为情绪不好有时候真的不想说话，和他们讲话容易矛盾。",
        "label": ""
      },
      {
        "sentence": "然后就是说我变了，说我什么什么不好那里不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者你好，我是你的支持者。首先，我可以理解你现在的心情低落和抑郁感。面对一年多的心情低落，最近爆发确实让人感到困惑和无助。但是，请你不要责怪自己，因为情绪低落并不是你的错。我们都会面临各种事情，有时候我们并没有意识到这些事情对我们的影响，但它们却会潜移默化地影响我们的情绪。你的情绪爆发可能是因为积压已久的压力导致的，这是正常的反应。",
    "annotation": [
      {
        "sentence": "求助者你好，我是你的支持者。",
        "label": ""
      },
      {
        "sentence": "首先，我可以理解你现在的心情低落和抑郁感。",
        "label": ""
      },
      {
        "sentence": "面对一年多的心情低落，最近爆发确实让人感到困惑和无助。",
        "label": ""
      },
      {
        "sentence": "但是，请你不要责怪自己，因为情绪低落并不是你的错。",
        "label": ""
      },
      {
        "sentence": "我们都会面临各种事情，有时候我们并没有意识到这些事情对我们的影响，但它们却会潜移默化地影响我们的情绪。",
        "label": ""
      },
      {
        "sentence": "你的情绪爆发可能是因为积压已久的压力导致的，这是正常的反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你理解我的感受。可是，医生确诊我为重度抑郁症，我真的怀疑是不是我自己的问题导致了这种状况。面对父母的否定和指责，我感到很沮丧和困惑。他们说我不强大，任何事情都解决不了，我会这样。我觉得自己承受能力不足，他们却不允许我发泄和抱怨。外界的舆论也让我感到压力增加，我担心他们说的是真的，导致我的情况更加严重。现在，我甚至不敢出门，整天都感到身心不适，也开始接受医生开的药物来调节情绪和食欲。但我担心药物的效果不明显。",
    "annotation": [
      {
        "sentence": "谢谢你理解我的感受。",
        "label": ""
      },
      {
        "sentence": "可是，医生确诊我为重度抑郁症，我真的怀疑是不是我自己的问题导致了这种状况。",
        "label": ""
      },
      {
        "sentence": "面对父母的否定和指责，我感到很沮丧和困惑。",
        "label": ""
      },
      {
        "sentence": "他们说我不强大，任何事情都解决不了，我会这样。",
        "label": ""
      },
      {
        "sentence": "我觉得自己承受能力不足，他们却不允许我发泄和抱怨。",
        "label": ""
      },
      {
        "sentence": "外界的舆论也让我感到压力增加，我担心他们说的是真的，导致我的情况更加严重。",
        "label": ""
      },
      {
        "sentence": "现在，我甚至不敢出门，整天都感到身心不适，也开始接受医生开的药物来调节情绪和食欲。",
        "label": ""
      },
      {
        "sentence": "但我担心药物的效果不明显。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全理解。首先，请你放下对自己的责备，抑郁症并不是你的错。每个人都有不同的承受能力，而你的情绪低落并不代表你不够强大。重视自己的感受和情绪，并不意味着自己是弱者或无法管理心态。同时，不要太过在意他人的评价和观点。我们无法让所有人都认可我们，唯一重要的是我们自己认可自己。外界的言论往往只是片面的，不能定义你的价值和状况。",
    "annotation": [
      {
        "sentence": "你的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "首先，请你放下对自己的责备，抑郁症并不是你的错。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的承受能力，而你的情绪低落并不代表你不够强大。",
        "label": ""
      },
      {
        "sentence": "重视自己的感受和情绪，并不意味着自己是弱者或无法管理心态。",
        "label": ""
      },
      {
        "sentence": "同时，不要太过在意他人的评价和观点。",
        "label": ""
      },
      {
        "sentence": "我们无法让所有人都认可我们，唯一重要的是我们自己认可自己。",
        "label": ""
      },
      {
        "sentence": "外界的言论往往只是片面的，不能定义你的价值和状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我明白每个人都会受到负面评价，即使是历史上的伟人也不例外。我需要学会爱自己，不要太过在意他人的评价。但是，我还是很困扰于自己频繁的沉思和过多的思考。我发现当我没有做事情时，就会陷入各种不好的情绪和痛苦中。你有什么建议来解决这种状态吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我明白每个人都会受到负面评价，即使是历史上的伟人也不例外。",
        "label": ""
      },
      {
        "sentence": "我需要学会爱自己，不要太过在意他人的评价。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很困扰于自己频繁的沉思和过多的思考。",
        "label": ""
      },
      {
        "sentence": "我发现当我没有做事情时，就会陷入各种不好的情绪和痛苦中。",
        "label": ""
      },
      {
        "sentence": "你有什么建议来解决这种状态吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我可以给你一些建议。首先，当你在家的时候可以多做一些家务活，这可以有效地停止你的沉思，并且你还能获得父母的赞赏。这样你不仅能够享受到完成做事的愉悦感，还能改善情绪和减少烦恼。同时，我也想对你表达感激之情，感谢你向我倾诉，并希望美好的事物会及时到来。",
    "annotation": [
      {
        "sentence": "是的，我可以给你一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，当你在家的时候可以多做一些家务活，这可以有效地停止你的沉思，并且你还能获得父母的赞赏。",
        "label": ""
      },
      {
        "sentence": "这样你不仅能够享受到完成做事的愉悦感，还能改善情绪和减少烦恼。",
        "label": ""
      },
      {
        "sentence": "同时，我也想对你表达感激之情，感谢你向我倾诉，并希望美好的事物会及时到来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和感谢。我会尝试多做一些家务活来转移注意力和改善情绪。同时，我也非常感谢你愿意倾听我的困扰和给予支持。希望我能尽快摆脱这种状况，重新找回自己的快乐和平衡。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和感谢。",
        "label": ""
      },
      {
        "sentence": "我会尝试多做一些家务活来转移注意力和改善情绪。",
        "label": ""
      },
      {
        "sentence": "同时，我也非常感谢你愿意倾听我的困扰和给予支持。",
        "label": ""
      },
      {
        "sentence": "希望我能尽快摆脱这种状况，重新找回自己的快乐和平衡。",
        "label": ""
      }
    ]
  }
]