[
  {
    "role": "client",
    "content": "我是一个33岁的女生，我有一个问题困扰着我。我的妈妈总是把我当成她的“妈妈”，我应该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个33岁的女生，我有一个问题困扰着我。",
        "label": ""
      },
      {
        "sentence": "我的妈妈总是把我当成她的“妈妈”，我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你很困惑和痛苦。是不是一方面你需要像“妈妈”一样照顾自己的妈妈，但另一方面你自己也希望被你的妈妈照顾呢？首先我要赞扬你的觉察能力，你真的很清楚自己和妈妈之间的互动模式，并且你能明确到妈妈通过“像小孩一样撒娇”来得到你的照顾。不过我们需要区分一下，如果你妈妈真的身体不舒服需要你的照顾，和她装病来获取你的照顾是有区别的。你是怎么区分的呢？从传统伦理观念来看，母亲生病了，需要照顾是理所应当的，也是可以理解的。但是作为女儿，我们要学会如何孝顺，但又不容易被绑架。你怎样破解这个困局呢？",
    "annotation": [
      {
        "sentence": "听起来你很困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "是不是一方面你需要像“妈妈”一样照顾自己的妈妈，但另一方面你自己也希望被你的妈妈照顾呢？",
        "label": ""
      },
      {
        "sentence": "首先我要赞扬你的觉察能力，你真的很清楚自己和妈妈之间的互动模式，并且你能明确到妈妈通过“像小孩一样撒娇”来得到你的照顾。",
        "label": ""
      },
      {
        "sentence": "不过我们需要区分一下，如果你妈妈真的身体不舒服需要你的照顾，和她装病来获取你的照顾是有区别的。",
        "label": ""
      },
      {
        "sentence": "你是怎么区分的呢？",
        "label": ""
      },
      {
        "sentence": "从传统伦理观念来看，母亲生病了，需要照顾是理所应当的，也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是作为女儿，我们要学会如何孝顺，但又不容易被绑架。",
        "label": ""
      },
      {
        "sentence": "你怎样破解这个困局呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我觉得妈妈在我面前装病是因为她缺乏母爱，心理上的需求很强，而我成为妈妈后，她好像把我当成了她的妈妈，试图从我这里寻找爱和弥补。但我只想做她的孩子，我也有自己的孩子。我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我觉得妈妈在我面前装病是因为她缺乏母爱，心理上的需求很强，而我成为妈妈后，她好像把我当成了她的妈妈，试图从我这里寻找爱和弥补。",
        "label": ""
      },
      {
        "sentence": "但我只想做她的孩子，我也有自己的孩子。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困扰。首先，你需要了解一下你妈妈在你面前装病的动机是什么？不考虑早年缺爱的原因，现实中她为什么这么做？她的自我价值感为什么如此脆弱？增强她的自我价值感，提高她的社交功能以达成与社会的连接是至关重要的。她需要找到适合自己的年龄段的人际圈子，这样可以让她在适合自己的社交环境中找到属于她的支持和关爱。其次，你的爸爸在哪里？如果妈妈经常“生病”需要照顾，实际上应该是你爸爸的责任，你应该思考一下为什么你会代替爸爸的角色。所以如何鼓励爸爸替代你的位置也是一个需要考虑的问题。最后，试着和妈妈划清界限，建立边界感。中国传统家庭往往缺乏界限感，所以长期以来形成了一个共生关系。但妈妈通过生病的方式形成了对你的依赖，并通过这种方式来控制你，而你也接受了这种依赖关系。你需要学会和妈妈建立明确的界限，告诉她哪些事情你可以帮助，哪些事情你不能帮助，并明确告诉她你有自己的家庭、孩子和工作，这不是不孝和抛弃，而是要告诉她你的时间投入过多影响到了你自己的生活。当然，以上只是一个参考，加油，我永远爱你！",
    "annotation": [
      {
        "sentence": "我理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "首先，你需要了解一下你妈妈在你面前装病的动机是什么？",
        "label": ""
      },
      {
        "sentence": "不考虑早年缺爱的原因，现实中她为什么这么做？",
        "label": ""
      },
      {
        "sentence": "她的自我价值感为什么如此脆弱？",
        "label": ""
      },
      {
        "sentence": "增强她的自我价值感，提高她的社交功能以达成与社会的连接是至关重要的。",
        "label": ""
      },
      {
        "sentence": "她需要找到适合自己的年龄段的人际圈子，这样可以让她在适合自己的社交环境中找到属于她的支持和关爱。",
        "label": ""
      },
      {
        "sentence": "其次，你的爸爸在哪里？",
        "label": ""
      },
      {
        "sentence": "如果妈妈经常“生病”需要照顾，实际上应该是你爸爸的责任，你应该思考一下为什么你会代替爸爸的角色。",
        "label": ""
      },
      {
        "sentence": "所以如何鼓励爸爸替代你的位置也是一个需要考虑的问题。",
        "label": ""
      },
      {
        "sentence": "最后，试着和妈妈划清界限，建立边界感。",
        "label": ""
      },
      {
        "sentence": "中国传统家庭往往缺乏界限感，所以长期以来形成了一个共生关系。",
        "label": ""
      },
      {
        "sentence": "但妈妈通过生病的方式形成了对你的依赖，并通过这种方式来控制你，而你也接受了这种依赖关系。",
        "label": ""
      },
      {
        "sentence": "你需要学会和妈妈建立明确的界限，告诉她哪些事情你可以帮助，哪些事情你不能帮助，并明确告诉她你有自己的家庭、孩子和工作，这不是不孝和抛弃，而是要告诉她你的时间投入过多影响到了你自己的生活。",
        "label": ""
      },
      {
        "sentence": "当然，以上只是一个参考，加油，我永远爱你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持。我明白了，我应该先弄清楚妈妈装病的真正动机，并帮助她提高自我价值感，以便更好地与社会联系。同时，我也需要让爸爸承担他应有的责任，减轻我的负担。最重要的是，我要学会和妈妈划清界限，告诉她我有自己的生活，不能一直为她付出太多。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该先弄清楚妈妈装病的真正动机，并帮助她提高自我价值感，以便更好地与社会联系。",
        "label": ""
      },
      {
        "sentence": "同时，我也需要让爸爸承担他应有的责任，减轻我的负担。",
        "label": ""
      },
      {
        "sentence": "最重要的是，我要学会和妈妈划清界限，告诉她我有自己的生活，不能一直为她付出太多。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的认识和计划。记住，帮助妈妈不是放弃自己的责任，你需要找到一个平衡点，既能照顾好妈妈，又能保证自己的生活质量。我相信你一定能够做到的，加油！如果有任何困惑或者需要帮助，随时来找我，我永远支持你！",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的认识和计划。",
        "label": ""
      },
      {
        "sentence": "记住，帮助妈妈不是放弃自己的责任，你需要找到一个平衡点，既能照顾好妈妈，又能保证自己的生活质量。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够做到的，加油！",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或者需要帮助，随时来找我，我永远支持你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力实践这些建议的。我现在感觉好多了，有你的支持我真的很幸运。如果以后还有问题，我一定会再来找你的。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力实践这些建议的。",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了，有你的支持我真的很幸运。",
        "label": ""
      },
      {
        "sentence": "如果以后还有问题，我一定会再来找你的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供帮助。记住，无论何时何地，我都在你身边支持你。希望你的情况能够不断好转，生活变得更加美好。如果需要随时来找我，我永远都在这里。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记住，无论何时何地，我都在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "希望你的情况能够不断好转，生活变得更加美好。",
        "label": ""
      },
      {
        "sentence": "如果需要随时来找我，我永远都在这里。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]