[
  {
    "role": "client",
    "content": "我是一个22岁的女生，每当想到大学生活就感到非常痛苦，我不知道该如何应对自己遭受的诽谤问题。我个人非常喜欢穿衣打扮，有时候上课也会化妆。我也很好学，有问题的时候会去和老师交流，向他们请教。然而，由于这些原因，同学们误解我是通过外貌来换取成绩，其实并非如此。我只是出于兴趣提问，这样做有错吗？而且我从中并没有得到什么好处，成绩也并不是很高。尽管最后我通过考研考上了，证明了自己的实力，但成人的世界是如此复杂吗？由于别人的诋毁，我一直无法从中走出来，我该怎么办呢？一想到大学生活我就感到非常痛苦。",
    "annotation": [
      {
        "sentence": "我是一个22岁的女生，每当想到大学生活就感到非常痛苦，我不知道该如何应对自己遭受的诽谤问题。",
        "label": ""
      },
      {
        "sentence": "我个人非常喜欢穿衣打扮，有时候上课也会化妆。",
        "label": ""
      },
      {
        "sentence": "我也很好学，有问题的时候会去和老师交流，向他们请教。",
        "label": ""
      },
      {
        "sentence": "然而，由于这些原因，同学们误解我是通过外貌来换取成绩，其实并非如此。",
        "label": ""
      },
      {
        "sentence": "我只是出于兴趣提问，这样做有错吗？",
        "label": ""
      },
      {
        "sentence": "而且我从中并没有得到什么好处，成绩也并不是很高。",
        "label": ""
      },
      {
        "sentence": "尽管最后我通过考研考上了，证明了自己的实力，但成人的世界是如此复杂吗？",
        "label": ""
      },
      {
        "sentence": "由于别人的诋毁，我一直无法从中走出来，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "一想到大学生活我就感到非常痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正面回答：相对于孩童的世界，成人的世界确实会更加复杂一些。在高中阶段，几乎所有问题都离不开一个核心，即“学习”。或者是学习影响了其他事情，或者是其他事情影响了学习。到了大学，学生面临的问题更加多样化，包括学习、人际关系、恋爱、权力竞争、师生关系、经济问题等等。你提到被人诽谤的问题，高中时可能也会遇到，但在我记忆中，老师和家长会更加积极地介入其中。因为在高中，如果受到诽谤等情况，很容易被班主任察觉到，或者直接在成绩下降中体现出来，班主任自然会找你谈话，并且严厉要求制止这种风言风语。而在大学，情况就不同了。作为大学生，我们需要更多地自己解决问题。辅导员在这个过程中起着重要的作用，但他们管理着几个班级，一个学期下来未必能够熟悉每个学生。班主任通常是年轻的教授，见面机会也很有限。这是大学的一种常态。所以，你和大学同学的相处关系非常重要，他们会是你在大学里最大的支持者；如果和同学们相处不好，他们又会是你在大学里最不支持你的人。基于这些情况，我给出四个不成熟的建议：自我成长。喜欢穿衣打扮、热爱学习、常与老师交流都没有错，在此基础上，要坚持提高自己的能力，发展自己。真才实学是你最好的证明。不要因为流言蜚语而走向另一个极端，比如自闭、消沉等。不要做伤害自己或他人的事情。被诽谤肯定会让你感到困扰，会感到愤怒、痛苦和难过。但是无论如何，请不要去伤害别人，更不要伤害自己。找辅导员反映问题。告知他具体的情况，以及你目前的处境、心情、感受以及如果继续下去可能会带来的后果。我们不要夸大这件事情的影响，也不要淡化它对你个人名誉和心理状态的影响，要引起辅导员的重视。找学校心理健康中心的老师倾诉，缓解内心的压力。以上是我给出的一些建议，希望能对你有所帮助~。",
    "annotation": [
      {
        "sentence": "正面回答：相对于孩童的世界，成人的世界确实会更加复杂一些。",
        "label": ""
      },
      {
        "sentence": "在高中阶段，几乎所有问题都离不开一个核心，即“学习”。",
        "label": ""
      },
      {
        "sentence": "或者是学习影响了其他事情，或者是其他事情影响了学习。",
        "label": ""
      },
      {
        "sentence": "到了大学，学生面临的问题更加多样化，包括学习、人际关系、恋爱、权力竞争、师生关系、经济问题等等。",
        "label": ""
      },
      {
        "sentence": "你提到被人诽谤的问题，高中时可能也会遇到，但在我记忆中，老师和家长会更加积极地介入其中。",
        "label": ""
      },
      {
        "sentence": "因为在高中，如果受到诽谤等情况，很容易被班主任察觉到，或者直接在成绩下降中体现出来，班主任自然会找你谈话，并且严厉要求制止这种风言风语。",
        "label": ""
      },
      {
        "sentence": "而在大学，情况就不同了。",
        "label": ""
      },
      {
        "sentence": "作为大学生，我们需要更多地自己解决问题。",
        "label": ""
      },
      {
        "sentence": "辅导员在这个过程中起着重要的作用，但他们管理着几个班级，一个学期下来未必能够熟悉每个学生。",
        "label": ""
      },
      {
        "sentence": "班主任通常是年轻的教授，见面机会也很有限。",
        "label": ""
      },
      {
        "sentence": "这是大学的一种常态。",
        "label": ""
      },
      {
        "sentence": "所以，你和大学同学的相处关系非常重要，他们会是你在大学里最大的支持者；如果和同学们相处不好，他们又会是你在大学里最不支持你的人。",
        "label": ""
      },
      {
        "sentence": "基于这些情况，我给出四个不成熟的建议：自我成长。",
        "label": ""
      },
      {
        "sentence": "喜欢穿衣打扮、热爱学习、常与老师交流都没有错，在此基础上，要坚持提高自己的能力，发展自己。",
        "label": ""
      },
      {
        "sentence": "真才实学是你最好的证明。",
        "label": ""
      },
      {
        "sentence": "不要因为流言蜚语而走向另一个极端，比如自闭、消沉等。",
        "label": ""
      },
      {
        "sentence": "不要做伤害自己或他人的事情。",
        "label": ""
      },
      {
        "sentence": "被诽谤肯定会让你感到困扰，会感到愤怒、痛苦和难过。",
        "label": ""
      },
      {
        "sentence": "但是无论如何，请不要去伤害别人，更不要伤害自己。",
        "label": ""
      },
      {
        "sentence": "找辅导员反映问题。",
        "label": ""
      },
      {
        "sentence": "告知他具体的情况，以及你目前的处境、心情、感受以及如果继续下去可能会带来的后果。",
        "label": ""
      },
      {
        "sentence": "我们不要夸大这件事情的影响，也不要淡化它对你个人名誉和心理状态的影响，要引起辅导员的重视。",
        "label": ""
      },
      {
        "sentence": "找学校心理健康中心的老师倾诉，缓解内心的压力。",
        "label": ""
      },
      {
        "sentence": "以上是我给出的一些建议，希望能对你有所帮助~。",
        "label": ""
      }
    ]
  }
]