[
  {
    "role": "client",
    "content": "我记性差，给人感觉精神不正常，怎么办？我记性很差，生活中出门忘带东西，自己要说的话偶尔会忘记，计划要做的事经常忘记。有试过写在纸上，想到每件事都写在纸上，同事和上司会有想法，我就老想不写纸上，使劲记住别人的吩咐，当时记住了，一旦我去处理别的事，很大几率我要忘记之前别人的吩咐。工作上，我因为记性差出错，同事和领导都对我无语了，我很难过，怀疑自己是不是精神不正常。有的情况是领导问我某项任务我做完了吗？我回答做完了。过一段时间我看到什么相关的人和事，突然想起来领导说的那件事我忘了做，我找领导说做错了，领导问我还有别的错误吗？我说没有。领导让我改了重发一份。结果被对方公司发现还有错误的地方，我又改一遍发过去，这次仔细检查过；谁知还是有错误。有的情况是公司某项工作做法有变动，我记下来。之后领导让我立马做出来，我会按照之前的做法做，等到领导发现我才发现我忘记做法改了。我总是看不到自己的错误。一时能想起，一时想不起，我也怀疑自己精神有问题。",
    "annotation": [
      {
        "sentence": "我记性差，给人感觉精神不正常，怎么办？",
        "label": ""
      },
      {
        "sentence": "我记性很差，生活中出门忘带东西，自己要说的话偶尔会忘记，计划要做的事经常忘记。",
        "label": ""
      },
      {
        "sentence": "有试过写在纸上，想到每件事都写在纸上，同事和上司会有想法，我就老想不写纸上，使劲记住别人的吩咐，当时记住了，一旦我去处理别的事，很大几率我要忘记之前别人的吩咐。",
        "label": ""
      },
      {
        "sentence": "工作上，我因为记性差出错，同事和领导都对我无语了，我很难过，怀疑自己是不是精神不正常。",
        "label": ""
      },
      {
        "sentence": "有的情况是领导问我某项任务我做完了吗？",
        "label": ""
      },
      {
        "sentence": "我回答做完了。",
        "label": ""
      },
      {
        "sentence": "过一段时间我看到什么相关的人和事，突然想起来领导说的那件事我忘了做，我找领导说做错了，领导问我还有别的错误吗？",
        "label": ""
      },
      {
        "sentence": "我说没有。",
        "label": ""
      },
      {
        "sentence": "领导让我改了重发一份。",
        "label": ""
      },
      {
        "sentence": "结果被对方公司发现还有错误的地方，我又改一遍发过去，这次仔细检查过；谁知还是有错误。",
        "label": ""
      },
      {
        "sentence": "有的情况是公司某项工作做法有变动，我记下来。",
        "label": ""
      },
      {
        "sentence": "之后领导让我立马做出来，我会按照之前的做法做，等到领导发现我才发现我忘记做法改了。",
        "label": ""
      },
      {
        "sentence": "我总是看不到自己的错误。",
        "label": ""
      },
      {
        "sentence": "一时能想起，一时想不起，我也怀疑自己精神有问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你发现了自己有这些情况，认为这些是问题并且希望作出改变的想法值得赞许，至少这是一个进步的开始，而且很高兴你对自己的内心有所察觉，这点非常好。你可以多静下来问问自己内心，最想要的是什么，为什么会有这些现象。",
    "annotation": [
      {
        "sentence": "首先，你发现了自己有这些情况，认为这些是问题并且希望作出改变的想法值得赞许，至少这是一个进步的开始，而且很高兴你对自己的内心有所察觉，这点非常好。",
        "label": ""
      },
      {
        "sentence": "你可以多静下来问问自己内心，最想要的是什么，为什么会有这些现象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也在思考这个问题，我最想要的是提高工作效率和准确性，不再出现记忆差的情况。但是我不知道为什么会有这些现象，感觉自己的注意力不够集中，有时候心思会飘忽不定。",
    "annotation": [
      {
        "sentence": "我也在思考这个问题，我最想要的是提高工作效率和准确性，不再出现记忆差的情况。",
        "label": ""
      },
      {
        "sentence": "但是我不知道为什么会有这些现象，感觉自己的注意力不够集中，有时候心思会飘忽不定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也曾有这样的经历，在读书住宿的时候，由于远离家人，性格非常害羞，缺乏社交技巧，跟同学联系又少，没有链接，导致社交恐惧症，自己烦恼，就会顾影自怜，感觉自己这样那样有问题，产生焦虑情绪，渐渐变得抑郁。当人在对自己和周围环境不适应，缺乏安全感的情况下就会产生各种不适症状，记忆力减退就是表现其中之一。",
    "annotation": [
      {
        "sentence": "我也曾有这样的经历，在读书住宿的时候，由于远离家人，性格非常害羞，缺乏社交技巧，跟同学联系又少，没有链接，导致社交恐惧症，自己烦恼，就会顾影自怜，感觉自己这样那样有问题，产生焦虑情绪，渐渐变得抑郁。",
        "label": ""
      },
      {
        "sentence": "当人在对自己和周围环境不适应，缺乏安全感的情况下就会产生各种不适症状，记忆力减退就是表现其中之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的经历听起来真的和我很像，我也感觉自己有社交恐惧症，而且总是担心自己的错误会影响工作，所以才会感到焦虑和难过。",
    "annotation": [
      {
        "sentence": "你的经历听起来真的和我很像，我也感觉自己有社交恐惧症，而且总是担心自己的错误会影响工作，所以才会感到焦虑和难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我完全理解你的感受，但是你要知道，你并不孤单，很多人都有类似的问题。后来工作之后我接触了很多各种各样的陌生人，渐渐让自己变得开朗起来。就没有以前读书时候这么严重地顾影自怜了。看到他们的生活状态，做事方式，以及在身边同事身上也发现很多跟你类似的情况，比你严重的多的去了。你的情况也只是小巫见大巫了。而且他们并没有发现自己有这些情况，也没有发现问题。",
    "annotation": [
      {
        "sentence": "是的，我完全理解你的感受，但是你要知道，你并不孤单，很多人都有类似的问题。",
        "label": ""
      },
      {
        "sentence": "后来工作之后我接触了很多各种各样的陌生人，渐渐让自己变得开朗起来。",
        "label": ""
      },
      {
        "sentence": "就没有以前读书时候这么严重地顾影自怜了。",
        "label": ""
      },
      {
        "sentence": "看到他们的生活状态，做事方式，以及在身边同事身上也发现很多跟你类似的情况，比你严重的多的去了。",
        "label": ""
      },
      {
        "sentence": "你的情况也只是小巫见大巫了。",
        "label": ""
      },
      {
        "sentence": "而且他们并没有发现自己有这些情况，也没有发现问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我感觉好像轻松了一些，知道不是我自己一个人遇到这些问题。但是我还是不太确定如何去改变这个情况。",
    "annotation": [
      {
        "sentence": "听你这么说，我感觉好像轻松了一些，知道不是我自己一个人遇到这些问题。",
        "label": ""
      },
      {
        "sentence": "但是我还是不太确定如何去改变这个情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候工作大家事情都很多，忘记一些东西互相都可以理解，互相提醒一下就好。看了一下周围人有这样的情况，我都暗自庆幸，你和自己比他们好得多。工作中偶尔有疏漏很正常、在所难免，但是我工作要求很严谨，怕有遗漏就多检查几遍，或者跟搭档要好的同事平时互相检查再提交领导。身边总是有粗心的同事，我们领导有给我们制定两个制度，互相检查，谁漏了（比较严重的）就请大家喝下午茶，吃东西之类的，大家就都欣然接受，氛围也很好。另外我有一个领导大家都知道她健忘，她自己大大咧咧不当一回事，平时我们就多提醒她几次，她也欣然接受。这些都没什么。开朗起来，这些也不是什么大问题。",
    "annotation": [
      {
        "sentence": "有时候工作大家事情都很多，忘记一些东西互相都可以理解，互相提醒一下就好。",
        "label": ""
      },
      {
        "sentence": "看了一下周围人有这样的情况，我都暗自庆幸，你和自己比他们好得多。",
        "label": ""
      },
      {
        "sentence": "工作中偶尔有疏漏很正常、在所难免，但是我工作要求很严谨，怕有遗漏就多检查几遍，或者跟搭档要好的同事平时互相检查再提交领导。",
        "label": ""
      },
      {
        "sentence": "身边总是有粗心的同事，我们领导有给我们制定两个制度，互相检查，谁漏了（比较严重的）就请大家喝下午茶，吃东西之类的，大家就都欣然接受，氛围也很好。",
        "label": ""
      },
      {
        "sentence": "另外我有一个领导大家都知道她健忘，她自己大大咧咧不当一回事，平时我们就多提醒她几次，她也欣然接受。",
        "label": ""
      },
      {
        "sentence": "这些都没什么。",
        "label": ""
      },
      {
        "sentence": "开朗起来，这些也不是什么大问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得自己的问题似乎并没有那么严重了。也许我只是需要多做一些检查和提醒自己。看到你的经历和身边的例子，我也对自己有了一些新的认识。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得自己的问题似乎并没有那么严重了。",
        "label": ""
      },
      {
        "sentence": "也许我只是需要多做一些检查和提醒自己。",
        "label": ""
      },
      {
        "sentence": "看到你的经历和身边的例子，我也对自己有了一些新的认识。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！认识到自己的问题并愿意改变是非常重要的一步。每个人都有自己的特点和优势，也许正是这些看似不完美的特点让你独一无二。达芬奇就是这样，拖延症等等，所以成就了他成为历史上第一的全能王、杂家，多方面发展的各种大家，以现在的话来说，他就是当年的斜杠青年了。说不定你正是具有这些艺术家的潜力和特质正等待你发现挖掘呢。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "认识到自己的问题并愿意改变是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的特点和优势，也许正是这些看似不完美的特点让你独一无二。",
        "label": ""
      },
      {
        "sentence": "达芬奇就是这样，拖延症等等，所以成就了他成为历史上第一的全能王、杂家，多方面发展的各种大家，以现在的话来说，他就是当年的斜杠青年了。",
        "label": ""
      },
      {
        "sentence": "说不定你正是具有这些艺术家的潜力和特质正等待你发现挖掘呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，听了你的话我感到非常欣慰。我会继续努力改变，并相信自己可以变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，听了你的话我感到非常欣慰。",
        "label": ""
      },
      {
        "sentence": "我会继续努力改变，并相信自己可以变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！相信自己，坚持努力，你一定可以克服这些困难的。记得多和同事和领导沟通，互相理解和支持，团队合作的力量是巨大的。祝福你能够在工作和生活中取得更大的进步！",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，你一定可以克服这些困难的。",
        "label": ""
      },
      {
        "sentence": "记得多和同事和领导沟通，互相理解和支持，团队合作的力量是巨大的。",
        "label": ""
      },
      {
        "sentence": "祝福你能够在工作和生活中取得更大的进步！",
        "label": ""
      }
    ]
  }
]