[
  {
    "role": "client",
    "content": "为什么恶咨询师反而咨询人数多、生意好？我三年多前碰到一个女咨询师，视频咨询的过程中出现内裤以及闲杂人出镜的事，而且整个六次咨询没有一点让我感到有值得这笔咨询费的地方，我感到这咨询师有明显的对咨询混一次算一次的意图，然后这些往往会被说成是我主观的评价（意思就是我的感受不正确）。最近通过工作人员找该咨询师联系，微信语音里该咨询师口口声声抱歉抱歉的，并且为视频中出现内裤一直在寻找借口，但结束通话后我再想找这位咨询师提出退部分咨询费的事宜时，竟被工作人员告知咨询师不愿退款，请问这样的咨询师是不是非常恶劣？然而该咨询师现在的咨询人次飙升到两千出头并且最便宜的语音咨询也要500一小时，在我看来，这样的咨询师的咨询，来访者没有倒过来向该咨询师收费就不错了，而她居然还想收这么高的咨询费。",
    "annotation": [
      {
        "sentence": "为什么恶咨询师反而咨询人数多、生意好？",
        "label": ""
      },
      {
        "sentence": "我三年多前碰到一个女咨询师，视频咨询的过程中出现内裤以及闲杂人出镜的事，而且整个六次咨询没有一点让我感到有值得这笔咨询费的地方，我感到这咨询师有明显的对咨询混一次算一次的意图，然后这些往往会被说成是我主观的评价（意思就是我的感受不正确）。",
        "label": ""
      },
      {
        "sentence": "最近通过工作人员找该咨询师联系，微信语音里该咨询师口口声声抱歉抱歉的，并且为视频中出现内裤一直在寻找借口，但结束通话后我再想找这位咨询师提出退部分咨询费的事宜时，竟被工作人员告知咨询师不愿退款，请问这样的咨询师是不是非常恶劣？",
        "label": ""
      },
      {
        "sentence": "然而该咨询师现在的咨询人次飙升到两千出头并且最便宜的语音咨询也要500一小时，在我看来，这样的咨询师的咨询，来访者没有倒过来向该咨询师收费就不错了，而她居然还想收这么高的咨询费。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你因为遇到一位没有怎么帮助到你而收费颇高的老师，特别是你觉得她对咨询的及其不负责有赚钱的嫌疑，让你感觉到很委屈，也很很愤怒，对吗？",
    "annotation": [
      {
        "sentence": "听起来你因为遇到一位没有怎么帮助到你而收费颇高的老师，特别是你觉得她对咨询的及其不负责有赚钱的嫌疑，让你感觉到很委屈，也很很愤怒，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我真的很愤怒和委屈，感觉被她坑了。",
    "annotation": [
      {
        "sentence": "对，我真的很愤怒和委屈，感觉被她坑了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受。那你最初选择她并坚持做了六次咨询的原因是什么呢？",
    "annotation": [
      {
        "sentence": "我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "那你最初选择她并坚持做了六次咨询的原因是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当时我并没有多么理智地选择她，可能是出于急病乱投医的心态，我太焦虑了，没有好好判断她的专业程度。",
    "annotation": [
      {
        "sentence": "当时我并没有多么理智地选择她，可能是出于急病乱投医的心态，我太焦虑了，没有好好判断她的专业程度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。你当时遇到她违背了咨询的常规，如不能通过专业的咨询空间，出现了内裤和闲杂人的场景，这让你感到不安全和困惑。但是我想问一下，为什么你没有及时投诉她或中止咨询呢？",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "你当时遇到她违背了咨询的常规，如不能通过专业的咨询空间，出现了内裤和闲杂人的场景，这让你感到不安全和困惑。",
        "label": ""
      },
      {
        "sentence": "但是我想问一下，为什么你没有及时投诉她或中止咨询呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是因为当时我把她当作了理想的“救世主”或者“妈妈”，我很依赖她，并没有考虑到中止咨询或投诉的可能性。",
    "annotation": [
      {
        "sentence": "可能是因为当时我把她当作了理想的“救世主”或者“妈妈”，我很依赖她，并没有考虑到中止咨询或投诉的可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你对她抱有很大的期望，但她并没有达到你的期望，导致你感到愤怒和不满。这也许是因为你非常黑白分明，当爱上一个人时会完全信任他，感到很投入，但恨一个人时又会想把她推到千里之外。其实人是非常复杂的情感动物，有时候喜好和感受是受心境影响的。如果你尝试着喜欢一个曾经讨厌的人，去感同身受地共情你曾经讨厌的人，也许会让他喜欢上你，让你开始喜欢上他。对于这位咨询师对你的“咨询”，或许你可以从更专业的角度去理解她的作用和带给你的成长。",
    "annotation": [
      {
        "sentence": "看起来你对她抱有很大的期望，但她并没有达到你的期望，导致你感到愤怒和不满。",
        "label": ""
      },
      {
        "sentence": "这也许是因为你非常黑白分明，当爱上一个人时会完全信任他，感到很投入，但恨一个人时又会想把她推到千里之外。",
        "label": ""
      },
      {
        "sentence": "其实人是非常复杂的情感动物，有时候喜好和感受是受心境影响的。",
        "label": ""
      },
      {
        "sentence": "如果你尝试着喜欢一个曾经讨厌的人，去感同身受地共情你曾经讨厌的人，也许会让他喜欢上你，让你开始喜欢上他。",
        "label": ""
      },
      {
        "sentence": "对于这位咨询师对你的“咨询”，或许你可以从更专业的角度去理解她的作用和带给你的成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但三年后重新审视这位咨询师对我“咨询”的过程，我真的感受到了被欺骗和因金钱而痛苦的经历。我觉得这是我个人成长的一个阶段，通过更专业的眼光去认识这位咨询师给我带来的“伤害”。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但三年后重新审视这位咨询师对我“咨询”的过程，我真的感受到了被欺骗和因金钱而痛苦的经历。",
        "label": ""
      },
      {
        "sentence": "我觉得这是我个人成长的一个阶段，通过更专业的眼光去认识这位咨询师给我带来的“伤害”。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，三年的时间里，她作为一位咨询师可能也在不断成长和进步。不管她是否“恶劣”，是否专业，现在她的咨询人次飙升，收费也很高。这也许说明她在某些方面赢得了来访者的认可和回头咨询。或许你可以尝试从不同的角度去理解这个现象。",
    "annotation": [
      {
        "sentence": "没错，三年的时间里，她作为一位咨询师可能也在不断成长和进步。",
        "label": ""
      },
      {
        "sentence": "不管她是否“恶劣”，是否专业，现在她的咨询人次飙升，收费也很高。",
        "label": ""
      },
      {
        "sentence": "这也许说明她在某些方面赢得了来访者的认可和回头咨询。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试从不同的角度去理解这个现象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的理解和分析。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的理解和分析。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，加油！无论发生什么，我永远支持你。如果还有其他问题，随时来找我交流吧！",
    "annotation": [
      {
        "sentence": "不用谢，加油！",
        "label": ""
      },
      {
        "sentence": "无论发生什么，我永远支持你。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我交流吧！",
        "label": ""
      }
    ]
  }
]