[
  {
    "role": "client",
    "content": "我是一个22岁的女孩，每次一想到大学生活就感到痛苦。我无法处理同学对我的诽谤问题，我个人比较喜欢穿衣打扮，上课有时候也会化妆。我是一个比较好学的人，有问题的时候总是愿意去跟老师交流、问问题。但因为这样被同学误解，他们认为我是通过靠外表来换取成绩，实力不足。我只是因为感兴趣才会问问题，真的有错吗？再说我并没有从中得到什么好处，我的成绩也并不高。最后我考上了研究生也证明了我的实力。但成年世界真的这么复杂吗？因为别人的诋毁，我一直无法走出来，我该怎么办？每当我想到大学生活，就感到非常痛苦。",
    "annotation": [
      {
        "sentence": "我是一个22岁的女孩，每次一想到大学生活就感到痛苦。",
        "label": ""
      },
      {
        "sentence": "我无法处理同学对我的诽谤问题，我个人比较喜欢穿衣打扮，上课有时候也会化妆。",
        "label": ""
      },
      {
        "sentence": "我是一个比较好学的人，有问题的时候总是愿意去跟老师交流、问问题。",
        "label": ""
      },
      {
        "sentence": "但因为这样被同学误解，他们认为我是通过靠外表来换取成绩，实力不足。",
        "label": ""
      },
      {
        "sentence": "我只是因为感兴趣才会问问题，真的有错吗？",
        "label": ""
      },
      {
        "sentence": "再说我并没有从中得到什么好处，我的成绩也并不高。",
        "label": ""
      },
      {
        "sentence": "最后我考上了研究生也证明了我的实力。",
        "label": ""
      },
      {
        "sentence": "但成年世界真的这么复杂吗？",
        "label": ""
      },
      {
        "sentence": "因为别人的诋毁，我一直无法走出来，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "每当我想到大学生活，就感到非常痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你遇到的问题确实令人痛苦，但这些都是刻意去伤害你的人的心态问题。他们可能是因为嫉妒而产生这些想法，因为他们自己没有你优秀，又不愿意去努力，所以特别盯着你的缺点不放。但你要知道，这些人是不值得理会的。你应该专注于做好自己的事情，展现出真正的实力，让他们望尘莫及。他们会因你的成就而羡慕嫉妒恨，这是他们的问题，而不是你的问题。",
    "annotation": [
      {
        "sentence": "你遇到的问题确实令人痛苦，但这些都是刻意去伤害你的人的心态问题。",
        "label": ""
      },
      {
        "sentence": "他们可能是因为嫉妒而产生这些想法，因为他们自己没有你优秀，又不愿意去努力，所以特别盯着你的缺点不放。",
        "label": ""
      },
      {
        "sentence": "但你要知道，这些人是不值得理会的。",
        "label": ""
      },
      {
        "sentence": "你应该专注于做好自己的事情，展现出真正的实力，让他们望尘莫及。",
        "label": ""
      },
      {
        "sentence": "他们会因你的成就而羡慕嫉妒恨，这是他们的问题，而不是你的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是还有一部分人，他们并不是出于嫉妒才对我诋毁的。他们看不惯我与他们观念不一样，就会胡乱猜测、编造事情，而不愿意去了解真相。他们只相信他们自己愿意相信的东西。面对这样的人，我该怎么办呢？即使我解释，他们也不会听。",
    "annotation": [
      {
        "sentence": "可是还有一部分人，他们并不是出于嫉妒才对我诋毁的。",
        "label": ""
      },
      {
        "sentence": "他们看不惯我与他们观念不一样，就会胡乱猜测、编造事情，而不愿意去了解真相。",
        "label": ""
      },
      {
        "sentence": "他们只相信他们自己愿意相信的东西。",
        "label": ""
      },
      {
        "sentence": "面对这样的人，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "即使我解释，他们也不会听。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于这些人，你确实无法通过解释来改变他们的想法。因为他们已经有了自己固定的观点，他们会选择无视真相，只相信他们自己愿意相信的东西。你要明白，清者自清，浊者自浊。与其浪费时间和精力去与这样的人争论，不如更加认真地学习、努力生活。那些真正用心学习的人是没有时间去关注这些琐碎事情的，只有那些无事生非、没有好好学习的人才会整天关注这些问题。",
    "annotation": [
      {
        "sentence": "对于这些人，你确实无法通过解释来改变他们的想法。",
        "label": ""
      },
      {
        "sentence": "因为他们已经有了自己固定的观点，他们会选择无视真相，只相信他们自己愿意相信的东西。",
        "label": ""
      },
      {
        "sentence": "你要明白，清者自清，浊者自浊。",
        "label": ""
      },
      {
        "sentence": "与其浪费时间和精力去与这样的人争论，不如更加认真地学习、努力生活。",
        "label": ""
      },
      {
        "sentence": "那些真正用心学习的人是没有时间去关注这些琐碎事情的，只有那些无事生非、没有好好学习的人才会整天关注这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该放下这些不值得的纷争，专注于自己的学习和成长。但是，我一直将这些困扰压在心里，感觉很难受。",
    "annotation": [
      {
        "sentence": "我明白了，我应该放下这些不值得的纷争，专注于自己的学习和成长。",
        "label": ""
      },
      {
        "sentence": "但是，我一直将这些困扰压在心里，感觉很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，把困扰和苦恼放在心里确实会让你感到很痛苦。我建议你找机会与父母或者好朋友倾诉，把你的困扰说出来。不要把这些包裹在内心，与他人分享会让你感到轻松一些，也可以得到更多的支持和理解。",
    "annotation": [
      {
        "sentence": "我理解你的感受，把困扰和苦恼放在心里确实会让你感到很痛苦。",
        "label": ""
      },
      {
        "sentence": "我建议你找机会与父母或者好朋友倾诉，把你的困扰说出来。",
        "label": ""
      },
      {
        "sentence": "不要把这些包裹在内心，与他人分享会让你感到轻松一些，也可以得到更多的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑与亲人和朋友交流。我也希望能够释放心中的压力，重新找到自信，摆脱这些纠结。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑与亲人和朋友交流。",
        "label": ""
      },
      {
        "sentence": "我也希望能够释放心中的压力，重新找到自信，摆脱这些纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你的亲人和朋友一定会理解并支持你的。放下困扰，重新找到自信，是迈向更好的未来的第一步。相信自己，你可以克服这些困难，迎接更美好的大学生活。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你的亲人和朋友一定会理解并支持你的。",
        "label": ""
      },
      {
        "sentence": "放下困扰，重新找到自信，是迈向更好的未来的第一步。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以克服这些困难，迎接更美好的大学生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]