[
  {
    "role": "client",
    "content": "被被背叛两次，还要等吗？离开他还能相信爱情吗？他一次一次的背叛，又嚣张又变本加厉，对我冷漠无情还拳打脚踢。我还是爱想他等他回来。我该怎么办，我不应该这样放纵他，但我要怎么办？",
    "annotation": [
      {
        "sentence": "被被背叛两次，还要等吗？",
        "label": ""
      },
      {
        "sentence": "离开他还能相信爱情吗？",
        "label": ""
      },
      {
        "sentence": "他一次一次的背叛，又嚣张又变本加厉，对我冷漠无情还拳打脚踢。",
        "label": ""
      },
      {
        "sentence": "我还是爱想他等他回来。",
        "label": ""
      },
      {
        "sentence": "我该怎么办，我不应该这样放纵他，但我要怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听到你说被男友背叛过两次，一次比一次嚣张，对你冷漠无情还拳打脚踢。同时，你也提到了你还爱他，希望他回来，但又觉得不应该放纵他，感到很纠结。这个情况确实令人困惑。在恋爱中，双方的努力和配合是非常重要的，单方面的奔赴是没有意义的，只有双向的奔赴才有意义。如果他真的爱你，怎么可能会背叛你，更何况是两次。就像家暴一样，如果发生一次就有可能再次发生。而且，他不仅背叛你，还对你拳打脚踢，如果是我，我绝对不会原谅他，也不会继续挽留这段感情。但是我不是你，不了解你的内心想法，或许你真的很爱他，真的想等他回来。但是，我们要记住，恋爱固然重要，但爱是一种本能。我们恋爱是为了让自己过得更幸福、更快乐，而不是为了在恋爱中迷失自己、失去自我。为了爱别人而自己受到伤害是不可取的。你应该先爱自己，再去爱别人。用你剩余下来的爱，分享给那些值得的人。这才是真正的爱的意义。希望我的话对你有帮助，祝你每一天都能过得好。LZ，请你多留意自己的感受，充分爱护自己，勇敢面对和处理这段感情。你可以选择与朋友、家人或者专业心理咨询师交流，他们会给你更多的支持和建议。",
    "annotation": [
      {
        "sentence": "我听到你说被男友背叛过两次，一次比一次嚣张，对你冷漠无情还拳打脚踢。",
        "label": ""
      },
      {
        "sentence": "同时，你也提到了你还爱他，希望他回来，但又觉得不应该放纵他，感到很纠结。",
        "label": ""
      },
      {
        "sentence": "这个情况确实令人困惑。",
        "label": ""
      },
      {
        "sentence": "在恋爱中，双方的努力和配合是非常重要的，单方面的奔赴是没有意义的，只有双向的奔赴才有意义。",
        "label": ""
      },
      {
        "sentence": "如果他真的爱你，怎么可能会背叛你，更何况是两次。",
        "label": ""
      },
      {
        "sentence": "就像家暴一样，如果发生一次就有可能再次发生。",
        "label": ""
      },
      {
        "sentence": "而且，他不仅背叛你，还对你拳打脚踢，如果是我，我绝对不会原谅他，也不会继续挽留这段感情。",
        "label": ""
      },
      {
        "sentence": "但是我不是你，不了解你的内心想法，或许你真的很爱他，真的想等他回来。",
        "label": ""
      },
      {
        "sentence": "但是，我们要记住，恋爱固然重要，但爱是一种本能。",
        "label": ""
      },
      {
        "sentence": "我们恋爱是为了让自己过得更幸福、更快乐，而不是为了在恋爱中迷失自己、失去自我。",
        "label": ""
      },
      {
        "sentence": "为了爱别人而自己受到伤害是不可取的。",
        "label": ""
      },
      {
        "sentence": "你应该先爱自己，再去爱别人。",
        "label": ""
      },
      {
        "sentence": "用你剩余下来的爱，分享给那些值得的人。",
        "label": ""
      },
      {
        "sentence": "这才是真正的爱的意义。",
        "label": ""
      },
      {
        "sentence": "希望我的话对你有帮助，祝你每一天都能过得好。",
        "label": ""
      },
      {
        "sentence": "LZ，请你多留意自己的感受，充分爱护自己，勇敢面对和处理这段感情。",
        "label": ""
      },
      {
        "sentence": "你可以选择与朋友、家人或者专业心理咨询师交流，他们会给你更多的支持和建议。",
        "label": ""
      }
    ]
  }
]