[
  {
    "role": "client",
    "content": "习得性厌恶？沉浸在这种情绪中，甩不开？",
    "annotation": [
      {
        "sentence": "习得性厌恶？",
        "label": ""
      },
      {
        "sentence": "沉浸在这种情绪中，甩不开？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们先对习得性厌恶进行大致了解，通过字面我们知道这种情绪状态一定是习得的，到后天逐渐成为了一种习惯。指的是个体在后天的成长中由于环境和他人的影响，加之自身脑的发育，发展出一种对特定事物的厌恶感。这是后天习得的，特别是在儿童时期个体容易被影响。",
    "annotation": [
      {
        "sentence": "我们先对习得性厌恶进行大致了解，通过字面我们知道这种情绪状态一定是习得的，到后天逐渐成为了一种习惯。",
        "label": ""
      },
      {
        "sentence": "指的是个体在后天的成长中由于环境和他人的影响，加之自身脑的发育，发展出一种对特定事物的厌恶感。",
        "label": ""
      },
      {
        "sentence": "这是后天习得的，特别是在儿童时期个体容易被影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "习得性厌恶，造个词来形容我的状态。这种厌恶的情绪控制住了我，面对很多事物，它总是跳到第一位。我感觉自己掌控不了这个情绪，很无助。我妈是个不体会就对别人擅加不满和指责的人，我身边只有她对我传递的厌恶情绪最多。",
    "annotation": [
      {
        "sentence": "习得性厌恶，造个词来形容我的状态。",
        "label": ""
      },
      {
        "sentence": "这种厌恶的情绪控制住了我，面对很多事物，它总是跳到第一位。",
        "label": ""
      },
      {
        "sentence": "我感觉自己掌控不了这个情绪，很无助。",
        "label": ""
      },
      {
        "sentence": "我妈是个不体会就对别人擅加不满和指责的人，我身边只有她对我传递的厌恶情绪最多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "的确，妈妈的行为对孩子的影响最大。她的态度很可能对你的情绪产生了负面影响。但是，你要意识到这种厌恶情绪并不是你的全部，你可以通过适当的方法来控制它，逐渐解脱出来。",
    "annotation": [
      {
        "sentence": "的确，妈妈的行为对孩子的影响最大。",
        "label": ""
      },
      {
        "sentence": "她的态度很可能对你的情绪产生了负面影响。",
        "label": ""
      },
      {
        "sentence": "但是，你要意识到这种厌恶情绪并不是你的全部，你可以通过适当的方法来控制它，逐渐解脱出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于知识的观感一言难尽，很排斥，仿佛它跟我有深仇大恨。看两个字我就犯恶心。可我内心深处是很渴望学习的。",
    "annotation": [
      {
        "sentence": "对于知识的观感一言难尽，很排斥，仿佛它跟我有深仇大恨。",
        "label": ""
      },
      {
        "sentence": "看两个字我就犯恶心。",
        "label": ""
      },
      {
        "sentence": "可我内心深处是很渴望学习的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对知识观感很排斥，但内心深处渴望学习。这说明你的心理状态是不平衡的，差距越大，情绪波动越强烈。行动改变与想法不一致，那就是认知失调了。首先你要尝试着去改变某一认知因素，一看见字就反感，只是你的感官感受而已，你需要认识到这一方面，进而改变这个习惯化的行为，我想你对感官认知改变了行为相对而言就好控制了。",
    "annotation": [
      {
        "sentence": "对知识观感很排斥，但内心深处渴望学习。",
        "label": ""
      },
      {
        "sentence": "这说明你的心理状态是不平衡的，差距越大，情绪波动越强烈。",
        "label": ""
      },
      {
        "sentence": "行动改变与想法不一致，那就是认知失调了。",
        "label": ""
      },
      {
        "sentence": "首先你要尝试着去改变某一认知因素，一看见字就反感，只是你的感官感受而已，你需要认识到这一方面，进而改变这个习惯化的行为，我想你对感官认知改变了行为相对而言就好控制了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还是感觉自己有待人轻慢的潜质在。我不知道这种情绪，或者这种感受，还是态度，从何而来。但应该是有经历的。真的很糟糕，我每次感受到自己有这个苗头我就忍不住皱眉，真烦人，不知道这莫名其妙的nonono就找上我了。最近这些情绪很深的困扰着我，寝食难安。老师，我不知道自己对答疑馆是什么态度，感觉像是我站在远处看着自己朝馆里扔东西，这感受也很糟糕~感觉自己负能很严重。希望没有影响到老师。另外，感谢老师们一路陪伴！",
    "annotation": [
      {
        "sentence": "我还是感觉自己有待人轻慢的潜质在。",
        "label": ""
      },
      {
        "sentence": "我不知道这种情绪，或者这种感受，还是态度，从何而来。",
        "label": ""
      },
      {
        "sentence": "但应该是有经历的。",
        "label": ""
      },
      {
        "sentence": "真的很糟糕，我每次感受到自己有这个苗头我就忍不住皱眉，真烦人，不知道这莫名其妙的nonono就找上我了。",
        "label": ""
      },
      {
        "sentence": "最近这些情绪很深的困扰着我，寝食难安。",
        "label": ""
      },
      {
        "sentence": "老师，我不知道自己对答疑馆是什么态度，感觉像是我站在远处看着自己朝馆里扔东西，这感受也很糟糕~感觉自己负能很严重。",
        "label": ""
      },
      {
        "sentence": "希望没有影响到老师。",
        "label": ""
      },
      {
        "sentence": "另外，感谢老师们一路陪伴！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "待人轻慢是否是一种特质，要看它的稳定性与持久性。如果你比较自恋或者自我胜任感高的话，也容易影响你是否有轻慢的特性，还有其他的很多因素，除了你个人因素影响之外，还有情境因素，还有动机方面等，具体是哪一种需要具体分析。我觉得无论是你的行为还是内心无法控制，甚至是潜意识的行为，所以一切都是围绕着一个方面产生的，就是你看待这件事的视角，如果认知方式正确，不偏激，不过分强求与内心，我想很多类似于强迫的东西都能够解决。如果你自己无法解决，可以求助于咨询师，通过行为纠正，认知疗法，就能慢慢变好。希望你日后能好好生活。",
    "annotation": [
      {
        "sentence": "待人轻慢是否是一种特质，要看它的稳定性与持久性。",
        "label": ""
      },
      {
        "sentence": "如果你比较自恋或者自我胜任感高的话，也容易影响你是否有轻慢的特性，还有其他的很多因素，除了你个人因素影响之外，还有情境因素，还有动机方面等，具体是哪一种需要具体分析。",
        "label": ""
      },
      {
        "sentence": "我觉得无论是你的行为还是内心无法控制，甚至是潜意识的行为，所以一切都是围绕着一个方面产生的，就是你看待这件事的视角，如果认知方式正确，不偏激，不过分强求与内心，我想很多类似于强迫的东西都能够解决。",
        "label": ""
      },
      {
        "sentence": "如果你自己无法解决，可以求助于咨询师，通过行为纠正，认知疗法，就能慢慢变好。",
        "label": ""
      },
      {
        "sentence": "希望你日后能好好生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会尝试改变自己的认知方式，努力控制情绪，并考虑寻求咨询师的帮助。希望我能够逐渐摆脱这些困扰，重新过上积极的生活。再次感谢你一直以来的陪伴和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尝试改变自己的认知方式，努力控制情绪，并考虑寻求咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "希望我能够逐渐摆脱这些困扰，重新过上积极的生活。",
        "label": ""
      },
      {
        "sentence": "再次感谢你一直以来的陪伴和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够克服困难，走出痛苦的境地。你要相信自己的能力，积极面对挑战，我会一直支持你的。记得及时寻求帮助，无论是朋友还是专业咨询师都可以给你带来帮助和支持。祝愿你早日找回属于自己的快乐和自信！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够克服困难，走出痛苦的境地。",
        "label": ""
      },
      {
        "sentence": "你要相信自己的能力，积极面对挑战，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "记得及时寻求帮助，无论是朋友还是专业咨询师都可以给你带来帮助和支持。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日找回属于自己的快乐和自信！",
        "label": ""
      }
    ]
  }
]