[
  {
    "role": "client",
    "content": "我最近很困惑，我是一个16岁的女生，对自己的性取向感到不明确。我一直都在思考这个问题，因为从小我妈妈都在外面工作，而我爸爸在家闲着（虽然我妈妈依然负责家务和我的学习）。我和男生相处得很好，但不太会主动接触，一旦接触了就能建立良好的关系。我的家庭对性教育几乎没有给予我什么指导，我只能通过百度百科来获取性启蒙知识。以前我曾经喜欢过几个男生，但是经过仔细思考后，我觉得是因为欣赏他们的某种品质而不是真正喜欢他们。初中一年级开始接触同人作品，然后关注了LGBT，所以我对LGBT没有偏见。现在我喜欢上了一个女孩，她并不是我的“闺蜜”（班级里一个女生只有一个最好的闺蜜），但是每当我看到她写作业或者在讲台上朗读，我会感到头晕目眩。这之前我就对自己的性取向有所怀疑，为了确定我进行了想象，结果发现我对和男性发生关系感到排斥（尽管我并没有和男性有过不好的经历），甚至感到恶心。我现在非常困惑，每天都在思考这个问题，希望能听听您的建议，谢谢！",
    "annotation": [
      {
        "sentence": "我最近很困惑，我是一个16岁的女生，对自己的性取向感到不明确。",
        "label": ""
      },
      {
        "sentence": "我一直都在思考这个问题，因为从小我妈妈都在外面工作，而我爸爸在家闲着（虽然我妈妈依然负责家务和我的学习）。",
        "label": ""
      },
      {
        "sentence": "我和男生相处得很好，但不太会主动接触，一旦接触了就能建立良好的关系。",
        "label": ""
      },
      {
        "sentence": "我的家庭对性教育几乎没有给予我什么指导，我只能通过百度百科来获取性启蒙知识。",
        "label": ""
      },
      {
        "sentence": "以前我曾经喜欢过几个男生，但是经过仔细思考后，我觉得是因为欣赏他们的某种品质而不是真正喜欢他们。",
        "label": ""
      },
      {
        "sentence": "初中一年级开始接触同人作品，然后关注了LGBT，所以我对LGBT没有偏见。",
        "label": ""
      },
      {
        "sentence": "现在我喜欢上了一个女孩，她并不是我的“闺蜜”（班级里一个女生只有一个最好的闺蜜），但是每当我看到她写作业或者在讲台上朗读，我会感到头晕目眩。",
        "label": ""
      },
      {
        "sentence": "这之前我就对自己的性取向有所怀疑，为了确定我进行了想象，结果发现我对和男性发生关系感到排斥（尽管我并没有和男性有过不好的经历），甚至感到恶心。",
        "label": ""
      },
      {
        "sentence": "我现在非常困惑，每天都在思考这个问题，希望能听听您的建议，谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你因为对自己的性取向认同感到困惑和迷茫，是吗？首先我想提醒你的是，性取向的认同感是基于现实层面的经验而不是单纯的性幻想或者臆断。换句话说，我们对同性产生的性冲动和性兴奋是性取向认同感的来源。对于同性恋的主要诊断要求是“病人”只对同性成员产生与性欲相关的情感、幻想或行为。判断一个人的性取向是否指向同性只有一个标准，就是是否有生理反应。那么，你如何确定自己的性取向是指向同性的呢？有两个重要的参照指标：第一，见到同性会让你的身体有兴奋的反应；第二，内心是否有希望与同性发生性行为的欲望和热情。身体的反应会产生快感，心理的欲望会带来幸福感。我想提醒你，首先，你才16岁，无论是身体发育还是人格发展都还没有完全成熟；其次，你对性兴奋的理解并没有建立在真实的性爱关系中，而是来自大脑里的性幻想；第三，同性恋是有一定的生物学基因因素的，而不是仅仅靠我们的想象或者后天的家庭环境养成的。第四，我不清楚你的性心理发展和性意识的觉醒是怎样的，如果你对男性或者女性的性意识觉醒有关，那可能也决定了你的性取向。听完我的回答，你对这些问题是否有更清楚的理解呢？如果还有不清楚的地方，可以继续提问。",
    "annotation": [
      {
        "sentence": "你因为对自己的性取向认同感到困惑和迷茫，是吗？",
        "label": ""
      },
      {
        "sentence": "首先我想提醒你的是，性取向的认同感是基于现实层面的经验而不是单纯的性幻想或者臆断。",
        "label": ""
      },
      {
        "sentence": "换句话说，我们对同性产生的性冲动和性兴奋是性取向认同感的来源。",
        "label": ""
      },
      {
        "sentence": "对于同性恋的主要诊断要求是“病人”只对同性成员产生与性欲相关的情感、幻想或行为。",
        "label": ""
      },
      {
        "sentence": "判断一个人的性取向是否指向同性只有一个标准，就是是否有生理反应。",
        "label": ""
      },
      {
        "sentence": "那么，你如何确定自己的性取向是指向同性的呢？",
        "label": ""
      },
      {
        "sentence": "有两个重要的参照指标：第一，见到同性会让你的身体有兴奋的反应；第二，内心是否有希望与同性发生性行为的欲望和热情。",
        "label": ""
      },
      {
        "sentence": "身体的反应会产生快感，心理的欲望会带来幸福感。",
        "label": ""
      },
      {
        "sentence": "我想提醒你，首先，你才16岁，无论是身体发育还是人格发展都还没有完全成熟；其次，你对性兴奋的理解并没有建立在真实的性爱关系中，而是来自大脑里的性幻想；第三，同性恋是有一定的生物学基因因素的，而不是仅仅靠我们的想象或者后天的家庭环境养成的。",
        "label": ""
      },
      {
        "sentence": "第四，我不清楚你的性心理发展和性意识的觉醒是怎样的，如果你对男性或者女性的性意识觉醒有关，那可能也决定了你的性取向。",
        "label": ""
      },
      {
        "sentence": "听完我的回答，你对这些问题是否有更清楚的理解呢？",
        "label": ""
      },
      {
        "sentence": "如果还有不清楚的地方，可以继续提问。",
        "label": ""
      }
    ]
  }
]