[
  {
    "role": "client",
    "content": "1岁前分离焦虑，导致总恐慌，怎么办？",
    "annotation": [
      {
        "sentence": "1岁前分离焦虑，导致总恐慌，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "女孩你的恐慌我深深地感受体会到了。1岁以前潜意识的分离焦虑，爱和安全感的缺失形成不自信自卑的心理，恐惧、担忧、悲伤、沮丧、绝望、回避缠绕着自己，在自己身体外层套上厚厚的一层防御的外壳，不让别人攻击到自己，却向内的孤独感，不确定感，无知感，无助感，无力感，对不可控的未来的失控感又加剧着恐惧，一心想向外找到支持力量和资源，于是无法独立自信地面对现实中的不确定因素像一个孩童一直找寻妈妈的替代者。",
    "annotation": [
      {
        "sentence": "女孩你的恐慌我深深地感受体会到了。",
        "label": ""
      },
      {
        "sentence": "1岁以前潜意识的分离焦虑，爱和安全感的缺失形成不自信自卑的心理，恐惧、担忧、悲伤、沮丧、绝望、回避缠绕着自己，在自己身体外层套上厚厚的一层防御的外壳，不让别人攻击到自己，却向内的孤独感，不确定感，无知感，无助感，无力感，对不可控的未来的失控感又加剧着恐惧，一心想向外找到支持力量和资源，于是无法独立自信地面对现实中的不确定因素像一个孩童一直找寻妈妈的替代者。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "吃完了饭我又觉得好累，胃胀痛，头发昏，想睡觉，睡着睡着越来越心慌，感觉特别恐慌自己活不下去，恐慌像是看不见妈妈会死掉，恐慌安稳的感觉失去，恐慌任何小的变动……",
    "annotation": [
      {
        "sentence": "吃完了饭我又觉得好累，胃胀痛，头发昏，想睡觉，睡着睡着越来越心慌，感觉特别恐慌自己活不下去，恐慌像是看不见妈妈会死掉，恐慌安稳的感觉失去，恐慌任何小的变动……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些身体和情绪上的症状都可以理解，它们是你焦虑的体现。我明白你希望得到稳定和安全的感觉，也想找到一个妈妈一样的人来依靠。这是因为你曾经经历过分离焦虑，对于死亡存在恐惧。但现实生活中，我们需要学会独立，找到自己内在的安全感。",
    "annotation": [
      {
        "sentence": "这些身体和情绪上的症状都可以理解，它们是你焦虑的体现。",
        "label": ""
      },
      {
        "sentence": "我明白你希望得到稳定和安全的感觉，也想找到一个妈妈一样的人来依靠。",
        "label": ""
      },
      {
        "sentence": "这是因为你曾经经历过分离焦虑，对于死亡存在恐惧。",
        "label": ""
      },
      {
        "sentence": "但现实生活中，我们需要学会独立，找到自己内在的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想找一个妈妈一样的人来依附，这样才觉得自己能活下去。可是我也总是怕她生气，怕被抛弃，过度紧张。有时候，我甚至想要放弃这样的关系。",
    "annotation": [
      {
        "sentence": "我想找一个妈妈一样的人来依附，这样才觉得自己能活下去。",
        "label": ""
      },
      {
        "sentence": "可是我也总是怕她生气，怕被抛弃，过度紧张。",
        "label": ""
      },
      {
        "sentence": "有时候，我甚至想要放弃这样的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你担心被抛弃是因为你没有建立起自信和安全感。但对于这种情况，你并不是一个人，很多人都有类似的情结。我们都在成长的过程中失去了自信和安全感，对自己产生怀疑和否定。然而，我们可以通过学习和反思，从过往的经历中建立起自己的人格，成为自己的支持者。这样你就可以摆脱过度担心和恐惧的困扰。",
    "annotation": [
      {
        "sentence": "你担心被抛弃是因为你没有建立起自信和安全感。",
        "label": ""
      },
      {
        "sentence": "但对于这种情况，你并不是一个人，很多人都有类似的情结。",
        "label": ""
      },
      {
        "sentence": "我们都在成长的过程中失去了自信和安全感，对自己产生怀疑和否定。",
        "label": ""
      },
      {
        "sentence": "然而，我们可以通过学习和反思，从过往的经历中建立起自己的人格，成为自己的支持者。",
        "label": ""
      },
      {
        "sentence": "这样你就可以摆脱过度担心和恐惧的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我总是感到不踏实，觉得自己会遭受灾难。我渴望能够安稳、踏实、平和、幸福，但却总觉得自己无法得到。",
    "annotation": [
      {
        "sentence": "我总是感到不踏实，觉得自己会遭受灾难。",
        "label": ""
      },
      {
        "sentence": "我渴望能够安稳、踏实、平和、幸福，但却总觉得自己无法得到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对于这些情绪和渴望是很正常的。但是你需要学会接纳自己和他人，建立起自己的价值感。我们一生中要么接受现状，要么改变现状。勇敢地面对生活中的挑战，去尝试失败和胜利，用自己的生命来重新创造生活。同时，我们也可以寻求咨询师的帮助，他们可以扮演健康养育者的角色，帮助我们建立有力量的安全感，获得自我力量。",
    "annotation": [
      {
        "sentence": "你对于这些情绪和渴望是很正常的。",
        "label": ""
      },
      {
        "sentence": "但是你需要学会接纳自己和他人，建立起自己的价值感。",
        "label": ""
      },
      {
        "sentence": "我们一生中要么接受现状，要么改变现状。",
        "label": ""
      },
      {
        "sentence": "勇敢地面对生活中的挑战，去尝试失败和胜利，用自己的生命来重新创造生活。",
        "label": ""
      },
      {
        "sentence": "同时，我们也可以寻求咨询师的帮助，他们可以扮演健康养育者的角色，帮助我们建立有力量的安全感，获得自我力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的想摆脱这种孤独和恐惧的困扰。你觉得寻求精神分析师的帮助可以治愈我的症状吗？",
    "annotation": [
      {
        "sentence": "我真的想摆脱这种孤独和恐惧的困扰。",
        "label": ""
      },
      {
        "sentence": "你觉得寻求精神分析师的帮助可以治愈我的症状吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "寻求咨询师的帮助是一个很好的选择。他们具备专业知识和技能，可以帮助你解决困扰并治疗你的症状。咨询师可以理解你的情绪和心理状态，并提供有效的支持和回应。不要忽视你的问题，你值得拥有一个更健康、更幸福的生活。祝你好运！",
    "annotation": [
      {
        "sentence": "寻求咨询师的帮助是一个很好的选择。",
        "label": ""
      },
      {
        "sentence": "他们具备专业知识和技能，可以帮助你解决困扰并治疗你的症状。",
        "label": ""
      },
      {
        "sentence": "咨询师可以理解你的情绪和心理状态，并提供有效的支持和回应。",
        "label": ""
      },
      {
        "sentence": "不要忽视你的问题，你值得拥有一个更健康、更幸福的生活。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]