[
  {
    "role": "client",
    "content": "每次跟人交流，注视着别人眼睛都会紧张，恐惧，害怕？没办法做到长时间与人注视，表情会越来越僵硬，眼睛也是，面部也是，会恐慌。别人注视着我的时候也是，也会恐慌，会面部表情不自然。会怕人看出，想要回避，逃避。别人一不关注我了就不会很痛苦，丧失了良好的交际，严重影响我生活，工作！该怎么克服？",
    "annotation": [
      {
        "sentence": "每次跟人交流，注视着别人眼睛都会紧张，恐惧，害怕？",
        "label": ""
      },
      {
        "sentence": "没办法做到长时间与人注视，表情会越来越僵硬，眼睛也是，面部也是，会恐慌。",
        "label": ""
      },
      {
        "sentence": "别人注视着我的时候也是，也会恐慌，会面部表情不自然。",
        "label": ""
      },
      {
        "sentence": "会怕人看出，想要回避，逃避。",
        "label": ""
      },
      {
        "sentence": "别人一不关注我了就不会很痛苦，丧失了良好的交际，严重影响我生活，工作！",
        "label": ""
      },
      {
        "sentence": "该怎么克服？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说过“对视恐怖症”吗？这是一种社交恐怖症，通常发生在十五六岁到二十岁左右的青少年身上。他们害怕与人进行目光交流，在人多场合害怕说话，总是感觉别人在盯着自己看或议论自己。他们共同的特征是紧张不安、注意力分散，常常伴随着强迫性思维和观念，同时还伴随着焦虑、抑郁、焦躁和恐惧等消极情绪。很多人因此影响了正常的社交活动，对生活和工作造成了严重的影响。不过，你不用过分担心，对视恐怖症实际上是神经机能短暂失调的一种表现，尤其在青春期常见，多见的原因是身体发育过快，心理上一时难以适应，再加上学习和工作压力大，所以对神经机能的适应性较差。针对你的情况，我有几点建议可以给你。",
    "annotation": [
      {
        "sentence": "你好，听说过“对视恐怖症”吗？",
        "label": ""
      },
      {
        "sentence": "这是一种社交恐怖症，通常发生在十五六岁到二十岁左右的青少年身上。",
        "label": ""
      },
      {
        "sentence": "他们害怕与人进行目光交流，在人多场合害怕说话，总是感觉别人在盯着自己看或议论自己。",
        "label": ""
      },
      {
        "sentence": "他们共同的特征是紧张不安、注意力分散，常常伴随着强迫性思维和观念，同时还伴随着焦虑、抑郁、焦躁和恐惧等消极情绪。",
        "label": ""
      },
      {
        "sentence": "很多人因此影响了正常的社交活动，对生活和工作造成了严重的影响。",
        "label": ""
      },
      {
        "sentence": "不过，你不用过分担心，对视恐怖症实际上是神经机能短暂失调的一种表现，尤其在青春期常见，多见的原因是身体发育过快，心理上一时难以适应，再加上学习和工作压力大，所以对神经机能的适应性较差。",
        "label": ""
      },
      {
        "sentence": "针对你的情况，我有几点建议可以给你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请告诉我应该怎么办？",
    "annotation": [
      {
        "sentence": "请告诉我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，如果情况严重，严重影响你的生活，我建议你去医院的精神科咨询一下，可能会有一些药物可以帮助你尽快摆脱困扰。其次，如果情况不是很严重，你可以尝试心理行为调节的方法来恢复正常。首先要树立一个良好的心态，相信自己一定能够克服目前的困难。然后，每天可以读半个小时的书，大声地读出来，最好能带点声情并茂。此外，每天唱一首歌也可以有助于缓解，可以在家里唱，或者找一个没有人的地方唱，甚至可以去歌厅唱，用音乐来宣泄情绪。同时，有意识地多参加社交活动，开始和那些你觉得比较面善的人进行谈话和交流，记得不要故意避开他们的眼神。另外，坚持一些体育运动，比如跑步、游泳、打篮球等，可以促进身体代谢平衡，更有效地克服恐惧情绪。如果经过自己的努力还没有改善，或者改善的速度太慢，想要更快地康复，可以寻求专业心理医生或咨询师的帮助。相信自己，你也有能力让自己变得健康快乐。",
    "annotation": [
      {
        "sentence": "首先，如果情况严重，严重影响你的生活，我建议你去医院的精神科咨询一下，可能会有一些药物可以帮助你尽快摆脱困扰。",
        "label": ""
      },
      {
        "sentence": "其次，如果情况不是很严重，你可以尝试心理行为调节的方法来恢复正常。",
        "label": ""
      },
      {
        "sentence": "首先要树立一个良好的心态，相信自己一定能够克服目前的困难。",
        "label": ""
      },
      {
        "sentence": "然后，每天可以读半个小时的书，大声地读出来，最好能带点声情并茂。",
        "label": ""
      },
      {
        "sentence": "此外，每天唱一首歌也可以有助于缓解，可以在家里唱，或者找一个没有人的地方唱，甚至可以去歌厅唱，用音乐来宣泄情绪。",
        "label": ""
      },
      {
        "sentence": "同时，有意识地多参加社交活动，开始和那些你觉得比较面善的人进行谈话和交流，记得不要故意避开他们的眼神。",
        "label": ""
      },
      {
        "sentence": "另外，坚持一些体育运动，比如跑步、游泳、打篮球等，可以促进身体代谢平衡，更有效地克服恐惧情绪。",
        "label": ""
      },
      {
        "sentence": "如果经过自己的努力还没有改善，或者改善的速度太慢，想要更快地康复，可以寻求专业心理医生或咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "相信自己，你也有能力让自己变得健康快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尝试你给我的方法去克服这个问题的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尝试你给我的方法去克服这个问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够克服这个问题的。如果在尝试的过程中还有其他困惑或者需要进一步的支持，随时可以向我寻求帮助。坚持下去，你会变得越来越好的。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够克服这个问题的。",
        "label": ""
      },
      {
        "sentence": "如果在尝试的过程中还有其他困惑或者需要进一步的支持，随时可以向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "坚持下去，你会变得越来越好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会的。非常感谢你的鼓励和支持！",
    "annotation": [
      {
        "sentence": "好的，我会的。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的鼓励和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。相信自己，你一定能够战胜这个困难，希望你早日恢复正常的交际能力和生活状态。如果还有其他问题，随时都可以来找我聊天。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够战胜这个困难，希望你早日恢复正常的交际能力和生活状态。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]