[
  {
    "role": "client",
    "content": "每次跟人交流，注视着别人眼睛都会紧张，恐惧，害怕？没办法做到长时间与人注视，表情会越来越僵硬，眼睛也是，面部也是，会恐慌。别人注视着我的时候也是，也会恐慌，会面部表情不自然。会怕人看出，想要回避，逃避。别人一不关注我了就不会很痛苦，丧失了良好的交际，严重影响我生活，工作！该怎么克服？",
    "annotation": [
      {
        "sentence": "每次跟人交流，注视着别人眼睛都会紧张，恐惧，害怕？",
        "label": ""
      },
      {
        "sentence": "没办法做到长时间与人注视，表情会越来越僵硬，眼睛也是，面部也是，会恐慌。",
        "label": ""
      },
      {
        "sentence": "别人注视着我的时候也是，也会恐慌，会面部表情不自然。",
        "label": ""
      },
      {
        "sentence": "会怕人看出，想要回避，逃避。",
        "label": ""
      },
      {
        "sentence": "别人一不关注我了就不会很痛苦，丧失了良好的交际，严重影响我生活，工作！",
        "label": ""
      },
      {
        "sentence": "该怎么克服？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "眼睛是心灵的窗户，从我们的眼睛能够看出很多东西，包括情绪、想法等，所以长时间和别人注视或者被别人注视会感到紧张，这很正常。我们很多人都会有类似的感觉，一般很难长时间与别人的双眼对视，期间总会有一些转移才能缓解这种紧张感。",
    "annotation": [
      {
        "sentence": "眼睛是心灵的窗户，从我们的眼睛能够看出很多东西，包括情绪、想法等，所以长时间和别人注视或者被别人注视会感到紧张，这很正常。",
        "label": ""
      },
      {
        "sentence": "我们很多人都会有类似的感觉，一般很难长时间与别人的双眼对视，期间总会有一些转移才能缓解这种紧张感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我每次都会越来越紧张，不仅仅是眼睛，连面部表情也会僵硬，感觉很不自然。别人注视我的时候，我会感到恐慌，想要回避。",
    "annotation": [
      {
        "sentence": "但是，我每次都会越来越紧张，不仅仅是眼睛，连面部表情也会僵硬，感觉很不自然。",
        "label": ""
      },
      {
        "sentence": "别人注视我的时候，我会感到恐慌，想要回避。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你出现恐慌、僵硬和逃避的感觉，反映了你的内心有着很强的自我保护意识。你可能缺乏安全感，也不太愿意向外界展示自己的情绪和想法。对于外界的接触，你有着高度的敏感，会觉得别人注视你是对你的一种入侵，因此感到恐惧和退缩，担心别人会透过你的眼睛看到你的内心想法和不自信的一面。",
    "annotation": [
      {
        "sentence": "你出现恐慌、僵硬和逃避的感觉，反映了你的内心有着很强的自我保护意识。",
        "label": ""
      },
      {
        "sentence": "你可能缺乏安全感，也不太愿意向外界展示自己的情绪和想法。",
        "label": ""
      },
      {
        "sentence": "对于外界的接触，你有着高度的敏感，会觉得别人注视你是对你的一种入侵，因此感到恐惧和退缩，担心别人会透过你的眼睛看到你的内心想法和不自信的一面。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我害怕别人发现我的不自信和内心的恐惧。这让我失去了良好的交际，严重影响了我的生活和工作。我真的想知道该怎么克服这个问题。",
    "annotation": [
      {
        "sentence": "是的，我害怕别人发现我的不自信和内心的恐惧。",
        "label": ""
      },
      {
        "sentence": "这让我失去了良好的交际，严重影响了我的生活和工作。",
        "label": ""
      },
      {
        "sentence": "我真的想知道该怎么克服这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在人际交往中，我们不得不和别人对视才显得礼貌。可以试试一个小技巧，当你要看着对方时，不用直接盯着他的眼睛，可以盯着他的鼻子就可以了，这样你就不用感到紧张，而对方看你的眼神一样会以为你是在看他的眼睛，不会觉得不礼貌。",
    "annotation": [
      {
        "sentence": "在人际交往中，我们不得不和别人对视才显得礼貌。",
        "label": ""
      },
      {
        "sentence": "可以试试一个小技巧，当你要看着对方时，不用直接盯着他的眼睛，可以盯着他的鼻子就可以了，这样你就不用感到紧张，而对方看你的眼神一样会以为你是在看他的眼睛，不会觉得不礼貌。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来不错，我可以试试看。还有其他的方法吗？",
    "annotation": [
      {
        "sentence": "这个方法听起来不错，我可以试试看。",
        "label": ""
      },
      {
        "sentence": "还有其他的方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，另外你也可以根据交谈内容准备一些小道具。比如如果你要和上司或同事讨论工作，可以准备一本笔记本放在面前，在交谈时，你可以偶尔转移视线看一下笔记本，假装在看工作内容，这样可以缓解你的紧张感。",
    "annotation": [
      {
        "sentence": "当然，另外你也可以根据交谈内容准备一些小道具。",
        "label": ""
      },
      {
        "sentence": "比如如果你要和上司或同事讨论工作，可以准备一本笔记本放在面前，在交谈时，你可以偶尔转移视线看一下笔记本，假装在看工作内容，这样可以缓解你的紧张感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议听起来很实用，我可以试试看。但是，我觉得最根本的还是需要我从内心进行改善，正视我内心的恐惧和不自信心理的根源。你觉得我该怎么加强自己的安全感和自信心呢？",
    "annotation": [
      {
        "sentence": "这个建议听起来很实用，我可以试试看。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得最根本的还是需要我从内心进行改善，正视我内心的恐惧和不自信心理的根源。",
        "label": ""
      },
      {
        "sentence": "你觉得我该怎么加强自己的安全感和自信心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，多多练习和别人对视，从善意的角度理解和接纳别人的目光，告诉自己这没什么大不了，别人不会因此伤害到你。同时，可以尝试一些放松的技巧，比如深呼吸和冥想，这些可以帮助你放松紧张的情绪和思维。此外，多和朋友、家人聊天，分享自己的感受和经历，让自己更加放松和自信。",
    "annotation": [
      {
        "sentence": "首先，多多练习和别人对视，从善意的角度理解和接纳别人的目光，告诉自己这没什么大不了，别人不会因此伤害到你。",
        "label": ""
      },
      {
        "sentence": "同时，可以尝试一些放松的技巧，比如深呼吸和冥想，这些可以帮助你放松紧张的情绪和思维。",
        "label": ""
      },
      {
        "sentence": "此外，多和朋友、家人聊天，分享自己的感受和经历，让自己更加放松和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量去实践。我相信我可以克服这个问题的，加油！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量去实践。",
        "label": ""
      },
      {
        "sentence": "我相信我可以克服这个问题的，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以的！相信自己，你一定能够克服这个困扰你的问题。加油！如果有任何需要，随时来找我交流。",
    "annotation": [
      {
        "sentence": "你可以的！",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服这个困扰你的问题。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时来找我交流。",
        "label": ""
      }
    ]
  }
]