[
  {
    "role": "client",
    "content": "我不想去相亲被我爸骂自私。因为我不想去相亲，就被我爸骂自私。他说如果他开车胡思乱想都是我的错，说别人总说他怎么也不管女儿。可是我就是不想去，这就是自私吗？我爸妈向我借钱，根本就没还过，还要用我的名字贷款买车，我都答应了，都这么做了我还是自私？我从小就是留守家庭，他们工作就没管过我，凭什么现在要和我谈心就谈心，对我大喊大叫，自以为是为我着想，我没跟他们提过什么要求，是不是这样他们就觉得我特别软弱好欺负啊。",
    "annotation": [
      {
        "sentence": "我不想去相亲被我爸骂自私。",
        "label": ""
      },
      {
        "sentence": "因为我不想去相亲，就被我爸骂自私。",
        "label": ""
      },
      {
        "sentence": "他说如果他开车胡思乱想都是我的错，说别人总说他怎么也不管女儿。",
        "label": ""
      },
      {
        "sentence": "可是我就是不想去，这就是自私吗？",
        "label": ""
      },
      {
        "sentence": "我爸妈向我借钱，根本就没还过，还要用我的名字贷款买车，我都答应了，都这么做了我还是自私？",
        "label": ""
      },
      {
        "sentence": "我从小就是留守家庭，他们工作就没管过我，凭什么现在要和我谈心就谈心，对我大喊大叫，自以为是为我着想，我没跟他们提过什么要求，是不是这样他们就觉得我特别软弱好欺负啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这种感受是可以理解的。每个人都有自己的想法和观念，并且观念也会随着时间和经历的变化而不断更新。你爸爸可能认为你不相亲是自私的表现，这有可能是他自己对外界评价的反映，或者是在他周围的人对他的评价刺激了他的思维，促使他希望你去相亲。我们也许无法改变他的观念，但我们可以尝试调整自己的想法和行动。在他保持这个观念的情况下，你为其他事情所做的努力似乎不能成为他们理解你的前提条件。你借钱给父母、帮他们贷款买车并不能成为他们同意你不去相亲的原因。在他们眼里，这些行为都是你作为儿女的义务。而你可能也在默默中建立了一种交换的观念，用你的付出换取他们对你的理解。但很重要的一点是，你并没有与他们明确提出这样的要求。所以，你的沉默是否意味着你倔强地想建立自己的界限？你是否认为他们应该在某个点上止步，而他们一直逼迫你是因为觉得你软弱好欺负？不管他们有什么观念，你的声音对你和父母来说同样重要。你可以试着正式地与他们谈谈你的想法，不一定要面对面，可以通过手机短信或微信等方式进行。而且这种沟通方式通常非常有帮助。另外，如果你不去相亲，你父亲周围的人可能会说他不关心你。父亲也在被动地应对他人的评价，这也是导致他坚持你去相亲的原因之一。我们无法改变他人的行为，但通过积极的沟通，你可能会获得更多的理解和支持。所以如果有什么要求，尽量让他们知道。在原则问题上，父母和你是平等的。",
    "annotation": [
      {
        "sentence": "你这种感受是可以理解的。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的想法和观念，并且观念也会随着时间和经历的变化而不断更新。",
        "label": ""
      },
      {
        "sentence": "你爸爸可能认为你不相亲是自私的表现，这有可能是他自己对外界评价的反映，或者是在他周围的人对他的评价刺激了他的思维，促使他希望你去相亲。",
        "label": ""
      },
      {
        "sentence": "我们也许无法改变他的观念，但我们可以尝试调整自己的想法和行动。",
        "label": ""
      },
      {
        "sentence": "在他保持这个观念的情况下，你为其他事情所做的努力似乎不能成为他们理解你的前提条件。",
        "label": ""
      },
      {
        "sentence": "你借钱给父母、帮他们贷款买车并不能成为他们同意你不去相亲的原因。",
        "label": ""
      },
      {
        "sentence": "在他们眼里，这些行为都是你作为儿女的义务。",
        "label": ""
      },
      {
        "sentence": "而你可能也在默默中建立了一种交换的观念，用你的付出换取他们对你的理解。",
        "label": ""
      },
      {
        "sentence": "但很重要的一点是，你并没有与他们明确提出这样的要求。",
        "label": ""
      },
      {
        "sentence": "所以，你的沉默是否意味着你倔强地想建立自己的界限？",
        "label": ""
      },
      {
        "sentence": "你是否认为他们应该在某个点上止步，而他们一直逼迫你是因为觉得你软弱好欺负？",
        "label": ""
      },
      {
        "sentence": "不管他们有什么观念，你的声音对你和父母来说同样重要。",
        "label": ""
      },
      {
        "sentence": "你可以试着正式地与他们谈谈你的想法，不一定要面对面，可以通过手机短信或微信等方式进行。",
        "label": ""
      },
      {
        "sentence": "而且这种沟通方式通常非常有帮助。",
        "label": ""
      },
      {
        "sentence": "另外，如果你不去相亲，你父亲周围的人可能会说他不关心你。",
        "label": ""
      },
      {
        "sentence": "父亲也在被动地应对他人的评价，这也是导致他坚持你去相亲的原因之一。",
        "label": ""
      },
      {
        "sentence": "我们无法改变他人的行为，但通过积极的沟通，你可能会获得更多的理解和支持。",
        "label": ""
      },
      {
        "sentence": "所以如果有什么要求，尽量让他们知道。",
        "label": ""
      },
      {
        "sentence": "在原则问题上，父母和你是平等的。",
        "label": ""
      }
    ]
  }
]