[
  {
    "role": "client",
    "content": "未成年哥哥一直向妈拿钱不然就家暴，怎么办？我是马来西亚人。今年15，哥哥16。妈妈月薪1400+吧我的哥哥差不多每天都要和家人拿钱不然就家暴。家里已经是入不熬出的状况了。报警也不能完全解决办法毕竟只要他在家的一天我妈就需要到处和人借钱。跟妈妈说过不要再给钱了结果还是一样。有时候真的很想自杀。希望有什么解决方法。谢谢",
    "annotation": [
      {
        "sentence": "未成年哥哥一直向妈拿钱不然就家暴，怎么办？",
        "label": ""
      },
      {
        "sentence": "我是马来西亚人。",
        "label": ""
      },
      {
        "sentence": "今年15，哥哥16。",
        "label": ""
      },
      {
        "sentence": "妈妈月薪1400+吧我的哥哥差不多每天都要和家人拿钱不然就家暴。",
        "label": ""
      },
      {
        "sentence": "家里已经是入不熬出的状况了。",
        "label": ""
      },
      {
        "sentence": "报警也不能完全解决办法毕竟只要他在家的一天我妈就需要到处和人借钱。",
        "label": ""
      },
      {
        "sentence": "跟妈妈说过不要再给钱了结果还是一样。",
        "label": ""
      },
      {
        "sentence": "有时候真的很想自杀。",
        "label": ""
      },
      {
        "sentence": "希望有什么解决方法。",
        "label": ""
      },
      {
        "sentence": "谢谢",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您好，听到您遇到这样的问题，我很理解您此刻的困惑和绝望。我想先了解一下，您在马来西亚的情况是怎样的呢？在马来西亚，是否有类似的法律或组织可以提供帮助？对于您弟弟向家人要钱的行为，您能告诉我他从什么时候开始这样做的吗？同时，家暴的行为是从什么时候开始出现的呢？这种家暴对您和您的家人造成了什么样的伤害？您知道他拿这些钱去做什么吗？他是否从事了什么违法的行为？此外，您提到您曾尝试过报警，但并没有解决问题。除了报警，您还想过其他的解决办法吗？非常抱歉听到您有自杀的念头，这表明您目前的压力非常大。但是，请相信我，任何问题都有解决的方法，您并不孤单，我们会一起努力找到解决方案的。请问，您是男孩还是女孩呢？看起来您非常关心您的妈妈，我想问一下，您觉得这个问题与您父母的教育方式有关吗？如果是的话，那么这个问题应该属于你哥哥和父母之间的纠纷，并不是您的错，您不应该自责，更不能因此放弃生命。请放心，我会尽力帮助您找到解决问题的方法。我们可以考虑法律援助或者寻求妇女组织的帮助，也许他们在资源和经验方面可以提供更多的帮助。对您，我要说的是，请不要忘记，世界上有很多人爱着您，我们会一起度过难关的。",
    "annotation": [
      {
        "sentence": "您好，听到您遇到这样的问题，我很理解您此刻的困惑和绝望。",
        "label": ""
      },
      {
        "sentence": "我想先了解一下，您在马来西亚的情况是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "在马来西亚，是否有类似的法律或组织可以提供帮助？",
        "label": ""
      },
      {
        "sentence": "对于您弟弟向家人要钱的行为，您能告诉我他从什么时候开始这样做的吗？",
        "label": ""
      },
      {
        "sentence": "同时，家暴的行为是从什么时候开始出现的呢？",
        "label": ""
      },
      {
        "sentence": "这种家暴对您和您的家人造成了什么样的伤害？",
        "label": ""
      },
      {
        "sentence": "您知道他拿这些钱去做什么吗？",
        "label": ""
      },
      {
        "sentence": "他是否从事了什么违法的行为？",
        "label": ""
      },
      {
        "sentence": "此外，您提到您曾尝试过报警，但并没有解决问题。",
        "label": ""
      },
      {
        "sentence": "除了报警，您还想过其他的解决办法吗？",
        "label": ""
      },
      {
        "sentence": "非常抱歉听到您有自杀的念头，这表明您目前的压力非常大。",
        "label": ""
      },
      {
        "sentence": "但是，请相信我，任何问题都有解决的方法，您并不孤单，我们会一起努力找到解决方案的。",
        "label": ""
      },
      {
        "sentence": "请问，您是男孩还是女孩呢？",
        "label": ""
      },
      {
        "sentence": "看起来您非常关心您的妈妈，我想问一下，您觉得这个问题与您父母的教育方式有关吗？",
        "label": ""
      },
      {
        "sentence": "如果是的话，那么这个问题应该属于你哥哥和父母之间的纠纷，并不是您的错，您不应该自责，更不能因此放弃生命。",
        "label": ""
      },
      {
        "sentence": "请放心，我会尽力帮助您找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "我们可以考虑法律援助或者寻求妇女组织的帮助，也许他们在资源和经验方面可以提供更多的帮助。",
        "label": ""
      },
      {
        "sentence": "对您，我要说的是，请不要忘记，世界上有很多人爱着您，我们会一起度过难关的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的关心和建议。我住在马来西亚，我不太清楚这里是否有类似法律或组织可以帮助。弟弟从大概一年前开始向家人要钱，但家暴行为是最近几个月才开始的。家暴给我们带来了很大的伤害，不仅身体上的还有心理上的。他拿到的钱很多时候用来买游戏物品，电子产品等。不知道他是否从事了违法的事情。除了报警，我们还试着与他进行对话，但都没有什么效果。我是男孩，我觉得这个问题可能与父母的教育方式有关，他们对于弟弟的要求太低了。有时候我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "谢谢支持者的关心和建议。",
        "label": ""
      },
      {
        "sentence": "我住在马来西亚，我不太清楚这里是否有类似法律或组织可以帮助。",
        "label": ""
      },
      {
        "sentence": "弟弟从大概一年前开始向家人要钱，但家暴行为是最近几个月才开始的。",
        "label": ""
      },
      {
        "sentence": "家暴给我们带来了很大的伤害，不仅身体上的还有心理上的。",
        "label": ""
      },
      {
        "sentence": "他拿到的钱很多时候用来买游戏物品，电子产品等。",
        "label": ""
      },
      {
        "sentence": "不知道他是否从事了违法的事情。",
        "label": ""
      },
      {
        "sentence": "除了报警，我们还试着与他进行对话，但都没有什么效果。",
        "label": ""
      },
      {
        "sentence": "我是男孩，我觉得这个问题可能与父母的教育方式有关，他们对于弟弟的要求太低了。",
        "label": ""
      },
      {
        "sentence": "有时候我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴您能与我分享更多的信息。听到您和您的家人遭受了身体和心理上的伤害，我感到非常心疼。同时，了解到您弟弟使用这些钱购买游戏物品和电子产品，这说明他可能有着不负责任的消费习惯。不过，我们目前还无法确定他是否从事了违法行为。对话确实是一个很好的方式，但有时候仅仅依靠沟通可能无法解决问题，我们可能需要采取一些其他的策略。在马来西亚，您可以尝试咨询一些相关的专业人士，比如儿童保护机构或心理咨询师、社工等。同时，您可以考虑与其他亲戚或朋友沟通，并一起商讨如何为您的妈妈提供更多的支持和帮助。请相信，我们一定可以找到适合的方法来解决问题，您绝不是一个人在面对这一切。",
    "annotation": [
      {
        "sentence": "很高兴您能与我分享更多的信息。",
        "label": ""
      },
      {
        "sentence": "听到您和您的家人遭受了身体和心理上的伤害，我感到非常心疼。",
        "label": ""
      },
      {
        "sentence": "同时，了解到您弟弟使用这些钱购买游戏物品和电子产品，这说明他可能有着不负责任的消费习惯。",
        "label": ""
      },
      {
        "sentence": "不过，我们目前还无法确定他是否从事了违法行为。",
        "label": ""
      },
      {
        "sentence": "对话确实是一个很好的方式，但有时候仅仅依靠沟通可能无法解决问题，我们可能需要采取一些其他的策略。",
        "label": ""
      },
      {
        "sentence": "在马来西亚，您可以尝试咨询一些相关的专业人士，比如儿童保护机构或心理咨询师、社工等。",
        "label": ""
      },
      {
        "sentence": "同时，您可以考虑与其他亲戚或朋友沟通，并一起商讨如何为您的妈妈提供更多的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "请相信，我们一定可以找到适合的方法来解决问题，您绝不是一个人在面对这一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的建议。我会尝试找到儿童保护机构或心理咨询师来咨询。同时，我也会与其他亲戚和朋友分享这个问题，争取得到更多的支持和帮助。我希望这个问题可以得到解决，家里不再受到伤害。谢谢您的关心和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢支持者的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试找到儿童保护机构或心理咨询师来咨询。",
        "label": ""
      },
      {
        "sentence": "同时，我也会与其他亲戚和朋友分享这个问题，争取得到更多的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我希望这个问题可以得到解决，家里不再受到伤害。",
        "label": ""
      },
      {
        "sentence": "谢谢您的关心和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢您的配合和努力。我相信只要我们齐心协力，问题一定会得到解决。找寻儿童保护机构或心理咨询师是一个明智的选择，他们可以根据您的实际情况给出更具体的建议和帮助。同时，与亲戚和朋友分享问题也是一种积极的行动，他们的支持会给您带来更多的力量和信心。请坚信，您和您的家人都值得得到幸福和安宁，我们会一起为此努力。如果在寻找资源或面对困难时需要帮助，请随时与我联系。我会一直陪伴在您身边。您不是一个人。",
    "annotation": [
      {
        "sentence": "非常感谢您的配合和努力。",
        "label": ""
      },
      {
        "sentence": "我相信只要我们齐心协力，问题一定会得到解决。",
        "label": ""
      },
      {
        "sentence": "找寻儿童保护机构或心理咨询师是一个明智的选择，他们可以根据您的实际情况给出更具体的建议和帮助。",
        "label": ""
      },
      {
        "sentence": "同时，与亲戚和朋友分享问题也是一种积极的行动，他们的支持会给您带来更多的力量和信心。",
        "label": ""
      },
      {
        "sentence": "请坚信，您和您的家人都值得得到幸福和安宁，我们会一起为此努力。",
        "label": ""
      },
      {
        "sentence": "如果在寻找资源或面对困难时需要帮助，请随时与我联系。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在您身边。",
        "label": ""
      },
      {
        "sentence": "您不是一个人。",
        "label": ""
      }
    ]
  }
]