[
  {
    "role": "client",
    "content": "我23岁，每次男友回部队我就焦虑不安，睡不着觉。",
    "annotation": [
      {
        "sentence": "我23岁，每次男友回部队我就焦虑不安，睡不着觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。你是一个对感情专一而敏感的女生，对男友回部队这件事情特别在意，导致你睡不好觉。是不是以前睡眠都很好，但每次他回部队，甚至离他回部队还有半个月的时候，你就开始感到焦躁不安，睡不踏实，经常惊醒，再也无法入睡。你甚至不敢回忆和他在一起美好的日子，感觉受不了，想哭，无法呼吸。你不知道怎样来缓解这种情绪。白天的时候你还能稍微压制情绪，但是晚上就很烦躁不安，几乎一夜无眠，好像害怕入睡一样。每次一想到他，就难受，越睡越清醒。很害怕那种感觉，但是没有办法控制，也不知道怎样缓解。你觉得他在的日子真的很美好，他一走，就把你的快乐都带走了。我能帮帮你吗？谢谢！",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你是一个对感情专一而敏感的女生，对男友回部队这件事情特别在意，导致你睡不好觉。",
        "label": ""
      },
      {
        "sentence": "是不是以前睡眠都很好，但每次他回部队，甚至离他回部队还有半个月的时候，你就开始感到焦躁不安，睡不踏实，经常惊醒，再也无法入睡。",
        "label": ""
      },
      {
        "sentence": "你甚至不敢回忆和他在一起美好的日子，感觉受不了，想哭，无法呼吸。",
        "label": ""
      },
      {
        "sentence": "你不知道怎样来缓解这种情绪。",
        "label": ""
      },
      {
        "sentence": "白天的时候你还能稍微压制情绪，但是晚上就很烦躁不安，几乎一夜无眠，好像害怕入睡一样。",
        "label": ""
      },
      {
        "sentence": "每次一想到他，就难受，越睡越清醒。",
        "label": ""
      },
      {
        "sentence": "很害怕那种感觉，但是没有办法控制，也不知道怎样缓解。",
        "label": ""
      },
      {
        "sentence": "你觉得他在的日子真的很美好，他一走，就把你的快乐都带走了。",
        "label": ""
      },
      {
        "sentence": "我能帮帮你吗？",
        "label": ""
      },
      {
        "sentence": "谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每次他离开我就会感觉很不安，不确定他在部队的日子会发生什么事情。我只能在想象中去担心他的安全，这样的情绪实在是太难受了。我希望能够找到方法来减轻我的焦虑和失眠。",
    "annotation": [
      {
        "sentence": "是的，每次他离开我就会感觉很不安，不确定他在部队的日子会发生什么事情。",
        "label": ""
      },
      {
        "sentence": "我只能在想象中去担心他的安全，这样的情绪实在是太难受了。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到方法来减轻我的焦虑和失眠。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担心和不安。你知道吗，你的情绪与你和父母以及主要照料者之间的关系有些关联。在婴幼儿期，如果你与母亲或主要照料者之间形成了不安全的依恋，就容易在长大后出现类似的情绪反应。可能是因为母亲或照料者没有能及时回应你的需求，造成了这种情况。或者也与你的原生家庭中父母的关系以及你与主要照料者的关系有关。以上这些因素都会在你的潜意识中影响你成年后的亲密关系和情绪反应。我希望你能认识到这个问题，并尝试去爱护和理解你内心深处那个需要关爱的小孩。同时，也要理解和接纳你的父母，相信他们是爱你的，无论他们是否在你身边。相信男友对你的爱依然不变。我们现在已经长大了，有能力照顾好自己。即使在男友不在身边的时候，我们可以通过视频电话、聊天等方式与他保持联系，互相安慰和鼓励。我们的社交范围也比小时候广，可以与好朋友一起玩，看电影等。同时，我们也可以去做一些自己感兴趣的事情，丰富自己的见识。这些都可以帮助我们提高自己的生活和工作能力。改变需要时间，要有耐心和信心。关于失眠，你可以尝试深呼吸放松，练习一些放松的活动，帮助你入睡。",
    "annotation": [
      {
        "sentence": "我明白你的担心和不安。",
        "label": ""
      },
      {
        "sentence": "你知道吗，你的情绪与你和父母以及主要照料者之间的关系有些关联。",
        "label": ""
      },
      {
        "sentence": "在婴幼儿期，如果你与母亲或主要照料者之间形成了不安全的依恋，就容易在长大后出现类似的情绪反应。",
        "label": ""
      },
      {
        "sentence": "可能是因为母亲或照料者没有能及时回应你的需求，造成了这种情况。",
        "label": ""
      },
      {
        "sentence": "或者也与你的原生家庭中父母的关系以及你与主要照料者的关系有关。",
        "label": ""
      },
      {
        "sentence": "以上这些因素都会在你的潜意识中影响你成年后的亲密关系和情绪反应。",
        "label": ""
      },
      {
        "sentence": "我希望你能认识到这个问题，并尝试去爱护和理解你内心深处那个需要关爱的小孩。",
        "label": ""
      },
      {
        "sentence": "同时，也要理解和接纳你的父母，相信他们是爱你的，无论他们是否在你身边。",
        "label": ""
      },
      {
        "sentence": "相信男友对你的爱依然不变。",
        "label": ""
      },
      {
        "sentence": "我们现在已经长大了，有能力照顾好自己。",
        "label": ""
      },
      {
        "sentence": "即使在男友不在身边的时候，我们可以通过视频电话、聊天等方式与他保持联系，互相安慰和鼓励。",
        "label": ""
      },
      {
        "sentence": "我们的社交范围也比小时候广，可以与好朋友一起玩，看电影等。",
        "label": ""
      },
      {
        "sentence": "同时，我们也可以去做一些自己感兴趣的事情，丰富自己的见识。",
        "label": ""
      },
      {
        "sentence": "这些都可以帮助我们提高自己的生活和工作能力。",
        "label": ""
      },
      {
        "sentence": "改变需要时间，要有耐心和信心。",
        "label": ""
      },
      {
        "sentence": "关于失眠，你可以尝试深呼吸放松，练习一些放松的活动，帮助你入睡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我会试着去爱护内心的那个小孩，并且理解和接纳我的父母。我也会尝试增加与男友的联系，同时扩大自己的社交圈子，找到一些感兴趣的事情来做，丰富自己的生活。我明白改变需要时间，我会有耐心和信心的。对于失眠问题，我会尝试你提到的放松方法，希望它们能够帮助我入睡。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会试着去爱护内心的那个小孩，并且理解和接纳我的父母。",
        "label": ""
      },
      {
        "sentence": "我也会尝试增加与男友的联系，同时扩大自己的社交圈子，找到一些感兴趣的事情来做，丰富自己的生活。",
        "label": ""
      },
      {
        "sentence": "我明白改变需要时间，我会有耐心和信心的。",
        "label": ""
      },
      {
        "sentence": "对于失眠问题，我会尝试你提到的放松方法，希望它们能够帮助我入睡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，我很欣慰看到你有这样的决心和信心。我相信你的努力和积极的态度会让你摆脱焦虑和失眠的困扰。害怕分离是正常的，但我们要相信男友对你的爱依然不变，他是一个负责任和有情感的好军人。他离开并不意味着带走了你的快乐，我们自己也是能够照顾好自己的人。我期待着你成功克服这些困难，过上更加平静和快乐的生活。加油！",
    "annotation": [
      {
        "sentence": "非常好，我很欣慰看到你有这样的决心和信心。",
        "label": ""
      },
      {
        "sentence": "我相信你的努力和积极的态度会让你摆脱焦虑和失眠的困扰。",
        "label": ""
      },
      {
        "sentence": "害怕分离是正常的，但我们要相信男友对你的爱依然不变，他是一个负责任和有情感的好军人。",
        "label": ""
      },
      {
        "sentence": "他离开并不意味着带走了你的快乐，我们自己也是能够照顾好自己的人。",
        "label": ""
      },
      {
        "sentence": "我期待着你成功克服这些困难，过上更加平静和快乐的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会努力的，相信自己能够克服这些问题，过上更加美好的生活。再次感谢你的帮助和倾听！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力的，相信自己能够克服这些问题，过上更加美好的生活。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和倾听！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。如果你还有其他问题或者需要进一步的支持，随时都可以找我聊天。你并不孤单，我们一起面对困难，一起走过这段艰难的时期。希望我们的未来会更加充满阳光和希望。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要进一步的支持，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们一起面对困难，一起走过这段艰难的时期。",
        "label": ""
      },
      {
        "sentence": "希望我们的未来会更加充满阳光和希望。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]