[
  {
    "role": "client",
    "content": "看见父亲辱骂掌掴母亲，感觉受到心理创伤，如何调节？",
    "annotation": [
      {
        "sentence": "看见父亲辱骂掌掴母亲，感觉受到心理创伤，如何调节？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的心情是可以理解的，任何一个人遇到这样的事情也会向你一样无助，不知道怎么办才好。向你的父母都是教师我想一直以来他们的关系也是不错的。",
    "annotation": [
      {
        "sentence": "你的心情是可以理解的，任何一个人遇到这样的事情也会向你一样无助，不知道怎么办才好。",
        "label": ""
      },
      {
        "sentence": "向你的父母都是教师我想一直以来他们的关系也是不错的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，父母关系一直很好，而且我从小到大并没有见过父亲对母亲暴力，顶多是沉默。可是近两年，母亲的身心状况都变得很糟糕，行动不便、失禁、无生活自理能力，认知困难。父亲是唯一照料者。",
    "annotation": [
      {
        "sentence": "是的，父母关系一直很好，而且我从小到大并没有见过父亲对母亲暴力，顶多是沉默。",
        "label": ""
      },
      {
        "sentence": "可是近两年，母亲的身心状况都变得很糟糕，行动不便、失禁、无生活自理能力，认知困难。",
        "label": ""
      },
      {
        "sentence": "父亲是唯一照料者。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了，母亲的这种状态让你的父亲感到无助和无奈，有些时候他就运用了不合理的宣泄方法，那么对母亲进行这样暴力“掌掴”。那你怀疑父亲，也有一段这样的时间，或者是这种行为会有一段时间了。",
    "annotation": [
      {
        "sentence": "我明白了，母亲的这种状态让你的父亲感到无助和无奈，有些时候他就运用了不合理的宣泄方法，那么对母亲进行这样暴力“掌掴”。",
        "label": ""
      },
      {
        "sentence": "那你怀疑父亲，也有一段这样的时间，或者是这种行为会有一段时间了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我今天发现他掌掴母亲且十分大力，让我怀疑这种暴力已经存在一段时间了。现在我不知道该如何帮助他们，而且我自己也产生了心理创伤。",
    "annotation": [
      {
        "sentence": "是的，我今天发现他掌掴母亲且十分大力，让我怀疑这种暴力已经存在一段时间了。",
        "label": ""
      },
      {
        "sentence": "现在我不知道该如何帮助他们，而且我自己也产生了心理创伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想到的是你可以和父亲进行一下沟通。表示一下对父亲的关心和支持然后理解，当然我们要探讨的是帮助父亲在这种情绪之下去缓解他的行为能力。父母年龄也比较大了，一直护理生病的亲人，是身心疲惫的。",
    "annotation": [
      {
        "sentence": "首先，我想到的是你可以和父亲进行一下沟通。",
        "label": ""
      },
      {
        "sentence": "表示一下对父亲的关心和支持然后理解，当然我们要探讨的是帮助父亲在这种情绪之下去缓解他的行为能力。",
        "label": ""
      },
      {
        "sentence": "父母年龄也比较大了，一直护理生病的亲人，是身心疲惫的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对，他们确实很辛苦。我也愿意尽自己的能力去照顾他们，但是我不知道怎么才能让父亲理解，不再使用暴力。",
    "annotation": [
      {
        "sentence": "嗯，你说得对，他们确实很辛苦。",
        "label": ""
      },
      {
        "sentence": "我也愿意尽自己的能力去照顾他们，但是我不知道怎么才能让父亲理解，不再使用暴力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我有类似的经历可以和你分享一下。在2018年的8月，我的父亲突然脑梗住院，当时我工作学习非常忙，母亲身体也不好。父亲突然遇到这样的疾病，他自己也非常痛苦和无助，有时候甚至用自己的胳膊敲打床边围栏，让我非常生气和焦虑。后来我意识到父亲其实也是因为无力应对所以采用不合理的宣泄方式。我希望你的母亲能够有自主意识的去养成一些自理能力，比如上厕所、吃饭等等。",
    "annotation": [
      {
        "sentence": "我有类似的经历可以和你分享一下。",
        "label": ""
      },
      {
        "sentence": "在2018年的8月，我的父亲突然脑梗住院，当时我工作学习非常忙，母亲身体也不好。",
        "label": ""
      },
      {
        "sentence": "父亲突然遇到这样的疾病，他自己也非常痛苦和无助，有时候甚至用自己的胳膊敲打床边围栏，让我非常生气和焦虑。",
        "label": ""
      },
      {
        "sentence": "后来我意识到父亲其实也是因为无力应对所以采用不合理的宣泄方式。",
        "label": ""
      },
      {
        "sentence": "我希望你的母亲能够有自主意识的去养成一些自理能力，比如上厕所、吃饭等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽量和父亲沟通，并鼓励母亲养成一些独立生活能力。但是我还是担心他们的情况会越来越糟糕，母亲的身体和父亲的情绪都让我很担忧。",
    "annotation": [
      {
        "sentence": "我明白了，我会尽量和父亲沟通，并鼓励母亲养成一些独立生活能力。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心他们的情况会越来越糟糕，母亲的身体和父亲的情绪都让我很担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过担心，你父亲也是出于辛苦和无奈才采取这样的行为。不过，一个人照顾病人确实是很难，我建议你也要参与其中。中国有句古话“子欲养而亲不待”，所以珍惜父母健在的时间，尽儿女之孝。",
    "annotation": [
      {
        "sentence": "不要太过担心，你父亲也是出于辛苦和无奈才采取这样的行为。",
        "label": ""
      },
      {
        "sentence": "不过，一个人照顾病人确实是很难，我建议你也要参与其中。",
        "label": ""
      },
      {
        "sentence": "中国有句古话“子欲养而亲不待”，所以珍惜父母健在的时间，尽儿女之孝。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力做到的。除了这些，我也想解决自己受到的心理创伤，不知道你有什么建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力做到的。",
        "label": ""
      },
      {
        "sentence": "除了这些，我也想解决自己受到的心理创伤，不知道你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你是一位成年人，我建议你可以进行心理咨询，通过和心理咨询师的沟通能够帮助你处理这些创伤，并且学会和父亲沟通，帮助父亲缓解压力。另外，你也可以通过其他方式宣泄一下情绪。如果你还未成年，我建议你和家人一起接受心理咨询，这样可以更好地解决问题，避免今后的亲密关系受到影响。",
    "annotation": [
      {
        "sentence": "如果你是一位成年人，我建议你可以进行心理咨询，通过和心理咨询师的沟通能够帮助你处理这些创伤，并且学会和父亲沟通，帮助父亲缓解压力。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以通过其他方式宣泄一下情绪。",
        "label": ""
      },
      {
        "sentence": "如果你还未成年，我建议你和家人一起接受心理咨询，这样可以更好地解决问题，避免今后的亲密关系受到影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑接受心理咨询的，谢谢你的建议。我相信我能够度过这段艰难的时间，谢谢你的支持！",
    "annotation": [
      {
        "sentence": "我会考虑接受心理咨询的，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我相信我能够度过这段艰难的时间，谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够克服困难。祝愿你和你的家人都能够顺利度过这个阶段，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够克服困难。",
        "label": ""
      },
      {
        "sentence": "祝愿你和你的家人都能够顺利度过这个阶段，加油！",
        "label": ""
      }
    ]
  }
]