[
  {
    "role": "client",
    "content": "高中生的烦恼，关于感情，也关于学习？我是一名高二升高三的学生。我初中喜欢一个同班男生，表白失败。高中又和他在一个学校，我们班人都晓得我喜欢他，可是他高一下学期和我们班另外一个女生在一起了，于是我很尴尬了，班上的人都觉得我还喜欢他什么的，然后高二他们又分了，这个学期开学排位置我选他后面(没位置选了)，然后同学说我是故意的什么的，但是我真是不喜欢他，他们就是不相信我，而且总是发生一些很巧合的事情，不被别人误会都难。我高一喜欢了一个我初中玩的非常好的男生，(不知道是喜欢还是把友情当成了爱情)不过我们中考分差不多，我们初三暑假文理就分科了，他选了理科，我是文科。他在我楼下的班。我也不知道是为什么会喜欢他，高一表白他被拒，然后关系也变淡了很多，今年疫情和他关系好了很多，但是上上个星期，我一时冲动，又去表白，还表白了很多，然后又被拒绝，第二天我还和他解释了好多，我前一天是脑子抽到啦，其实我喜欢你是假的什么什么的。一看就是骗人的那种话。",
    "annotation": [
      {
        "sentence": "高中生的烦恼，关于感情，也关于学习？",
        "label": ""
      },
      {
        "sentence": "我是一名高二升高三的学生。",
        "label": ""
      },
      {
        "sentence": "我初中喜欢一个同班男生，表白失败。",
        "label": ""
      },
      {
        "sentence": "高中又和他在一个学校，我们班人都晓得我喜欢他，可是他高一下学期和我们班另外一个女生在一起了，于是我很尴尬了，班上的人都觉得我还喜欢他什么的，然后高二他们又分了，这个学期开学排位置我选他后面(没位置选了)，然后同学说我是故意的什么的，但是我真是不喜欢他，他们就是不相信我，而且总是发生一些很巧合的事情，不被别人误会都难。",
        "label": ""
      },
      {
        "sentence": "我高一喜欢了一个我初中玩的非常好的男生，(不知道是喜欢还是把友情当成了爱情)不过我们中考分差不多，我们初三暑假文理就分科了，他选了理科，我是文科。",
        "label": ""
      },
      {
        "sentence": "他在我楼下的班。",
        "label": ""
      },
      {
        "sentence": "我也不知道是为什么会喜欢他，高一表白他被拒，然后关系也变淡了很多，今年疫情和他关系好了很多，但是上上个星期，我一时冲动，又去表白，还表白了很多，然后又被拒绝，第二天我还和他解释了好多，我前一天是脑子抽到啦，其实我喜欢你是假的什么什么的。",
        "label": ""
      },
      {
        "sentence": "一看就是骗人的那种话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你有一些关于感情和学习的烦恼。你的情况我大概了解了一下。从你的描述中，我能感觉到你对自己的情感感到困惑。同学们认为你仍然喜欢以前的同学，而你现在喜欢的人又好像对你没有感觉。这给你带来了纠结和沮丧的情绪，这是正常青少年会经历的一种烦恼。你敢于对自己喜欢的人表白，说明你是一个非常勇敢的女孩，这一点非常好。对于前一个男生，平时在班级中，我们可以保持和他的距离，将他当作一个普通同学对待。如果你内心已经平静了，同学们会从你的言行举止中发现你对他已经放下了。毕竟，喜欢一个人和不喜欢或者普通关系，这些感受在表达中是无法掩饰的。对于后一个男生，经历了两次的拒绝，说明对方真的无法接受你。不要让自己成为他人精神空虚时的安慰剂，你有自己的学习和生活，没有必要把你的心挂在一个不珍惜它的人身上。也许你掩饰自己的喜欢是因为拒绝之后的尴尬，或者你自己也认为和他在一起不可能。我建议你好好梳理一下自己的内心感受，不要把这些情感当作一个游戏。要能够清楚地区分喜欢、好感和爱，这对于你这个年龄段的孩子来说都是美好的体验。不要逃避这些情感，但也不要被它们所困扰。在青春期我们会因为各种原因喜欢和爱上一个人，可能是因为他长得符合自己的审美，可能是因为和他经常接触，可能是因为互相打动等等。无论原因是什么，你要好好感受这些情绪，因为它们能够提高你对自己的认识，并帮助你更好地表达自己的喜欢和在乎。可能那些暗恋过的人比从未喜欢过的人更能理解如何珍惜和回应他人的情感。虽然我不否认你对这两个人的喜欢是真实的，但是要区分自己的喜欢和好感，明确自己是想和对方共同努力建立未来，还是仅仅想要对方陪伴自己玩耍。也许当你开始认真喜欢和爱一个人的时候，你会明白怎样的选择是最好的。即使对方拒绝了你，你也能微笑祝福他，因为你会找到一个像你这样喜欢他的人。请慢慢理清自己的思绪，相信自己会度过这段困扰的时期。",
    "annotation": [
      {
        "sentence": "你好，听说你有一些关于感情和学习的烦恼。",
        "label": ""
      },
      {
        "sentence": "你的情况我大概了解了一下。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能感觉到你对自己的情感感到困惑。",
        "label": ""
      },
      {
        "sentence": "同学们认为你仍然喜欢以前的同学，而你现在喜欢的人又好像对你没有感觉。",
        "label": ""
      },
      {
        "sentence": "这给你带来了纠结和沮丧的情绪，这是正常青少年会经历的一种烦恼。",
        "label": ""
      },
      {
        "sentence": "你敢于对自己喜欢的人表白，说明你是一个非常勇敢的女孩，这一点非常好。",
        "label": ""
      },
      {
        "sentence": "对于前一个男生，平时在班级中，我们可以保持和他的距离，将他当作一个普通同学对待。",
        "label": ""
      },
      {
        "sentence": "如果你内心已经平静了，同学们会从你的言行举止中发现你对他已经放下了。",
        "label": ""
      },
      {
        "sentence": "毕竟，喜欢一个人和不喜欢或者普通关系，这些感受在表达中是无法掩饰的。",
        "label": ""
      },
      {
        "sentence": "对于后一个男生，经历了两次的拒绝，说明对方真的无法接受你。",
        "label": ""
      },
      {
        "sentence": "不要让自己成为他人精神空虚时的安慰剂，你有自己的学习和生活，没有必要把你的心挂在一个不珍惜它的人身上。",
        "label": ""
      },
      {
        "sentence": "也许你掩饰自己的喜欢是因为拒绝之后的尴尬，或者你自己也认为和他在一起不可能。",
        "label": ""
      },
      {
        "sentence": "我建议你好好梳理一下自己的内心感受，不要把这些情感当作一个游戏。",
        "label": ""
      },
      {
        "sentence": "要能够清楚地区分喜欢、好感和爱，这对于你这个年龄段的孩子来说都是美好的体验。",
        "label": ""
      },
      {
        "sentence": "不要逃避这些情感，但也不要被它们所困扰。",
        "label": ""
      },
      {
        "sentence": "在青春期我们会因为各种原因喜欢和爱上一个人，可能是因为他长得符合自己的审美，可能是因为和他经常接触，可能是因为互相打动等等。",
        "label": ""
      },
      {
        "sentence": "无论原因是什么，你要好好感受这些情绪，因为它们能够提高你对自己的认识，并帮助你更好地表达自己的喜欢和在乎。",
        "label": ""
      },
      {
        "sentence": "可能那些暗恋过的人比从未喜欢过的人更能理解如何珍惜和回应他人的情感。",
        "label": ""
      },
      {
        "sentence": "虽然我不否认你对这两个人的喜欢是真实的，但是要区分自己的喜欢和好感，明确自己是想和对方共同努力建立未来，还是仅仅想要对方陪伴自己玩耍。",
        "label": ""
      },
      {
        "sentence": "也许当你开始认真喜欢和爱一个人的时候，你会明白怎样的选择是最好的。",
        "label": ""
      },
      {
        "sentence": "即使对方拒绝了你，你也能微笑祝福他，因为你会找到一个像你这样喜欢他的人。",
        "label": ""
      },
      {
        "sentence": "请慢慢理清自己的思绪，相信自己会度过这段困扰的时期。",
        "label": ""
      }
    ]
  }
]