[
  {
    "role": "client",
    "content": "我毕业七年了，始终找不到工作，失败了很多次。每天上班都是一种折磨，只想着下班回到自己的生活。我学的是会计专业，但我并不喜欢这个工作。我喜欢自由自在，不喜欢被人指挥。对我来说，上班是一种痛苦。",
    "annotation": [
      {
        "sentence": "我毕业七年了，始终找不到工作，失败了很多次。",
        "label": ""
      },
      {
        "sentence": "每天上班都是一种折磨，只想着下班回到自己的生活。",
        "label": ""
      },
      {
        "sentence": "我学的是会计专业，但我并不喜欢这个工作。",
        "label": ""
      },
      {
        "sentence": "我喜欢自由自在，不喜欢被人指挥。",
        "label": ""
      },
      {
        "sentence": "对我来说，上班是一种痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你很不容易啊，经历了这么多的失败和挫折，对生活和自己感到很失望和煎熬。不知道你现在是多大了？和父母的关系如何呢？从行为心理学的角度来解释，你长期面对工作的失败而导致职业倦怠、消沉，这被称为习得性无助。先解释一下习得性无助是什么，根据百度上的资料：\"习得性无助\"是美国心理学家塞利格曼1967年研究动物时提出的。他通过实验发现，狗关在笼子里，蜂音器一响就会受到电击，多次实验后，即使打开笼门，狗也不会逃跑，反而先倒地开始呻吟和颤抖，等待着痛苦的到来。这种现象就是习得性无助。从精神分析角度解释（仅供参考），你可能通过多次工作的挫败来对抗家人对你的控制。你内心非常想要独立自主，但又依赖家人，所以会被迫在家人的控制下工作，从而形成了你们之间的依赖关系。另一方面，你潜意识里对家人有愤怒，却不敢明目张胆地表达，只能通过工作的挫败来隐形地攻击他们。所以，我可以理解你不喜欢被他人控制，你渴望摆脱家人的控制，想要独立成长，活出真实的自我！也许你的痛苦来自于与家人的相互依赖，你很想摆脱但又似乎无能为力。如何打破这种局面呢？首先考虑如何减少对家人的依赖。如果可以，是否可以脱离家庭，尝试独立生活？你得思考自己能做什么，最初学习的专业是什么？是否可以提升专业能力来养活自己？如果连专业都无法养活自己，可以考虑寻找一些技术要求较低的工作，比如超市、服务行业等。如果能够谋生，就需要考虑自己真正需要什么？能否通过自学掌握一门技术或才艺，以此更好地谋生？另外，既然上班很痛苦，也可以考虑创业，在这个信息时代，自媒体和微商也是不错的选择。只要你愿意，生活可以从内心开始！加油，我永远爱你！",
    "annotation": [
      {
        "sentence": "听起来你很不容易啊，经历了这么多的失败和挫折，对生活和自己感到很失望和煎熬。",
        "label": ""
      },
      {
        "sentence": "不知道你现在是多大了？",
        "label": ""
      },
      {
        "sentence": "和父母的关系如何呢？",
        "label": ""
      },
      {
        "sentence": "从行为心理学的角度来解释，你长期面对工作的失败而导致职业倦怠、消沉，这被称为习得性无助。",
        "label": ""
      },
      {
        "sentence": "先解释一下习得性无助是什么，根据百度上的资料：\"习得性无助\"是美国心理学家塞利格曼1967年研究动物时提出的。",
        "label": ""
      },
      {
        "sentence": "他通过实验发现，狗关在笼子里，蜂音器一响就会受到电击，多次实验后，即使打开笼门，狗也不会逃跑，反而先倒地开始呻吟和颤抖，等待着痛苦的到来。",
        "label": ""
      },
      {
        "sentence": "这种现象就是习得性无助。",
        "label": ""
      },
      {
        "sentence": "从精神分析角度解释（仅供参考），你可能通过多次工作的挫败来对抗家人对你的控制。",
        "label": ""
      },
      {
        "sentence": "你内心非常想要独立自主，但又依赖家人，所以会被迫在家人的控制下工作，从而形成了你们之间的依赖关系。",
        "label": ""
      },
      {
        "sentence": "另一方面，你潜意识里对家人有愤怒，却不敢明目张胆地表达，只能通过工作的挫败来隐形地攻击他们。",
        "label": ""
      },
      {
        "sentence": "所以，我可以理解你不喜欢被他人控制，你渴望摆脱家人的控制，想要独立成长，活出真实的自我！",
        "label": ""
      },
      {
        "sentence": "也许你的痛苦来自于与家人的相互依赖，你很想摆脱但又似乎无能为力。",
        "label": ""
      },
      {
        "sentence": "如何打破这种局面呢？",
        "label": ""
      },
      {
        "sentence": "首先考虑如何减少对家人的依赖。",
        "label": ""
      },
      {
        "sentence": "如果可以，是否可以脱离家庭，尝试独立生活？",
        "label": ""
      },
      {
        "sentence": "你得思考自己能做什么，最初学习的专业是什么？",
        "label": ""
      },
      {
        "sentence": "是否可以提升专业能力来养活自己？",
        "label": ""
      },
      {
        "sentence": "如果连专业都无法养活自己，可以考虑寻找一些技术要求较低的工作，比如超市、服务行业等。",
        "label": ""
      },
      {
        "sentence": "如果能够谋生，就需要考虑自己真正需要什么？",
        "label": ""
      },
      {
        "sentence": "能否通过自学掌握一门技术或才艺，以此更好地谋生？",
        "label": ""
      },
      {
        "sentence": "另外，既然上班很痛苦，也可以考虑创业，在这个信息时代，自媒体和微商也是不错的选择。",
        "label": ""
      },
      {
        "sentence": "只要你愿意，生活可以从内心开始！",
        "label": ""
      },
      {
        "sentence": "加油，我永远爱你！",
        "label": ""
      }
    ]
  }
]