[
  {
    "role": "client",
    "content": "我毕业七年了，可是一直找不到工作，每次都失败了。上班对我来说简直就是一种煎熬，每天都只盼着下班，我真的很抗拒上班。也许是因为我对这些工作都没有兴趣吧，我学的是会计，可我压根就不喜欢这个专业，也没有学好基础知识，我感觉自己真的是不学无术。",
    "annotation": [
      {
        "sentence": "我毕业七年了，可是一直找不到工作，每次都失败了。",
        "label": ""
      },
      {
        "sentence": "上班对我来说简直就是一种煎熬，每天都只盼着下班，我真的很抗拒上班。",
        "label": ""
      },
      {
        "sentence": "也许是因为我对这些工作都没有兴趣吧，我学的是会计，可我压根就不喜欢这个专业，也没有学好基础知识，我感觉自己真的是不学无术。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你确实非常不喜欢进入社会的规则系统，更希望保持自己不受规则束缚的自由状态。这一点也与你家人一直安排工作给你，替你做决定是有关系的。他们似乎是把你当作小孩子来对待，虽然他们的本意是帮助你成长并进入社会系统，但实际上却适得其反。而你自己也缺乏脱离他们，变得更加独立自主的意愿。所以现在的状态很大程度上是这两个因素共同作用的结果。",
    "annotation": [
      {
        "sentence": "看起来你确实非常不喜欢进入社会的规则系统，更希望保持自己不受规则束缚的自由状态。",
        "label": ""
      },
      {
        "sentence": "这一点也与你家人一直安排工作给你，替你做决定是有关系的。",
        "label": ""
      },
      {
        "sentence": "他们似乎是把你当作小孩子来对待，虽然他们的本意是帮助你成长并进入社会系统，但实际上却适得其反。",
        "label": ""
      },
      {
        "sentence": "而你自己也缺乏脱离他们，变得更加独立自主的意愿。",
        "label": ""
      },
      {
        "sentence": "所以现在的状态很大程度上是这两个因素共同作用的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实不清楚自己喜欢什么样的工作，只知道自己不喜欢目前的工作。我觉得自己离工作世界很远，不知道如何在社会系统中找到属于自己的位置。",
    "annotation": [
      {
        "sentence": "是的，我确实不清楚自己喜欢什么样的工作，只知道自己不喜欢目前的工作。",
        "label": ""
      },
      {
        "sentence": "我觉得自己离工作世界很远，不知道如何在社会系统中找到属于自己的位置。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对于自己不喜欢的工作有明确的意识，但却无法表达和确定自己喜欢什么样的工作，这也许说明你对工作世界的了解还不够深入。在社会规则系统内，找到适合自己的工作并不容易，但首先你需要对自己的兴趣和优势有一个清楚的认知。你提到喜欢自由自在，所有时间都由自己支配，并且不喜欢被人指挥，这看起来更像是一种不愿意受规则束缚的状态。然而，即使是自由职业者，他们通常也需要更加严格的自律才能保持良好的职业表现。在社会规则系统中，一个简单的原则就是交换，你要付出才能获得。哪怕是那些看起来最自由的人，他们的行动也会受到其他社会部分的制约。",
    "annotation": [
      {
        "sentence": "你对于自己不喜欢的工作有明确的意识，但却无法表达和确定自己喜欢什么样的工作，这也许说明你对工作世界的了解还不够深入。",
        "label": ""
      },
      {
        "sentence": "在社会规则系统内，找到适合自己的工作并不容易，但首先你需要对自己的兴趣和优势有一个清楚的认知。",
        "label": ""
      },
      {
        "sentence": "你提到喜欢自由自在，所有时间都由自己支配，并且不喜欢被人指挥，这看起来更像是一种不愿意受规则束缚的状态。",
        "label": ""
      },
      {
        "sentence": "然而，即使是自由职业者，他们通常也需要更加严格的自律才能保持良好的职业表现。",
        "label": ""
      },
      {
        "sentence": "在社会规则系统中，一个简单的原则就是交换，你要付出才能获得。",
        "label": ""
      },
      {
        "sentence": "哪怕是那些看起来最自由的人，他们的行动也会受到其他社会部分的制约。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白规则系统内的交换原则，但是每次上班对我来说都是痛苦和煎熬。我真的很抗拒上班。",
    "annotation": [
      {
        "sentence": "是的，我明白规则系统内的交换原则，但是每次上班对我来说都是痛苦和煎熬。",
        "label": ""
      },
      {
        "sentence": "我真的很抗拒上班。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你目前对上班的抗拒和痛苦可能主要源于内心的抗拒。在这种状态下坚持了七年，一方面可能得到了比一般同龄人更多的照顾，另一方面也可能带来了找不到自己位置和价值的痛苦，耽误了你个人的发展进程。如果进入社会规则系统是你人生必经的一步，那么早一点行动总是更好的选择。",
    "annotation": [
      {
        "sentence": "你目前对上班的抗拒和痛苦可能主要源于内心的抗拒。",
        "label": ""
      },
      {
        "sentence": "在这种状态下坚持了七年，一方面可能得到了比一般同龄人更多的照顾，另一方面也可能带来了找不到自己位置和价值的痛苦，耽误了你个人的发展进程。",
        "label": ""
      },
      {
        "sentence": "如果进入社会规则系统是你人生必经的一步，那么早一点行动总是更好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我还是很担心失败，我不知道自己能否适应工作环境。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我还是很担心失败，我不知道自己能否适应工作环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于工作环境的适应是一个逐渐发展的过程，没有人一开始就能完全适应。一方面，你可以通过接触更多的工作机会，了解不同行业的工作内容和要求，进而找到适合自己的工作。另一方面，你可以通过参加一些工作培训或者实习，提前了解并适应工作环境。失败并不可怕，只要你有勇气尝试和不断学习，就一定能够逐渐适应工作环境，实现自己的职业发展。",
    "annotation": [
      {
        "sentence": "对于工作环境的适应是一个逐渐发展的过程，没有人一开始就能完全适应。",
        "label": ""
      },
      {
        "sentence": "一方面，你可以通过接触更多的工作机会，了解不同行业的工作内容和要求，进而找到适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "另一方面，你可以通过参加一些工作培训或者实习，提前了解并适应工作环境。",
        "label": ""
      },
      {
        "sentence": "失败并不可怕，只要你有勇气尝试和不断学习，就一定能够逐渐适应工作环境，实现自己的职业发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会尽快采取行动，找到适合自己的工作，并努力适应工作环境。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会尽快采取行动，找到适合自己的工作，并努力适应工作环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，相信你一定能够找到适合自己的工作，并找到属于自己的位置。记住，勇敢迈出第一步，总会有收获的。祝你好运！",
    "annotation": [
      {
        "sentence": "好的，相信你一定能够找到适合自己的工作，并找到属于自己的位置。",
        "label": ""
      },
      {
        "sentence": "记住，勇敢迈出第一步，总会有收获的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]