[
  {
    "role": "client",
    "content": "我今年20岁，12岁的时候妈妈抛弃了我，看到有妈妈的孩子我就感觉很羡慕。在那一年，妈妈离开了我们，虽然爸爸一直很负责任，我也知道他很爱我们尽管他不太擅长表达。他一直都是为了我们好，而且也因为家庭经济情况的原因没有再娶。但是我平时看到同学和妈妈打电话时，我就会感到很痛苦，情绪也会变得很低落，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我今年20岁，12岁的时候妈妈抛弃了我，看到有妈妈的孩子我就感觉很羡慕。",
        "label": ""
      },
      {
        "sentence": "在那一年，妈妈离开了我们，虽然爸爸一直很负责任，我也知道他很爱我们尽管他不太擅长表达。",
        "label": ""
      },
      {
        "sentence": "他一直都是为了我们好，而且也因为家庭经济情况的原因没有再娶。",
        "label": ""
      },
      {
        "sentence": "但是我平时看到同学和妈妈打电话时，我就会感到很痛苦，情绪也会变得很低落，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的情绪，因为对许多人来说，母亲这个角色是难以替代的，母亲带来的依恋感也是非常珍贵的。虽然爸爸已经尽力给了你和你的兄弟姐妹爱，但是每个人心中都会有一个对母亲的渴望。你已经很幸运能有一个爱你们、关心你们的爸爸，但是也许在你的家庭中因为缺少母亲角色会带来一些遗憾。这是一种无法改变的情况，但是你可以试着缓解这种遗憾所带来的痛苦。比如，你可以更多地和爸爸聊天，虽然可能无法替代和妈妈交流的感觉，但是你的爸爸同时也在承担着一些母亲的角色。而将来，你在建立自己的家庭时，这段经历也会对你产生影响，你可以设想一下，你希望未来的家庭生活是怎样的呢？我祝你好运！",
    "annotation": [
      {
        "sentence": "我能理解你的情绪，因为对许多人来说，母亲这个角色是难以替代的，母亲带来的依恋感也是非常珍贵的。",
        "label": ""
      },
      {
        "sentence": "虽然爸爸已经尽力给了你和你的兄弟姐妹爱，但是每个人心中都会有一个对母亲的渴望。",
        "label": ""
      },
      {
        "sentence": "你已经很幸运能有一个爱你们、关心你们的爸爸，但是也许在你的家庭中因为缺少母亲角色会带来一些遗憾。",
        "label": ""
      },
      {
        "sentence": "这是一种无法改变的情况，但是你可以试着缓解这种遗憾所带来的痛苦。",
        "label": ""
      },
      {
        "sentence": "比如，你可以更多地和爸爸聊天，虽然可能无法替代和妈妈交流的感觉，但是你的爸爸同时也在承担着一些母亲的角色。",
        "label": ""
      },
      {
        "sentence": "而将来，你在建立自己的家庭时，这段经历也会对你产生影响，你可以设想一下，你希望未来的家庭生活是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "我祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，也许你说的对，我应该尽量与爸爸更多地交流，他一直都是在尽力照顾我们。我也会设想一下将来自己的家庭生活，希望能给我的孩子一个完整而幸福的成长环境。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，也许你说的对，我应该尽量与爸爸更多地交流，他一直都是在尽力照顾我们。",
        "label": ""
      },
      {
        "sentence": "我也会设想一下将来自己的家庭生活，希望能给我的孩子一个完整而幸福的成长环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。和爸爸多交流的确可以增进你们的亲子关系，也让你能感受到他给予你们的爱。同时，设想未来的家庭生活是很有帮助的，这样你能够明确自己的期望和愿景，并更好地为实现这些目标而努力。我相信你一定能给自己和未来的孩子创造一个美好的家庭环境。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "和爸爸多交流的确可以增进你们的亲子关系，也让你能感受到他给予你们的爱。",
        "label": ""
      },
      {
        "sentence": "同时，设想未来的家庭生活是很有帮助的，这样你能够明确自己的期望和愿景，并更好地为实现这些目标而努力。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能给自己和未来的孩子创造一个美好的家庭环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的话让我觉得心情好多了，我会努力去和爸爸加强沟通的，也会为了我的未来去设想一个幸福的家庭。非常感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "你的话让我觉得心情好多了，我会努力去和爸爸加强沟通的，也会为了我的未来去设想一个幸福的家庭。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴我的话能让你感到好一些。请相信自己，相信你们一家人会度过这段困难的时光。如果有任何需要，你随时可以来找我倾诉，我会一直支持你的。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴我的话能让你感到好一些。",
        "label": ""
      },
      {
        "sentence": "请相信自己，相信你们一家人会度过这段困难的时光。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，你随时可以来找我倾诉，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]