[
  {
    "role": "client",
    "content": "我15岁，从小就没有基础安全感，做啥都很焦虑。我妈妈，我感觉是很自恋型人格的人，从小就觉得让我做到在别人眼里最好的才会对我说“还不错”。而且她的要求特别奇怪，比方说又一次我想喝奶茶，她突然说让我用支付宝扫码的，我能感觉到她的用意是什么，想让我变得像别人家的孩子一样，看起来独立。我产生这样的想法的原因是在我小时候，我很小的时候不止一次的她想让我看看别人孩子是怎么做的，每次我和她出玩，她都在说别人家的孩子是怎么样的。我能感觉到，她认为大众喜欢的就是好的。我又一次被她说去参加一个促销活动说是锻炼我的表达能力，我能感觉到她好像是派我出去参加什么任务似的。我完成不好，她就会说我怎么这个都不会。而且我到现在感觉都很没有自我的价值感，自我的认同感。根本不知道怎么样才是好的或者说我是不是好的。比如在教室里上课回答问题，被别人嘲笑会特别有缺失感，感觉就是在说我很没用。我的自我的价值感和认同感完全是受我妈妈的影响来自外界。感觉外界具有一票否决权。",
    "annotation": [
      {
        "sentence": "我15岁，从小就没有基础安全感，做啥都很焦虑。",
        "label": ""
      },
      {
        "sentence": "我妈妈，我感觉是很自恋型人格的人，从小就觉得让我做到在别人眼里最好的才会对我说“还不错”。",
        "label": ""
      },
      {
        "sentence": "而且她的要求特别奇怪，比方说又一次我想喝奶茶，她突然说让我用支付宝扫码的，我能感觉到她的用意是什么，想让我变得像别人家的孩子一样，看起来独立。",
        "label": ""
      },
      {
        "sentence": "我产生这样的想法的原因是在我小时候，我很小的时候不止一次的她想让我看看别人孩子是怎么做的，每次我和她出玩，她都在说别人家的孩子是怎么样的。",
        "label": ""
      },
      {
        "sentence": "我能感觉到，她认为大众喜欢的就是好的。",
        "label": ""
      },
      {
        "sentence": "我又一次被她说去参加一个促销活动说是锻炼我的表达能力，我能感觉到她好像是派我出去参加什么任务似的。",
        "label": ""
      },
      {
        "sentence": "我完成不好，她就会说我怎么这个都不会。",
        "label": ""
      },
      {
        "sentence": "而且我到现在感觉都很没有自我的价值感，自我的认同感。",
        "label": ""
      },
      {
        "sentence": "根本不知道怎么样才是好的或者说我是不是好的。",
        "label": ""
      },
      {
        "sentence": "比如在教室里上课回答问题，被别人嘲笑会特别有缺失感，感觉就是在说我很没用。",
        "label": ""
      },
      {
        "sentence": "我的自我的价值感和认同感完全是受我妈妈的影响来自外界。",
        "label": ""
      },
      {
        "sentence": "感觉外界具有一票否决权。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困扰我能够理解。你妈妈的要求和期望让你感到很沮丧，同时也让你缺乏对自己的肯定和安全感。她似乎总是在审视你的行为，并试图通过改变你的方式来满足别人的期待。这种情况下，你会感到很紧张和焦虑。你是不是觉得自己经常无法满足她的要求，甚至感到失去了自我？",
    "annotation": [
      {
        "sentence": "你的困扰我能够理解。",
        "label": ""
      },
      {
        "sentence": "你妈妈的要求和期望让你感到很沮丧，同时也让你缺乏对自己的肯定和安全感。",
        "label": ""
      },
      {
        "sentence": "她似乎总是在审视你的行为，并试图通过改变你的方式来满足别人的期待。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你会感到很紧张和焦虑。",
        "label": ""
      },
      {
        "sentence": "你是不是觉得自己经常无法满足她的要求，甚至感到失去了自我？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我在她的要求下总是觉得自己不够好。她的期望似乎从来不结束。我想住在奶奶爷爷那儿，但她坚持我必须听她的，她总是说是为了我好。每次她哭诉，为什么我不喜欢她，她对我那么好。我现在发现她就是觉得别人都是错的，根本不听别人的想法，一直操控着别人的生活。我觉得好累啊。而且我现在对陌生人和熟人都特别敏感，总是担心他们会按照他们自己的意愿对待我，我真的受不了别人对我的评价，感觉他们都会像我妈妈一样对待我。",
    "annotation": [
      {
        "sentence": "是的，我在她的要求下总是觉得自己不够好。",
        "label": ""
      },
      {
        "sentence": "她的期望似乎从来不结束。",
        "label": ""
      },
      {
        "sentence": "我想住在奶奶爷爷那儿，但她坚持我必须听她的，她总是说是为了我好。",
        "label": ""
      },
      {
        "sentence": "每次她哭诉，为什么我不喜欢她，她对我那么好。",
        "label": ""
      },
      {
        "sentence": "我现在发现她就是觉得别人都是错的，根本不听别人的想法，一直操控着别人的生活。",
        "label": ""
      },
      {
        "sentence": "我觉得好累啊。",
        "label": ""
      },
      {
        "sentence": "而且我现在对陌生人和熟人都特别敏感，总是担心他们会按照他们自己的意愿对待我，我真的受不了别人对我的评价，感觉他们都会像我妈妈一样对待我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，这种情况下你会感到很无奈和被束缚。你妈妈似乎过于强势地控制着你的生活，而你却没有足够的自主权。这对你来说确实很痛苦。同时，你对他人的评价和对待也变得特别敏感。你害怕别人对你的看法和需求会限制和左右你的生活。我想告诉你，每个人都有自己独特的价值和存在的重要性。别人的评价不应该成为你确定自我的唯一标准。",
    "annotation": [
      {
        "sentence": "我明白你的感受，这种情况下你会感到很无奈和被束缚。",
        "label": ""
      },
      {
        "sentence": "你妈妈似乎过于强势地控制着你的生活，而你却没有足够的自主权。",
        "label": ""
      },
      {
        "sentence": "这对你来说确实很痛苦。",
        "label": ""
      },
      {
        "sentence": "同时，你对他人的评价和对待也变得特别敏感。",
        "label": ""
      },
      {
        "sentence": "你害怕别人对你的看法和需求会限制和左右你的生活。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，每个人都有自己独特的价值和存在的重要性。",
        "label": ""
      },
      {
        "sentence": "别人的评价不应该成为你确定自我的唯一标准。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的希望能够有更多的自主权和自由空间，能够按照自己的意愿生活。但是我不知道该如何和我妈妈沟通，她总是认为自己是对的，不听取别人的想法。",
    "annotation": [
      {
        "sentence": "我真的希望能够有更多的自主权和自由空间，能够按照自己的意愿生活。",
        "label": ""
      },
      {
        "sentence": "但是我不知道该如何和我妈妈沟通，她总是认为自己是对的，不听取别人的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "和家人的沟通确实是一件困难的事情。你可以试着和你妈妈坦诚地交流，告诉她你内心的感受和需求。可以试着表达出你希望得到更多的自主权和自由空间的愿望。尽管她可能不会立刻改变，但这种交流可以让她了解你的真实想法，并为你们之间的关系铺平道路。",
    "annotation": [
      {
        "sentence": "和家人的沟通确实是一件困难的事情。",
        "label": ""
      },
      {
        "sentence": "你可以试着和你妈妈坦诚地交流，告诉她你内心的感受和需求。",
        "label": ""
      },
      {
        "sentence": "可以试着表达出你希望得到更多的自主权和自由空间的愿望。",
        "label": ""
      },
      {
        "sentence": "尽管她可能不会立刻改变，但这种交流可以让她了解你的真实想法，并为你们之间的关系铺平道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我应该试着和妈妈坦诚地交流，告诉她我希望得到更多的自主权和自由。谢谢你的建议，我会尝试的。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该试着和妈妈坦诚地交流，告诉她我希望得到更多的自主权和自由。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会尝试的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够找到一种更好的沟通方式。记住，在寻求和妈妈交流的过程中要保持耐心和理解。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够找到一种更好的沟通方式。",
        "label": ""
      },
      {
        "sentence": "记住，在寻求和妈妈交流的过程中要保持耐心和理解。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和祝福！我会努力的！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和祝福！",
        "label": ""
      },
      {
        "sentence": "我会努力的！",
        "label": ""
      }
    ]
  }
]