[
  {
    "role": "client",
    "content": "我今年25岁，校园暴力后开始出现了社交恐惧的问题，我想知道是否可以通过药物治疗这个问题？自从我12岁后遭受校园暴力以来，我就开始害怕与人交往，现在我已经25岁了，但我仍然无法与他人进行眼神交流，总是感到自尊心低下，觉得生活中的一切都是问题。若对方流露出一点不耐烦的表情，我就会伤心很久，我对自己非常贬低，已经完全丧失了信心，我的表达能力也很差，无法通过面试，即使通过了也会很快被辞退。在办公室里，我无法和人正常进行交流，晚上偶尔会流泪，感受到未来没有希望。最近我还失眠严重，我想知道这是抑郁症还是社交恐惧症，是否应该去医院就医。有时我甚至认为死亡是解脱。",
    "annotation": [
      {
        "sentence": "我今年25岁，校园暴力后开始出现了社交恐惧的问题，我想知道是否可以通过药物治疗这个问题？",
        "label": ""
      },
      {
        "sentence": "自从我12岁后遭受校园暴力以来，我就开始害怕与人交往，现在我已经25岁了，但我仍然无法与他人进行眼神交流，总是感到自尊心低下，觉得生活中的一切都是问题。",
        "label": ""
      },
      {
        "sentence": "若对方流露出一点不耐烦的表情，我就会伤心很久，我对自己非常贬低，已经完全丧失了信心，我的表达能力也很差，无法通过面试，即使通过了也会很快被辞退。",
        "label": ""
      },
      {
        "sentence": "在办公室里，我无法和人正常进行交流，晚上偶尔会流泪，感受到未来没有希望。",
        "label": ""
      },
      {
        "sentence": "最近我还失眠严重，我想知道这是抑郁症还是社交恐惧症，是否应该去医院就医。",
        "label": ""
      },
      {
        "sentence": "有时我甚至认为死亡是解脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "#对死亡不恐惧反而有时候觉得是解脱#噢，很高兴你开始探索与死亡相关的话题。死亡是一个选择，但这个选择并不比其他选择容易，而且效果也不是很好。既然你已经有勇气面对死亡，为什么没有勇气面对当前的困境呢？#12岁以后校园暴力开始社交恐惧#在12岁以后，很多男孩都会面临这个问题，但这是由学校这个特殊环境所导致的。然而，随着年龄的增长，特别是超过18岁以后，你的安全是由国家法律来保护的。你知道这一点吗？#现在25，无法跟人对视，总是低自尊，感觉生活中一切都是问题#生活本身就是由一个个问题组成的，对于每个人来说，活着就是要不断解决各种生活问题。所以，你所说的低自尊具体指的是什么？是什么事情让你以低自尊的状态面对生活中的一切呢？#会因为别人的一个不耐烦的表情难过很久，自我贬低，完全没有信心#你是否会把他人的情绪也内化到自己身上？为什么会有这样的习惯？或者说你想帮助别人分担不耐烦的情绪，结果你把它全都吸收了，而无法分担他人的情绪，最后就开始自责了？嗯，我的理解对吗？#面试过不了，过了也会被辞#没通过面试就算了，那只能说明你不符合对方的需求。但即使过了面试，被辞退之前还有很多时间可以相处和适应，你有考虑过这一点吗？但是你现在如此确定自己一定会被辞退，难道你能预见未来吗？如果你能预知结果，那我觉得你好像是故意想被辞退一样。除此之外，我真的想不到还有人会聘请你，然后辞退你。#在办公室无法跟人正常交流，偶尔晚上流泪，觉得未来没有希望，最近失眠严重#请详细说明你为什么无法与人正常交流？是因为不知道如何与人交流吗？还是对方与你交流，你又不知道如何回应，于是就选择不回应了？还是两种情况都有？如果你需要帮助，请私信我。",
    "annotation": [
      {
        "sentence": "#对死亡不恐惧反而有时候觉得是解脱#噢，很高兴你开始探索与死亡相关的话题。",
        "label": ""
      },
      {
        "sentence": "死亡是一个选择，但这个选择并不比其他选择容易，而且效果也不是很好。",
        "label": ""
      },
      {
        "sentence": "既然你已经有勇气面对死亡，为什么没有勇气面对当前的困境呢？",
        "label": ""
      },
      {
        "sentence": "#12岁以后校园暴力开始社交恐惧#在12岁以后，很多男孩都会面临这个问题，但这是由学校这个特殊环境所导致的。",
        "label": ""
      },
      {
        "sentence": "然而，随着年龄的增长，特别是超过18岁以后，你的安全是由国家法律来保护的。",
        "label": ""
      },
      {
        "sentence": "你知道这一点吗？",
        "label": ""
      },
      {
        "sentence": "#现在25，无法跟人对视，总是低自尊，感觉生活中一切都是问题#生活本身就是由一个个问题组成的，对于每个人来说，活着就是要不断解决各种生活问题。",
        "label": ""
      },
      {
        "sentence": "所以，你所说的低自尊具体指的是什么？",
        "label": ""
      },
      {
        "sentence": "是什么事情让你以低自尊的状态面对生活中的一切呢？",
        "label": ""
      },
      {
        "sentence": "#会因为别人的一个不耐烦的表情难过很久，自我贬低，完全没有信心#你是否会把他人的情绪也内化到自己身上？",
        "label": ""
      },
      {
        "sentence": "为什么会有这样的习惯？",
        "label": ""
      },
      {
        "sentence": "或者说你想帮助别人分担不耐烦的情绪，结果你把它全都吸收了，而无法分担他人的情绪，最后就开始自责了？",
        "label": ""
      },
      {
        "sentence": "嗯，我的理解对吗？",
        "label": ""
      },
      {
        "sentence": "#面试过不了，过了也会被辞#没通过面试就算了，那只能说明你不符合对方的需求。",
        "label": ""
      },
      {
        "sentence": "但即使过了面试，被辞退之前还有很多时间可以相处和适应，你有考虑过这一点吗？",
        "label": ""
      },
      {
        "sentence": "但是你现在如此确定自己一定会被辞退，难道你能预见未来吗？",
        "label": ""
      },
      {
        "sentence": "如果你能预知结果，那我觉得你好像是故意想被辞退一样。",
        "label": ""
      },
      {
        "sentence": "除此之外，我真的想不到还有人会聘请你，然后辞退你。",
        "label": ""
      },
      {
        "sentence": "#在办公室无法跟人正常交流，偶尔晚上流泪，觉得未来没有希望，最近失眠严重#请详细说明你为什么无法与人正常交流？",
        "label": ""
      },
      {
        "sentence": "是因为不知道如何与人交流吗？",
        "label": ""
      },
      {
        "sentence": "还是对方与你交流，你又不知道如何回应，于是就选择不回应了？",
        "label": ""
      },
      {
        "sentence": "还是两种情况都有？",
        "label": ""
      },
      {
        "sentence": "如果你需要帮助，请私信我。",
        "label": ""
      }
    ]
  }
]