[
  {
    "role": "client",
    "content": "我22岁，好久没笑了，都忘了开心是什么感觉。",
    "annotation": [
      {
        "sentence": "我22岁，好久没笑了，都忘了开心是什么感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你的感受我也感到很难过，希望我的回答能够给你一些帮助。1、因为疫情的影响，你和父母的交流障碍变得明显，这是正常的。不止是你，很多人都出现了这样的问题，而且不止是孩子和父母间的，还有父母之间的。因为在疫情期间，我们呆在家里的时间比以前多了许多，大家都被压抑着，所以才产生了许多家庭矛盾，所以希望你放平心态，你的问题是因为外在原因被升级，疫情在好转，你的生活也会好起来的～",
    "annotation": [
      {
        "sentence": "对于你的感受我也感到很难过，希望我的回答能够给你一些帮助。",
        "label": ""
      },
      {
        "sentence": "1、因为疫情的影响，你和父母的交流障碍变得明显，这是正常的。",
        "label": ""
      },
      {
        "sentence": "不止是你，很多人都出现了这样的问题，而且不止是孩子和父母间的，还有父母之间的。",
        "label": ""
      },
      {
        "sentence": "因为在疫情期间，我们呆在家里的时间比以前多了许多，大家都被压抑着，所以才产生了许多家庭矛盾，所以希望你放平心态，你的问题是因为外在原因被升级，疫情在好转，你的生活也会好起来的～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我现在真的很不开心，特别是和父母交流，总是会产生矛盾，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我现在真的很不开心，特别是和父母交流，总是会产生矛盾，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到自己一个人在家中，一日三餐基本都是自己做，感受不到生活中的波澜，但是你也说明了原因，是因为父母都是商人。所以希望你也能理解的你的父母，他们都在为这个家庭努力着，早出晚归，肯定是希望给你更好的生活。希望你也能在和父母有相处时间的时候多和他们交流，说说你的感受谈谈有意思的事情。",
    "annotation": [
      {
        "sentence": "你提到自己一个人在家中，一日三餐基本都是自己做，感受不到生活中的波澜，但是你也说明了原因，是因为父母都是商人。",
        "label": ""
      },
      {
        "sentence": "所以希望你也能理解的你的父母，他们都在为这个家庭努力着，早出晚归，肯定是希望给你更好的生活。",
        "label": ""
      },
      {
        "sentence": "希望你也能在和父母有相处时间的时候多和他们交流，说说你的感受谈谈有意思的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我理解他们的辛苦，但是我总是情绪低落，没有办法和他们积极交流，我应该怎么做呢？",
    "annotation": [
      {
        "sentence": "是的，我理解他们的辛苦，但是我总是情绪低落，没有办法和他们积极交流，我应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说你的生活乏味、空虚，我不这样认为哦。你能在家学习、运动，不用担心什么，并且有和自己相处的时间，这已经是很多人想要的生活了，泰戈尔在他的诗集中写到：“孤独是一群人的狂欢，狂欢是一个人的孤独”，一个人独处的时候能产生更深刻的思考，让我们更加了解自己，所以希望你能看到自己一个人时有意义的地方。",
    "annotation": [
      {
        "sentence": "你说你的生活乏味、空虚，我不这样认为哦。",
        "label": ""
      },
      {
        "sentence": "你能在家学习、运动，不用担心什么，并且有和自己相处的时间，这已经是很多人想要的生活了，泰戈尔在他的诗集中写到：“孤独是一群人的狂欢，狂欢是一个人的孤独”，一个人独处的时候能产生更深刻的思考，让我们更加了解自己，所以希望你能看到自己一个人时有意义的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实应该更好地利用一个人的时间，找到内心的满足感。但是现在我压力很大，考试马上就要到了，我真的很焦虑。",
    "annotation": [
      {
        "sentence": "你说得对，我确实应该更好地利用一个人的时间，找到内心的满足感。",
        "label": ""
      },
      {
        "sentence": "但是现在我压力很大，考试马上就要到了，我真的很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望你能集中注意力在你即将到来的考试上。我相信最近你的压力、你的感受也和考试有关。斯坦福大学精神病学和行为科学副教授David Spiegel说过：“有压力时，你可以处理事情并掌控在自己手里。卷起袖子、克服压力，你就不会感到那么无助了。”所以再次投入到学习中去，坚持到最后，考试取得了理想的成绩，我相信你的状态也会变好的。",
    "annotation": [
      {
        "sentence": "希望你能集中注意力在你即将到来的考试上。",
        "label": ""
      },
      {
        "sentence": "我相信最近你的压力、你的感受也和考试有关。",
        "label": ""
      },
      {
        "sentence": "斯坦福大学精神病学和行为科学副教授David Spiegel说过：“有压力时，你可以处理事情并掌控在自己手里。",
        "label": ""
      },
      {
        "sentence": "卷起袖子、克服压力，你就不会感到那么无助了。",
        "label": ""
      },
      {
        "sentence": "”所以再次投入到学习中去，坚持到最后，考试取得了理想的成绩，我相信你的状态也会变好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会尽力克服压力，好好备考的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会尽力克服压力，好好备考的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不止在游戏里开心过。你跑步后，在大汗淋漓后没有感受到放松与开心吗；你做完题目后没有成就感吗。我认为这些也是你的开心，但是你也提到大部分时间还是在看手机，所以希望你能减少看手机的时间，多投入到生活中，跑步时看到的风景也是一种美好啊；给自己做了精致的三餐也是一种美好啊；某个下午准备一杯自己喜欢的饮品，阅读自己喜欢的书，也是一种美好啊。当然，玩游戏时体会到的开心也是属于你的开心，只是游戏里的开心更容易被人们觉察到而已，所以希望你能多发现生活中的开心。希望你能和自己和解，多给自己积极的暗示，相信自己。欧文·亚隆说过“此时此地”，也就是活在当下的意思，希望你能够享受当下的生活，争取把每一天都充实起来，我相信你的状态会越来越好的，也能发现自己的快乐源泉。最后，祝愿你学业有成，生活一定会越来越好的！",
    "annotation": [
      {
        "sentence": "你不止在游戏里开心过。",
        "label": ""
      },
      {
        "sentence": "你跑步后，在大汗淋漓后没有感受到放松与开心吗；你做完题目后没有成就感吗。",
        "label": ""
      },
      {
        "sentence": "我认为这些也是你的开心，但是你也提到大部分时间还是在看手机，所以希望你能减少看手机的时间，多投入到生活中，跑步时看到的风景也是一种美好啊；给自己做了精致的三餐也是一种美好啊；某个下午准备一杯自己喜欢的饮品，阅读自己喜欢的书，也是一种美好啊。",
        "label": ""
      },
      {
        "sentence": "当然，玩游戏时体会到的开心也是属于你的开心，只是游戏里的开心更容易被人们觉察到而已，所以希望你能多发现生活中的开心。",
        "label": ""
      },
      {
        "sentence": "希望你能和自己和解，多给自己积极的暗示，相信自己。",
        "label": ""
      },
      {
        "sentence": "欧文·亚隆说过“此时此地”，也就是活在当下的意思，希望你能够享受当下的生活，争取把每一天都充实起来，我相信你的状态会越来越好的，也能发现自己的快乐源泉。",
        "label": ""
      },
      {
        "sentence": "最后，祝愿你学业有成，生活一定会越来越好的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的耐心和鼓励，我会尽量将你的建议融入到我的生活中，努力寻找自己的快乐。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "非常感谢你的耐心和鼓励，我会尽量将你的建议融入到我的生活中，努力寻找自己的快乐。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  }
]