[
  {
    "role": "client",
    "content": "发现我爸从来不肯定我？我在别人面前也不愿意表现。我感觉从小到大我爸就不肯定我，他总看不到我的好，他只求结果。我感觉在他面前总受伤，总觉得他不会夸奖我，只看结果，不看我的心情。也不想给我尝试的机会。从不鼓励我，我好烦他，结果我在别人面前也不愿意表现，没自信。",
    "annotation": [
      {
        "sentence": "发现我爸从来不肯定我？",
        "label": ""
      },
      {
        "sentence": "我在别人面前也不愿意表现。",
        "label": ""
      },
      {
        "sentence": "我感觉从小到大我爸就不肯定我，他总看不到我的好，他只求结果。",
        "label": ""
      },
      {
        "sentence": "我感觉在他面前总受伤，总觉得他不会夸奖我，只看结果，不看我的心情。",
        "label": ""
      },
      {
        "sentence": "也不想给我尝试的机会。",
        "label": ""
      },
      {
        "sentence": "从不鼓励我，我好烦他，结果我在别人面前也不愿意表现，没自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这种感受是很辛苦的。我能感受到你对于父亲从小到大持续的不被肯定的痛苦和对于自己价值和能力的怀疑。我想告诉你，这样的观念和问题不是一天形成的，所以我们解决它们也需要一些时间和持续的努力。可能从现在开始，你可以试着和你父亲沟通，让他了解到他的行为给你带来了多大的伤害。当他再次对你进行指点和批评时，你可以试着向他表达你的真实内心感受和辛苦努力的过程，告诉他你希望他能看到你的努力而不仅仅是看结果。将自己的真实感受坦诚地表达出来，让父亲知道你需要的是肯定和鼓励的话语。我们必须让父母了解我们的内心想法，这样他们才能更好地理解我们的需求。当我们不断压抑自己的想法时，父母可能会认为我们已经接受了他们的观点和想法，从而更加不顾及我们的感受。所以我们要敢于表达自己的想法，争取得到家庭中的话语权和平等交流的权利。我们不能让自己默默无言，而是要努力成为一个敢于做自己的自由的人。虽然有很多人不会认可和肯定我们，但这并不妨碍我们散发自己的光芒。家庭对我们的性格塑造和成长确实有一定的影响，但我们也不能忽视自己的主观能动性。走出被否定的状态可能很困难，但你可以试着改变一下现状。你的价值不仅仅由父亲一个人来评判，还有许多其他人和外部环境可以给你支持和鼓励。当你散发着耀眼的光芒时，一定会有人注意到你的。所以让自己敢于尝试一些新鲜的事情，即使没有人看到你的努力，当你自己意识到自己的成长和进步时，你就能看见生命中真正的变化，这是他人无法见证的。当你希望表现自己的时候，就勇敢地做出表现。让自己成为自己的路灯，也可能成为他人的路灯。",
    "annotation": [
      {
        "sentence": "你这种感受是很辛苦的。",
        "label": ""
      },
      {
        "sentence": "我能感受到你对于父亲从小到大持续的不被肯定的痛苦和对于自己价值和能力的怀疑。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，这样的观念和问题不是一天形成的，所以我们解决它们也需要一些时间和持续的努力。",
        "label": ""
      },
      {
        "sentence": "可能从现在开始，你可以试着和你父亲沟通，让他了解到他的行为给你带来了多大的伤害。",
        "label": ""
      },
      {
        "sentence": "当他再次对你进行指点和批评时，你可以试着向他表达你的真实内心感受和辛苦努力的过程，告诉他你希望他能看到你的努力而不仅仅是看结果。",
        "label": ""
      },
      {
        "sentence": "将自己的真实感受坦诚地表达出来，让父亲知道你需要的是肯定和鼓励的话语。",
        "label": ""
      },
      {
        "sentence": "我们必须让父母了解我们的内心想法，这样他们才能更好地理解我们的需求。",
        "label": ""
      },
      {
        "sentence": "当我们不断压抑自己的想法时，父母可能会认为我们已经接受了他们的观点和想法，从而更加不顾及我们的感受。",
        "label": ""
      },
      {
        "sentence": "所以我们要敢于表达自己的想法，争取得到家庭中的话语权和平等交流的权利。",
        "label": ""
      },
      {
        "sentence": "我们不能让自己默默无言，而是要努力成为一个敢于做自己的自由的人。",
        "label": ""
      },
      {
        "sentence": "虽然有很多人不会认可和肯定我们，但这并不妨碍我们散发自己的光芒。",
        "label": ""
      },
      {
        "sentence": "家庭对我们的性格塑造和成长确实有一定的影响，但我们也不能忽视自己的主观能动性。",
        "label": ""
      },
      {
        "sentence": "走出被否定的状态可能很困难，但你可以试着改变一下现状。",
        "label": ""
      },
      {
        "sentence": "你的价值不仅仅由父亲一个人来评判，还有许多其他人和外部环境可以给你支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "当你散发着耀眼的光芒时，一定会有人注意到你的。",
        "label": ""
      },
      {
        "sentence": "所以让自己敢于尝试一些新鲜的事情，即使没有人看到你的努力，当你自己意识到自己的成长和进步时，你就能看见生命中真正的变化，这是他人无法见证的。",
        "label": ""
      },
      {
        "sentence": "当你希望表现自己的时候，就勇敢地做出表现。",
        "label": ""
      },
      {
        "sentence": "让自己成为自己的路灯，也可能成为他人的路灯。",
        "label": ""
      }
    ]
  }
]