[
  {
    "role": "client",
    "content": "最近我觉得自己的情绪很不稳定，感觉不值得被别人喜欢。家里的气氛总是很低沉，我觉得这不像是一个家，只是一个临时搭伙的地方，没有家的温暖。我不懂得什么是被爱，也不懂得如何去爱。最近在学校总是情绪低落，觉得自己不值得被别人喜欢，没有人会对我好。",
    "annotation": [
      {
        "sentence": "最近我觉得自己的情绪很不稳定，感觉不值得被别人喜欢。",
        "label": ""
      },
      {
        "sentence": "家里的气氛总是很低沉，我觉得这不像是一个家，只是一个临时搭伙的地方，没有家的温暖。",
        "label": ""
      },
      {
        "sentence": "我不懂得什么是被爱，也不懂得如何去爱。",
        "label": ""
      },
      {
        "sentence": "最近在学校总是情绪低落，觉得自己不值得被别人喜欢，没有人会对我好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先给你一个大大的拥抱。可以告诉我，你认为应该通过怎样的行为或语言来感受到被爱呢？父母在一起这么多年，也许他们并不擅长表达情感，他们的相处看起来没有太多温暖。但是，他们还是选择在一起，并且相互依赖和需要对方。如果你想让父母做些什么，或是说些什么，能让你感受到温暖，不妨试着和他们谈一谈你的想法和感受，让他们更了解你。",
    "annotation": [
      {
        "sentence": "先给你一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "可以告诉我，你认为应该通过怎样的行为或语言来感受到被爱呢？",
        "label": ""
      },
      {
        "sentence": "父母在一起这么多年，也许他们并不擅长表达情感，他们的相处看起来没有太多温暖。",
        "label": ""
      },
      {
        "sentence": "但是，他们还是选择在一起，并且相互依赖和需要对方。",
        "label": ""
      },
      {
        "sentence": "如果你想让父母做些什么，或是说些什么，能让你感受到温暖，不妨试着和他们谈一谈你的想法和感受，让他们更了解你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想要被父母更多地关注和关心，更多的陪伴和交流。他们总是很忙，工作忙，没有时间陪我。我希望他们能够主动问候我，关心我在学校的情况，和我一起做一些有意义的事情，让我感到被在乎和珍惜。",
    "annotation": [
      {
        "sentence": "我想要被父母更多地关注和关心，更多的陪伴和交流。",
        "label": ""
      },
      {
        "sentence": "他们总是很忙，工作忙，没有时间陪我。",
        "label": ""
      },
      {
        "sentence": "我希望他们能够主动问候我，关心我在学校的情况，和我一起做一些有意义的事情，让我感到被在乎和珍惜。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受。父母可能因为工作等各种原因而疏忽了你的需求。你可以试着找一个合适的时机和他们坐下来，告诉他们你的想法和感受，表达你对他们陪伴和关心的期待。他们可能没有意识到你的需求有多么重要，通过和他们的沟通，或许可以改善你们之间的互动和情感交流。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "父母可能因为工作等各种原因而疏忽了你的需求。",
        "label": ""
      },
      {
        "sentence": "你可以试着找一个合适的时机和他们坐下来，告诉他们你的想法和感受，表达你对他们陪伴和关心的期待。",
        "label": ""
      },
      {
        "sentence": "他们可能没有意识到你的需求有多么重要，通过和他们的沟通，或许可以改善你们之间的互动和情感交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和他们沟通的，但我有点担心他们会不理解或者觉得我在抱怨他们。我不希望伤害他们的感情，但又希望他们能理解我的想法。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我会试着和他们沟通的，但我有点担心他们会不理解或者觉得我在抱怨他们。",
        "label": ""
      },
      {
        "sentence": "我不希望伤害他们的感情，但又希望他们能理解我的想法。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心是很正常的，但是我们不能因为担心而放弃尝试。在和父母沟通时，可以温柔地表达你的感受和期望，强调你的目的是为了增进彼此之间的理解和关系，而不是责备或抱怨。告诉他们你的话是出自爱和关心，希望你们能够更加亲近和理解。相信父母会理解你的真心，一起努力去改善家庭关系。",
    "annotation": [
      {
        "sentence": "担心是很正常的，但是我们不能因为担心而放弃尝试。",
        "label": ""
      },
      {
        "sentence": "在和父母沟通时，可以温柔地表达你的感受和期望，强调你的目的是为了增进彼此之间的理解和关系，而不是责备或抱怨。",
        "label": ""
      },
      {
        "sentence": "告诉他们你的话是出自爱和关心，希望你们能够更加亲近和理解。",
        "label": ""
      },
      {
        "sentence": "相信父母会理解你的真心，一起努力去改善家庭关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着用温和的语气和他们交流，让他们知道我是出于爱和关心才这样做的。谢谢你的建议和支持，你让我觉得更有勇气去面对和解决这个问题。",
    "annotation": [
      {
        "sentence": "嗯，我会试着用温和的语气和他们交流，让他们知道我是出于爱和关心才这样做的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，你让我觉得更有勇气去面对和解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，你的感受和需求是很重要的，你有权利表达自己并寻求支持。祝愿你和父母之间的沟通能够顺利进行，家庭关系能够更加温暖和睦。如果你还有任何需要，随时都可以来找我交流。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和需求是很重要的，你有权利表达自己并寻求支持。",
        "label": ""
      },
      {
        "sentence": "祝愿你和父母之间的沟通能够顺利进行，家庭关系能够更加温暖和睦。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何需要，随时都可以来找我交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会尽量努力去和父母沟通，并希望我们的关系能够改善。如果我有需要，我一定会再来找你倾诉的。",
    "annotation": [
      {
        "sentence": "谢谢你，我会尽量努力去和父母沟通，并希望我们的关系能够改善。",
        "label": ""
      },
      {
        "sentence": "如果我有需要，我一定会再来找你倾诉的。",
        "label": ""
      }
    ]
  }
]