[
  {
    "role": "client",
    "content": "我是一个初三的女生，最近遇到了一些问题。有个女生一直对我进行针对和孤立，并且威胁说等毕业了就要打我。从初三上册开始，她就一直对我进行冷暴力、语言攻击、心理伤害、威胁和孤立。每次她对我进行语言攻击，我都不敢还击，我觉得这样做是不对的。在班级和宿舍里，我永远是那个没有地位的人；而她在宿舍里却很有地位，其他人都怕她，所以当她对我进行语言攻击时，其他人都装作没看到没听到。我没有特别要好的朋友。我告诉了班主任她对我的所作所为，但我希望班主任保密。她威胁说等毕业考完试就要打我。我现在正在考虑中职分流，我想转学，但是我不喜欢那个学校，我不想毁了我自己。我应该怎么办？我可以告她吗？有没有什么解决办法？",
    "annotation": [
      {
        "sentence": "我是一个初三的女生，最近遇到了一些问题。",
        "label": ""
      },
      {
        "sentence": "有个女生一直对我进行针对和孤立，并且威胁说等毕业了就要打我。",
        "label": ""
      },
      {
        "sentence": "从初三上册开始，她就一直对我进行冷暴力、语言攻击、心理伤害、威胁和孤立。",
        "label": ""
      },
      {
        "sentence": "每次她对我进行语言攻击，我都不敢还击，我觉得这样做是不对的。",
        "label": ""
      },
      {
        "sentence": "在班级和宿舍里，我永远是那个没有地位的人；而她在宿舍里却很有地位，其他人都怕她，所以当她对我进行语言攻击时，其他人都装作没看到没听到。",
        "label": ""
      },
      {
        "sentence": "我没有特别要好的朋友。",
        "label": ""
      },
      {
        "sentence": "我告诉了班主任她对我的所作所为，但我希望班主任保密。",
        "label": ""
      },
      {
        "sentence": "她威胁说等毕业考完试就要打我。",
        "label": ""
      },
      {
        "sentence": "我现在正在考虑中职分流，我想转学，但是我不喜欢那个学校，我不想毁了我自己。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办？",
        "label": ""
      },
      {
        "sentence": "我可以告她吗？",
        "label": ""
      },
      {
        "sentence": "有没有什么解决办法？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我要告诉你，这不是你的错。这不是你的错。这不是你的错。虽然很难，但是最好的解决办法是不去在乎她，这样你就不会被伤害到。你可以试着反抗一下，慢慢改变别人眼中你的形象，因为那些喜欢欺负人来获得满足感的人，更喜欢欺负那些比他们更加“弱小”的人。这就像是“踢猫效应”，当一个人受到欺负时，他可能会把这种情绪传递给比自己更加“弱小”的人。甚至那个欺负你的人，也有可能正在遭受某些人情绪的压迫。反抗并不一定要取得胜利，但是你的姿态和勇气可以改变现状。",
    "annotation": [
      {
        "sentence": "首先，我要告诉你，这不是你的错。",
        "label": ""
      },
      {
        "sentence": "这不是你的错。",
        "label": ""
      },
      {
        "sentence": "这不是你的错。",
        "label": ""
      },
      {
        "sentence": "虽然很难，但是最好的解决办法是不去在乎她，这样你就不会被伤害到。",
        "label": ""
      },
      {
        "sentence": "你可以试着反抗一下，慢慢改变别人眼中你的形象，因为那些喜欢欺负人来获得满足感的人，更喜欢欺负那些比他们更加“弱小”的人。",
        "label": ""
      },
      {
        "sentence": "这就像是“踢猫效应”，当一个人受到欺负时，他可能会把这种情绪传递给比自己更加“弱小”的人。",
        "label": ""
      },
      {
        "sentence": "甚至那个欺负你的人，也有可能正在遭受某些人情绪的压迫。",
        "label": ""
      },
      {
        "sentence": "反抗并不一定要取得胜利，但是你的姿态和勇气可以改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该试着反抗一下，让她知道我并不是那么容易被欺负的。但是我还是害怕，害怕她会做出更过分的事情来伤害我。而且在班级和宿舍里，我一直都是被孤立和排挤的，我没有朋友支持我。",
    "annotation": [
      {
        "sentence": "我明白了，我应该试着反抗一下，让她知道我并不是那么容易被欺负的。",
        "label": ""
      },
      {
        "sentence": "但是我还是害怕，害怕她会做出更过分的事情来伤害我。",
        "label": ""
      },
      {
        "sentence": "而且在班级和宿舍里，我一直都是被孤立和排挤的，我没有朋友支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心和害怕，但是你要相信自己的力量。不去在乎她的攻击和威胁，你才能真正获得内心的自由。我也曾经被人欺负过，在中学时期，我参加了一次考试，获得了学年第一名，并且获得了多个奥赛参赛名额。因为这个成绩太出色了，几个同学关在教室里，威胁我退赛，否则就会打断我的腿。但是我选择了不去在乎，我没有说话，没有愤怒，没有表情，只是看着我的小说，吃着我的零食。他们把我的椅子扔出窗外，我就站着，去坐他们的椅子。他们想要推倒我，我就靠在墙边，继续看书。他们不停辱骂我，我就当作垃圾食品吃进肚子里。外面围观的人越来越多。领头的人问我是否退赛，我回答说可以退，因为我不在乎。他们觉得没趣后就放了我。后来也有很多次，他们在背后传谣言，捣乱我的座位，说脏话，但是我依然保持微笑。我没有让他们得逞，因为我有很多事情要忙，纠缠他们对我毫无好处。如果我与他们一样去争吵，我只会继续受伤。告状是没有用的，即使老师知道了，也不可能天天看着他们。朋友固然重要，但是我不能一辈子依赖朋友的帮助。只要她的行为没有影响到我的考试、我的生活和我的学习，她们只是想让我生气或委屈，但是除此之外，她们还能对我做些什么呢？过几天我甚至不会再提起这些事情，因为不值得。",
    "annotation": [
      {
        "sentence": "我理解你的担心和害怕，但是你要相信自己的力量。",
        "label": ""
      },
      {
        "sentence": "不去在乎她的攻击和威胁，你才能真正获得内心的自由。",
        "label": ""
      },
      {
        "sentence": "我也曾经被人欺负过，在中学时期，我参加了一次考试，获得了学年第一名，并且获得了多个奥赛参赛名额。",
        "label": ""
      },
      {
        "sentence": "因为这个成绩太出色了，几个同学关在教室里，威胁我退赛，否则就会打断我的腿。",
        "label": ""
      },
      {
        "sentence": "但是我选择了不去在乎，我没有说话，没有愤怒，没有表情，只是看着我的小说，吃着我的零食。",
        "label": ""
      },
      {
        "sentence": "他们把我的椅子扔出窗外，我就站着，去坐他们的椅子。",
        "label": ""
      },
      {
        "sentence": "他们想要推倒我，我就靠在墙边，继续看书。",
        "label": ""
      },
      {
        "sentence": "他们不停辱骂我，我就当作垃圾食品吃进肚子里。",
        "label": ""
      },
      {
        "sentence": "外面围观的人越来越多。",
        "label": ""
      },
      {
        "sentence": "领头的人问我是否退赛，我回答说可以退，因为我不在乎。",
        "label": ""
      },
      {
        "sentence": "他们觉得没趣后就放了我。",
        "label": ""
      },
      {
        "sentence": "后来也有很多次，他们在背后传谣言，捣乱我的座位，说脏话，但是我依然保持微笑。",
        "label": ""
      },
      {
        "sentence": "我没有让他们得逞，因为我有很多事情要忙，纠缠他们对我毫无好处。",
        "label": ""
      },
      {
        "sentence": "如果我与他们一样去争吵，我只会继续受伤。",
        "label": ""
      },
      {
        "sentence": "告状是没有用的，即使老师知道了，也不可能天天看着他们。",
        "label": ""
      },
      {
        "sentence": "朋友固然重要，但是我不能一辈子依赖朋友的帮助。",
        "label": ""
      },
      {
        "sentence": "只要她的行为没有影响到我的考试、我的生活和我的学习，她们只是想让我生气或委屈，但是除此之外，她们还能对我做些什么呢？",
        "label": ""
      },
      {
        "sentence": "过几天我甚至不会再提起这些事情，因为不值得。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我要学会更好地照顾自己，这是一种能够帮助我变得独立的能力。就像学习能力、工作能力、恋爱能力、教育子女能力一样，都需要我们慢慢去学习。虽然我们可能会得到一些帮助，但是最本质的是我们必须依靠自己。",
    "annotation": [
      {
        "sentence": "你说得很对，我要学会更好地照顾自己，这是一种能够帮助我变得独立的能力。",
        "label": ""
      },
      {
        "sentence": "就像学习能力、工作能力、恋爱能力、教育子女能力一样，都需要我们慢慢去学习。",
        "label": ""
      },
      {
        "sentence": "虽然我们可能会得到一些帮助，但是最本质的是我们必须依靠自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你理解得很好。照顾好自己是非常重要的，这也是你获得独立的关键。你可以学习怎样保护自己的权益，坚守自己的底线。同时，也要学会寻求适当的帮助，比如和班主任或家长沟通，寻求他们的支持与帮助。记住，你不是一个人在战斗，身边还有很多人愿意帮助你。最后，相信自己，你一定可以解决这个问题的。",
    "annotation": [
      {
        "sentence": "没错，你理解得很好。",
        "label": ""
      },
      {
        "sentence": "照顾好自己是非常重要的，这也是你获得独立的关键。",
        "label": ""
      },
      {
        "sentence": "你可以学习怎样保护自己的权益，坚守自己的底线。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会寻求适当的帮助，比如和班主任或家长沟通，寻求他们的支持与帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，身边还有很多人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "最后，相信自己，你一定可以解决这个问题的。",
        "label": ""
      }
    ]
  }
]