[
  {
    "role": "client",
    "content": "老公出轨回归后跟以前一样，我觉得好像该放手了？",
    "annotation": [
      {
        "sentence": "老公出轨回归后跟以前一样，我觉得好像该放手了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然描述的很平淡，但是可以看出，二次出轨的事情给你带来的创伤十分巨大，你对他也缺乏信任感，不管怎么样，这段感情都处在破裂的边缘。所谓“破镜难重圆”，说的就是这个道理。不知道你丈夫是怎么出轨的，是个人压力大，一时想不开，想要在外面寻求慰藉，还是长期以来夫妻感情不和，觉得很难受，也找不到宣泄的渠道，从而做出在外面寻找新欢的决定。",
    "annotation": [
      {
        "sentence": "虽然描述的很平淡，但是可以看出，二次出轨的事情给你带来的创伤十分巨大，你对他也缺乏信任感，不管怎么样，这段感情都处在破裂的边缘。",
        "label": ""
      },
      {
        "sentence": "所谓“破镜难重圆”，说的就是这个道理。",
        "label": ""
      },
      {
        "sentence": "不知道你丈夫是怎么出轨的，是个人压力大，一时想不开，想要在外面寻求慰藉，还是长期以来夫妻感情不和，觉得很难受，也找不到宣泄的渠道，从而做出在外面寻找新欢的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他出轨我知道的是两次，第二次是一个月前，这是第二次出轨的第二次发现，说断没断。下决心要离但他还想过，朋友父母都劝给他一次机会并让他写了承诺书。但我知道很多细节后心里一直很难过，刚开始几天总是因为这件事崩溃吵架。他不能体谅，说不了几句就嫌烦。所以我自己搬出来住了，也把自己的想法好好的说了一次，但一直以来他都比较沉默，没有主动沟通过。",
    "annotation": [
      {
        "sentence": "他出轨我知道的是两次，第二次是一个月前，这是第二次出轨的第二次发现，说断没断。",
        "label": ""
      },
      {
        "sentence": "下决心要离但他还想过，朋友父母都劝给他一次机会并让他写了承诺书。",
        "label": ""
      },
      {
        "sentence": "但我知道很多细节后心里一直很难过，刚开始几天总是因为这件事崩溃吵架。",
        "label": ""
      },
      {
        "sentence": "他不能体谅，说不了几句就嫌烦。",
        "label": ""
      },
      {
        "sentence": "所以我自己搬出来住了，也把自己的想法好好的说了一次，但一直以来他都比较沉默，没有主动沟通过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这两次出轨的事情对你的打击和伤害可想而知。你的决心要离开是理解的，而你丈夫知道错了，也愿意改过并写了承诺书。然而，你心里的困扰和难过并没有随着他的承诺而消失。他没有能够真正体谅你的感受，在沟通中也比较沉默。你做出搬出去住的决定是理智的，这样可以给你们一个冷静的时间来思考问题。",
    "annotation": [
      {
        "sentence": "这两次出轨的事情对你的打击和伤害可想而知。",
        "label": ""
      },
      {
        "sentence": "你的决心要离开是理解的，而你丈夫知道错了，也愿意改过并写了承诺书。",
        "label": ""
      },
      {
        "sentence": "然而，你心里的困扰和难过并没有随着他的承诺而消失。",
        "label": ""
      },
      {
        "sentence": "他没有能够真正体谅你的感受，在沟通中也比较沉默。",
        "label": ""
      },
      {
        "sentence": "你做出搬出去住的决定是理智的，这样可以给你们一个冷静的时间来思考问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "搬出来住到现在一周时间，很多时候一天电话也没一个，微信也不联系。说是自己很忙。但我知道就是想逃避我，觉得跟我联系负担。心里真的觉得他是不在乎我，不爱我了。",
    "annotation": [
      {
        "sentence": "搬出来住到现在一周时间，很多时候一天电话也没一个，微信也不联系。",
        "label": ""
      },
      {
        "sentence": "说是自己很忙。",
        "label": ""
      },
      {
        "sentence": "但我知道就是想逃避我，觉得跟我联系负担。",
        "label": ""
      },
      {
        "sentence": "心里真的觉得他是不在乎我，不爱我了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你搬出去住已经一周了，但你们很少有联系，且他也表达了自己很忙的理由。你感觉他是想逃避你，觉得和你联系是一种负担。这让你感到他不再在乎你，不爱你了。",
    "annotation": [
      {
        "sentence": "你搬出去住已经一周了，但你们很少有联系，且他也表达了自己很忙的理由。",
        "label": ""
      },
      {
        "sentence": "你感觉他是想逃避你，觉得和你联系是一种负担。",
        "label": ""
      },
      {
        "sentence": "这让你感到他不再在乎你，不爱你了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想要放弃，分开了。他都无动于衷，不去做任何行动来修复，我又有什么动力去做？只是10年婚姻，发生了这些我还是很爱他，但我觉得他不爱我不在乎我了觉得这一切都没有意义了。无性无爱的婚姻，我觉得好像真的该放手了。",
    "annotation": [
      {
        "sentence": "我想要放弃，分开了。",
        "label": ""
      },
      {
        "sentence": "他都无动于衷，不去做任何行动来修复，我又有什么动力去做？",
        "label": ""
      },
      {
        "sentence": "只是10年婚姻，发生了这些我还是很爱他，但我觉得他不爱我不在乎我了觉得这一切都没有意义了。",
        "label": ""
      },
      {
        "sentence": "无性无爱的婚姻，我觉得好像真的该放手了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "考虑到你的婚姻已经发生了这么多事情，你想要放弃、分开也是可以理解的。你丈夫对于修复婚姻的行动显得有些无动于衷，这让你失去了动力。你虽然仍然很爱他，但你觉得他不爱你、不在乎你，认为这一切都没有了意义。这无性无爱的婚姻对你来说确实很痛苦，所以你觉得放手也是合理的决定。",
    "annotation": [
      {
        "sentence": "考虑到你的婚姻已经发生了这么多事情，你想要放弃、分开也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你丈夫对于修复婚姻的行动显得有些无动于衷，这让你失去了动力。",
        "label": ""
      },
      {
        "sentence": "你虽然仍然很爱他，但你觉得他不爱你、不在乎你，认为这一切都没有了意义。",
        "label": ""
      },
      {
        "sentence": "这无性无爱的婚姻对你来说确实很痛苦，所以你觉得放手也是合理的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很困惑，不知道该怎么做才是对的。",
    "annotation": [
      {
        "sentence": "我真的很困惑，不知道该怎么做才是对的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这个困难的时刻，你感到非常困惑，不知道什么是正确的选择。这是很正常的感受，毕竟这是对你婚姻的重大决定。我建议你可以多与他进行沟通，表达你的内心感受和困惑，听听他对于婚姻的看法和态度。如果你觉得需要，也可以寻求专业人士和咨询师的帮助，他们能够提供更专业和客观的建议，帮助你面对婚姻中的感情问题。希望你能找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "在这个困难的时刻，你感到非常困惑，不知道什么是正确的选择。",
        "label": ""
      },
      {
        "sentence": "这是很正常的感受，毕竟这是对你婚姻的重大决定。",
        "label": ""
      },
      {
        "sentence": "我建议你可以多与他进行沟通，表达你的内心感受和困惑，听听他对于婚姻的看法和态度。",
        "label": ""
      },
      {
        "sentence": "如果你觉得需要，也可以寻求专业人士和咨询师的帮助，他们能够提供更专业和客观的建议，帮助你面对婚姻中的感情问题。",
        "label": ""
      },
      {
        "sentence": "希望你能找到属于自己的幸福。",
        "label": ""
      }
    ]
  }
]