[
  {
    "role": "client",
    "content": "情绪失控自残，我好像变得脆弱了？不久之前，因为情绪失控我自残了。伤口要好不好的拖拖踏踏。最近发现自己好像变得脆弱了，变得不能接受负面的消息和情绪了。原来的时候大家甚至觉得我是一朵解语花。现在，思绪变得迟钝又健忘。常常想说的话变成只是灵光一闪，太经常说到一半就不知道自己在说什么了。手上的事情捡起来又放下，维持不住自己持续工作的状态。脑子也变得很固执。不想放弃眼下这份在他人看来不是很靠谱的工作。长期失眠，睡着了也容易被一点点的小动静吵醒。我自己都不明白我在求助什么问题…",
    "annotation": [
      {
        "sentence": "情绪失控自残，我好像变得脆弱了？",
        "label": ""
      },
      {
        "sentence": "不久之前，因为情绪失控我自残了。",
        "label": ""
      },
      {
        "sentence": "伤口要好不好的拖拖踏踏。",
        "label": ""
      },
      {
        "sentence": "最近发现自己好像变得脆弱了，变得不能接受负面的消息和情绪了。",
        "label": ""
      },
      {
        "sentence": "原来的时候大家甚至觉得我是一朵解语花。",
        "label": ""
      },
      {
        "sentence": "现在，思绪变得迟钝又健忘。",
        "label": ""
      },
      {
        "sentence": "常常想说的话变成只是灵光一闪，太经常说到一半就不知道自己在说什么了。",
        "label": ""
      },
      {
        "sentence": "手上的事情捡起来又放下，维持不住自己持续工作的状态。",
        "label": ""
      },
      {
        "sentence": "脑子也变得很固执。",
        "label": ""
      },
      {
        "sentence": "不想放弃眼下这份在他人看来不是很靠谱的工作。",
        "label": ""
      },
      {
        "sentence": "长期失眠，睡着了也容易被一点点的小动静吵醒。",
        "label": ""
      },
      {
        "sentence": "我自己都不明白我在求助什么问题…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你有较强的自我觉察能力，能够意识到自己处于不好的情绪状态下，并能够积极地向他人求助。意识到自己的问题并能够积极寻求周围人的帮助，是能够解决问题的非常重要的一步。我很想了解一下，你出现情绪失控的状况是因为经历了什么比较大的难过的事情吗？还是因为一些很小的负面事情比较多，负面情绪慢慢进行了累积？",
    "annotation": [
      {
        "sentence": "很高兴你有较强的自我觉察能力，能够意识到自己处于不好的情绪状态下，并能够积极地向他人求助。",
        "label": ""
      },
      {
        "sentence": "意识到自己的问题并能够积极寻求周围人的帮助，是能够解决问题的非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "我很想了解一下，你出现情绪失控的状况是因为经历了什么比较大的难过的事情吗？",
        "label": ""
      },
      {
        "sentence": "还是因为一些很小的负面事情比较多，负面情绪慢慢进行了累积？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得最近一段时间确实发生了一些让我不开心或者压力相对较大的事情。比如工作上的压力增加，人际关系的矛盾以及家庭中的一些变动。这些事情让我感到很困扰，也让我很难应付。",
    "annotation": [
      {
        "sentence": "我觉得最近一段时间确实发生了一些让我不开心或者压力相对较大的事情。",
        "label": ""
      },
      {
        "sentence": "比如工作上的压力增加，人际关系的矛盾以及家庭中的一些变动。",
        "label": ""
      },
      {
        "sentence": "这些事情让我感到很困扰，也让我很难应付。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困扰。有时候，当我们遇到一连串的挫折和负面情绪时，会感到变得更加脆弱和无法承受。你之前以解语花的形象示人，而现在却感到思绪迟钝和健忘。这可能是因为你的情绪得不到有效的疏导和释放，导致影响了你的认知和工作状态。这是一个很常见的现象，不用担心，我们可以一起找到解决办法。",
    "annotation": [
      {
        "sentence": "我了解你的困扰。",
        "label": ""
      },
      {
        "sentence": "有时候，当我们遇到一连串的挫折和负面情绪时，会感到变得更加脆弱和无法承受。",
        "label": ""
      },
      {
        "sentence": "你之前以解语花的形象示人，而现在却感到思绪迟钝和健忘。",
        "label": ""
      },
      {
        "sentence": "这可能是因为你的情绪得不到有效的疏导和释放，导致影响了你的认知和工作状态。",
        "label": ""
      },
      {
        "sentence": "这是一个很常见的现象，不用担心，我们可以一起找到解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我确实感觉自己处于一个未知的困境中，不知道该如何应对和处理。有时候，我觉得自己甚至变得无助和绝望。我希望能找到一种方法来重新恢复我的情绪和生活状态，但我不知道从何处着手。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我确实感觉自己处于一个未知的困境中，不知道该如何应对和处理。",
        "label": ""
      },
      {
        "sentence": "有时候，我觉得自己甚至变得无助和绝望。",
        "label": ""
      },
      {
        "sentence": "我希望能找到一种方法来重新恢复我的情绪和生活状态，但我不知道从何处着手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不是一个人在战斗，我们会陪着你一起度过这个难关的。首先，我建议你及时到三甲医院心理科或者精神专科医院进行就诊，可能需要药物的治疗。专业的医生可以帮助你评估情况并给出专业的建议。同时，你也可以尝试一些自我调节的方法来缓解负面情绪，比如安排一些放松的活动、寻求不同的支持资源，或者尝试一些情绪管理的方法。你愿意试试吗？",
    "annotation": [
      {
        "sentence": "你不是一个人在战斗，我们会陪着你一起度过这个难关的。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你及时到三甲医院心理科或者精神专科医院进行就诊，可能需要药物的治疗。",
        "label": ""
      },
      {
        "sentence": "专业的医生可以帮助你评估情况并给出专业的建议。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试一些自我调节的方法来缓解负面情绪，比如安排一些放松的活动、寻求不同的支持资源，或者尝试一些情绪管理的方法。",
        "label": ""
      },
      {
        "sentence": "你愿意试试吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直有考虑就医，但是一直没有下定决心。或许确实需要专业人士的帮助才能更好地解决问题。我会尽快预约心理科或精神专科的专门医生，跟他们详细咨询一下我的情况和困惑。同时，我也会尝试你提到的一些自我调节的方法，希望能够有所改善。",
    "annotation": [
      {
        "sentence": "其实我一直有考虑就医，但是一直没有下定决心。",
        "label": ""
      },
      {
        "sentence": "或许确实需要专业人士的帮助才能更好地解决问题。",
        "label": ""
      },
      {
        "sentence": "我会尽快预约心理科或精神专科的专门医生，跟他们详细咨询一下我的情况和困惑。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试你提到的一些自我调节的方法，希望能够有所改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是个好的决定，你在解决问题的路上已经迈出了重要的一步。记住，寻求帮助并不是一种软弱，而是一种真正勇敢的表现。我相信你会慢慢好起来的，只要你保持积极的态度并遵医嘱积极治疗。如果你需要任何帮助或者愿意分享你的进展，随时都可以找我倾诉和讨论。",
    "annotation": [
      {
        "sentence": "这是个好的决定，你在解决问题的路上已经迈出了重要的一步。",
        "label": ""
      },
      {
        "sentence": "记住，寻求帮助并不是一种软弱，而是一种真正勇敢的表现。",
        "label": ""
      },
      {
        "sentence": "我相信你会慢慢好起来的，只要你保持积极的态度并遵医嘱积极治疗。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者愿意分享你的进展，随时都可以找我倾诉和讨论。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。在这个过程中，有你的陪伴和关心，我感到更加有勇气和希望。我会努力去寻找帮助并按医嘱进行治疗的，同时也会保持积极的心态。我会保持联系，并与你分享我的进展和反思。再次感谢你的耐心倾听和帮助。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，有你的陪伴和关心，我感到更加有勇气和希望。",
        "label": ""
      },
      {
        "sentence": "我会努力去寻找帮助并按医嘱进行治疗的，同时也会保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "我会保持联系，并与你分享我的进展和反思。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的耐心倾听和帮助。",
        "label": ""
      }
    ]
  }
]