[
  {
    "role": "client",
    "content": "如果父母、同事们知道了我几年前的黑历史，该怎么办？",
    "annotation": [
      {
        "sentence": "如果父母、同事们知道了我几年前的黑历史，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你这样一条条的信息说明，感觉你确实有些恐慌，也充满担忧和自责。但可能某些焦虑的情绪让我们陷入一个思维胡同里，绕不出来，也看不到出路。先试着停一停脑海里编织出来的可怕局面，试着看一看，到底发生了什么，然后再来想一想，真的会如此可怕吗？",
    "annotation": [
      {
        "sentence": "看你这样一条条的信息说明，感觉你确实有些恐慌，也充满担忧和自责。",
        "label": ""
      },
      {
        "sentence": "但可能某些焦虑的情绪让我们陷入一个思维胡同里，绕不出来，也看不到出路。",
        "label": ""
      },
      {
        "sentence": "先试着停一停脑海里编织出来的可怕局面，试着看一看，到底发生了什么，然后再来想一想，真的会如此可怕吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是如果他拿我跟他聊天记录发给我父母和同事，他们肯定会对我失望吧。而且我是女生，更会受到负面评价。",
    "annotation": [
      {
        "sentence": "但是如果他拿我跟他聊天记录发给我父母和同事，他们肯定会对我失望吧。",
        "label": ""
      },
      {
        "sentence": "而且我是女生，更会受到负面评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，人没有完美的，也不可能真的站到某个道德至高点，每个人都会有些“黑历史”，无非是成长的足迹。也没有那么多人有空专门挖掘别人过往的“出格”、“丢人“，而后拿来当作笑料。如果真是这样，恐怕这个人才多少有些自己解决不了的问题。其次，约炮这件事情，纯属个人自由，算起来，反而是对方显得十分不道德，甚至可能会违法。",
    "annotation": [
      {
        "sentence": "首先，人没有完美的，也不可能真的站到某个道德至高点，每个人都会有些“黑历史”，无非是成长的足迹。",
        "label": ""
      },
      {
        "sentence": "也没有那么多人有空专门挖掘别人过往的“出格”、“丢人“，而后拿来当作笑料。",
        "label": ""
      },
      {
        "sentence": "如果真是这样，恐怕这个人才多少有些自己解决不了的问题。",
        "label": ""
      },
      {
        "sentence": "其次，约炮这件事情，纯属个人自由，算起来，反而是对方显得十分不道德，甚至可能会违法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我还是很担心他会威胁我，让我感到很无助。",
    "annotation": [
      {
        "sentence": "可是我还是很担心他会威胁我，让我感到很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在性这件事情上，任何形势的强迫，都可能是犯罪。他要挟你的做法，大概也是一时冲动，他也需要顾念自己行为后果。如果他再要挟你，你也可以坚定地告诉他你的立场。同时，我想换作家人的立场，更应该维护你的权益，而不是协助别人一起谴责你。",
    "annotation": [
      {
        "sentence": "在性这件事情上，任何形势的强迫，都可能是犯罪。",
        "label": ""
      },
      {
        "sentence": "他要挟你的做法，大概也是一时冲动，他也需要顾念自己行为后果。",
        "label": ""
      },
      {
        "sentence": "如果他再要挟你，你也可以坚定地告诉他你的立场。",
        "label": ""
      },
      {
        "sentence": "同时，我想换作家人的立场，更应该维护你的权益，而不是协助别人一起谴责你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我担心自己被父母嫌弃，被同事排挤。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我担心自己被父母嫌弃，被同事排挤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但我想，你会这么担忧和自责，意味着你可能成长在一个“羞耻感”强烈的家庭。即使对方要挟你，你也会在心里反复谴责自己，这种感觉泛滥开来，似乎别人也会拿此来谴责你。听你的描述，这件事过去了一段时间，而且对方联系过后，也不再有下文。那中间间隔的这段时间是怎么样的呢？我们一直都在担忧，而且越来越忧虑自责；还是最近这种担忧的感觉更加强烈了呢？",
    "annotation": [
      {
        "sentence": "但我想，你会这么担忧和自责，意味着你可能成长在一个“羞耻感”强烈的家庭。",
        "label": ""
      },
      {
        "sentence": "即使对方要挟你，你也会在心里反复谴责自己，这种感觉泛滥开来，似乎别人也会拿此来谴责你。",
        "label": ""
      },
      {
        "sentence": "听你的描述，这件事过去了一段时间，而且对方联系过后，也不再有下文。",
        "label": ""
      },
      {
        "sentence": "那中间间隔的这段时间是怎么样的呢？",
        "label": ""
      },
      {
        "sentence": "我们一直都在担忧，而且越来越忧虑自责；还是最近这种担忧的感觉更加强烈了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近这种担忧感觉确实更加强烈了，我怕这件事会影响到我将来的工作和人际关系。",
    "annotation": [
      {
        "sentence": "最近这种担忧感觉确实更加强烈了，我怕这件事会影响到我将来的工作和人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们得去看看，是不是我们也正在因为别的什么事情而担忧，这样焦虑的感觉混杂在一起，好像把我们自己逼到一个”众叛亲离、孤独无依“的心理状态下。眼下我们的生活，工作、发展，人际，是什么让我们开始忧虑未来工作后的”黑历史“呢。非常重要的一部分，我们对”约炮“的态度和观念是什么呢？对我们自己这样做，我们是怎么看待的。我们会忧虑别人的态度，可能恰好是因为我们自己不能接受自己。这似乎是一个家庭禁忌，但我们这样做了，然后，后悔，甚至有些不愿意原谅自己。那是什么样的感觉推动我们去做一件可能会伤害自己的事情呢？这里有我们自己的初衷和动机。",
    "annotation": [
      {
        "sentence": "我们得去看看，是不是我们也正在因为别的什么事情而担忧，这样焦虑的感觉混杂在一起，好像把我们自己逼到一个”众叛亲离、孤独无依“的心理状态下。",
        "label": ""
      },
      {
        "sentence": "眼下我们的生活，工作、发展，人际，是什么让我们开始忧虑未来工作后的”黑历史“呢。",
        "label": ""
      },
      {
        "sentence": "非常重要的一部分，我们对”约炮“的态度和观念是什么呢？",
        "label": ""
      },
      {
        "sentence": "对我们自己这样做，我们是怎么看待的。",
        "label": ""
      },
      {
        "sentence": "我们会忧虑别人的态度，可能恰好是因为我们自己不能接受自己。",
        "label": ""
      },
      {
        "sentence": "这似乎是一个家庭禁忌，但我们这样做了，然后，后悔，甚至有些不愿意原谅自己。",
        "label": ""
      },
      {
        "sentence": "那是什么样的感觉推动我们去做一件可能会伤害自己的事情呢？",
        "label": ""
      },
      {
        "sentence": "这里有我们自己的初衷和动机。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许我当初是想证明自己的魅力或者追求个人独立。但现在我意识到，忧虑未来让我忽略了我最初去做这件事情的内在动机。",
    "annotation": [
      {
        "sentence": "或许我当初是想证明自己的魅力或者追求个人独立。",
        "label": ""
      },
      {
        "sentence": "但现在我意识到，忧虑未来让我忽略了我最初去做这件事情的内在动机。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们真能和自己的意愿和动机接近，就更能理解自己，和解。当然，还有我们对于”女生“这个角色上产生的观念，三贞九烈，还是应该”冰清玉洁“？这些观念都深深影响了我们对待自己的态度。如果我们持续忧虑，甚至寝食难安，越想越可怕，影响到日常生活，那可能我们需要一些援助，去看看医生，在身体层面帮助我们。",
    "annotation": [
      {
        "sentence": "我们真能和自己的意愿和动机接近，就更能理解自己，和解。",
        "label": ""
      },
      {
        "sentence": "当然，还有我们对于”女生“这个角色上产生的观念，三贞九烈，还是应该”冰清玉洁“？",
        "label": ""
      },
      {
        "sentence": "这些观念都深深影响了我们对待自己的态度。",
        "label": ""
      },
      {
        "sentence": "如果我们持续忧虑，甚至寝食难安，越想越可怕，影响到日常生活，那可能我们需要一些援助，去看看医生，在身体层面帮助我们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会试着接纳自己，并寻求适当的援助。同时，也会更注意保护自己的隐私。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会试着接纳自己，并寻求适当的援助。",
        "label": ""
      },
      {
        "sentence": "同时，也会更注意保护自己的隐私。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，记住，了解自己并接纳自己是很重要的。如果还有任何困扰，随时可以找我倾诉。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，记住，了解自己并接纳自己是很重要的。",
        "label": ""
      },
      {
        "sentence": "如果还有任何困扰，随时可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]