[
  {
    "role": "client",
    "content": "怀孕七个月想要离婚，需要做哪些准备？结婚一年，怀孕七个月了，现在我疯狂的想要离婚，这样的婚姻我过得真的不快乐，可是我怀孕七个月，对老公失望透顶这样可以离婚吗？离婚后财产，之前结婚的彩礼这些该怎么分配？好无助，不知道怎么面对家里人，我选错了，真的选错了。",
    "annotation": [
      {
        "sentence": "怀孕七个月想要离婚，需要做哪些准备？",
        "label": ""
      },
      {
        "sentence": "结婚一年，怀孕七个月了，现在我疯狂的想要离婚，这样的婚姻我过得真的不快乐，可是我怀孕七个月，对老公失望透顶这样可以离婚吗？",
        "label": ""
      },
      {
        "sentence": "离婚后财产，之前结婚的彩礼这些该怎么分配？",
        "label": ""
      },
      {
        "sentence": "好无助，不知道怎么面对家里人，我选错了，真的选错了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好我知道你现在的处境很难，结婚后没多久就怀孕了，怀孕后是不是和老公就发生了很多的不愉快，我知道你一边怀孕，一边还要承受老公带给你的各种不舒服，听起来你还没把你们的状况告诉家里人，一个人撑着，挺难的。【先看一下你们的关系】不知道你们恋爱多久接的婚，婚前有没有在一起生活的经历，光从结婚看，两个完全不同成长经历，完全不同生活习惯的人突然就组成了一个小家庭，本来就需要磨合一段时间，而这段时间是伴随着刚结婚的甜蜜慢慢磨合的，而才没过多久，你就怀孕了，怀孕了你的身体有了变化，你更需要别人的照顾，而老公不知道从单身转老公身份转好了没有，突然又要转爸爸，不知道他是不是没转太好而你的怀孕，有一个问题也没办法回避，就是你们的夫妻性生活也会受到影响，这其实也对两个人的关系是有影响的，你沉浸在当妈妈的感觉中了，他估计还没回过神来，感觉老婆被孩子抢去了注意力。这些只是一个背景，具体你们之间发生了什么问题，你没细说，但是我只是希望在考虑你们之间出现问题的时候，把这个背景考虑进去，在你们沟通的时候，把这个背景考虑进去。",
    "annotation": [
      {
        "sentence": "你好我知道你现在的处境很难，结婚后没多久就怀孕了，怀孕后是不是和老公就发生了很多的不愉快，我知道你一边怀孕，一边还要承受老公带给你的各种不舒服，听起来你还没把你们的状况告诉家里人，一个人撑着，挺难的。",
        "label": ""
      },
      {
        "sentence": "【先看一下你们的关系】不知道你们恋爱多久接的婚，婚前有没有在一起生活的经历，光从结婚看，两个完全不同成长经历，完全不同生活习惯的人突然就组成了一个小家庭，本来就需要磨合一段时间，而这段时间是伴随着刚结婚的甜蜜慢慢磨合的，而才没过多久，你就怀孕了，怀孕了你的身体有了变化，你更需要别人的照顾，而老公不知道从单身转老公身份转好了没有，突然又要转爸爸，不知道他是不是没转太好而你的怀孕，有一个问题也没办法回避，就是你们的夫妻性生活也会受到影响，这其实也对两个人的关系是有影响的，你沉浸在当妈妈的感觉中了，他估计还没回过神来，感觉老婆被孩子抢去了注意力。",
        "label": ""
      },
      {
        "sentence": "这些只是一个背景，具体你们之间发生了什么问题，你没细说，但是我只是希望在考虑你们之间出现问题的时候，把这个背景考虑进去，在你们沟通的时候，把这个背景考虑进去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们在恋爱了一年后结婚的，结婚前我们没有一起生活的经历，我们确实在很多事情上存在磨合不够的问题，我也意识到怀孕后对他的要求可能增加了，但是他似乎并没有做出相应的改变，让我感到非常失望和不满。我们的夫妻性生活也被孕期的一系列问题所打扰，但他对此似乎并没有太多关注和理解。我试图与他沟通，但总是感觉他不在乎我的感受，我们的争吵也越来越频繁，我已经无法忍受这样的婚姻了。",
    "annotation": [
      {
        "sentence": "我们在恋爱了一年后结婚的，结婚前我们没有一起生活的经历，我们确实在很多事情上存在磨合不够的问题，我也意识到怀孕后对他的要求可能增加了，但是他似乎并没有做出相应的改变，让我感到非常失望和不满。",
        "label": ""
      },
      {
        "sentence": "我们的夫妻性生活也被孕期的一系列问题所打扰，但他对此似乎并没有太多关注和理解。",
        "label": ""
      },
      {
        "sentence": "我试图与他沟通，但总是感觉他不在乎我的感受，我们的争吵也越来越频繁，我已经无法忍受这样的婚姻了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你们之间的问题确实比较复杂，既然你已经明确表达了想要离婚的意愿，那离不离婚的决定权肯定在你这里。不过我想提醒你的是，离婚并不意味着一切就无法继续下去，也不是为了逃避而做出的决定，而是出于你对自己的需求和幸福感的考虑。在你做出最终决定之前，建议你先回顾一下你们之间发生的问题，找出导致你想要离婚的根本原因。如果愿意，你们可以考虑寻求专业的婚姻家庭咨询师的帮助，或者是个人心理咨询师的帮助，以便更好地了解自己和婚姻的现状，从而更明智地做出决定。",
    "annotation": [
      {
        "sentence": "听起来你们之间的问题确实比较复杂，既然你已经明确表达了想要离婚的意愿，那离不离婚的决定权肯定在你这里。",
        "label": ""
      },
      {
        "sentence": "不过我想提醒你的是，离婚并不意味着一切就无法继续下去，也不是为了逃避而做出的决定，而是出于你对自己的需求和幸福感的考虑。",
        "label": ""
      },
      {
        "sentence": "在你做出最终决定之前，建议你先回顾一下你们之间发生的问题，找出导致你想要离婚的根本原因。",
        "label": ""
      },
      {
        "sentence": "如果愿意，你们可以考虑寻求专业的婚姻家庭咨询师的帮助，或者是个人心理咨询师的帮助，以便更好地了解自己和婚姻的现状，从而更明智地做出决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，确实在做出最终决定之前，我需要更清楚地了解我们之间的问题，也许通过专业的帮助可以给我一些新的角度和解决办法。虽然我一开始觉得离婚会面临到很多难题，尤其是涉及到财产和彩礼的分配，但是我也明白不能为了利益而放弃自己的幸福。我会尽量争取自己的利益，谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我明白了，确实在做出最终决定之前，我需要更清楚地了解我们之间的问题，也许通过专业的帮助可以给我一些新的角度和解决办法。",
        "label": ""
      },
      {
        "sentence": "虽然我一开始觉得离婚会面临到很多难题，尤其是涉及到财产和彩礼的分配，但是我也明白不能为了利益而放弃自己的幸福。",
        "label": ""
      },
      {
        "sentence": "我会尽量争取自己的利益，谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你明白了自己的需要，并愿意为自己的幸福努力。至于财产分配和彩礼的问题，这是一个涉及法律的事项，我无法为你提供具体的建议。但是我建议你可以咨询一些专业的法律人士，听取他们的意见，以便在保护自己的利益的同时不掉入冲动和过度争斗的陷阱。无论你最终选择了离婚还是和解，我都希望你能够在决定之前静下心来，思考清楚自己的需求和可能的后果，以便做出一个成熟、平静的决定。无论怎样，我都愿意一直陪伴着你，支持你在成长的道路上找到自己的幸福。",
    "annotation": [
      {
        "sentence": "很高兴听到你明白了自己的需要，并愿意为自己的幸福努力。",
        "label": ""
      },
      {
        "sentence": "至于财产分配和彩礼的问题，这是一个涉及法律的事项，我无法为你提供具体的建议。",
        "label": ""
      },
      {
        "sentence": "但是我建议你可以咨询一些专业的法律人士，听取他们的意见，以便在保护自己的利益的同时不掉入冲动和过度争斗的陷阱。",
        "label": ""
      },
      {
        "sentence": "无论你最终选择了离婚还是和解，我都希望你能够在决定之前静下心来，思考清楚自己的需求和可能的后果，以便做出一个成熟、平静的决定。",
        "label": ""
      },
      {
        "sentence": "无论怎样，我都愿意一直陪伴着你，支持你在成长的道路上找到自己的幸福。",
        "label": ""
      }
    ]
  }
]