[
  {
    "role": "client",
    "content": "我今年26岁，女性。我很迷茫，不知道怎样找到自己喜欢且擅长的工作。过去我只是觉得找份工作养活自己就可以了，但现在我发现工作很无聊枯燥，我想找到一份让自己感到喜欢且能够擅长的工作，一份能够给自己带来动力的工作，而不是只是为了工作而工作。",
    "annotation": [
      {
        "sentence": "我今年26岁，女性。",
        "label": ""
      },
      {
        "sentence": "我很迷茫，不知道怎样找到自己喜欢且擅长的工作。",
        "label": ""
      },
      {
        "sentence": "过去我只是觉得找份工作养活自己就可以了，但现在我发现工作很无聊枯燥，我想找到一份让自己感到喜欢且能够擅长的工作，一份能够给自己带来动力的工作，而不是只是为了工作而工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的想法和追求。工作占据了我们人生的1\/3时间，我们都希望能够从事一份自己喜欢且擅长的工作，以此获得一种价值感和意义感。那么，我们来看看怎样才是适合的工作呢？主要需要考虑三个因素：自己的喜好、自己的擅长以及能够满足一定收益。这三者之间互为关联和促进的关系很容易理解。只有自己喜欢的工作，我们才会愿意投入时间精力，从而获得满意的收益。但是，如果这份工作只是自己喜欢或者有很高的报酬，但并不擅长，没有相应的能力去胜任，那么工作起来就会感到吃力，影响自己的自信心，难以取得好的效果，进而影响收益。如果是自己擅长的工作，但是并不喜欢，那么内心会充满负面情绪，工作起来也无法积极主动，这同样会影响工作效果和收益。所以，一份工作必须同时满足、兼顾这三方面才是合适的吗？必须同时满足才能够接受吗？其实并不一定。因为这三者不一定会同时出现，我们找工作时也不一定会每次都如愿以偿。工作的过程是一个动态发展的过程，在这个过程中，这三个因素或者其他更多的情况都有可能发生和变化。因此，如果要追求这三者的和谐统一，我们就需要在工作的过程中努力让这三者产生联系。这需要我们转变思维，抛弃偏见，用开放成长的态度去面对。如果我们找到一份工作，自己并不喜欢，该怎么办呢？首先看看这份工作是否是自己能力所长，能否胜任？然后看看它提供的收益能否满足你的需要？如果两者都不能的话，那当然可以果断放弃。但是如果这份工作是自己擅长的，收益方面也不错，那么就可以去接受。在工作的过程中尝试发掘工作的意义所在，即使是无聊枯燥的工作也一定会存在它的意义和价值。比如，你的岗位所完成的工作，能够为客户提供一定的服务，帮助其他部门完善工作链条，为公司带来一定的收益，是公司项目中不可或缺的一环等等。这些都构成了你的工作的意义和价值所在。当你从工作中获得价值感，发现它的意义，你就会慢慢地爱上这份工作。至于这份工作的其他吸引点和好处，你也可以尝试去发掘一下。比如，它有没有哪些方面有一定的趣味性？公司的文化和工作氛围是否良好？你和同事的合作中有没有感受到大家的帮助和同心协力的力量？上司是否给予你关怀和指导？你能通过这份工作学到什么，为自己积累怎样的经验？公司能够给予你怎样的资源等等。现在的工作环境不再像以前父辈那样有着终身制编制的国企，我们一生中会换很多份工作，不一定每次都能找到合适的、如意的工作，但每一份工作都是一次学习和成长的机会，这是一个不断发展的过程。从来都不应该认为工作只是为了工作，其实工作最终还是为了自己。动力更多需要我们自己去发现和激发。有些人会觉得工作只是为老板打工，所以消极应付。而有些人则会把主动权控制在自己手中，通过一个又一个的工作，学到很多东西，结识很多人，懂得很多道理，积累很多人生经验，也从中慢慢发现自己真正喜欢的、适合自己发展的方向，一步一步地成长起来，最终获得更多的能力和选择机会。可以趁年轻多尝试和体验，接纳好与不好的工作，以积极主动的态度去对待，通过各种机会锻炼和学习，这样才能筛选和发现自己真正喜欢的好工作。当这份好工作来临时，你也会有足够的能力去接受它。最后，我想推荐一本书给你——《远见：如何规划职业生涯3大阶段》（微信读书上有电子版）。作者为职业生涯划分了三个阶段，每个阶段都有不同的特点和应对方法，希望对你有所启发和指导。加油！",
    "annotation": [
      {
        "sentence": "很理解你的想法和追求。",
        "label": ""
      },
      {
        "sentence": "工作占据了我们人生的1\/3时间，我们都希望能够从事一份自己喜欢且擅长的工作，以此获得一种价值感和意义感。",
        "label": ""
      },
      {
        "sentence": "那么，我们来看看怎样才是适合的工作呢？",
        "label": ""
      },
      {
        "sentence": "主要需要考虑三个因素：自己的喜好、自己的擅长以及能够满足一定收益。",
        "label": ""
      },
      {
        "sentence": "这三者之间互为关联和促进的关系很容易理解。",
        "label": ""
      },
      {
        "sentence": "只有自己喜欢的工作，我们才会愿意投入时间精力，从而获得满意的收益。",
        "label": ""
      },
      {
        "sentence": "但是，如果这份工作只是自己喜欢或者有很高的报酬，但并不擅长，没有相应的能力去胜任，那么工作起来就会感到吃力，影响自己的自信心，难以取得好的效果，进而影响收益。",
        "label": ""
      },
      {
        "sentence": "如果是自己擅长的工作，但是并不喜欢，那么内心会充满负面情绪，工作起来也无法积极主动，这同样会影响工作效果和收益。",
        "label": ""
      },
      {
        "sentence": "所以，一份工作必须同时满足、兼顾这三方面才是合适的吗？",
        "label": ""
      },
      {
        "sentence": "必须同时满足才能够接受吗？",
        "label": ""
      },
      {
        "sentence": "其实并不一定。",
        "label": ""
      },
      {
        "sentence": "因为这三者不一定会同时出现，我们找工作时也不一定会每次都如愿以偿。",
        "label": ""
      },
      {
        "sentence": "工作的过程是一个动态发展的过程，在这个过程中，这三个因素或者其他更多的情况都有可能发生和变化。",
        "label": ""
      },
      {
        "sentence": "因此，如果要追求这三者的和谐统一，我们就需要在工作的过程中努力让这三者产生联系。",
        "label": ""
      },
      {
        "sentence": "这需要我们转变思维，抛弃偏见，用开放成长的态度去面对。",
        "label": ""
      },
      {
        "sentence": "如果我们找到一份工作，自己并不喜欢，该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "首先看看这份工作是否是自己能力所长，能否胜任？",
        "label": ""
      },
      {
        "sentence": "然后看看它提供的收益能否满足你的需要？",
        "label": ""
      },
      {
        "sentence": "如果两者都不能的话，那当然可以果断放弃。",
        "label": ""
      },
      {
        "sentence": "但是如果这份工作是自己擅长的，收益方面也不错，那么就可以去接受。",
        "label": ""
      },
      {
        "sentence": "在工作的过程中尝试发掘工作的意义所在，即使是无聊枯燥的工作也一定会存在它的意义和价值。",
        "label": ""
      },
      {
        "sentence": "比如，你的岗位所完成的工作，能够为客户提供一定的服务，帮助其他部门完善工作链条，为公司带来一定的收益，是公司项目中不可或缺的一环等等。",
        "label": ""
      },
      {
        "sentence": "这些都构成了你的工作的意义和价值所在。",
        "label": ""
      },
      {
        "sentence": "当你从工作中获得价值感，发现它的意义，你就会慢慢地爱上这份工作。",
        "label": ""
      },
      {
        "sentence": "至于这份工作的其他吸引点和好处，你也可以尝试去发掘一下。",
        "label": ""
      },
      {
        "sentence": "比如，它有没有哪些方面有一定的趣味性？",
        "label": ""
      },
      {
        "sentence": "公司的文化和工作氛围是否良好？",
        "label": ""
      },
      {
        "sentence": "你和同事的合作中有没有感受到大家的帮助和同心协力的力量？",
        "label": ""
      },
      {
        "sentence": "上司是否给予你关怀和指导？",
        "label": ""
      },
      {
        "sentence": "你能通过这份工作学到什么，为自己积累怎样的经验？",
        "label": ""
      },
      {
        "sentence": "公司能够给予你怎样的资源等等。",
        "label": ""
      },
      {
        "sentence": "现在的工作环境不再像以前父辈那样有着终身制编制的国企，我们一生中会换很多份工作，不一定每次都能找到合适的、如意的工作，但每一份工作都是一次学习和成长的机会，这是一个不断发展的过程。",
        "label": ""
      },
      {
        "sentence": "从来都不应该认为工作只是为了工作，其实工作最终还是为了自己。",
        "label": ""
      },
      {
        "sentence": "动力更多需要我们自己去发现和激发。",
        "label": ""
      },
      {
        "sentence": "有些人会觉得工作只是为老板打工，所以消极应付。",
        "label": ""
      },
      {
        "sentence": "而有些人则会把主动权控制在自己手中，通过一个又一个的工作，学到很多东西，结识很多人，懂得很多道理，积累很多人生经验，也从中慢慢发现自己真正喜欢的、适合自己发展的方向，一步一步地成长起来，最终获得更多的能力和选择机会。",
        "label": ""
      },
      {
        "sentence": "可以趁年轻多尝试和体验，接纳好与不好的工作，以积极主动的态度去对待，通过各种机会锻炼和学习，这样才能筛选和发现自己真正喜欢的好工作。",
        "label": ""
      },
      {
        "sentence": "当这份好工作来临时，你也会有足够的能力去接受它。",
        "label": ""
      },
      {
        "sentence": "最后，我想推荐一本书给你——《远见：如何规划职业生涯3大阶段》（微信读书上有电子版）。",
        "label": ""
      },
      {
        "sentence": "作者为职业生涯划分了三个阶段，每个阶段都有不同的特点和应对方法，希望对你有所启发和指导。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]