[
  {
    "role": "client",
    "content": "婆婆嫌弃我婚前谈过恋爱，老公受他妈影响也嫌弃？结婚前有一次因为老公隐瞒我他和前女友的事情和他吵架，后来就说到我前男友，吵得很凶，他父母家人都来了，也知道个大概，后来他妈在我们结婚前一晚问他，我是不是谈过恋爱，他说是的，然后他妈就哭了，这是他的原话，后来再因为他前女友吵架，他就开始嫌弃我，拿我前男友说事，他婚后还见过面，发过信息，说是经济上的往来，我能不生气吗，而我跟我前男友没有联系过，他却不信，说我联系了他也不知道云云，还有后来他妈跟我说话的语气中，还有我跟我老公吵架的时候他妈说的话，我都能感觉到，他觉得我配不上他儿子，嫌弃我，有次母亲节我提前给她把礼物寄到，当天还打电话祝她节日快乐，她电话还没挂，就骂了我一句，只是因为我挂电话的时候说了一句拜拜，很难想象吧，而我老公在吵架的时候也是说我不自尊不自爱，什么难听说什么，我每每一想到这些都恨不得掐死我老婆婆，我对她恨之入骨，没见过这么坏的人，而我老公的话，就是刚结婚，肯定以为他妈说的都不错",
    "annotation": [
      {
        "sentence": "婆婆嫌弃我婚前谈过恋爱，老公受他妈影响也嫌弃？",
        "label": ""
      },
      {
        "sentence": "结婚前有一次因为老公隐瞒我他和前女友的事情和他吵架，后来就说到我前男友，吵得很凶，他父母家人都来了，也知道个大概，后来他妈在我们结婚前一晚问他，我是不是谈过恋爱，他说是的，然后他妈就哭了，这是他的原话，后来再因为他前女友吵架，他就开始嫌弃我，拿我前男友说事，他婚后还见过面，发过信息，说是经济上的往来，我能不生气吗，而我跟我前男友没有联系过，他却不信，说我联系了他也不知道云云，还有后来他妈跟我说话的语气中，还有我跟我老公吵架的时候他妈说的话，我都能感觉到，他觉得我配不上他儿子，嫌弃我，有次母亲节我提前给她把礼物寄到，当天还打电话祝她节日快乐，她电话还没挂，就骂了我一句，只是因为我挂电话的时候说了一句拜拜，很难想象吧，而我老公在吵架的时候也是说我不自尊不自爱，什么难听说什么，我每每一想到这些都恨不得掐死我老婆婆，我对她恨之入骨，没见过这么坏的人，而我老公的话，就是刚结婚，肯定以为他妈说的都不错",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我了解你的困扰。首先，你们已经结婚了，过去的问题并不应该再成为你们争吵的焦点。不论你们结婚前的经历有多少，这已经过去了，你们应该放下过去，共同创造属于你们自己的未来。",
    "annotation": [
      {
        "sentence": "嗯，我了解你的困扰。",
        "label": ""
      },
      {
        "sentence": "首先，你们已经结婚了，过去的问题并不应该再成为你们争吵的焦点。",
        "label": ""
      },
      {
        "sentence": "不论你们结婚前的经历有多少，这已经过去了，你们应该放下过去，共同创造属于你们自己的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，他的妈妈一直以来都嫌弃我，把我前男友的事情拿出来说，还怀疑我和他有联系，我真的很委屈。",
    "annotation": [
      {
        "sentence": "可是，他的妈妈一直以来都嫌弃我，把我前男友的事情拿出来说，还怀疑我和他有联系，我真的很委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婆媳关系是很难相处的，尤其在中国，很少有家庭能拥有完美的婆媳关系。而且，婆婆的观念可能相对保守，对你的接受程度可能也有限。这个时候，我建议你们适当包容长辈的想法，尝试与你的婆婆进行更好的沟通。",
    "annotation": [
      {
        "sentence": "婆媳关系是很难相处的，尤其在中国，很少有家庭能拥有完美的婆媳关系。",
        "label": ""
      },
      {
        "sentence": "而且，婆婆的观念可能相对保守，对你的接受程度可能也有限。",
        "label": ""
      },
      {
        "sentence": "这个时候，我建议你们适当包容长辈的想法，尝试与你的婆婆进行更好的沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我觉得他妈妈对我根本没有尊重和认可，每次吵架时她说的话都让我感到她对我的厌恶和嫌弃。",
    "annotation": [
      {
        "sentence": "但我觉得他妈妈对我根本没有尊重和认可，每次吵架时她说的话都让我感到她对我的厌恶和嫌弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，这确实会让你很难过。但我们必须尝试从更积极的角度看待这个问题。你作为家庭的一员，与婆婆的关系非常重要。如果你和婆婆的关系继续恶化下去，对你们的婚姻和家庭发展都会带来负面影响。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，这确实会让你很难过。",
        "label": ""
      },
      {
        "sentence": "但我们必须尝试从更积极的角度看待这个问题。",
        "label": ""
      },
      {
        "sentence": "你作为家庭的一员，与婆婆的关系非常重要。",
        "label": ""
      },
      {
        "sentence": "如果你和婆婆的关系继续恶化下去，对你们的婚姻和家庭发展都会带来负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是每次吵架时，我老公也会说些伤人的话，他甚至说我不自尊、不自爱。这让我觉得很受伤，对他们的恶意我实在是恨得入骨。",
    "annotation": [
      {
        "sentence": "可是每次吵架时，我老公也会说些伤人的话，他甚至说我不自尊、不自爱。",
        "label": ""
      },
      {
        "sentence": "这让我觉得很受伤，对他们的恶意我实在是恨得入骨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "夫妻之间的争吵是正常的，但在争吵时提及过去的伤心事并不明智。过去的人和事已经成为过去，他们的出现只是为了让你们变得更好。试着向过去和解，也意味着向自己和解。当然，无论发生什么事情，相互的尊重是建立关系的重要基础。",
    "annotation": [
      {
        "sentence": "夫妻之间的争吵是正常的，但在争吵时提及过去的伤心事并不明智。",
        "label": ""
      },
      {
        "sentence": "过去的人和事已经成为过去，他们的出现只是为了让你们变得更好。",
        "label": ""
      },
      {
        "sentence": "试着向过去和解，也意味着向自己和解。",
        "label": ""
      },
      {
        "sentence": "当然，无论发生什么事情，相互的尊重是建立关系的重要基础。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，感谢你的建议。我会尝试与我的婆婆进行沟通，希望我们的家庭能够幸福美满。",
    "annotation": [
      {
        "sentence": "我明白你的意思，感谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试与我的婆婆进行沟通，希望我们的家庭能够幸福美满。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，记住，沟通是解决问题的关键。祝你们能够早日解决这个问题，拥有一个幸福美满的家庭。如果还有其他问题，随时来找我聊聊。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，记住，沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "祝你们能够早日解决这个问题，拥有一个幸福美满的家庭。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]