[
  {
    "role": "client",
    "content": "来访者问及咨询师私人问题时，如何回答？在咨询过程中，经常会有来访者问及私人问题，小到老家在哪里，大到有无男女朋友、是否结婚、收入等。感觉不知道怎么回答，有些尴尬。如果全部不回答，会不会影响咨访关系？被问到私人问题时，应该如何回答呢？哪些可以回答，哪些不行？回答又该回答到哪个度？",
    "annotation": [
      {
        "sentence": "来访者问及咨询师私人问题时，如何回答？",
        "label": ""
      },
      {
        "sentence": "在咨询过程中，经常会有来访者问及私人问题，小到老家在哪里，大到有无男女朋友、是否结婚、收入等。",
        "label": ""
      },
      {
        "sentence": "感觉不知道怎么回答，有些尴尬。",
        "label": ""
      },
      {
        "sentence": "如果全部不回答，会不会影响咨访关系？",
        "label": ""
      },
      {
        "sentence": "被问到私人问题时，应该如何回答呢？",
        "label": ""
      },
      {
        "sentence": "哪些可以回答，哪些不行？",
        "label": ""
      },
      {
        "sentence": "回答又该回答到哪个度？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们来弄清三个关键点。第一，收费做咨询，是为了帮助来访者解决他本身的问题，而不是回答他提出的所有问题。求助者：我明白了，咨询的重点是在解决来访者的问题，而不是交流个人生活。支持者：对的。第二，咨询要搞好关系，但不是通过不停暴露自己去交换对方的信息的方式。求助者：那咨询师应该如何处理私人问题呢？支持者：请继续听我说。第三，如果你们交流的信息跟你们的咨询目标毫无关系，就陷入了谈天说地的胡扯模式。求助者：确实，有时候交谈太多关于个人生活的问题会分散咨询的重点。支持者：是的，所以我们要注意回答问题时的度。",
    "annotation": [
      {
        "sentence": "首先，我们来弄清三个关键点。",
        "label": ""
      },
      {
        "sentence": "第一，收费做咨询，是为了帮助来访者解决他本身的问题，而不是回答他提出的所有问题。",
        "label": ""
      },
      {
        "sentence": "求助者：我明白了，咨询的重点是在解决来访者的问题，而不是交流个人生活。",
        "label": ""
      },
      {
        "sentence": "支持者：对的。",
        "label": ""
      },
      {
        "sentence": "第二，咨询要搞好关系，但不是通过不停暴露自己去交换对方的信息的方式。",
        "label": ""
      },
      {
        "sentence": "求助者：那咨询师应该如何处理私人问题呢？",
        "label": ""
      },
      {
        "sentence": "支持者：请继续听我说。",
        "label": ""
      },
      {
        "sentence": "第三，如果你们交流的信息跟你们的咨询目标毫无关系，就陷入了谈天说地的胡扯模式。",
        "label": ""
      },
      {
        "sentence": "求助者：确实，有时候交谈太多关于个人生活的问题会分散咨询的重点。",
        "label": ""
      },
      {
        "sentence": "支持者：是的，所以我们要注意回答问题时的度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "再者，我们来谈谈来访者提问就回答的弊端。第一，咨询师会容易被来访者牵着鼻子走，忘记自己的身份是咨询过程的主导者，让咨询成为了反咨询。求助者：确实，如果我一直回答所有问题，可能会导致来访者在咨询过程中占据主导地位。支持者：是的，这对咨询的有效性并不利。第二，过度暴露自己，等于占用来访者的时间，浪费来访者付的咨询费用，更重要的是，显得自身相当不专业，咨询师能为来访者提供的价值恰好就是专业态度和技能，而非陪聊时间。求助者：我理解了，咨询师的价值在于专业的态度和技能。支持者：对的。第三，无法拒绝来访者的任何提问会让咨询师自己陷入到底该怎么回答比较好的焦虑状态，从而无法为来访者提供思路清晰的指引，反而为你们的关系蒙上了阴影，阻碍来访者成长。求助者：确实，如果咨询师无法拒绝一些问题，可能会导致焦虑。支持者：是的，所以我们要学会拒绝来访者的提问。",
    "annotation": [
      {
        "sentence": "再者，我们来谈谈来访者提问就回答的弊端。",
        "label": ""
      },
      {
        "sentence": "第一，咨询师会容易被来访者牵着鼻子走，忘记自己的身份是咨询过程的主导者，让咨询成为了反咨询。",
        "label": ""
      },
      {
        "sentence": "求助者：确实，如果我一直回答所有问题，可能会导致来访者在咨询过程中占据主导地位。",
        "label": ""
      },
      {
        "sentence": "支持者：是的，这对咨询的有效性并不利。",
        "label": ""
      },
      {
        "sentence": "第二，过度暴露自己，等于占用来访者的时间，浪费来访者付的咨询费用，更重要的是，显得自身相当不专业，咨询师能为来访者提供的价值恰好就是专业态度和技能，而非陪聊时间。",
        "label": ""
      },
      {
        "sentence": "求助者：我理解了，咨询师的价值在于专业的态度和技能。",
        "label": ""
      },
      {
        "sentence": "支持者：对的。",
        "label": ""
      },
      {
        "sentence": "第三，无法拒绝来访者的任何提问会让咨询师自己陷入到底该怎么回答比较好的焦虑状态，从而无法为来访者提供思路清晰的指引，反而为你们的关系蒙上了阴影，阻碍来访者成长。",
        "label": ""
      },
      {
        "sentence": "求助者：确实，如果咨询师无法拒绝一些问题，可能会导致焦虑。",
        "label": ""
      },
      {
        "sentence": "支持者：是的，所以我们要学会拒绝来访者的提问。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，我们来理清要不要回答和如何回答。第一，自己不愿意回答的，不回答。不是默不作声，而是真诚拒绝，可以说\"这个问题对于我来说有点重了\/偏隐私，抱歉我无法回答你\"。求助者：这样的回答方式可以帮助我保护个人隐私，同时不伤害来访者的情感。支持者：是的。第二，对咨询效果没帮助的甚至会产生负面影响，不回答。比如一个处于失恋中伤心欲绝的人来问你有没有对象，你绝对要好好劝住自己，不要立即兴高采烈的告诉他\/她你有一个多么爱你的人。办法可以是用你的问题去回答他\/她的问题，比如\"比起回答这个问题，我更想知道你为什么想了解我的状态\"。求助者：这是一个很好的方法，可以将焦点转移到对来访者更有帮助的方面。支持者：是的。第三，其他问题，都可以奔着对咨询目标有利的方向去简要回答。很多来访者在没有得到足够引导的时候，会通过向咨询师问一些无关痛痒的问题来掩饰自己真正的目的，或者仅仅是好奇心强烈，想知道咨询师如何生活。咨询师要善于观察和挖掘，认真肩负对职业和来访者负责的使命，去达成最终的咨询目标。求助者：这些方法和建议非常有帮助，我会注意回答私人问题的度。谢谢您的指导。支持者：不客气，祝您咨询工作顺利。",
    "annotation": [
      {
        "sentence": "最后，我们来理清要不要回答和如何回答。",
        "label": ""
      },
      {
        "sentence": "第一，自己不愿意回答的，不回答。",
        "label": ""
      },
      {
        "sentence": "不是默不作声，而是真诚拒绝，可以说\"这个问题对于我来说有点重了\/偏隐私，抱歉我无法回答你\"。",
        "label": ""
      },
      {
        "sentence": "求助者：这样的回答方式可以帮助我保护个人隐私，同时不伤害来访者的情感。",
        "label": ""
      },
      {
        "sentence": "支持者：是的。",
        "label": ""
      },
      {
        "sentence": "第二，对咨询效果没帮助的甚至会产生负面影响，不回答。",
        "label": ""
      },
      {
        "sentence": "比如一个处于失恋中伤心欲绝的人来问你有没有对象，你绝对要好好劝住自己，不要立即兴高采烈的告诉他\/她你有一个多么爱你的人。",
        "label": ""
      },
      {
        "sentence": "办法可以是用你的问题去回答他\/她的问题，比如\"比起回答这个问题，我更想知道你为什么想了解我的状态\"。",
        "label": ""
      },
      {
        "sentence": "求助者：这是一个很好的方法，可以将焦点转移到对来访者更有帮助的方面。",
        "label": ""
      },
      {
        "sentence": "支持者：是的。",
        "label": ""
      },
      {
        "sentence": "第三，其他问题，都可以奔着对咨询目标有利的方向去简要回答。",
        "label": ""
      },
      {
        "sentence": "很多来访者在没有得到足够引导的时候，会通过向咨询师问一些无关痛痒的问题来掩饰自己真正的目的，或者仅仅是好奇心强烈，想知道咨询师如何生活。",
        "label": ""
      },
      {
        "sentence": "咨询师要善于观察和挖掘，认真肩负对职业和来访者负责的使命，去达成最终的咨询目标。",
        "label": ""
      },
      {
        "sentence": "求助者：这些方法和建议非常有帮助，我会注意回答私人问题的度。",
        "label": ""
      },
      {
        "sentence": "谢谢您的指导。",
        "label": ""
      },
      {
        "sentence": "支持者：不客气，祝您咨询工作顺利。",
        "label": ""
      }
    ]
  }
]