[
  {
    "role": "client",
    "content": "你好，我有一个问题。我想了解怎样于自身出发经营维护好一段亲密关系？我是一名26岁女生，已经工作三年了。我有过一点原生家庭的创伤，但是我仍然充满期待，并且活在当下，积极地寻找治愈自己的方法。我性格上比较温柔、善良，愿意付出。然而，我在一段亲密关系中，会不断地确认对方对我的爱，即使对方已经用行为和语言表示过，我还是会不断确认，导致自己感到焦虑和不安。请问你有什么建议吗？",
    "annotation": [
      {
        "sentence": "你好，我有一个问题。",
        "label": ""
      },
      {
        "sentence": "我想了解怎样于自身出发经营维护好一段亲密关系？",
        "label": ""
      },
      {
        "sentence": "我是一名26岁女生，已经工作三年了。",
        "label": ""
      },
      {
        "sentence": "我有过一点原生家庭的创伤，但是我仍然充满期待，并且活在当下，积极地寻找治愈自己的方法。",
        "label": ""
      },
      {
        "sentence": "我性格上比较温柔、善良，愿意付出。",
        "label": ""
      },
      {
        "sentence": "然而，我在一段亲密关系中，会不断地确认对方对我的爱，即使对方已经用行为和语言表示过，我还是会不断确认，导致自己感到焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "请问你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我听到你的问题感到很有同感。有时我们会沉浸于确认对方会对我们的关注和爱，从而导致我们会表现出猜疑和不信任对方的行为，这样可能会伤害到我们和对方的关系。不过，我很欣赏你充满积极的生活态度，去寻找治愈自己的方法。你愿意付出，而且希望维护好你和伴侣间的关系，这都是非常了不起的品质。",
    "annotation": [
      {
        "sentence": "你好，我听到你的问题感到很有同感。",
        "label": ""
      },
      {
        "sentence": "有时我们会沉浸于确认对方会对我们的关注和爱，从而导致我们会表现出猜疑和不信任对方的行为，这样可能会伤害到我们和对方的关系。",
        "label": ""
      },
      {
        "sentence": "不过，我很欣赏你充满积极的生活态度，去寻找治愈自己的方法。",
        "label": ""
      },
      {
        "sentence": "你愿意付出，而且希望维护好你和伴侣间的关系，这都是非常了不起的品质。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，但我真的很困惑，我对自己充满疑虑，担心对方无法满足我的需求，特别是我需要对方的支持时。有时候，在对方很忙的时候，我给他发信息，但他没有回复，我就会不安、焦虑，甚至开始怀疑对方是否还爱我。我也发现，为了照顾对方的感受，我常常会压抑自己的情感需要，这让我感到很疲惫。",
    "annotation": [
      {
        "sentence": "谢谢你，但我真的很困惑，我对自己充满疑虑，担心对方无法满足我的需求，特别是我需要对方的支持时。",
        "label": ""
      },
      {
        "sentence": "有时候，在对方很忙的时候，我给他发信息，但他没有回复，我就会不安、焦虑，甚至开始怀疑对方是否还爱我。",
        "label": ""
      },
      {
        "sentence": "我也发现，为了照顾对方的感受，我常常会压抑自己的情感需要，这让我感到很疲惫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很清楚这些感受。压抑自己的情感是一件很不容易的事情。不过，从你的反应来看，我能感受到你很关注感受和需求，这也是非常棒的品质。同时，你也正确地指出了自己在关系中的一些问题。对于这种情况，我们需要首先认清它，而你已经有了这个意识，这是非常了不起的。你提供了伴侣需要的关爱和支持，而你也需要支持自己。",
    "annotation": [
      {
        "sentence": "我很清楚这些感受。",
        "label": ""
      },
      {
        "sentence": "压抑自己的情感是一件很不容易的事情。",
        "label": ""
      },
      {
        "sentence": "不过，从你的反应来看，我能感受到你很关注感受和需求，这也是非常棒的品质。",
        "label": ""
      },
      {
        "sentence": "同时，你也正确地指出了自己在关系中的一些问题。",
        "label": ""
      },
      {
        "sentence": "对于这种情况，我们需要首先认清它，而你已经有了这个意识，这是非常了不起的。",
        "label": ""
      },
      {
        "sentence": "你提供了伴侣需要的关爱和支持，而你也需要支持自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，但我真的很在意对方的评价和行为、情绪，甚至有点多虑。我担心自己会引起对方的负面反应。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，但我真的很在意对方的评价和行为、情绪，甚至有点多虑。",
        "label": ""
      },
      {
        "sentence": "我担心自己会引起对方的负面反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，并且我想强调的是，在关系中，你的感受也是很重要的。但是，你一定不要为了照顾对方的感受，而过度压抑自己的情感和需要。作为一个人，每个人都是独特和有价值的，而你也是一样。不要让自己觉得自己不好，也不要让任何人把你感觉否定。",
    "annotation": [
      {
        "sentence": "我理解你的感受，并且我想强调的是，在关系中，你的感受也是很重要的。",
        "label": ""
      },
      {
        "sentence": "但是，你一定不要为了照顾对方的感受，而过度压抑自己的情感和需要。",
        "label": ""
      },
      {
        "sentence": "作为一个人，每个人都是独特和有价值的，而你也是一样。",
        "label": ""
      },
      {
        "sentence": "不要让自己觉得自己不好，也不要让任何人把你感觉否定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但是我还是有一些怀疑和猜测的情感。我怎样才能减少这些情感呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但是我还是有一些怀疑和猜测的情感。",
        "label": ""
      },
      {
        "sentence": "我怎样才能减少这些情感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个非常好的问题。我们可以尝试一些认知和行为方面的策略来帮助你应对内心的焦虑和不安。比如，你可以尝试将你的难以预测的反应跟你对于伴侣的信任联系起来，这样可以帮助你更好地理解和应对自己的情感反应。同时，有时我们也需要目光聚焦在事实上，而不是多虑的交叉猜测。从你对自己情感的观察中，你可以学习和了解什么是真正的需求，然后专注于满足这些需求。这两种方法通常被称为认知行为疗法。你有兴趣了解吗？",
    "annotation": [
      {
        "sentence": "这是一个非常好的问题。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试一些认知和行为方面的策略来帮助你应对内心的焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "比如，你可以尝试将你的难以预测的反应跟你对于伴侣的信任联系起来，这样可以帮助你更好地理解和应对自己的情感反应。",
        "label": ""
      },
      {
        "sentence": "同时，有时我们也需要目光聚焦在事实上，而不是多虑的交叉猜测。",
        "label": ""
      },
      {
        "sentence": "从你对自己情感的观察中，你可以学习和了解什么是真正的需求，然后专注于满足这些需求。",
        "label": ""
      },
      {
        "sentence": "这两种方法通常被称为认知行为疗法。",
        "label": ""
      },
      {
        "sentence": "你有兴趣了解吗？",
        "label": ""
      }
    ]
  }
]