[
  {
    "role": "client",
    "content": "大二女，老是喜欢偷看别人做事，我是有什么问题吗？我是女生，大二，多人寝室。因为我是农村出来了，所以感觉有点自卑。室友有一线城市也有二线的，感觉她们都是光彩照人的，我一个人就是丑小鸭的样子。我经常喜欢偷看她们穿衣服，化妆，观察她们的动作举止，但是好像又不是为了模仿，就是很喜欢偷看。她们不在寝室的时候，我会去看她们用的是什么化妆品，然后自己去淘宝搜，感觉好贵啊。。她们有时候也会发现我在偷看，虽然没说什么，但是我也觉得很不好，可是又控制不住。这是不是也是心理问题呀？因为我自卑所以导致一直偷看别人？希望别人能帮助我，不要先指责我。",
    "annotation": [
      {
        "sentence": "大二女，老是喜欢偷看别人做事，我是有什么问题吗？",
        "label": ""
      },
      {
        "sentence": "我是女生，大二，多人寝室。",
        "label": ""
      },
      {
        "sentence": "因为我是农村出来了，所以感觉有点自卑。",
        "label": ""
      },
      {
        "sentence": "室友有一线城市也有二线的，感觉她们都是光彩照人的，我一个人就是丑小鸭的样子。",
        "label": ""
      },
      {
        "sentence": "我经常喜欢偷看她们穿衣服，化妆，观察她们的动作举止，但是好像又不是为了模仿，就是很喜欢偷看。",
        "label": ""
      },
      {
        "sentence": "她们不在寝室的时候，我会去看她们用的是什么化妆品，然后自己去淘宝搜，感觉好贵啊。。",
        "label": ""
      },
      {
        "sentence": "她们有时候也会发现我在偷看，虽然没说什么，但是我也觉得很不好，可是又控制不住。",
        "label": ""
      },
      {
        "sentence": "这是不是也是心理问题呀？",
        "label": ""
      },
      {
        "sentence": "因为我自卑所以导致一直偷看别人？",
        "label": ""
      },
      {
        "sentence": "希望别人能帮助我，不要先指责我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困扰，大城市的生活对于我们来说确实会带来许多不适应。特别是身边的室友，她们可能来自一线城市，看起来都很光彩照人，而我们却觉得自己像个丑小鸭一样。 想要偷看她们也是希望能够和她们成为真正的朋友吧！其实我们并不需要自卑，进入这所学校是凭借我们自己的努力，虽然在生活条件和其他方面我们与她们有所差距，但是从站在同一个平台上这一点就能够看出来，我们并不差。此外，如果换个角度思考，身边的人如果与自己条件相同，她们的表现未必就比我们好，只是先天条件是我们无法决定的。但是通过努力我们可以改变我们的人生，所以你不要灰心，毕竟我们的人生才刚刚开始。我的室友家庭条件比我好，花钱的时候我总是巧妙地节约着，所以对她们的好条件非常羡慕。但是回想一下父母，其实他们已经付出了很多努力，可能我们要是没有父母的支持，都无法取得现在的成就。所以我默默地告诉自己，我并不比别人差，我也会通过自己的努力来证明自己。不要去羡慕别人所拥有的，因为我们也有别人没有的优点。所以有时候我们要学会辩证地看待事情，把心思放在提升自身能力上。比如说，每年争取一等奖学金，课余时间也可以找一些锻炼自己的机会。就像丑小鸭最终变成优美的天鹅，我们也能一起努力变得更好！",
    "annotation": [
      {
        "sentence": "我明白你的困扰，大城市的生活对于我们来说确实会带来许多不适应。",
        "label": ""
      },
      {
        "sentence": "特别是身边的室友，她们可能来自一线城市，看起来都很光彩照人，而我们却觉得自己像个丑小鸭一样。",
        "label": ""
      },
      {
        "sentence": " 想要偷看她们也是希望能够和她们成为真正的朋友吧！",
        "label": ""
      },
      {
        "sentence": "其实我们并不需要自卑，进入这所学校是凭借我们自己的努力，虽然在生活条件和其他方面我们与她们有所差距，但是从站在同一个平台上这一点就能够看出来，我们并不差。",
        "label": ""
      },
      {
        "sentence": "此外，如果换个角度思考，身边的人如果与自己条件相同，她们的表现未必就比我们好，只是先天条件是我们无法决定的。",
        "label": ""
      },
      {
        "sentence": "但是通过努力我们可以改变我们的人生，所以你不要灰心，毕竟我们的人生才刚刚开始。",
        "label": ""
      },
      {
        "sentence": "我的室友家庭条件比我好，花钱的时候我总是巧妙地节约着，所以对她们的好条件非常羡慕。",
        "label": ""
      },
      {
        "sentence": "但是回想一下父母，其实他们已经付出了很多努力，可能我们要是没有父母的支持，都无法取得现在的成就。",
        "label": ""
      },
      {
        "sentence": "所以我默默地告诉自己，我并不比别人差，我也会通过自己的努力来证明自己。",
        "label": ""
      },
      {
        "sentence": "不要去羡慕别人所拥有的，因为我们也有别人没有的优点。",
        "label": ""
      },
      {
        "sentence": "所以有时候我们要学会辩证地看待事情，把心思放在提升自身能力上。",
        "label": ""
      },
      {
        "sentence": "比如说，每年争取一等奖学金，课余时间也可以找一些锻炼自己的机会。",
        "label": ""
      },
      {
        "sentence": "就像丑小鸭最终变成优美的天鹅，我们也能一起努力变得更好！",
        "label": ""
      }
    ]
  }
]