[
  {
    "role": "client",
    "content": "对方提的分手，我是否主动联系他和好？心情很糟糕，心定下来用心的去好好的谈场恋爱，都准备结婚了。却因为对方没安全感摩擦大，他提了分手。我男朋友性情急躁，情绪不稳定，不会认真听我表达。做事比较情绪化，最受伤的是他的孩子成了他倒情绪的垃圾桶。最近我因为身体不好，也没耐心包容任何人。没能量接收他的问题。我男朋友没安全感就会控制我，占有我，不管我身体状况，像婴儿希望我满足他需要，我没满足他就闹情绪。我不想惯着他了，可是我不惯着他了，他就提出了分手。他希望我放下所有事情满足他，我不可能为了他放下我喜欢做的工作啊，为了家，我跟他沟通，叫他提前跟我约时间，我就可以把工作安排好了，放下手头工作陪他了。可是他就说他无法接受跟我相处还要约时间的，既然这样，就分。他提分我就没说话了，我两个就两天没联系了，可心情真差。我主动联系吧，又觉得惯他的臭毛病。不主动吧，也不知道我们是不是真的就这样结束了，心情也变得比较低落。",
    "annotation": [
      {
        "sentence": "对方提的分手，我是否主动联系他和好？",
        "label": ""
      },
      {
        "sentence": "心情很糟糕，心定下来用心的去好好的谈场恋爱，都准备结婚了。",
        "label": ""
      },
      {
        "sentence": "却因为对方没安全感摩擦大，他提了分手。",
        "label": ""
      },
      {
        "sentence": "我男朋友性情急躁，情绪不稳定，不会认真听我表达。",
        "label": ""
      },
      {
        "sentence": "做事比较情绪化，最受伤的是他的孩子成了他倒情绪的垃圾桶。",
        "label": ""
      },
      {
        "sentence": "最近我因为身体不好，也没耐心包容任何人。",
        "label": ""
      },
      {
        "sentence": "没能量接收他的问题。",
        "label": ""
      },
      {
        "sentence": "我男朋友没安全感就会控制我，占有我，不管我身体状况，像婴儿希望我满足他需要，我没满足他就闹情绪。",
        "label": ""
      },
      {
        "sentence": "我不想惯着他了，可是我不惯着他了，他就提出了分手。",
        "label": ""
      },
      {
        "sentence": "他希望我放下所有事情满足他，我不可能为了他放下我喜欢做的工作啊，为了家，我跟他沟通，叫他提前跟我约时间，我就可以把工作安排好了，放下手头工作陪他了。",
        "label": ""
      },
      {
        "sentence": "可是他就说他无法接受跟我相处还要约时间的，既然这样，就分。",
        "label": ""
      },
      {
        "sentence": "他提分我就没说话了，我两个就两天没联系了，可心情真差。",
        "label": ""
      },
      {
        "sentence": "我主动联系吧，又觉得惯他的臭毛病。",
        "label": ""
      },
      {
        "sentence": "不主动吧，也不知道我们是不是真的就这样结束了，心情也变得比较低落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情况我可以理解。首先，我想了解一下你和他的恋爱持续了多久，怎么会在准备结婚的时候才发现没有安全感呢？",
    "annotation": [
      {
        "sentence": "你的情况我可以理解。",
        "label": ""
      },
      {
        "sentence": "首先，我想了解一下你和他的恋爱持续了多久，怎么会在准备结婚的时候才发现没有安全感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们在一起已经有两年了。一开始的时候，我们对彼此都有很好的感觉，但是随着时间的推移，他开始表现出性情急躁和情绪不稳定的一面，而且对我的意见和需求也没有认真倾听。",
    "annotation": [
      {
        "sentence": "我们在一起已经有两年了。",
        "label": ""
      },
      {
        "sentence": "一开始的时候，我们对彼此都有很好的感觉，但是随着时间的推移，他开始表现出性情急躁和情绪不稳定的一面，而且对我的意见和需求也没有认真倾听。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你的男朋友确实有些情绪化，而且对你的需求和意见也缺乏尊重。不过，从你的叙述中也可以看出，他的孩子在整个关系中扮演了一个重要角色，成为他倾泄情绪的对象。你是否觉得这一点对你们的关系产生了负面的影响呢？",
    "annotation": [
      {
        "sentence": "看来你的男朋友确实有些情绪化，而且对你的需求和意见也缺乏尊重。",
        "label": ""
      },
      {
        "sentence": "不过，从你的叙述中也可以看出，他的孩子在整个关系中扮演了一个重要角色，成为他倾泄情绪的对象。",
        "label": ""
      },
      {
        "sentence": "你是否觉得这一点对你们的关系产生了负面的影响呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他总是把自己的情绪倾泻在他的孩子身上，这让我很受伤。我最近因为身体不好，也没有足够的耐心和包容心来理解他的问题，这导致我们之间的摩擦越来越大。",
    "annotation": [
      {
        "sentence": "是的，他总是把自己的情绪倾泻在他的孩子身上，这让我很受伤。",
        "label": ""
      },
      {
        "sentence": "我最近因为身体不好，也没有足够的耐心和包容心来理解他的问题，这导致我们之间的摩擦越来越大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你现在的身体状况对于处理你们的关系确实产生了一定的影响。既然你已经认识到了这个问题，你有考虑过如何与他进行沟通吗？",
    "annotation": [
      {
        "sentence": "听起来你现在的身体状况对于处理你们的关系确实产生了一定的影响。",
        "label": ""
      },
      {
        "sentence": "既然你已经认识到了这个问题，你有考虑过如何与他进行沟通吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当然有。我告诉他，如果他提前与我约定时间，我就可以合理安排我的工作，然后抽出时间陪伴他。可是他却觉得这样的安排无法接受，认为在一段关系中不应该需要预约时间，所以才提出分手。",
    "annotation": [
      {
        "sentence": "当然有。",
        "label": ""
      },
      {
        "sentence": "我告诉他，如果他提前与我约定时间，我就可以合理安排我的工作，然后抽出时间陪伴他。",
        "label": ""
      },
      {
        "sentence": "可是他却觉得这样的安排无法接受，认为在一段关系中不应该需要预约时间，所以才提出分手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的意思。每个人对待关系的方式都不同，而你们的想法有一定的差异。既然如此，你们是否有好好坐下来沟通过这个问题呢？你是否表达过自己对工作的重视和不能放下工作的原因？",
    "annotation": [
      {
        "sentence": "我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "每个人对待关系的方式都不同，而你们的想法有一定的差异。",
        "label": ""
      },
      {
        "sentence": "既然如此，你们是否有好好坐下来沟通过这个问题呢？",
        "label": ""
      },
      {
        "sentence": "你是否表达过自己对工作的重视和不能放下工作的原因？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我跟他进行了交流，我告诉他我并不可能为了他放下我喜欢的工作。我希望他可以理解并提前与我约定时间，这样我就可以合理安排自己的日程，同时也能抽出时间陪伴他。可是他非常坚持自己的立场，认为这样的安排在一段关系中是不应该存在的。",
    "annotation": [
      {
        "sentence": "我跟他进行了交流，我告诉他我并不可能为了他放下我喜欢的工作。",
        "label": ""
      },
      {
        "sentence": "我希望他可以理解并提前与我约定时间，这样我就可以合理安排自己的日程，同时也能抽出时间陪伴他。",
        "label": ""
      },
      {
        "sentence": "可是他非常坚持自己的立场，认为这样的安排在一段关系中是不应该存在的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的困境。你们的观念确实存在一定的冲突。在这样的情况下，你们的交流是否还能够继续呢？你有没有尝试主动与他联系？",
    "annotation": [
      {
        "sentence": "我可以理解你的困境。",
        "label": ""
      },
      {
        "sentence": "你们的观念确实存在一定的冲突。",
        "label": ""
      },
      {
        "sentence": "在这样的情况下，你们的交流是否还能够继续呢？",
        "label": ""
      },
      {
        "sentence": "你有没有尝试主动与他联系？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他提出分手后，我就没有再联系他，已经有两天没有互动了。但我心情非常差，不知道是不是应该主动联系他。有时候我觉得主动联系他会惯着他的一些不好的毛病，但又担心如果不主动联系他，我们的关系会就这样结束，这让我感到很沮丧。",
    "annotation": [
      {
        "sentence": "他提出分手后，我就没有再联系他，已经有两天没有互动了。",
        "label": ""
      },
      {
        "sentence": "但我心情非常差，不知道是不是应该主动联系他。",
        "label": ""
      },
      {
        "sentence": "有时候我觉得主动联系他会惯着他的一些不好的毛病，但又担心如果不主动联系他，我们的关系会就这样结束，这让我感到很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的顾虑。感情问题上的取舍总是困扰人的。不过，你是否可以先试着冷静下来，再考虑一下与他联系的意义呢？或许在你冷静思考之后，你会有不同的想法和感受。",
    "annotation": [
      {
        "sentence": "我了解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "感情问题上的取舍总是困扰人的。",
        "label": ""
      },
      {
        "sentence": "不过，你是否可以先试着冷静下来，再考虑一下与他联系的意义呢？",
        "label": ""
      },
      {
        "sentence": "或许在你冷静思考之后，你会有不同的想法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会努力冷静下来，再重新思考与他联系的问题。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "好的，我会努力冷静下来，再重新思考与他联系的问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你的。无论你做出什么样的决定，都希望你能够找到自己的幸福和安宁。如果你需要任何进一步的帮助或者只是想聊聊，随时都可以来找我。记得保持积极乐观的心态，事情总会有好的解决办法的。",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "无论你做出什么样的决定，都希望你能够找到自己的幸福和安宁。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的帮助或者只是想聊聊，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "记得保持积极乐观的心态，事情总会有好的解决办法的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和关心。我会尽量保持积极的心态，并再次考虑我的决定。如果有需要，我一定会再来找你咨询的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和关心。",
        "label": ""
      },
      {
        "sentence": "我会尽量保持积极的心态，并再次考虑我的决定。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再来找你咨询的。",
        "label": ""
      }
    ]
  }
]