[
  {
    "role": "client",
    "content": "我不知道该怎么理解自己对别人的嫉妒，也不知道该如何改进。我总是羡慕别人长得白，腿很长，身材很好，学历很高。感觉自己总是在羡慕别人，而且总是觉得自己有很多不足和缺点。内心总是偷偷地和别人比较。但即使比别人好，我也不会觉得开心，因为我总能看到更好的人。我真的不知道该怎么改进。",
    "annotation": [
      {
        "sentence": "我不知道该怎么理解自己对别人的嫉妒，也不知道该如何改进。",
        "label": ""
      },
      {
        "sentence": "我总是羡慕别人长得白，腿很长，身材很好，学历很高。",
        "label": ""
      },
      {
        "sentence": "感觉自己总是在羡慕别人，而且总是觉得自己有很多不足和缺点。",
        "label": ""
      },
      {
        "sentence": "内心总是偷偷地和别人比较。",
        "label": ""
      },
      {
        "sentence": "但即使比别人好，我也不会觉得开心，因为我总能看到更好的人。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么改进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的困扰。嫉妒是人类的本性之一，每个人都会有嫉妒的本性存在。嫉妒与童年期的自我完美理想化紧密相连。我们当孩子的时候，往往认为自己是世界的中心，是最完美、最棒的，自我感觉良好。有时我们会特别关注某个重要他人对自己的独特关注，与其他人处于争宠的状态，觉得自己是最重要的，但也会觉得别人更优秀。慢慢地，这种以自我为中心、惟我独尊的思想就开始形成了。我们会觉得自己理应得到别人的爱与认可，要比别人好，不能接受别人比我们好。我们渴望得到所有人的重视，觉得很多东西都应该属于我们。如果没有得到，我们会觉得很受伤，无法接受。",
    "annotation": [
      {
        "sentence": "非常理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "嫉妒是人类的本性之一，每个人都会有嫉妒的本性存在。",
        "label": ""
      },
      {
        "sentence": "嫉妒与童年期的自我完美理想化紧密相连。",
        "label": ""
      },
      {
        "sentence": "我们当孩子的时候，往往认为自己是世界的中心，是最完美、最棒的，自我感觉良好。",
        "label": ""
      },
      {
        "sentence": "有时我们会特别关注某个重要他人对自己的独特关注，与其他人处于争宠的状态，觉得自己是最重要的，但也会觉得别人更优秀。",
        "label": ""
      },
      {
        "sentence": "慢慢地，这种以自我为中心、惟我独尊的思想就开始形成了。",
        "label": ""
      },
      {
        "sentence": "我们会觉得自己理应得到别人的爱与认可，要比别人好，不能接受别人比我们好。",
        "label": ""
      },
      {
        "sentence": "我们渴望得到所有人的重视，觉得很多东西都应该属于我们。",
        "label": ""
      },
      {
        "sentence": "如果没有得到，我们会觉得很受伤，无法接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我也有这样的感受。嫉妒可能也与我妈妈推崇的“比较”标准有关。她总是说我要成功、出人头地，要比别人好，要让大人有面子，要为父母争气，要表现得听话懂事还有能力。在这种氛围下，我会格外在意比较中处于劣势，生怕自己落后，怕表现不好父母就不会爱我。",
    "annotation": [
      {
        "sentence": "确实，我也有这样的感受。",
        "label": ""
      },
      {
        "sentence": "嫉妒可能也与我妈妈推崇的“比较”标准有关。",
        "label": ""
      },
      {
        "sentence": "她总是说我要成功、出人头地，要比别人好，要让大人有面子，要为父母争气，要表现得听话懂事还有能力。",
        "label": ""
      },
      {
        "sentence": "在这种氛围下，我会格外在意比较中处于劣势，生怕自己落后，怕表现不好父母就不会爱我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嫉妒与内在深层自卑也有很大关系。我们不接受自己的缺点和不足，总想在与他人的比较中掩盖自己的自卑。我们在意他人的看法，当自己不如别人、被别人超越时就会产生嫉妒和恨。心理会想，为什么不是我？为什么我不能那样？心理会极端地不平衡。",
    "annotation": [
      {
        "sentence": "嫉妒与内在深层自卑也有很大关系。",
        "label": ""
      },
      {
        "sentence": "我们不接受自己的缺点和不足，总想在与他人的比较中掩盖自己的自卑。",
        "label": ""
      },
      {
        "sentence": "我们在意他人的看法，当自己不如别人、被别人超越时就会产生嫉妒和恨。",
        "label": ""
      },
      {
        "sentence": "心理会想，为什么不是我？",
        "label": ""
      },
      {
        "sentence": "为什么我不能那样？",
        "label": ""
      },
      {
        "sentence": "心理会极端地不平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，嫉妒也可以带来一些积极的一面，例如让我重新振作精神去努力争取，关注自己与他人的差距，保持向上的渴望。但是，我觉得我无法摆脱嫉妒的影响。",
    "annotation": [
      {
        "sentence": "我明白了，嫉妒也可以带来一些积极的一面，例如让我重新振作精神去努力争取，关注自己与他人的差距，保持向上的渴望。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得我无法摆脱嫉妒的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，我们不能完全摆脱嫉妒，因为它是人类的本性之一。但我们可以尽量接纳它的存在，减少它的不良影响。对于自己的嫉妒情绪，我们可以探索一下它的根本原因，这有助于我们实现自我觉察和改善。当我们发现自己在嫉妒时，如果能将关注点聚焦在自己而不是他人身上，不断磨砺自己的技艺，获得更大的成就，那么嫉妒带来的不安和焦虑将会逐渐消失。",
    "annotation": [
      {
        "sentence": "没错，我们不能完全摆脱嫉妒，因为它是人类的本性之一。",
        "label": ""
      },
      {
        "sentence": "但我们可以尽量接纳它的存在，减少它的不良影响。",
        "label": ""
      },
      {
        "sentence": "对于自己的嫉妒情绪，我们可以探索一下它的根本原因，这有助于我们实现自我觉察和改善。",
        "label": ""
      },
      {
        "sentence": "当我们发现自己在嫉妒时，如果能将关注点聚焦在自己而不是他人身上，不断磨砺自己的技艺，获得更大的成就，那么嫉妒带来的不安和焦虑将会逐渐消失。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我会尝试将关注点放在自己身上，努力提升自己。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "明白了，我会尝试将关注点放在自己身上，努力提升自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有所帮助。祝你好运，加油！如果还有其他问题，随时来找我聊聊。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "祝你好运，加油！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊聊。",
        "label": ""
      }
    ]
  }
]