[
  {
    "role": "client",
    "content": "我们的感情八年，感觉走到了终点……回不去了！好难过，一切的过往，都让人想落泪！痛彻心扉，遇见一个不懂我的人，好可怜的两个人！他的执拗无法改变，也得迁就坚持不住！还有两个可怜的孩子，我爱他们，舍不得他们！",
    "annotation": [
      {
        "sentence": "我们的感情八年，感觉走到了终点……回不去了！",
        "label": ""
      },
      {
        "sentence": "好难过，一切的过往，都让人想落泪！",
        "label": ""
      },
      {
        "sentence": "痛彻心扉，遇见一个不懂我的人，好可怜的两个人！",
        "label": ""
      },
      {
        "sentence": "他的执拗无法改变，也得迁就坚持不住！",
        "label": ""
      },
      {
        "sentence": "还有两个可怜的孩子，我爱他们，舍不得他们！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，感情的终结总是让人心痛的。你说他们不懂你，那让你感到非常无助和不开心，对吧？但是有些事情和人是无法改变的，虽然痛苦，但你选择了继续做自己，这是需要勇气的决定。你已经走出了那段伤痛，至少你现在知道自己在追求什么。也许分开是唯一的选择，虽然无奈，但也是为了自我救赎。你的选择是正确的。",
    "annotation": [
      {
        "sentence": "我了解你的感受，感情的终结总是让人心痛的。",
        "label": ""
      },
      {
        "sentence": "你说他们不懂你，那让你感到非常无助和不开心，对吧？",
        "label": ""
      },
      {
        "sentence": "但是有些事情和人是无法改变的，虽然痛苦，但你选择了继续做自己，这是需要勇气的决定。",
        "label": ""
      },
      {
        "sentence": "你已经走出了那段伤痛，至少你现在知道自己在追求什么。",
        "label": ""
      },
      {
        "sentence": "也许分开是唯一的选择，虽然无奈，但也是为了自我救赎。",
        "label": ""
      },
      {
        "sentence": "你的选择是正确的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。但是我还是忍不住感到内疚和不安，特别是对于孩子们。他们真的会理解吗？我怕他们会因为我们的分开而受伤。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "但是我还是忍不住感到内疚和不安，特别是对于孩子们。",
        "label": ""
      },
      {
        "sentence": "他们真的会理解吗？",
        "label": ""
      },
      {
        "sentence": "我怕他们会因为我们的分开而受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，作为父母，你们希望给孩子最好的。虽然你们不会在一起，但你们可以通过给予孩子足够的爱和支持，让他们感受到你们的关心和陪伴。尽管父母分开可能会对孩子产生一定的影响，但只要你们始终保持对孩子的爱和关注，他们会理解你们的选择，并逐渐成长为独立、坚强的人。你们仍然是孩子们的父母，你的爱仍然存在于他们的生活中。",
    "annotation": [
      {
        "sentence": "我理解你的担心，作为父母，你们希望给孩子最好的。",
        "label": ""
      },
      {
        "sentence": "虽然你们不会在一起，但你们可以通过给予孩子足够的爱和支持，让他们感受到你们的关心和陪伴。",
        "label": ""
      },
      {
        "sentence": "尽管父母分开可能会对孩子产生一定的影响，但只要你们始终保持对孩子的爱和关注，他们会理解你们的选择，并逐渐成长为独立、坚强的人。",
        "label": ""
      },
      {
        "sentence": "你们仍然是孩子们的父母，你的爱仍然存在于他们的生活中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望孩子们能过上幸福的生活，但我担心他们会因为我们的分开而感到失望和伤心。我不知道如何面对他们，怎样才能让他们更好地接受这个现实呢？",
    "annotation": [
      {
        "sentence": "我希望孩子们能过上幸福的生活，但我担心他们会因为我们的分开而感到失望和伤心。",
        "label": ""
      },
      {
        "sentence": "我不知道如何面对他们，怎样才能让他们更好地接受这个现实呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对孩子，诚实而温和地与他们沟通是很重要的。你可以告诉他们，父母不再生活在一起，但你们都依然深爱着他们。强调他们并不是造成你们分开的原因，让他们知道这是你们成年人之间的决定。同时，要提醒他们，你们仍然会尽力给予他们幸福和支持。也许开始时他们会感到难过和失望，但随着时间的推移，他们会逐渐理解和接受这个现实。陪伴和倾听孩子的感受，帮助他们缓解情绪，这对他们的成长非常重要。",
    "annotation": [
      {
        "sentence": "面对孩子，诚实而温和地与他们沟通是很重要的。",
        "label": ""
      },
      {
        "sentence": "你可以告诉他们，父母不再生活在一起，但你们都依然深爱着他们。",
        "label": ""
      },
      {
        "sentence": "强调他们并不是造成你们分开的原因，让他们知道这是你们成年人之间的决定。",
        "label": ""
      },
      {
        "sentence": "同时，要提醒他们，你们仍然会尽力给予他们幸福和支持。",
        "label": ""
      },
      {
        "sentence": "也许开始时他们会感到难过和失望，但随着时间的推移，他们会逐渐理解和接受这个现实。",
        "label": ""
      },
      {
        "sentence": "陪伴和倾听孩子的感受，帮助他们缓解情绪，这对他们的成长非常重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这样说，我感到稍微安心一些。我会尽力跟他们沟通，并给予他们更多的关爱和支持。但是我自己仍然难以释怀，心里总有些放不下。你觉得我该如何面对自己的感受呢？",
    "annotation": [
      {
        "sentence": "听你这样说，我感到稍微安心一些。",
        "label": ""
      },
      {
        "sentence": "我会尽力跟他们沟通，并给予他们更多的关爱和支持。",
        "label": ""
      },
      {
        "sentence": "但是我自己仍然难以释怀，心里总有些放不下。",
        "label": ""
      },
      {
        "sentence": "你觉得我该如何面对自己的感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对自己的感受，首先要接纳和理解自己的情绪。这是一段较长时间的感情，它的结束会带来许多情绪上的波动。不要试图压抑或否定这些感受，而是要给自己足够的时间和空间去悲伤、反思和恢复。你可以尝试找到一些适合你的方式来减轻情绪负担，比如与朋友聊天、倾诉自己的感受、或者找一些感兴趣的活动来分散注意力。同时，也要记住，你做出了正确的选择，你正在朝着自己的幸福和成长迈进。",
    "annotation": [
      {
        "sentence": "面对自己的感受，首先要接纳和理解自己的情绪。",
        "label": ""
      },
      {
        "sentence": "这是一段较长时间的感情，它的结束会带来许多情绪上的波动。",
        "label": ""
      },
      {
        "sentence": "不要试图压抑或否定这些感受，而是要给自己足够的时间和空间去悲伤、反思和恢复。",
        "label": ""
      },
      {
        "sentence": "你可以尝试找到一些适合你的方式来减轻情绪负担，比如与朋友聊天、倾诉自己的感受、或者找一些感兴趣的活动来分散注意力。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住，你做出了正确的选择，你正在朝着自己的幸福和成长迈进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试采纳并践行。我相信时间会慢慢帮助我走出这段感情的阴影。谢谢你一直陪伴和支持我，这对我来说非常重要。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试采纳并践行。",
        "label": ""
      },
      {
        "sentence": "我相信时间会慢慢帮助我走出这段感情的阴影。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴和支持我，这对我来说非常重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。记住，你并不孤单，你始终有人可以倾诉和支持你。相信自己，坚持走下去，一切都会变得更好。祝福你早日走出痛苦，重新找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，你始终有人可以倾诉和支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持走下去，一切都会变得更好。",
        "label": ""
      },
      {
        "sentence": "祝福你早日走出痛苦，重新找到属于自己的幸福。",
        "label": ""
      }
    ]
  }
]