[
  {
    "role": "client",
    "content": "我是一个30岁的独生女，我一直在寻找一种能替代父母爱和保护的东西，但是我不知道是否能找到。我从小就很胆小，父亲总是嘲笑讽刺我，母亲则不理睬和嫌弃我。我从小到大，所有的委屈、不安和困惑，都没有得到关心和关注。他们只在乎我的学习成绩以及是否给他们争光，其他完全不耐心听。我现在仍然很痛苦和难过，为什么父母不关心我的内心世界，不在乎我自己的想法？曾经我试图询问他们的年轻经历，想要和他们交流找到出路，可是他们却让我别说了，说我无理取闹。我现在都30岁了，我还在寻找弥补的方式，我甚至想知道是否有文字、视频等可以替代父母给孩子的爱和陪伴的东西。从小到大，合格和有爱的父母是怎么说和怎么做的呢？就算是代替品也好，这样的东西会存在吗？我也想感受到温暖的家。",
    "annotation": [
      {
        "sentence": "我是一个30岁的独生女，我一直在寻找一种能替代父母爱和保护的东西，但是我不知道是否能找到。",
        "label": ""
      },
      {
        "sentence": "我从小就很胆小，父亲总是嘲笑讽刺我，母亲则不理睬和嫌弃我。",
        "label": ""
      },
      {
        "sentence": "我从小到大，所有的委屈、不安和困惑，都没有得到关心和关注。",
        "label": ""
      },
      {
        "sentence": "他们只在乎我的学习成绩以及是否给他们争光，其他完全不耐心听。",
        "label": ""
      },
      {
        "sentence": "我现在仍然很痛苦和难过，为什么父母不关心我的内心世界，不在乎我自己的想法？",
        "label": ""
      },
      {
        "sentence": "曾经我试图询问他们的年轻经历，想要和他们交流找到出路，可是他们却让我别说了，说我无理取闹。",
        "label": ""
      },
      {
        "sentence": "我现在都30岁了，我还在寻找弥补的方式，我甚至想知道是否有文字、视频等可以替代父母给孩子的爱和陪伴的东西。",
        "label": ""
      },
      {
        "sentence": "从小到大，合格和有爱的父母是怎么说和怎么做的呢？",
        "label": ""
      },
      {
        "sentence": "就算是代替品也好，这样的东西会存在吗？",
        "label": ""
      },
      {
        "sentence": "我也想感受到温暖的家。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母给你的爱、接纳和支持确实不够，他们没有满足你的需求，这是一个事实。你的情感需求和情绪没有被接纳和被看见。我想告诉你一个有点残酷的事实，那就是你无法期望改变父母、让他们给你期望中的爱。他们没有给你足够的爱，而这已经给你带来了很多痛苦。纠结于此对自己没有好处。试图去寻找外界的弥补和补偿，企图从别人那里得到爱和安全感，很遗憾，这是不可能的。即使你得到了，也只是昙花一现，一触即破。因为事实上，正常的人没人能够接受一个30岁的成年人像婴儿一样嗷嗷待哺在自己的怀里。除非是一个自己内心同样有缺陷，产生了圣母心和拯救欲的人，而这样的人背后实际上也是在追求爱。不过作为一个成年人，你可以自己当自己的父母了。你可以去探索自己的内心需求，了解自己并与自己建立联系。你可以选择用父母的角色来对待自己，理解自己，满足自己，做一些令自己喜悦和快乐的事情，好好照顾自己，给自己一个拥抱。或者你也可以去发掘自己的潜力，并成长为自己想要的样子。当然，如果有一些文字、节目或者食物能够让你得到滋养和启发，你也可以尝试一下。但是最重要的是满足自己内心的需求，并从内心出发。如果你无法克服自身的弱点，很难独立成长，那么你可以尝试寻找一位心理咨询师来帮助你自我成长。",
    "annotation": [
      {
        "sentence": "父母给你的爱、接纳和支持确实不够，他们没有满足你的需求，这是一个事实。",
        "label": ""
      },
      {
        "sentence": "你的情感需求和情绪没有被接纳和被看见。",
        "label": ""
      },
      {
        "sentence": "我想告诉你一个有点残酷的事实，那就是你无法期望改变父母、让他们给你期望中的爱。",
        "label": ""
      },
      {
        "sentence": "他们没有给你足够的爱，而这已经给你带来了很多痛苦。",
        "label": ""
      },
      {
        "sentence": "纠结于此对自己没有好处。",
        "label": ""
      },
      {
        "sentence": "试图去寻找外界的弥补和补偿，企图从别人那里得到爱和安全感，很遗憾，这是不可能的。",
        "label": ""
      },
      {
        "sentence": "即使你得到了，也只是昙花一现，一触即破。",
        "label": ""
      },
      {
        "sentence": "因为事实上，正常的人没人能够接受一个30岁的成年人像婴儿一样嗷嗷待哺在自己的怀里。",
        "label": ""
      },
      {
        "sentence": "除非是一个自己内心同样有缺陷，产生了圣母心和拯救欲的人，而这样的人背后实际上也是在追求爱。",
        "label": ""
      },
      {
        "sentence": "不过作为一个成年人，你可以自己当自己的父母了。",
        "label": ""
      },
      {
        "sentence": "你可以去探索自己的内心需求，了解自己并与自己建立联系。",
        "label": ""
      },
      {
        "sentence": "你可以选择用父母的角色来对待自己，理解自己，满足自己，做一些令自己喜悦和快乐的事情，好好照顾自己，给自己一个拥抱。",
        "label": ""
      },
      {
        "sentence": "或者你也可以去发掘自己的潜力，并成长为自己想要的样子。",
        "label": ""
      },
      {
        "sentence": "当然，如果有一些文字、节目或者食物能够让你得到滋养和启发，你也可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "但是最重要的是满足自己内心的需求，并从内心出发。",
        "label": ""
      },
      {
        "sentence": "如果你无法克服自身的弱点，很难独立成长，那么你可以尝试寻找一位心理咨询师来帮助你自我成长。",
        "label": ""
      }
    ]
  }
]