[
  {
    "role": "client",
    "content": "我是一个30岁的独生女，我一直在寻找一种可以替代父母爱和保护的东西，但是我不知道是否存在这样的东西。",
    "annotation": [
      {
        "sentence": "我是一个30岁的独生女，我一直在寻找一种可以替代父母爱和保护的东西，但是我不知道是否存在这样的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你想要寻找替代父母关爱的需求。你在成长过程中经历了父亲的嘲笑和嘲讽，以及母亲的冷漠和不回应。你的委屈、不安和困惑都没有得到关心和关注。他们只关心你的学习成绩和给他们争光，而对其他方面没有耐心倾听。你现在仍然感到痛苦和难过，你想知道为什么父母不关心你的内心世界，不在乎你的想法。你尝试和他们分享他们年轻时的经历，希望能够找到解决自己问题的方法，但他们只是让你别说了。现在你已经30岁了，仍然在寻找弥补的方式。你甚至想知道是否有什么文字、视频可以替代父母给孩子的爱和陪伴。你想了解，合格和有爱的父母是如何与孩子沟通和表达爱意的，即使只是代餐也可以。你希望找到这样的方式，你想感受到温暖的家。",
    "annotation": [
      {
        "sentence": "我明白你想要寻找替代父母关爱的需求。",
        "label": ""
      },
      {
        "sentence": "你在成长过程中经历了父亲的嘲笑和嘲讽，以及母亲的冷漠和不回应。",
        "label": ""
      },
      {
        "sentence": "你的委屈、不安和困惑都没有得到关心和关注。",
        "label": ""
      },
      {
        "sentence": "他们只关心你的学习成绩和给他们争光，而对其他方面没有耐心倾听。",
        "label": ""
      },
      {
        "sentence": "你现在仍然感到痛苦和难过，你想知道为什么父母不关心你的内心世界，不在乎你的想法。",
        "label": ""
      },
      {
        "sentence": "你尝试和他们分享他们年轻时的经历，希望能够找到解决自己问题的方法，但他们只是让你别说了。",
        "label": ""
      },
      {
        "sentence": "现在你已经30岁了，仍然在寻找弥补的方式。",
        "label": ""
      },
      {
        "sentence": "你甚至想知道是否有什么文字、视频可以替代父母给孩子的爱和陪伴。",
        "label": ""
      },
      {
        "sentence": "你想了解，合格和有爱的父母是如何与孩子沟通和表达爱意的，即使只是代餐也可以。",
        "label": ""
      },
      {
        "sentence": "你希望找到这样的方式，你想感受到温暖的家。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你小时候的经历缺乏了父母的关爱，现在你想寻找一种代替父母的情感联系来填补这个空缺。我想告诉你，原生家庭确实非常重要，但是你可以选择自己未来生活的方式和建立情感联系的方式，这个主动权在你自己手中。我想起一部电影叫《风雨哈佛路》，女主人公在一个家庭出问题的背景下，通过自己的努力成功考入了最高学府。这个故事源于真实事件。所以我们可以通过改变自身，建立新的社交关系和朋友圈，来减少原生家庭对我们的影响。这个社交圈子也包括我们未来可能面对的亲密关系。原生家庭的影响和不开心的经历都是过去的事情，它们并不能决定你的未来。我们并不是只能依靠原生家庭来取得幸福，因为我们可以建立新的情感联系。另外，我也希望你能尽力与你的父母沟通，了解他们的想法。情感是相互的，也许经过一段时间，他们也能感受到你情感的需求并做出改变。我相信你通过建立新的社交圈子也能过上幸福的生活，但是我更希望你的幸福里有来自亲情的幸福。无论如何，未来值得期待。无论沟通的结果如何，你要知道过去的事情并不能代表你未来的生活。请勇敢地去爱吧。",
    "annotation": [
      {
        "sentence": "你小时候的经历缺乏了父母的关爱，现在你想寻找一种代替父母的情感联系来填补这个空缺。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，原生家庭确实非常重要，但是你可以选择自己未来生活的方式和建立情感联系的方式，这个主动权在你自己手中。",
        "label": ""
      },
      {
        "sentence": "我想起一部电影叫《风雨哈佛路》，女主人公在一个家庭出问题的背景下，通过自己的努力成功考入了最高学府。",
        "label": ""
      },
      {
        "sentence": "这个故事源于真实事件。",
        "label": ""
      },
      {
        "sentence": "所以我们可以通过改变自身，建立新的社交关系和朋友圈，来减少原生家庭对我们的影响。",
        "label": ""
      },
      {
        "sentence": "这个社交圈子也包括我们未来可能面对的亲密关系。",
        "label": ""
      },
      {
        "sentence": "原生家庭的影响和不开心的经历都是过去的事情，它们并不能决定你的未来。",
        "label": ""
      },
      {
        "sentence": "我们并不是只能依靠原生家庭来取得幸福，因为我们可以建立新的情感联系。",
        "label": ""
      },
      {
        "sentence": "另外，我也希望你能尽力与你的父母沟通，了解他们的想法。",
        "label": ""
      },
      {
        "sentence": "情感是相互的，也许经过一段时间，他们也能感受到你情感的需求并做出改变。",
        "label": ""
      },
      {
        "sentence": "我相信你通过建立新的社交圈子也能过上幸福的生活，但是我更希望你的幸福里有来自亲情的幸福。",
        "label": ""
      },
      {
        "sentence": "无论如何，未来值得期待。",
        "label": ""
      },
      {
        "sentence": "无论沟通的结果如何，你要知道过去的事情并不能代表你未来的生活。",
        "label": ""
      },
      {
        "sentence": "请勇敢地去爱吧。",
        "label": ""
      }
    ]
  }
]