[
  {
    "role": "client",
    "content": "18岁男生，现在和父亲之间的关系不和睦怎么办？干什么事情都得不到父亲的理解和鼓励永远得到的只有父亲的臭骂隔三岔五的来骂我每次中间最多个两天他就要骂我他每次不管你干什么就要过来骂你而且每次他侄子来家里的时候他对他侄子简直好到发指对我就总是冷眼相待，他从小就说我将来就是乞丐捡破烂的你永远不可能成才的之类的话今天他从外面吃了回家后没做饭然后我实在是太饿了我点了一份外卖后来他看到一直骂我然后还给我说你在点外卖我就在也不给你钱了每次一放假就天天骂我把我搞得都不知道怎么和他相处了，他每次在外面给人就是另外一个样子就是对你无微不至的那种然后回到家后就是另一个人了而且在家天天骂人我感觉非常非常难受他每次就不能和人好好说话上来就是骂还天天给我说你高中上完你就上不了学了你考不上大学的你不可能考上的",
    "annotation": [
      {
        "sentence": "18岁男生，现在和父亲之间的关系不和睦怎么办？",
        "label": ""
      },
      {
        "sentence": "干什么事情都得不到父亲的理解和鼓励永远得到的只有父亲的臭骂隔三岔五的来骂我每次中间最多个两天他就要骂我他每次不管你干什么就要过来骂你而且每次他侄子来家里的时候他对他侄子简直好到发指对我就总是冷眼相待，他从小就说我将来就是乞丐捡破烂的你永远不可能成才的之类的话今天他从外面吃了回家后没做饭然后我实在是太饿了我点了一份外卖后来他看到一直骂我然后还给我说你在点外卖我就在也不给你钱了每次一放假就天天骂我把我搞得都不知道怎么和他相处了，他每次在外面给人就是另外一个样子就是对你无微不至的那种然后回到家后就是另一个人了而且在家天天骂人我感觉非常非常难受他每次就不能和人好好说话上来就是骂还天天给我说你高中上完你就上不了学了你考不上大学的你不可能考上的",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的述说感到不是滋味，也为你的处境着急。你已经18岁，是成人了，父亲应该好好与你沟通才是，但是他却没有。幸好你已经有自己的思想和处事方法，你选择在这个平台救助，为你点赞我给你几点建议供你参考。",
    "annotation": [
      {
        "sentence": "听了你的述说感到不是滋味，也为你的处境着急。",
        "label": ""
      },
      {
        "sentence": "你已经18岁，是成人了，父亲应该好好与你沟通才是，但是他却没有。",
        "label": ""
      },
      {
        "sentence": "幸好你已经有自己的思想和处事方法，你选择在这个平台救助，为你点赞我给你几点建议供你参考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复和关注。我很困惑为什么父亲总是对我这样，而对我表弟却很好。我开始怀疑自己是不是做错了什么。",
    "annotation": [
      {
        "sentence": "谢谢你的回复和关注。",
        "label": ""
      },
      {
        "sentence": "我很困惑为什么父亲总是对我这样，而对我表弟却很好。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己是不是做错了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要明白父亲的行为并不是你的错。许多父母也是第一次当父母，没有经验，常常用上一代传统的方式来教育，非打即骂。他以为儿子是自己的附属品，由自己掌控，常常打着“为你好”的名义来伤害你。所以才会表现得在外客客气气，到家怒气冲冲。",
    "annotation": [
      {
        "sentence": "首先，你要明白父亲的行为并不是你的错。",
        "label": ""
      },
      {
        "sentence": "许多父母也是第一次当父母，没有经验，常常用上一代传统的方式来教育，非打即骂。",
        "label": ""
      },
      {
        "sentence": "他以为儿子是自己的附属品，由自己掌控，常常打着“为你好”的名义来伤害你。",
        "label": ""
      },
      {
        "sentence": "所以才会表现得在外客客气气，到家怒气冲冲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，父亲可能没有意识到自己的行为有伤害我。但是我真的很受伤，每次被他骂都很难过。",
    "annotation": [
      {
        "sentence": "我明白了，父亲可能没有意识到自己的行为有伤害我。",
        "label": ""
      },
      {
        "sentence": "但是我真的很受伤，每次被他骂都很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受是非常正常的。父母对子女的教育方式对他们来说可能是一种惯性思维，他们并没有意识到这样对你造成了伤害。但是你要明白，这并不代表你确实有问题，只是他们的方式不太合适。你需要包容父亲，并试着与他进行沟通，让他了解你的感受。",
    "annotation": [
      {
        "sentence": "你的感受是非常正常的。",
        "label": ""
      },
      {
        "sentence": "父母对子女的教育方式对他们来说可能是一种惯性思维，他们并没有意识到这样对你造成了伤害。",
        "label": ""
      },
      {
        "sentence": "但是你要明白，这并不代表你确实有问题，只是他们的方式不太合适。",
        "label": ""
      },
      {
        "sentence": "你需要包容父亲，并试着与他进行沟通，让他了解你的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着与父亲沟通，让他知道我受到了伤害。但是我也有些担心，毕竟他对我态度一直是这样，不知道他会不会听得进去我的话。",
    "annotation": [
      {
        "sentence": "我会试着与父亲沟通，让他知道我受到了伤害。",
        "label": ""
      },
      {
        "sentence": "但是我也有些担心，毕竟他对我态度一直是这样，不知道他会不会听得进去我的话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心。父亲的改变并不是一朝一夕可以完成的，但是你可以试着与他进行心平气和的对话，让他知道你的观点和想法。也许父亲会逐渐意识到自己的偏见并做出一些改变。而且，改变他人很难，但是先从改变自己开始，努力争取考出好成绩，让他为你骄傲，也许能改变一些他的看法。",
    "annotation": [
      {
        "sentence": "我理解你的担心。",
        "label": ""
      },
      {
        "sentence": "父亲的改变并不是一朝一夕可以完成的，但是你可以试着与他进行心平气和的对话，让他知道你的观点和想法。",
        "label": ""
      },
      {
        "sentence": "也许父亲会逐渐意识到自己的偏见并做出一些改变。",
        "label": ""
      },
      {
        "sentence": "而且，改变他人很难，但是先从改变自己开始，努力争取考出好成绩，让他为你骄傲，也许能改变一些他的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽力去改变自己，并努力争取好成绩。希望我能赢得父亲的认可和鼓励。",
    "annotation": [
      {
        "sentence": "我会尽力去改变自己，并努力争取好成绩。",
        "label": ""
      },
      {
        "sentence": "希望我能赢得父亲的认可和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信只要你努力，你一定能赢得父亲的认可和鼓励。同时，也希望你能学习一些心理学方面的知识来疗愈自己。推荐看看《为何家会伤人》、《原生家庭》、《超越原生家庭》等书籍来获取疗愈的方法。也可以与母亲沟通一下，说说你的感受，让母亲出面与父亲好好说说，让父亲适当地改变一下对你的态度？也可以写写日记，缓解一下自己的焦虑和难过的情绪。",
    "annotation": [
      {
        "sentence": "很好，我相信只要你努力，你一定能赢得父亲的认可和鼓励。",
        "label": ""
      },
      {
        "sentence": "同时，也希望你能学习一些心理学方面的知识来疗愈自己。",
        "label": ""
      },
      {
        "sentence": "推荐看看《为何家会伤人》、《原生家庭》、《超越原生家庭》等书籍来获取疗愈的方法。",
        "label": ""
      },
      {
        "sentence": "也可以与母亲沟通一下，说说你的感受，让母亲出面与父亲好好说说，让父亲适当地改变一下对你的态度？",
        "label": ""
      },
      {
        "sentence": "也可以写写日记，缓解一下自己的焦虑和难过的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去疗愈自己，并与母亲沟通。我真的希望能早日走出这个困境，过上快乐的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去疗愈自己，并与母亲沟通。",
        "label": ""
      },
      {
        "sentence": "我真的希望能早日走出这个困境，过上快乐的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了第一步，我相信你一定能够走出困境，过上快乐的生活！记住，你并不是孤单的，总有人愿意帮助你。加油！",
    "annotation": [
      {
        "sentence": "你已经迈出了第一步，我相信你一定能够走出困境，过上快乐的生活！",
        "label": ""
      },
      {
        "sentence": "记住，你并不是孤单的，总有人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]