[
  {
    "role": "client",
    "content": "得了水痘加发烧，水痘传染，父母非要我上学怎么办？刚感冒给我爸说的时候他毫不在乎，过了好几天才想起来给我治，最后变成发烧，这才给我拿药，还是快放过期的，我晚上发高烧了，我妈说要给我请假，可他从早上5点骂我妈到7点，最后逼我上学，说什么不要成绩了吗？",
    "annotation": [
      {
        "sentence": "得了水痘加发烧，水痘传染，父母非要我上学怎么办？",
        "label": ""
      },
      {
        "sentence": "刚感冒给我爸说的时候他毫不在乎，过了好几天才想起来给我治，最后变成发烧，这才给我拿药，还是快放过期的，我晚上发高烧了，我妈说要给我请假，可他从早上5点骂我妈到7点，最后逼我上学，说什么不要成绩了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很难理解你现在的感受，当身体不舒服(感冒)跟父亲说了之后没有被重视，导致发烧到后来的水痘，身体上的不舒服，父亲的言行到后来逼着你去上学，你在高一这个年纪承受了太多，能够理解你说的甚至某一刻想切开大动脉的绝望和无助。从你的描述中，你偏向于寻求父亲的关注，母亲在家中貌似也只能听从他的安排，例如母亲想帮你请假，父亲不允许。请问你与父亲之间的沟通和互动都是这样的吗？",
    "annotation": [
      {
        "sentence": "很难理解你现在的感受，当身体不舒服(感冒)跟父亲说了之后没有被重视，导致发烧到后来的水痘，身体上的不舒服，父亲的言行到后来逼着你去上学，你在高一这个年纪承受了太多，能够理解你说的甚至某一刻想切开大动脉的绝望和无助。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，你偏向于寻求父亲的关注，母亲在家中貌似也只能听从他的安排，例如母亲想帮你请假，父亲不允许。",
        "label": ""
      },
      {
        "sentence": "请问你与父亲之间的沟通和互动都是这样的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，父亲总是没有耐心听我倾诉，也不愿意关心我的感受。感冒的时候，他更关心我是否能上学，而不在乎我真正的痛苦。我感觉父母把我的学习成绩看得比我自己的健康还重要。",
    "annotation": [
      {
        "sentence": "是的，父亲总是没有耐心听我倾诉，也不愿意关心我的感受。",
        "label": ""
      },
      {
        "sentence": "感冒的时候，他更关心我是否能上学，而不在乎我真正的痛苦。",
        "label": ""
      },
      {
        "sentence": "我感觉父母把我的学习成绩看得比我自己的健康还重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实少了一份关爱，不知道是不是你的父亲不善于表达，或者某些事情在他看来不是那么重要，例如感冒。长水痘前有发烧的可能，所以不是感冒没有得到及时吃药而导致后面一切，这样来分析的话，心里是否会舒服一点？",
    "annotation": [
      {
        "sentence": "确实少了一份关爱，不知道是不是你的父亲不善于表达，或者某些事情在他看来不是那么重要，例如感冒。",
        "label": ""
      },
      {
        "sentence": "长水痘前有发烧的可能，所以不是感冒没有得到及时吃药而导致后面一切，这样来分析的话，心里是否会舒服一点？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的有道理，但是我还是感觉很委屈和被忽视。我真的很痛苦，觉得自己没有得到足够的关心和照顾。",
    "annotation": [
      {
        "sentence": "或许你说的有道理，但是我还是感觉很委屈和被忽视。",
        "label": ""
      },
      {
        "sentence": "我真的很痛苦，觉得自己没有得到足够的关心和照顾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "青春期是敏感期，心思细腻，会想很多。希望你能与父母表达你的确切需求，感冒不舒服时可以说身体感到难受，吃点什么药可以缓解一下呢？你想通过吃药早点缓解感冒带了的种种不适。我妈妈在我初高中时期，总会说我，“一感冒就躺着不会动了，她从来不知道感冒是什么滋味。”但我真的发现，自己感冒了，会比其他人症状要差很多，乏力，肌肉酸痛，头晕脑胀。虽然是一起生活十几年的家人，但彼此不一定能做到理解和包容，增加有效的沟通很重要的。",
    "annotation": [
      {
        "sentence": "青春期是敏感期，心思细腻，会想很多。",
        "label": ""
      },
      {
        "sentence": "希望你能与父母表达你的确切需求，感冒不舒服时可以说身体感到难受，吃点什么药可以缓解一下呢？",
        "label": ""
      },
      {
        "sentence": "你想通过吃药早点缓解感冒带了的种种不适。",
        "label": ""
      },
      {
        "sentence": "我妈妈在我初高中时期，总会说我，“一感冒就躺着不会动了，她从来不知道感冒是什么滋味。",
        "label": ""
      },
      {
        "sentence": "”但我真的发现，自己感冒了，会比其他人症状要差很多，乏力，肌肉酸痛，头晕脑胀。",
        "label": ""
      },
      {
        "sentence": "虽然是一起生活十几年的家人，但彼此不一定能做到理解和包容，增加有效的沟通很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我应该更主动地与父母沟通，告诉他们我真正的感受和需求。也许他们并不完全了解我所经历的痛苦和困扰。但是我还是害怕他们不理解我，或者觉得我是在找借口逃避上学。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我应该更主动地与父母沟通，告诉他们我真正的感受和需求。",
        "label": ""
      },
      {
        "sentence": "也许他们并不完全了解我所经历的痛苦和困扰。",
        "label": ""
      },
      {
        "sentence": "但是我还是害怕他们不理解我，或者觉得我是在找借口逃避上学。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧，但是你不妨试试与他们坦诚地交流。你可以从你在学习和健康之间的困惑中出发，告诉他们你对自己的健康状况很担心，希望他们能更关心你的身心健康。也许他们会有所改变，给予你更多关爱和支持。",
    "annotation": [
      {
        "sentence": "我理解你的担忧，但是你不妨试试与他们坦诚地交流。",
        "label": ""
      },
      {
        "sentence": "你可以从你在学习和健康之间的困惑中出发，告诉他们你对自己的健康状况很担心，希望他们能更关心你的身心健康。",
        "label": ""
      },
      {
        "sentence": "也许他们会有所改变，给予你更多关爱和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该给他们一个机会，相信他们会理解我并给我所需要的支持。我会好好和他们沟通，告诉他们我的真实感受和需求。谢谢你的建议和鼓励，让我感到安慰且有希望。",
    "annotation": [
      {
        "sentence": "你说得对，我应该给他们一个机会，相信他们会理解我并给我所需要的支持。",
        "label": ""
      },
      {
        "sentence": "我会好好和他们沟通，告诉他们我的真实感受和需求。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，让我感到安慰且有希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能为你提供一些帮助。我相信你能够主动与父母沟通，并达成一个相互理解和支持的共识。请记住，你并不孤独，总有人愿意倾听和帮助你。祝你身心健康，保重！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能为你提供一些帮助。",
        "label": ""
      },
      {
        "sentence": "我相信你能够主动与父母沟通，并达成一个相互理解和支持的共识。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤独，总有人愿意倾听和帮助你。",
        "label": ""
      },
      {
        "sentence": "祝你身心健康，保重！",
        "label": ""
      }
    ]
  }
]