[
  {
    "role": "client",
    "content": "我得了水痘加发烧，水痘传染，父母非要我上学怎么办？刚感冒给我爸说的时候他毫不在乎，过了好几天才想起来给我治，最后变成发烧，这才给我拿药，还是快放过期的，我晚上发高烧了，我妈说要给我请假，可他从早上5点骂我妈到7点，最后逼我上学，说什么不要成绩了吗？上午四节课我都昏昏沉沉的，我想哭的劲儿都没了，学习和我的健康到底哪个重要啊？是不是只有我受不了自杀了你才知道啊？刚查出是水痘后我查出传染性百分之90以上以后他们还是逼我上学，我问他们如果有人被我传染了怎么办，他们说那就死不承认是我传染的，还说我说这个是因为我不想上学，拜托清醒一点吧，我坐在班里头晕着身上痒着是为了谁呀？怎么可以这么自私啊！父母早就只是把我当学习机器了，我坐在教室里三分之二的时间都在想怎么把动脉切开。好痛苦，好悲伤，能给我一个安慰和鼓励吗？拜托了。本人高一党",
    "annotation": [
      {
        "sentence": "我得了水痘加发烧，水痘传染，父母非要我上学怎么办？",
        "label": ""
      },
      {
        "sentence": "刚感冒给我爸说的时候他毫不在乎，过了好几天才想起来给我治，最后变成发烧，这才给我拿药，还是快放过期的，我晚上发高烧了，我妈说要给我请假，可他从早上5点骂我妈到7点，最后逼我上学，说什么不要成绩了吗？",
        "label": ""
      },
      {
        "sentence": "上午四节课我都昏昏沉沉的，我想哭的劲儿都没了，学习和我的健康到底哪个重要啊？",
        "label": ""
      },
      {
        "sentence": "是不是只有我受不了自杀了你才知道啊？",
        "label": ""
      },
      {
        "sentence": "刚查出是水痘后我查出传染性百分之90以上以后他们还是逼我上学，我问他们如果有人被我传染了怎么办，他们说那就死不承认是我传染的，还说我说这个是因为我不想上学，拜托清醒一点吧，我坐在班里头晕着身上痒着是为了谁呀？",
        "label": ""
      },
      {
        "sentence": "怎么可以这么自私啊！",
        "label": ""
      },
      {
        "sentence": "父母早就只是把我当学习机器了，我坐在教室里三分之二的时间都在想怎么把动脉切开。",
        "label": ""
      },
      {
        "sentence": "好痛苦，好悲伤，能给我一个安慰和鼓励吗？",
        "label": ""
      },
      {
        "sentence": "拜托了。",
        "label": ""
      },
      {
        "sentence": "本人高一党",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，得了水痘后有时觉得很无助。我高中时，班级出现了多例水痘病例，那段时间我也很担心。我觉得你现在最需要的是安静地休息和恢复。虽然上学很重要，但你的身体健康也不容忽视。你可以尝试跟父母好好沟通，让他们理解你的感受，尽力争取休息的机会。试着感性地说明你的处境，讲出你的困难。如果你无法亲自跟父母沟通，请找一个亲朋好友或老师帮忙沟通。你的安全和健康才是最重要的。",
    "annotation": [
      {
        "sentence": "我明白你的感受，得了水痘后有时觉得很无助。",
        "label": ""
      },
      {
        "sentence": "我高中时，班级出现了多例水痘病例，那段时间我也很担心。",
        "label": ""
      },
      {
        "sentence": "我觉得你现在最需要的是安静地休息和恢复。",
        "label": ""
      },
      {
        "sentence": "虽然上学很重要，但你的身体健康也不容忽视。",
        "label": ""
      },
      {
        "sentence": "你可以尝试跟父母好好沟通，让他们理解你的感受，尽力争取休息的机会。",
        "label": ""
      },
      {
        "sentence": "试着感性地说明你的处境，讲出你的困难。",
        "label": ""
      },
      {
        "sentence": "如果你无法亲自跟父母沟通，请找一个亲朋好友或老师帮忙沟通。",
        "label": ""
      },
      {
        "sentence": "你的安全和健康才是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尽力了，可是他们听不进去，我感觉非常无助。我不知道该怎么做才能让他们明白我需要休息，我不想把这个病传染给其他人。更别说我上学也没什么精神，根本学不进去。",
    "annotation": [
      {
        "sentence": "我尽力了，可是他们听不进去，我感觉非常无助。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么做才能让他们明白我需要休息，我不想把这个病传染给其他人。",
        "label": ""
      },
      {
        "sentence": "更别说我上学也没什么精神，根本学不进去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受。你可以找到一些有说服力的、科学的论据去跟家长沟通。你可以告诉他们，一旦你将病毒传染给其他人，后果将会很严重，而回家休息则可以帮助你快速恢复，减少传染病毒的风险，这对他们的健康也是有好处的。同时，你不需要完全放弃学习，你可以在家里通过其他方式进行学习，比如网课或者找同学帮忙。一旦你感觉好转，你可以回到学校。另外，你可以向老师和班主任寻求帮助，让他们帮你向家长沟通，化解矛盾。",
    "annotation": [
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你可以找到一些有说服力的、科学的论据去跟家长沟通。",
        "label": ""
      },
      {
        "sentence": "你可以告诉他们，一旦你将病毒传染给其他人，后果将会很严重，而回家休息则可以帮助你快速恢复，减少传染病毒的风险，这对他们的健康也是有好处的。",
        "label": ""
      },
      {
        "sentence": "同时，你不需要完全放弃学习，你可以在家里通过其他方式进行学习，比如网课或者找同学帮忙。",
        "label": ""
      },
      {
        "sentence": "一旦你感觉好转，你可以回到学校。",
        "label": ""
      },
      {
        "sentence": "另外，你可以向老师和班主任寻求帮助，让他们帮你向家长沟通，化解矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得很有用。但我现在情绪崩溃，我不知道该怎么办。我感觉父母对我很失望，他们也看不到我已经很尽力了，这让我很沮丧。我甚至没有勇气跟他们提起这个话题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得很有用。",
        "label": ""
      },
      {
        "sentence": "但我现在情绪崩溃，我不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我感觉父母对我很失望，他们也看不到我已经很尽力了，这让我很沮丧。",
        "label": ""
      },
      {
        "sentence": "我甚至没有勇气跟他们提起这个话题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情绪是正常的，你没有必要为自己的情绪感到羞愧。你可以先给自己找一个安静的地方让自己静下来。你可以尝试写下自己的情绪，这样可以让自己更好地理解自己的感受。接下来，你可以尝试通过艾草香薰或静音音乐来提高自己的情绪，让自己放松下来。如果你觉得无法独自处理自己的情绪，你可以尝试找一个受过专业培训的心理咨询师来谈谈。",
    "annotation": [
      {
        "sentence": "这种情绪是正常的，你没有必要为自己的情绪感到羞愧。",
        "label": ""
      },
      {
        "sentence": "你可以先给自己找一个安静的地方让自己静下来。",
        "label": ""
      },
      {
        "sentence": "你可以尝试写下自己的情绪，这样可以让自己更好地理解自己的感受。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以尝试通过艾草香薰或静音音乐来提高自己的情绪，让自己放松下来。",
        "label": ""
      },
      {
        "sentence": "如果你觉得无法独自处理自己的情绪，你可以尝试找一个受过专业培训的心理咨询师来谈谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我感觉压力缓解了不少。我现在打算好好休息一下，等我好起来，我会找机会跟父母好好沟通，向他们表达我的想法。谢谢你给我提供的帮助，我现在感觉好多了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我感觉压力缓解了不少。",
        "label": ""
      },
      {
        "sentence": "我现在打算好好休息一下，等我好起来，我会找机会跟父母好好沟通，向他们表达我的想法。",
        "label": ""
      },
      {
        "sentence": "谢谢你给我提供的帮助，我现在感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，你做得很好。不要忘记，你的健康和安全都是最重要的。任何事情都有解决办法，在任何时候都要保持乐观的心态。加油！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，你做得很好。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你的健康和安全都是最重要的。",
        "label": ""
      },
      {
        "sentence": "任何事情都有解决办法，在任何时候都要保持乐观的心态。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]