[
  {
    "role": "client",
    "content": "得了水痘加发烧，水痘传染，父母非要我上学怎么办？刚感冒给我爸说的时候他毫不在乎，过了好几天才想起来给我治，最后变成发烧，这才给我拿药，还是快放过期的，我晚上发高烧了，我妈说要给我请假，可他从早上5点骂我妈到7点，最后逼我上学，说什么不要成绩了吗？上午四节课我都昏昏沉沉的，我想哭的劲儿都没了，学习和我的健康到底哪个重要啊？是不是只有我受不了自杀了你才知道啊？刚查出是水痘后我查出传染性百分之90以上以后他们还是逼我上学，我问他们如果有人被我传染了怎么办，他们说那就死不承认是我传染的，还说我说这个是因为我不想上学，拜托清醒一点吧，我坐在班里头晕着身上痒着是为了谁呀？怎么可以这么自私啊！父母早就只是把我当学习机器了，我坐在教室里三分之二的时间都在想怎么把动脉切开。好痛苦，好悲伤，能给我一个安慰和鼓励吗？拜托了。本人高一党",
    "annotation": [
      {
        "sentence": "得了水痘加发烧，水痘传染，父母非要我上学怎么办？",
        "label": ""
      },
      {
        "sentence": "刚感冒给我爸说的时候他毫不在乎，过了好几天才想起来给我治，最后变成发烧，这才给我拿药，还是快放过期的，我晚上发高烧了，我妈说要给我请假，可他从早上5点骂我妈到7点，最后逼我上学，说什么不要成绩了吗？",
        "label": ""
      },
      {
        "sentence": "上午四节课我都昏昏沉沉的，我想哭的劲儿都没了，学习和我的健康到底哪个重要啊？",
        "label": ""
      },
      {
        "sentence": "是不是只有我受不了自杀了你才知道啊？",
        "label": ""
      },
      {
        "sentence": "刚查出是水痘后我查出传染性百分之90以上以后他们还是逼我上学，我问他们如果有人被我传染了怎么办，他们说那就死不承认是我传染的，还说我说这个是因为我不想上学，拜托清醒一点吧，我坐在班里头晕着身上痒着是为了谁呀？",
        "label": ""
      },
      {
        "sentence": "怎么可以这么自私啊！",
        "label": ""
      },
      {
        "sentence": "父母早就只是把我当学习机器了，我坐在教室里三分之二的时间都在想怎么把动脉切开。",
        "label": ""
      },
      {
        "sentence": "好痛苦，好悲伤，能给我一个安慰和鼓励吗？",
        "label": ""
      },
      {
        "sentence": "拜托了。",
        "label": ""
      },
      {
        "sentence": "本人高一党",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，听说你得了水痘加发烧，真是不容易啊！水痘是一种传染性很强的疾病，严重的话可能会有生命危险。我家弟弟之前也感染过一次病毒性的水痘，当时他输液好几天，整整两个多星期都没有去学校。对于我们家来说，身体健康才是最重要的。你应该和父母好好沟通，或许是你在情绪激动的时候，没有起到有效的沟通作用呢。乖，不要难过，与父母之间良好的沟通交流才是解决问题的良策！",
    "annotation": [
      {
        "sentence": "求助者，听说你得了水痘加发烧，真是不容易啊！",
        "label": ""
      },
      {
        "sentence": "水痘是一种传染性很强的疾病，严重的话可能会有生命危险。",
        "label": ""
      },
      {
        "sentence": "我家弟弟之前也感染过一次病毒性的水痘，当时他输液好几天，整整两个多星期都没有去学校。",
        "label": ""
      },
      {
        "sentence": "对于我们家来说，身体健康才是最重要的。",
        "label": ""
      },
      {
        "sentence": "你应该和父母好好沟通，或许是你在情绪激动的时候，没有起到有效的沟通作用呢。",
        "label": ""
      },
      {
        "sentence": "乖，不要难过，与父母之间良好的沟通交流才是解决问题的良策！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的理解和安慰，但是我真的觉得很绝望。每次我向父母说明自己的困扰和痛苦，他们总是不理解，还觉得我是在找借口逃避学习。他们对我的情绪和身体状况置之不理，甚至骂我妈妈，这真的让我感到很心痛。我知道身体健康很重要，但我就是担心我的状况会影响到其他人的健康，我真的无法忍受这样的痛苦。",
    "annotation": [
      {
        "sentence": "谢谢支持者的理解和安慰，但是我真的觉得很绝望。",
        "label": ""
      },
      {
        "sentence": "每次我向父母说明自己的困扰和痛苦，他们总是不理解，还觉得我是在找借口逃避学习。",
        "label": ""
      },
      {
        "sentence": "他们对我的情绪和身体状况置之不理，甚至骂我妈妈，这真的让我感到很心痛。",
        "label": ""
      },
      {
        "sentence": "我知道身体健康很重要，但我就是担心我的状况会影响到其他人的健康，我真的无法忍受这样的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全能理解你的痛苦和绝望感。在父母面前被误解和忽视是一种很难受的感觉。虽然他们可能无法理解你现在的困境，但是我认为他们也是为了你好才会强调学习的重要性。他们可能担心你落下了进度或是错过了重要的考试，所以才会这么坚持。或许我们可以找到一个平衡点，让父母能够更好地理解你的处境，同时也能兼顾到你的身体健康。",
    "annotation": [
      {
        "sentence": "我完全能理解你的痛苦和绝望感。",
        "label": ""
      },
      {
        "sentence": "在父母面前被误解和忽视是一种很难受的感觉。",
        "label": ""
      },
      {
        "sentence": "虽然他们可能无法理解你现在的困境，但是我认为他们也是为了你好才会强调学习的重要性。",
        "label": ""
      },
      {
        "sentence": "他们可能担心你落下了进度或是错过了重要的考试，所以才会这么坚持。",
        "label": ""
      },
      {
        "sentence": "或许我们可以找到一个平衡点，让父母能够更好地理解你的处境，同时也能兼顾到你的身体健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "也许你说的对，我需要找到和父母的一个平衡点。但是每次沟通的时候，他们总是不愿意倾听我的想法和需求，而是强调学习的重要性。我真的觉得很无奈，不知道该如何与他们沟通。我就是找不到一个平衡点，觉得自己很被束缚。",
    "annotation": [
      {
        "sentence": "也许你说的对，我需要找到和父母的一个平衡点。",
        "label": ""
      },
      {
        "sentence": "但是每次沟通的时候，他们总是不愿意倾听我的想法和需求，而是强调学习的重要性。",
        "label": ""
      },
      {
        "sentence": "我真的觉得很无奈，不知道该如何与他们沟通。",
        "label": ""
      },
      {
        "sentence": "我就是找不到一个平衡点，觉得自己很被束缚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的无奈和被束缚的感觉。有时候与父母沟通确实是一件很困难的事情。你可以试着寻找一个适合的时间和场合，向父母表达你的想法和需求，同时也尊重他们的意见。或许你可以找一些关于水痘传染性的资料，让他们了解到你的状况并理解你的担忧。同时，你也可以主动提供一些解决方案，比如请一个假期进行恢复，或者采取其他的防护措施来减少传染的可能性。这样的沟通方式可能会更有效一些。",
    "annotation": [
      {
        "sentence": "我理解你的无奈和被束缚的感觉。",
        "label": ""
      },
      {
        "sentence": "有时候与父母沟通确实是一件很困难的事情。",
        "label": ""
      },
      {
        "sentence": "你可以试着寻找一个适合的时间和场合，向父母表达你的想法和需求，同时也尊重他们的意见。",
        "label": ""
      },
      {
        "sentence": "或许你可以找一些关于水痘传染性的资料，让他们了解到你的状况并理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以主动提供一些解决方案，比如请一个假期进行恢复，或者采取其他的防护措施来减少传染的可能性。",
        "label": ""
      },
      {
        "sentence": "这样的沟通方式可能会更有效一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的建议，我觉得有些希望了。我可以试着找一些相关的资料，向父母解释水痘的传染性和对他人的威胁。同时，我也可以主动提出一些解决方案，比如自愿请假并采取一些预防措施。希望他们能够理解并接受我的提议。谢谢你的建议和鼓励，我会尽力去改善和父母的关系。",
    "annotation": [
      {
        "sentence": "听了你的建议，我觉得有些希望了。",
        "label": ""
      },
      {
        "sentence": "我可以试着找一些相关的资料，向父母解释水痘的传染性和对他人的威胁。",
        "label": ""
      },
      {
        "sentence": "同时，我也可以主动提出一些解决方案，比如自愿请假并采取一些预防措施。",
        "label": ""
      },
      {
        "sentence": "希望他们能够理解并接受我的提议。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我会尽力去改善和父母的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够找到一个与父母有效沟通的方式。记得保持积极的心态，试着理解他们的担忧和期望，同时也要让他们理解你的需求和困境。沟通需要耐心和时间，但是只要双方都愿意坦诚地交流，问题一定能够解决。祝福你能够成功地改善和父母的关系，同时也祝愿你早日康复。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够找到一个与父母有效沟通的方式。",
        "label": ""
      },
      {
        "sentence": "记得保持积极的心态，试着理解他们的担忧和期望，同时也要让他们理解你的需求和困境。",
        "label": ""
      },
      {
        "sentence": "沟通需要耐心和时间，但是只要双方都愿意坦诚地交流，问题一定能够解决。",
        "label": ""
      },
      {
        "sentence": "祝福你能够成功地改善和父母的关系，同时也祝愿你早日康复。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]