[
  {
    "role": "client",
    "content": "30岁的现在，职业和人生可以如何规划？30岁了，女生，没存款，有份看似稳定可以一眼望到头的工作，退休会是什么样子都可以从老员工那里看到。目前困惑来自两方面，工作和生活。关于工作就要谈到钱，每个月在别人看来还算不错的薪水（平均月薪小6千，在3.4线小城市），只有自己知道，自己想做的事情很多，根本不够用。想要换工作，换到大城市（家在2线城市）有更多发展机会，想要未来创业，实现财务自由，可现工作是父母安排的。生活：现在有一男友，有满意和合适的地方，但沟通模式不合，经常没办法很好理解对方，感觉他找到我超出他的预期所以对我上心和夹着小心，并不是一段平等的关系，对此我也有我的担忧。想要换工作一个是因为想要找到自己的职业发展，另一方面也是希望可以在工作中认识更多人，寻找到那个可以和我有好的关系的人。可是一切的现实确叫我却步，痛苦……",
    "annotation": [
      {
        "sentence": "30岁的现在，职业和人生可以如何规划？",
        "label": ""
      },
      {
        "sentence": "30岁了，女生，没存款，有份看似稳定可以一眼望到头的工作，退休会是什么样子都可以从老员工那里看到。",
        "label": ""
      },
      {
        "sentence": "目前困惑来自两方面，工作和生活。",
        "label": ""
      },
      {
        "sentence": "关于工作就要谈到钱，每个月在别人看来还算不错的薪水（平均月薪小6千，在3.4线小城市），只有自己知道，自己想做的事情很多，根本不够用。",
        "label": ""
      },
      {
        "sentence": "想要换工作，换到大城市（家在2线城市）有更多发展机会，想要未来创业，实现财务自由，可现工作是父母安排的。",
        "label": ""
      },
      {
        "sentence": "生活：现在有一男友，有满意和合适的地方，但沟通模式不合，经常没办法很好理解对方，感觉他找到我超出他的预期所以对我上心和夹着小心，并不是一段平等的关系，对此我也有我的担忧。",
        "label": ""
      },
      {
        "sentence": "想要换工作一个是因为想要找到自己的职业发展，另一方面也是希望可以在工作中认识更多人，寻找到那个可以和我有好的关系的人。",
        "label": ""
      },
      {
        "sentence": "可是一切的现实确叫我却步，痛苦……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你对目前的职业和人生规划感到困惑。求助者：是的，我真的很迷茫。支持者：我明白你的感受。首先，我建议你先思考一下，你对于职业和人生规划的期望是什么？求助者：我想要找到一份有发展空间的工作，同时也想实现财务自由和改善与男友之间的关系。支持者：这些确实是很重要的目标。关于工作，你是否可以考虑在大城市找到更多发展机会呢？求助者：是的，我也考虑过这个问题。但现在的工作是由父母安排的，我觉得很难离开。支持者：我理解你的顾虑。你可以试着逐渐表达你的想法给父母，并和他们沟通你的职业发展规划。或者你可以利用业余时间来加强自己的学习，为将来的创业做好准备。求助者：嗯，你说的有道理。除了工作问题，我对于和男友之间的沟通模式也感到困惑。支持者：沟通是维持一段关系的重要基础。你可以试着和男友坦诚地交流，分享自己的感受和担忧。求助者：但我怕他不理解我，觉得我太过敏感。支持者：沟通中可能出现误解，但只有通过坦诚的对话，才能找到问题所在并解决它们。你可以试着和男友一起制定解决方案，并共同努力改善沟通。求助者：确实，我应该主动一点，多和他沟通。另外，我也考虑过创业，但很担心失败。支持者：创业的风险是有的，但不要忘记成功背后的艰辛和付出。你可以思考一下，创业对你来说是一种逃避现状还是追求新突破的方式。如果你决定创业，可以在业余时间加强相关的学习和准备。求助者：谢谢你的建议，我会好好考虑。支持者：不客气，我希望你能找到适合自己的职业发展和生活方式。如果还有其他问题，可以随时向我求助。求助者：好的，谢谢你的支持和帮助。支持者：再见，祝你好运！",
    "annotation": [
      {
        "sentence": "你好，听说你对目前的职业和人生规划感到困惑。",
        "label": ""
      },
      {
        "sentence": "求助者：是的，我真的很迷茫。",
        "label": ""
      },
      {
        "sentence": "支持者：我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你先思考一下，你对于职业和人生规划的期望是什么？",
        "label": ""
      },
      {
        "sentence": "求助者：我想要找到一份有发展空间的工作，同时也想实现财务自由和改善与男友之间的关系。",
        "label": ""
      },
      {
        "sentence": "支持者：这些确实是很重要的目标。",
        "label": ""
      },
      {
        "sentence": "关于工作，你是否可以考虑在大城市找到更多发展机会呢？",
        "label": ""
      },
      {
        "sentence": "求助者：是的，我也考虑过这个问题。",
        "label": ""
      },
      {
        "sentence": "但现在的工作是由父母安排的，我觉得很难离开。",
        "label": ""
      },
      {
        "sentence": "支持者：我理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "你可以试着逐渐表达你的想法给父母，并和他们沟通你的职业发展规划。",
        "label": ""
      },
      {
        "sentence": "或者你可以利用业余时间来加强自己的学习，为将来的创业做好准备。",
        "label": ""
      },
      {
        "sentence": "求助者：嗯，你说的有道理。",
        "label": ""
      },
      {
        "sentence": "除了工作问题，我对于和男友之间的沟通模式也感到困惑。",
        "label": ""
      },
      {
        "sentence": "支持者：沟通是维持一段关系的重要基础。",
        "label": ""
      },
      {
        "sentence": "你可以试着和男友坦诚地交流，分享自己的感受和担忧。",
        "label": ""
      },
      {
        "sentence": "求助者：但我怕他不理解我，觉得我太过敏感。",
        "label": ""
      },
      {
        "sentence": "支持者：沟通中可能出现误解，但只有通过坦诚的对话，才能找到问题所在并解决它们。",
        "label": ""
      },
      {
        "sentence": "你可以试着和男友一起制定解决方案，并共同努力改善沟通。",
        "label": ""
      },
      {
        "sentence": "求助者：确实，我应该主动一点，多和他沟通。",
        "label": ""
      },
      {
        "sentence": "另外，我也考虑过创业，但很担心失败。",
        "label": ""
      },
      {
        "sentence": "支持者：创业的风险是有的，但不要忘记成功背后的艰辛和付出。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下，创业对你来说是一种逃避现状还是追求新突破的方式。",
        "label": ""
      },
      {
        "sentence": "如果你决定创业，可以在业余时间加强相关的学习和准备。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的建议，我会好好考虑。",
        "label": ""
      },
      {
        "sentence": "支持者：不客气，我希望你能找到适合自己的职业发展和生活方式。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，可以随时向我求助。",
        "label": ""
      },
      {
        "sentence": "求助者：好的，谢谢你的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "支持者：再见，祝你好运！",
        "label": ""
      }
    ]
  }
]