[
  {
    "role": "client",
    "content": "内心在意，痛苦万分，智商差距，笨的表现？我一直在意一件事情，从初中到现在大三，都很在意的事情，一直怕自己表现出“笨”的表象，怕表现处笨，被别人定义，然后被表现聪明的人，欺负，无论怎么做什么，我都会时时刻刻检具自己的行为说否表现为笨，内心在意痛苦万分想问一下大家，你们会这么在意么，我感觉我好奇怪。",
    "annotation": [
      {
        "sentence": "内心在意，痛苦万分，智商差距，笨的表现？",
        "label": ""
      },
      {
        "sentence": "我一直在意一件事情，从初中到现在大三，都很在意的事情，一直怕自己表现出“笨”的表象，怕表现处笨，被别人定义，然后被表现聪明的人，欺负，无论怎么做什么，我都会时时刻刻检具自己的行为说否表现为笨，内心在意痛苦万分想问一下大家，你们会这么在意么，我感觉我好奇怪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全能理解你的感受。当内心自卑的时候，人就会在意别人的评价。如果你从小都是喜欢和别人比较，或者被父母拿来比较的话，也会在意别人的评价。不过，你不是一个人在战斗，很多人都曾经有过这样的困扰。不妨就这个问题多沟通，看看他人的观点会给你一些启发。",
    "annotation": [
      {
        "sentence": "我完全能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "当内心自卑的时候，人就会在意别人的评价。",
        "label": ""
      },
      {
        "sentence": "如果你从小都是喜欢和别人比较，或者被父母拿来比较的话，也会在意别人的评价。",
        "label": ""
      },
      {
        "sentence": "不过，你不是一个人在战斗，很多人都曾经有过这样的困扰。",
        "label": ""
      },
      {
        "sentence": "不妨就这个问题多沟通，看看他人的观点会给你一些启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，有时候确实会被父母拿来和其他孩子比较，让我觉得自己笨。我知道要增强自己的自信心，但是有时候真的很难做到，你有什么建议吗？",
    "annotation": [
      {
        "sentence": "对，有时候确实会被父母拿来和其他孩子比较，让我觉得自己笨。",
        "label": ""
      },
      {
        "sentence": "我知道要增强自己的自信心，但是有时候真的很难做到，你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要增强自信心，首先要认识到每个人都有自己的长处和短处。不要拿自己和别人比较，而是和过去的自己比较。记住，每个人的成长都是逐步的，没有人天生就是天才。我们都是在不断学习和进步的过程中。不要过度强调自己的缺点，要多看到自己身上的优点，发掘自己的潜力。",
    "annotation": [
      {
        "sentence": "要增强自信心，首先要认识到每个人都有自己的长处和短处。",
        "label": ""
      },
      {
        "sentence": "不要拿自己和别人比较，而是和过去的自己比较。",
        "label": ""
      },
      {
        "sentence": "记住，每个人的成长都是逐步的，没有人天生就是天才。",
        "label": ""
      },
      {
        "sentence": "我们都是在不断学习和进步的过程中。",
        "label": ""
      },
      {
        "sentence": "不要过度强调自己的缺点，要多看到自己身上的优点，发掘自己的潜力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量不再过度关注自己的缺点，同时要对自己进行更加客观的评价。可是有时候，我还是会感觉内心痛苦和在意，怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量不再过度关注自己的缺点，同时要对自己进行更加客观的评价。",
        "label": ""
      },
      {
        "sentence": "可是有时候，我还是会感觉内心痛苦和在意，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "内心的痛苦和在意是正常的，我们不能完全摆脱这些负面情绪。但是我们可以通过一些方法来调节自己。比如，可以找一些正面的活动来分散注意力，例如喜欢的运动、看书、听音乐等等。同时，你也可以参加一些心理辅导课程，学习如何更好地处理负面情绪，建立更好的心理健康。",
    "annotation": [
      {
        "sentence": "内心的痛苦和在意是正常的，我们不能完全摆脱这些负面情绪。",
        "label": ""
      },
      {
        "sentence": "但是我们可以通过一些方法来调节自己。",
        "label": ""
      },
      {
        "sentence": "比如，可以找一些正面的活动来分散注意力，例如喜欢的运动、看书、听音乐等等。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以参加一些心理辅导课程，学习如何更好地处理负面情绪，建立更好的心理健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试你说的方法，尝试找到适合自己的方式来调节内心的情绪。感谢你的建议和支持，我真的很感激。你觉得我应该向别人寻求帮助吗？",
    "annotation": [
      {
        "sentence": "我会试试你说的方法，尝试找到适合自己的方式来调节内心的情绪。",
        "label": ""
      },
      {
        "sentence": "感谢你的建议和支持，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该向别人寻求帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "寻求帮助是很正常的举动，如果你觉得自己独力难支，或者需要更专业的指导和支持，不妨向心理咨询师或者专业的心理机构寻求帮助。他们可以给你提供更个性化的指导和解决方案。同时，可以向身边的亲友分享你的困扰，他们也可以给你提供支持和理解。",
    "annotation": [
      {
        "sentence": "寻求帮助是很正常的举动，如果你觉得自己独力难支，或者需要更专业的指导和支持，不妨向心理咨询师或者专业的心理机构寻求帮助。",
        "label": ""
      },
      {
        "sentence": "他们可以给你提供更个性化的指导和解决方案。",
        "label": ""
      },
      {
        "sentence": "同时，可以向身边的亲友分享你的困扰，他们也可以给你提供支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会考虑向专业的心理机构寻求帮助，同时也会和亲友分享我的感受。谢谢你的鼓励和支持，我现在感觉好多了。",
    "annotation": [
      {
        "sentence": "我明白了，我会考虑向专业的心理机构寻求帮助，同时也会和亲友分享我的感受。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持，我现在感觉好多了。",
        "label": ""
      }
    ]
  }
]