[
  {
    "role": "client",
    "content": "学生党，我是不是或多或少受到了原生家庭的影响？我现在是学生党，在我很小的时候，我爸和我妈就离婚了，我和爸爸住，从小到大不善言辞，有什么话，难受自己憋着，比较内向。我爸，是不善言辞的人，在我看来比较易怒急躁，什么关于我的事情还是什么的就不想告诉我听，生怕我听到，转移话题。我比较较真，我和我爸聊不到一起，他调侃，我认真，他认真，我调侃。在小时候，他就喜欢用我听不懂的方言来说脏话，以为我不知道，这些他以为我听不懂的脏话一直陪我度过了十几年，其实我知道的，每次听到，心就会很痛，很烦躁，我镇作平静，因为我很要强，不会在他面前流泪，所以我一般会用自己很自然的动作，迅速的跑到自己房间去落泪，心很痛，每次听他讲这些话我就心痛，身体感觉有一阵要坠入深渊的离心力。每次想到伤心的事情，就会想起我妈，但又觉得放不下她，就是不能开始，面对自己的新生活。有次学校给学生布置了母亲节作业，我就会想起她，想哭哭不出来。想知道怎么才能正确面对这些，至少先学会稳定情绪。",
    "annotation": [
      {
        "sentence": "学生党，我是不是或多或少受到了原生家庭的影响？",
        "label": ""
      },
      {
        "sentence": "我现在是学生党，在我很小的时候，我爸和我妈就离婚了，我和爸爸住，从小到大不善言辞，有什么话，难受自己憋着，比较内向。",
        "label": ""
      },
      {
        "sentence": "我爸，是不善言辞的人，在我看来比较易怒急躁，什么关于我的事情还是什么的就不想告诉我听，生怕我听到，转移话题。",
        "label": ""
      },
      {
        "sentence": "我比较较真，我和我爸聊不到一起，他调侃，我认真，他认真，我调侃。",
        "label": ""
      },
      {
        "sentence": "在小时候，他就喜欢用我听不懂的方言来说脏话，以为我不知道，这些他以为我听不懂的脏话一直陪我度过了十几年，其实我知道的，每次听到，心就会很痛，很烦躁，我镇作平静，因为我很要强，不会在他面前流泪，所以我一般会用自己很自然的动作，迅速的跑到自己房间去落泪，心很痛，每次听他讲这些话我就心痛，身体感觉有一阵要坠入深渊的离心力。",
        "label": ""
      },
      {
        "sentence": "每次想到伤心的事情，就会想起我妈，但又觉得放不下她，就是不能开始，面对自己的新生活。",
        "label": ""
      },
      {
        "sentence": "有次学校给学生布置了母亲节作业，我就会想起她，想哭哭不出来。",
        "label": ""
      },
      {
        "sentence": "想知道怎么才能正确面对这些，至少先学会稳定情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的叙述，隔着屏幕都能感受到你的小心翼翼。你很渴望家里有一个人可以交流，自然然你会想到妈妈。只是一想到妈妈心里又痛又惋惜。其实你心里还是明白的，虽然父母不和而分离，但他们与你的关系是不能解脱的，他们永远是你的父母永远爱你，只不过方式不同而已。",
    "annotation": [
      {
        "sentence": "看到你的叙述，隔着屏幕都能感受到你的小心翼翼。",
        "label": ""
      },
      {
        "sentence": "你很渴望家里有一个人可以交流，自然然你会想到妈妈。",
        "label": ""
      },
      {
        "sentence": "只是一想到妈妈心里又痛又惋惜。",
        "label": ""
      },
      {
        "sentence": "其实你心里还是明白的，虽然父母不和而分离，但他们与你的关系是不能解脱的，他们永远是你的父母永远爱你，只不过方式不同而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "父母的分离让我感到无能为力，内心有些怨恨。",
    "annotation": [
      {
        "sentence": "父母的分离让我感到无能为力，内心有些怨恨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原生家庭的影响，每个人都会受到，或多或少，或长或短而已。你与父亲沟通不畅，主要还是源于相互没深入的了解。在你的心里，父母的分离，心里是有怨的，只不过是敢怨不敢言而已。虽然你是学生，一定也看到过婚姻比喻成鞋子和脚的关系，父母的分离只不过是因为鞋子磨脚，而旁人又无法看出的不得已，妈妈只不过是换一种方式爱你。",
    "annotation": [
      {
        "sentence": "原生家庭的影响，每个人都会受到，或多或少，或长或短而已。",
        "label": ""
      },
      {
        "sentence": "你与父亲沟通不畅，主要还是源于相互没深入的了解。",
        "label": ""
      },
      {
        "sentence": "在你的心里，父母的分离，心里是有怨的，只不过是敢怨不敢言而已。",
        "label": ""
      },
      {
        "sentence": "虽然你是学生，一定也看到过婚姻比喻成鞋子和脚的关系，父母的分离只不过是因为鞋子磨脚，而旁人又无法看出的不得已，妈妈只不过是换一种方式爱你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白他们也是为了我好，但心里总觉得有些委屈和憋闷。",
    "annotation": [
      {
        "sentence": "我明白他们也是为了我好，但心里总觉得有些委屈和憋闷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你成长的过程中，最需要关爱的时候，这种远远的关注，可能你会感受的不真切。为什么说越长大越明白，是因为经历了才会有切肤之痛。父母的分离造成了母亲的离开，父亲更加沉默，你更加寡言，但生活终究要继续，你肯定比别的孩子更懂得什么最值得珍惜。",
    "annotation": [
      {
        "sentence": "在你成长的过程中，最需要关爱的时候，这种远远的关注，可能你会感受的不真切。",
        "label": ""
      },
      {
        "sentence": "为什么说越长大越明白，是因为经历了才会有切肤之痛。",
        "label": ""
      },
      {
        "sentence": "父母的分离造成了母亲的离开，父亲更加沉默，你更加寡言，但生活终究要继续，你肯定比别的孩子更懂得什么最值得珍惜。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实懂得成长过程中的珍贵，但有时心情还是会变得很低落，不知道怎么办才能平复情绪。",
    "annotation": [
      {
        "sentence": "我确实懂得成长过程中的珍贵，但有时心情还是会变得很低落，不知道怎么办才能平复情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也正是在这些难耐的日子里，奠定了你今后前进的方向。比起那些一帆风顺的孩子，你将更具有抗压的能力。相信我，有失必有得。",
    "annotation": [
      {
        "sentence": "也正是在这些难耐的日子里，奠定了你今后前进的方向。",
        "label": ""
      },
      {
        "sentence": "比起那些一帆风顺的孩子，你将更具有抗压的能力。",
        "label": ""
      },
      {
        "sentence": "相信我，有失必有得。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我会试着接受并珍惜这段经历，努力平复情绪，继续向前。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会试着接受并珍惜这段经历，努力平复情绪，继续向前。",
        "label": ""
      }
    ]
  }
]