[
  {
    "role": "client",
    "content": "平时情绪稳定，但是一遇到父母吵架就控制不住自己？",
    "annotation": [
      {
        "sentence": "平时情绪稳定，但是一遇到父母吵架就控制不住自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哇，看来你在父母吵架的情况下确实遇到了一些困扰。不用担心，这不是病哦！小时候因为父母经常吵架的原因，你躲在一边哭或者缩在角落里不敢出声，对吧？现在年纪大了，一听到父母吵架的声音，还是会感到害怕。比如，只有你爸说一声吃饭你才敢吃饭，但有时候你会控制不住自己，比如今天中午你爸和你妈因为你剪头发的事情吵架，你很大声地说别吵了，一点小事情也吵架，但是还是继续吵，然后你就控制不住自己了，大声喊叫，砸东西，这样是不对的。但我明白那个时候你感到完全控制不住自己。晚上你问你爸他们能不能别吵架了，你爸说管你啥事，赶紧上楼一边去，然后你又控制不住自己了，在房间里捶墙，撞头，砸门。虽然你知道这样做是不对的，但是那个瞬间你就像脑子里闪过小时候吵架的画面，平常不会想起，但是这个时候就记得清清楚楚。请问这是病吗？",
    "annotation": [
      {
        "sentence": "哇，看来你在父母吵架的情况下确实遇到了一些困扰。",
        "label": ""
      },
      {
        "sentence": "不用担心，这不是病哦！",
        "label": ""
      },
      {
        "sentence": "小时候因为父母经常吵架的原因，你躲在一边哭或者缩在角落里不敢出声，对吧？",
        "label": ""
      },
      {
        "sentence": "现在年纪大了，一听到父母吵架的声音，还是会感到害怕。",
        "label": ""
      },
      {
        "sentence": "比如，只有你爸说一声吃饭你才敢吃饭，但有时候你会控制不住自己，比如今天中午你爸和你妈因为你剪头发的事情吵架，你很大声地说别吵了，一点小事情也吵架，但是还是继续吵，然后你就控制不住自己了，大声喊叫，砸东西，这样是不对的。",
        "label": ""
      },
      {
        "sentence": "但我明白那个时候你感到完全控制不住自己。",
        "label": ""
      },
      {
        "sentence": "晚上你问你爸他们能不能别吵架了，你爸说管你啥事，赶紧上楼一边去，然后你又控制不住自己了，在房间里捶墙，撞头，砸门。",
        "label": ""
      },
      {
        "sentence": "虽然你知道这样做是不对的，但是那个瞬间你就像脑子里闪过小时候吵架的画面，平常不会想起，但是这个时候就记得清清楚楚。",
        "label": ""
      },
      {
        "sentence": "请问这是病吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哇，情绪波动这么大，确实让你很痛苦啊！你儿时的问题没有得到很好的解决，在长大后面对类似的问题时，你会自动变成小时候的那个自己，陷入当时的情绪状态。所以，你长大后依然害怕小时候害怕的事情，因为你面对这件事时永远都是小时候的自己。不过，别太纠结过去了，要学会找到问题的根源，并从中抽离，为现在的生活积累更好的自己。当你找到问题的根源后，最好能和父母聊一聊当时带来的伤害，不是为了埋怨他们，而是说出你当时处于那种情境下所感受到的所有情绪状态。最主要的是要倾诉当时的感受。同时，不断调整你的认知，告诉自己已经长大了，有自立的能力，他们现在的争吵并不会影响你的生活，他们的争吵也不会影响你们是一个家庭，他们是你的父母。希望你能够好起来！有什么其他问题，尽管提问哦。",
    "annotation": [
      {
        "sentence": "哇，情绪波动这么大，确实让你很痛苦啊！",
        "label": ""
      },
      {
        "sentence": "你儿时的问题没有得到很好的解决，在长大后面对类似的问题时，你会自动变成小时候的那个自己，陷入当时的情绪状态。",
        "label": ""
      },
      {
        "sentence": "所以，你长大后依然害怕小时候害怕的事情，因为你面对这件事时永远都是小时候的自己。",
        "label": ""
      },
      {
        "sentence": "不过，别太纠结过去了，要学会找到问题的根源，并从中抽离，为现在的生活积累更好的自己。",
        "label": ""
      },
      {
        "sentence": "当你找到问题的根源后，最好能和父母聊一聊当时带来的伤害，不是为了埋怨他们，而是说出你当时处于那种情境下所感受到的所有情绪状态。",
        "label": ""
      },
      {
        "sentence": "最主要的是要倾诉当时的感受。",
        "label": ""
      },
      {
        "sentence": "同时，不断调整你的认知，告诉自己已经长大了，有自立的能力，他们现在的争吵并不会影响你的生活，他们的争吵也不会影响你们是一个家庭，他们是你的父母。",
        "label": ""
      },
      {
        "sentence": "希望你能够好起来！",
        "label": ""
      },
      {
        "sentence": "有什么其他问题，尽管提问哦。",
        "label": ""
      }
    ]
  }
]