[
  {
    "role": "client",
    "content": "讲台或左右公桌没收拾整齐，是对上课老师的不尊重吗？作为教师，总很介意这点无法忽视怎么办？",
    "annotation": [
      {
        "sentence": "讲台或左右公桌没收拾整齐，是对上课老师的不尊重吗？",
        "label": ""
      },
      {
        "sentence": "作为教师，总很介意这点无法忽视怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有幸能够回答这个问题~一、我们先说说问题学生没有把讲台收拾干净是对老师的不尊重吗？作为教师，很介意且无法忽视这一点。",
    "annotation": [
      {
        "sentence": "有幸能够回答这个问题~一、我们先说说问题学生没有把讲台收拾干净是对老师的不尊重吗？",
        "label": ""
      },
      {
        "sentence": "作为教师，很介意且无法忽视这一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我总觉得学生没有收拾讲台会导致他们对我不尊重。",
    "annotation": [
      {
        "sentence": "我明白了，但是我总觉得学生没有收拾讲台会导致他们对我不尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "二、我们来分析一下问题⏩不知道您所带的学生处于一个什么样的年纪？但是无论是哪一个年龄段，是否将讲桌收拾好都不是衡量学生对老师尊重的尺度和标准。不管是哪一个年龄段的孩子，收拾讲桌这件事，只是打扫卫生的一方面。看见了，可能收拾一下，没看见那就保持原样；又或者本来是收拾得很好了，只是在你上课之前有别的老师用过。你也是从学生时代经历过来的，回想一下曾经的自己，会主动或者每一天让讲桌收拾的干干净净，并且以此来表示对老师的尊重吗？",
    "annotation": [
      {
        "sentence": "二、我们来分析一下问题⏩不知道您所带的学生处于一个什么样的年纪？",
        "label": ""
      },
      {
        "sentence": "但是无论是哪一个年龄段，是否将讲桌收拾好都不是衡量学生对老师尊重的尺度和标准。",
        "label": ""
      },
      {
        "sentence": "不管是哪一个年龄段的孩子，收拾讲桌这件事，只是打扫卫生的一方面。",
        "label": ""
      },
      {
        "sentence": "看见了，可能收拾一下，没看见那就保持原样；又或者本来是收拾得很好了，只是在你上课之前有别的老师用过。",
        "label": ""
      },
      {
        "sentence": "你也是从学生时代经历过来的，回想一下曾经的自己，会主动或者每一天让讲桌收拾的干干净净，并且以此来表示对老师的尊重吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的有一定道理，但我还是很在意这些细节。",
    "annotation": [
      {
        "sentence": "或许你说的有一定道理，但我还是很在意这些细节。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "三、你把自己的思想强压在了学生的身上，换而言之想太多。他们并不知道，你会有这样的想法。对于教师尊重不尊重这个问题，你仿佛陷入了自己的怪圈。为什么不是通过自己的教学质量，以及日常与学生们的相处，又或者是每一次的成绩提升来获取尊重，而是把重点放在了外在的表面之上。我看到了，你在面对学生关系的不自信，又或者是缺乏和学生之间的交流，并且想得到学生的认可。我记得我在上学的时候，老师会做定期的问卷调查，看看对这门课或者是老师有什么建议，很多同学都会用心写很多，你也可以尝试一下。",
    "annotation": [
      {
        "sentence": "三、你把自己的思想强压在了学生的身上，换而言之想太多。",
        "label": ""
      },
      {
        "sentence": "他们并不知道，你会有这样的想法。",
        "label": ""
      },
      {
        "sentence": "对于教师尊重不尊重这个问题，你仿佛陷入了自己的怪圈。",
        "label": ""
      },
      {
        "sentence": "为什么不是通过自己的教学质量，以及日常与学生们的相处，又或者是每一次的成绩提升来获取尊重，而是把重点放在了外在的表面之上。",
        "label": ""
      },
      {
        "sentence": "我看到了，你在面对学生关系的不自信，又或者是缺乏和学生之间的交流，并且想得到学生的认可。",
        "label": ""
      },
      {
        "sentence": "我记得我在上学的时候，老师会做定期的问卷调查，看看对这门课或者是老师有什么建议，很多同学都会用心写很多，你也可以尝试一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的问卷调查或者心里话分享的方式听起来不错，我可以试试看。但我还是想能得到学生在日常生活中对我的认可和尊敬。",
    "annotation": [
      {
        "sentence": "你说的问卷调查或者心里话分享的方式听起来不错，我可以试试看。",
        "label": ""
      },
      {
        "sentence": "但我还是想能得到学生在日常生活中对我的认可和尊敬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "四、对于在意这件事情，更多体现的，是你在意学生对你的看法、评价、在他们心目中你的位置，以及对于教师这个身份的认可。我们谈谈可以怎么缓解这样的心理。可以做一个问卷调查或者是利用课程做一个心里话分享（写卡片的形式），一方面可以更了解学生的想法，另一方面可以得到你想要的答案。在意收拾讲桌这件事，可以和大家明说，因为同学们并不知道原来老师很在意收拾讲桌。（就怕你会觉得，收拾讲桌还要我说，他们这也不是真的尊重。）由此，就会发现根本原因是如何才能获得学生的尊重和对教师的认可。多去体验一下学生带给你的感动，有没有对你说一句老师辛苦啦？有没有递小纸条说老师谢谢你？有没有看见你很开心地问声好？把重点放在这上面来，就会发现学生们对你肯定是有老师的尊敬，而且还有发自内心的喜欢。你应该自信一点，在上好课的基础之上，和学生相处得好一点。多去了解一下他们的想法和状态，对于缓解在意的心理，应该会有些许帮助。希望你可以调整好自己的心态，这世界上没有什么理所当然，只有想当然。也愿我的这一番话，可以为你带来帮助~。",
    "annotation": [
      {
        "sentence": "四、对于在意这件事情，更多体现的，是你在意学生对你的看法、评价、在他们心目中你的位置，以及对于教师这个身份的认可。",
        "label": ""
      },
      {
        "sentence": "我们谈谈可以怎么缓解这样的心理。",
        "label": ""
      },
      {
        "sentence": "可以做一个问卷调查或者是利用课程做一个心里话分享（写卡片的形式），一方面可以更了解学生的想法，另一方面可以得到你想要的答案。",
        "label": ""
      },
      {
        "sentence": "在意收拾讲桌这件事，可以和大家明说，因为同学们并不知道原来老师很在意收拾讲桌。",
        "label": ""
      },
      {
        "sentence": "（就怕你会觉得，收拾讲桌还要我说，他们这也不是真的尊重。",
        "label": ""
      },
      {
        "sentence": "）由此，就会发现根本原因是如何才能获得学生的尊重和对教师的认可。",
        "label": ""
      },
      {
        "sentence": "多去体验一下学生带给你的感动，有没有对你说一句老师辛苦啦？",
        "label": ""
      },
      {
        "sentence": "有没有递小纸条说老师谢谢你？",
        "label": ""
      },
      {
        "sentence": "有没有看见你很开心地问声好？",
        "label": ""
      },
      {
        "sentence": "把重点放在这上面来，就会发现学生们对你肯定是有老师的尊敬，而且还有发自内心的喜欢。",
        "label": ""
      },
      {
        "sentence": "你应该自信一点，在上好课的基础之上，和学生相处得好一点。",
        "label": ""
      },
      {
        "sentence": "多去了解一下他们的想法和状态，对于缓解在意的心理，应该会有些许帮助。",
        "label": ""
      },
      {
        "sentence": "希望你可以调整好自己的心态，这世界上没有什么理所当然，只有想当然。",
        "label": ""
      },
      {
        "sentence": "也愿我的这一番话，可以为你带来帮助~。",
        "label": ""
      }
    ]
  }
]