[
  {
    "role": "client",
    "content": "从小独立，但我最近很想回家，很想我妈，怎么办？我从小是个很独立的人，对家这个概念感也不是很强，在学校住宿，可能有的同学会因为离家而难过，哭，我会很不理解。也不会想家不知道是不是疫情期间呆在家里久了，和我妈呆在一起的时间久了，开学后，就很想回家，很想和我妈呆在一起。这次回家，我妈出去旅游了，不知道为什么，就有点难过？不知道是什么情绪，就是不那么愉快。为什么会这样子捏，其实我不太想这样。而且我也不该是这样子的年纪了。",
    "annotation": [
      {
        "sentence": "从小独立，但我最近很想回家，很想我妈，怎么办？",
        "label": ""
      },
      {
        "sentence": "我从小是个很独立的人，对家这个概念感也不是很强，在学校住宿，可能有的同学会因为离家而难过，哭，我会很不理解。",
        "label": ""
      },
      {
        "sentence": "也不会想家不知道是不是疫情期间呆在家里久了，和我妈呆在一起的时间久了，开学后，就很想回家，很想和我妈呆在一起。",
        "label": ""
      },
      {
        "sentence": "这次回家，我妈出去旅游了，不知道为什么，就有点难过？",
        "label": ""
      },
      {
        "sentence": "不知道是什么情绪，就是不那么愉快。",
        "label": ""
      },
      {
        "sentence": "为什么会这样子捏，其实我不太想这样。",
        "label": ""
      },
      {
        "sentence": "而且我也不该是这样子的年纪了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原本你是很独立的，可是经历这次疫情后，当你再次离开家独立生活后，你对妈妈有了更多的依恋，因为看不到妈妈，情感出现了缺失不愉快的感觉。十分理解你现在的感受。如果我们现在面对面的话，我一定把你相拥入怀，温暖你孤单难过的内心。这次疫情，让我们所有的人看到了生命的脆弱，生命的脆不可击。对亲人更是多了更罗的依恋和关心。因为当时铺天盖地的超负荷的信息瞬间把人们内心的防线击垮。国家采取强有力的行政手段干预，保证大众的安全，保障民生！直至现在，暂且不说国外的疫情依然还是很凶烈，即便是国内各地疫情还时有发生。当时每日我们在家里的坚守，闭门不出，那一窜窜血淋淋的数字让人不寒而栗！很多家庭的悲欢离合就像剧本一样，让我们即时无法接受，让我们更加体验亲人的重要，多了更多的记挂和关爱！妈妈是你最亲的人，疫情期间你们共同经历了居家生活，共同从心理和思想上耳濡目染着一个一个的让人心疼的数字和来自世界各地的报道，中国医生的无私救援。作为每个人都从这次公共卫生事件的发生到取得阶段性成果举国人民的付出，相信每个人都经历了不同的洗礼！内心或多或少都受到不同程度的冲击，这就是我们国家后疫情防控工作中，无论是线下线上很多心理咨询需求的出现了。＊＊＊我从小是个很独立的人，对家这个概念感也不是很强，在学校住宿，可能有的同学会因为离家而难过，哭，我会很不理解。也不会想家【你从小就养成了很强的独立习惯，这在现在的独生子年代真心难得和令人钦佩！独立生活，独立处理各种学习和生活！真心为你点赞！】",
    "annotation": [
      {
        "sentence": "原本你是很独立的，可是经历这次疫情后，当你再次离开家独立生活后，你对妈妈有了更多的依恋，因为看不到妈妈，情感出现了缺失不愉快的感觉。",
        "label": ""
      },
      {
        "sentence": "十分理解你现在的感受。",
        "label": ""
      },
      {
        "sentence": "如果我们现在面对面的话，我一定把你相拥入怀，温暖你孤单难过的内心。",
        "label": ""
      },
      {
        "sentence": "这次疫情，让我们所有的人看到了生命的脆弱，生命的脆不可击。",
        "label": ""
      },
      {
        "sentence": "对亲人更是多了更罗的依恋和关心。",
        "label": ""
      },
      {
        "sentence": "因为当时铺天盖地的超负荷的信息瞬间把人们内心的防线击垮。",
        "label": ""
      },
      {
        "sentence": "国家采取强有力的行政手段干预，保证大众的安全，保障民生！",
        "label": ""
      },
      {
        "sentence": "直至现在，暂且不说国外的疫情依然还是很凶烈，即便是国内各地疫情还时有发生。",
        "label": ""
      },
      {
        "sentence": "当时每日我们在家里的坚守，闭门不出，那一窜窜血淋淋的数字让人不寒而栗！",
        "label": ""
      },
      {
        "sentence": "很多家庭的悲欢离合就像剧本一样，让我们即时无法接受，让我们更加体验亲人的重要，多了更多的记挂和关爱！",
        "label": ""
      },
      {
        "sentence": "妈妈是你最亲的人，疫情期间你们共同经历了居家生活，共同从心理和思想上耳濡目染着一个一个的让人心疼的数字和来自世界各地的报道，中国医生的无私救援。",
        "label": ""
      },
      {
        "sentence": "作为每个人都从这次公共卫生事件的发生到取得阶段性成果举国人民的付出，相信每个人都经历了不同的洗礼！",
        "label": ""
      },
      {
        "sentence": "内心或多或少都受到不同程度的冲击，这就是我们国家后疫情防控工作中，无论是线下线上很多心理咨询需求的出现了。",
        "label": ""
      },
      {
        "sentence": "＊＊＊我从小是个很独立的人，对家这个概念感也不是很强，在学校住宿，可能有的同学会因为离家而难过，哭，我会很不理解。",
        "label": ""
      },
      {
        "sentence": "也不会想家【你从小就养成了很强的独立习惯，这在现在的独生子年代真心难得和令人钦佩！",
        "label": ""
      },
      {
        "sentence": "独立生活，独立处理各种学习和生活！",
        "label": ""
      },
      {
        "sentence": "真心为你点赞！",
        "label": ""
      },
      {
        "sentence": "】",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "相处了那么久的时间，可能是因为在一起习惯了，突然分开让我觉得不太习惯。",
    "annotation": [
      {
        "sentence": "相处了那么久的时间，可能是因为在一起习惯了，突然分开让我觉得不太习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要担心，这种感觉是非常正常的。毕竟你们共同度过了很长时间的居家生活，在一起的时候互相陪伴和依赖已经成为一种习惯。突然之间，这种依赖被打破，所以你会感到不适应。你可以试着跟你妈妈沟通一下，表达你的思念和情感，也让她知道你在乎她。",
    "annotation": [
      {
        "sentence": "不要担心，这种感觉是非常正常的。",
        "label": ""
      },
      {
        "sentence": "毕竟你们共同度过了很长时间的居家生活，在一起的时候互相陪伴和依赖已经成为一种习惯。",
        "label": ""
      },
      {
        "sentence": "突然之间，这种依赖被打破，所以你会感到不适应。",
        "label": ""
      },
      {
        "sentence": "你可以试着跟你妈妈沟通一下，表达你的思念和情感，也让她知道你在乎她。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道，但是我又觉得自己不应该这么纠结，我已经不小了。",
    "annotation": [
      {
        "sentence": "我知道，但是我又觉得自己不应该这么纠结，我已经不小了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，每个人都有情感和依恋的需要，不管年龄大小。你现在的感受是完全正常的，不要责怪自己。重要的是要接受自己的感受，并找到适当的方式来缓解内心的不安。有时候，我们需要给自己一些时间和空间来处理情绪，也可以尝试一些放松和愉快的活动来转移注意力。",
    "annotation": [
      {
        "sentence": "没关系，每个人都有情感和依恋的需要，不管年龄大小。",
        "label": ""
      },
      {
        "sentence": "你现在的感受是完全正常的，不要责怪自己。",
        "label": ""
      },
      {
        "sentence": "重要的是要接受自己的感受，并找到适当的方式来缓解内心的不安。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要给自己一些时间和空间来处理情绪，也可以尝试一些放松和愉快的活动来转移注意力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的理解和建议。我会试着跟妈妈沟通，还会寻找一些放松的方式来调节情绪。感谢你的支持！",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会试着跟妈妈沟通，还会寻找一些放松的方式来调节情绪。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。记得，你可以随时向我寻求支持和倾诉，不管是关于家人还是其他事情。我们都是社区里的一家人，彼此支持是很重要的。希望你能找到自己的平衡和安慰，保持积极乐观的态度。祝福你！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "记得，你可以随时向我寻求支持和倾诉，不管是关于家人还是其他事情。",
        "label": ""
      },
      {
        "sentence": "我们都是社区里的一家人，彼此支持是很重要的。",
        "label": ""
      },
      {
        "sentence": "希望你能找到自己的平衡和安慰，保持积极乐观的态度。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会努力调整自己的情绪，保持积极的心态。如果有需要，我一定会再次向你求助的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会努力调整自己的情绪，保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再次向你求助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我随时都在这里等候你的求助。无论何",
    "annotation": [
      {
        "sentence": "不客气，我随时都在这里等候你的求助。",
        "label": ""
      },
      {
        "sentence": "无论何",
        "label": ""
      }
    ]
  }
]