[
  {
    "role": "client",
    "content": "我是一个16岁的女生，父母关系非常混乱，临近中考我对所有事情都没有兴趣。父母的感情一直很糟糕，但近两年变得更加糟糕了。我只知道他们问题的一部分，三年级的时候我发现了母亲出轨的事情，但我帮忙隐瞒了。父亲当时对我说的一句话至今成为了我内心的阴影。去年，父亲因为在母亲的公司动手打了她一巴掌，所有的事情都被揭开了。现在我确定母亲还在出轨，而父亲则严重抑郁和焦虑，但却不愿意接受治疗。我曾经引起了些许骚动，所以目前官司暂时停了。父母双方都给我施加压力，我承受着非常大的压力。最近几个月来，我和父亲有了一些亲近，但他所带给我的都是消极情绪，我的母亲也是如此。我可能比较敏感，对很多事情都思考得很深入，而在我面前，她也和其他男人聊天，我感到无力。母亲也一直对我施加压力，说父亲的坏话。一周前她还告诉我，父亲曾经在她生理期间强奸过她。临近中考，我对任何事情都没有兴趣，整天迷迷糊糊的过日子，想要解脱自己却无能为力。我家庭的问题就像一把悬在我头上的刀，时不时就会划破我一次。因此我自残过，虽然被朋友制止了，但在情绪极度低落的时候还是无法控制住眼泪。我该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，父母关系非常混乱，临近中考我对所有事情都没有兴趣。",
        "label": ""
      },
      {
        "sentence": "父母的感情一直很糟糕，但近两年变得更加糟糕了。",
        "label": ""
      },
      {
        "sentence": "我只知道他们问题的一部分，三年级的时候我发现了母亲出轨的事情，但我帮忙隐瞒了。",
        "label": ""
      },
      {
        "sentence": "父亲当时对我说的一句话至今成为了我内心的阴影。",
        "label": ""
      },
      {
        "sentence": "去年，父亲因为在母亲的公司动手打了她一巴掌，所有的事情都被揭开了。",
        "label": ""
      },
      {
        "sentence": "现在我确定母亲还在出轨，而父亲则严重抑郁和焦虑，但却不愿意接受治疗。",
        "label": ""
      },
      {
        "sentence": "我曾经引起了些许骚动，所以目前官司暂时停了。",
        "label": ""
      },
      {
        "sentence": "父母双方都给我施加压力，我承受着非常大的压力。",
        "label": ""
      },
      {
        "sentence": "最近几个月来，我和父亲有了一些亲近，但他所带给我的都是消极情绪，我的母亲也是如此。",
        "label": ""
      },
      {
        "sentence": "我可能比较敏感，对很多事情都思考得很深入，而在我面前，她也和其他男人聊天，我感到无力。",
        "label": ""
      },
      {
        "sentence": "母亲也一直对我施加压力，说父亲的坏话。",
        "label": ""
      },
      {
        "sentence": "一周前她还告诉我，父亲曾经在她生理期间强奸过她。",
        "label": ""
      },
      {
        "sentence": "临近中考，我对任何事情都没有兴趣，整天迷迷糊糊的过日子，想要解脱自己却无能为力。",
        "label": ""
      },
      {
        "sentence": "我家庭的问题就像一把悬在我头上的刀，时不时就会划破我一次。",
        "label": ""
      },
      {
        "sentence": "因此我自残过，虽然被朋友制止了，但在情绪极度低落的时候还是无法控制住眼泪。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来，原生家庭的问题严重地困扰着你，并且你内心也想要改善这种状况，但你的力量有限，反而让自己陷入了抑郁的状态，甚至开始自残。我建议你要重视自己的心理状态，在日常生活中感到难过的时候，可以尝试做一些有氧运动来排解负面情绪。同时，我推荐你阅读一本书叫《伯恩斯新情绪疗法》，这本书对于你和你父亲都有帮助，可以帮助你们做好心理调节。如果你能接受心理咨询，对你的改善也有很大的帮助。还有，如果还有自残的念头，可以拨打热线电话010-来寻求疏导。我还建议你的妈妈阅读《遇见未知的自己》这本书，希望通过学习，她能够学会调节自己的情绪。记住，父母的问题需要他们自己负责，你的任务是好好照顾自己的事情，不必为他们的问题感到内疚。",
    "annotation": [
      {
        "sentence": "看得出来，原生家庭的问题严重地困扰着你，并且你内心也想要改善这种状况，但你的力量有限，反而让自己陷入了抑郁的状态，甚至开始自残。",
        "label": ""
      },
      {
        "sentence": "我建议你要重视自己的心理状态，在日常生活中感到难过的时候，可以尝试做一些有氧运动来排解负面情绪。",
        "label": ""
      },
      {
        "sentence": "同时，我推荐你阅读一本书叫《伯恩斯新情绪疗法》，这本书对于你和你父亲都有帮助，可以帮助你们做好心理调节。",
        "label": ""
      },
      {
        "sentence": "如果你能接受心理咨询，对你的改善也有很大的帮助。",
        "label": ""
      },
      {
        "sentence": "还有，如果还有自残的念头，可以拨打热线电话010-来寻求疏导。",
        "label": ""
      },
      {
        "sentence": "我还建议你的妈妈阅读《遇见未知的自己》这本书，希望通过学习，她能够学会调节自己的情绪。",
        "label": ""
      },
      {
        "sentence": "记住，父母的问题需要他们自己负责，你的任务是好好照顾自己的事情，不必为他们的问题感到内疚。",
        "label": ""
      }
    ]
  }
]