[
  {
    "role": "client",
    "content": "16岁女生，父母关系很乱，临近中考对任何事没兴趣？父母感情一直很不好，近两年更是恶化。我知道的事情只是一部分，三年级时母亲出轨，我不知道意味着还帮忙隐瞒。",
    "annotation": [
      {
        "sentence": "16岁女生，父母关系很乱，临近中考对任何事没兴趣？",
        "label": ""
      },
      {
        "sentence": "父母感情一直很不好，近两年更是恶化。",
        "label": ""
      },
      {
        "sentence": "我知道的事情只是一部分，三年级时母亲出轨，我不知道意味着还帮忙隐瞒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看样子你现在压力很大，对父母的问题也感到无能为力。我理解这对你来说非常困扰。你可以向我倾诉一下自己的所感所想。能告诉我你目前的困惑和需要帮助的地方吗？",
    "annotation": [
      {
        "sentence": "看样子你现在压力很大，对父母的问题也感到无能为力。",
        "label": ""
      },
      {
        "sentence": "我理解这对你来说非常困扰。",
        "label": ""
      },
      {
        "sentence": "你可以向我倾诉一下自己的所感所想。",
        "label": ""
      },
      {
        "sentence": "能告诉我你目前的困惑和需要帮助的地方吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "父亲那句对我说的那句话是我一辈子的阴影了。去年因为父亲在母亲的公司动手打了母亲一巴掌，所有的事情都出来了。现在我确认母亲依旧有出轨行为，而现在父亲重度抑郁重度焦虑，却不配合治疗。",
    "annotation": [
      {
        "sentence": "父亲那句对我说的那句话是我一辈子的阴影了。",
        "label": ""
      },
      {
        "sentence": "去年因为父亲在母亲的公司动手打了母亲一巴掌，所有的事情都出来了。",
        "label": ""
      },
      {
        "sentence": "现在我确认母亲依旧有出轨行为，而现在父亲重度抑郁重度焦虑，却不配合治疗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你经历了一段非常困难的时间，很多事情都让你感到无助和心烦意乱。你的父母关系对你的成长很有影响，但请相信，这些并不是决定你未来的因素。你现在最需要的是一种情绪上的支持和安慰。我能够给你提供一些精神上的支持和建议。",
    "annotation": [
      {
        "sentence": "听起来你经历了一段非常困难的时间，很多事情都让你感到无助和心烦意乱。",
        "label": ""
      },
      {
        "sentence": "你的父母关系对你的成长很有影响，但请相信，这些并不是决定你未来的因素。",
        "label": ""
      },
      {
        "sentence": "你现在最需要的是一种情绪上的支持和安慰。",
        "label": ""
      },
      {
        "sentence": "我能够给你提供一些精神上的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在因为我闹了一下，停止了打官司。父母双方都在给我施加压力，我压力非常的大。近几月我和父亲多亲近了些，带给我的都是负面情绪，我的母亲也是。我心思可能比较细想的比较多，她在我面前和其他男人聊天我也无能为力，母亲也一直给我压力说我父亲的不好，一周前还和我说，父亲以前有过在生理期强奸过她的行为。",
    "annotation": [
      {
        "sentence": "现在因为我闹了一下，停止了打官司。",
        "label": ""
      },
      {
        "sentence": "父母双方都在给我施加压力，我压力非常的大。",
        "label": ""
      },
      {
        "sentence": "近几月我和父亲多亲近了些，带给我的都是负面情绪，我的母亲也是。",
        "label": ""
      },
      {
        "sentence": "我心思可能比较细想的比较多，她在我面前和其他男人聊天我也无能为力，母亲也一直给我压力说我父亲的不好，一周前还和我说，父亲以前有过在生理期强奸过她的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你在面对父母间的压力和负面情绪时，我感到非常担忧。这种情况下，你可能会感到孤立和焦虑。现在的紧张局势对你很不利，对于中考的准备也可能造成影响。你需要找到一种调节情绪的方式，以适应当前的困境。是否有一些放松自己的方式，比如听音乐、阅读或者进行运动呢？",
    "annotation": [
      {
        "sentence": "听到你在面对父母间的压力和负面情绪时，我感到非常担忧。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你可能会感到孤立和焦虑。",
        "label": ""
      },
      {
        "sentence": "现在的紧张局势对你很不利，对于中考的准备也可能造成影响。",
        "label": ""
      },
      {
        "sentence": "你需要找到一种调节情绪的方式，以适应当前的困境。",
        "label": ""
      },
      {
        "sentence": "是否有一些放松自己的方式，比如听音乐、阅读或者进行运动呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "临近中考，我什么的没有兴趣，浑浑噩噩的度日，想要自我救赎我却无能为力。原生家庭的事情就是悬在我头上的一把刀，有时间就划我一刀。让我有了自残行为，已被朋友制止，但过于伤心时还是控制不住。我的眼泪甚至在这件事上根本控制不住我要怎么办？",
    "annotation": [
      {
        "sentence": "临近中考，我什么的没有兴趣，浑浑噩噩的度日，想要自我救赎我却无能为力。",
        "label": ""
      },
      {
        "sentence": "原生家庭的事情就是悬在我头上的一把刀，有时间就划我一刀。",
        "label": ""
      },
      {
        "sentence": "让我有了自残行为，已被朋友制止，但过于伤心时还是控制不住。",
        "label": ""
      },
      {
        "sentence": "我的眼泪甚至在这件事上根本控制不住我要怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的心情，面对如此沉重的心理负担，确实很难找到解脱的方法。但是，自残行为并不能解决问题，它只会给你带来更多痛苦。你需要找到其他的方式来舒缓自己的情绪，例如与朋友聊天、运动、看电影等，以减轻内心的负担。是否愿意尝试一些积极的行动来改善你的心情呢？",
    "annotation": [
      {
        "sentence": "我非常理解你的心情，面对如此沉重的心理负担，确实很难找到解脱的方法。",
        "label": ""
      },
      {
        "sentence": "但是，自残行为并不能解决问题，它只会给你带来更多痛苦。",
        "label": ""
      },
      {
        "sentence": "你需要找到其他的方式来舒缓自己的情绪，例如与朋友聊天、运动、看电影等，以减轻内心的负担。",
        "label": ""
      },
      {
        "sentence": "是否愿意尝试一些积极的行动来改善你的心情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试一下你提到的方法，但我感觉自己很难释怀，情绪无法得到缓和。我不知道还有什么方法可以帮助我摆脱困境。",
    "annotation": [
      {
        "sentence": "我会尝试一下你提到的方法，但我感觉自己很难释怀，情绪无法得到缓和。",
        "label": ""
      },
      {
        "sentence": "我不知道还有什么方法可以帮助我摆脱困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你此时的困难。有时候，我们自己很难独立地走出心理困境，这时候可以考虑寻求专业的帮助。你是否考虑过咨询心理师或者与学校的心理辅导员沟通呢？他们具备处理你所面临问题的经验和知识，能够提供一些建议和支持。",
    "annotation": [
      {
        "sentence": "理解你此时的困难。",
        "label": ""
      },
      {
        "sentence": "有时候，我们自己很难独立地走出心理困境，这时候可以考虑寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "你是否考虑过咨询心理师或者与学校的心理辅导员沟通呢？",
        "label": ""
      },
      {
        "sentence": "他们具备处理你所面临问题的经验和知识，能够提供一些建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实没有想过寻求专业帮助，但听你这么一说，我觉得或许可以尝试一下。我会考虑与心理辅导员沟通。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "确实没有想过寻求专业帮助，但听你这么一说，我觉得或许可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "我会考虑与心理辅导员沟通。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。与心理辅导员的沟通可以为你带来更专业的帮助和指导，让你更有力量面对原生家庭的问题。记得，你并不孤单，有人愿意倾听和关心你。希望你能找到适合自己的解决方法，摆脱困境，向更好的方向发展。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "与心理辅导员的沟通可以为你带来更专业的帮助和指导，让你更有力量面对原生家庭的问题。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，有人愿意倾听和关心你。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的解决方法，摆脱困境，向更好的方向发展。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]