[
  {
    "role": "client",
    "content": "觉得没有力气面对很多事情，明明很简单却行动不起来？一直存在这种情况，上学期还能勉强支撑下来，敷衍准备了很多大大小小的考试，但一次比一次吃力，一次比一次可执行的时间短，到最后几乎是裸考。寒假以及疫情期间在家除了简单的家务什么都不用做，论文拖了很久都没动笔写，一次次把自己逼哭都没有办法下手。",
    "annotation": [
      {
        "sentence": "觉得没有力气面对很多事情，明明很简单却行动不起来？",
        "label": ""
      },
      {
        "sentence": "一直存在这种情况，上学期还能勉强支撑下来，敷衍准备了很多大大小小的考试，但一次比一次吃力，一次比一次可执行的时间短，到最后几乎是裸考。",
        "label": ""
      },
      {
        "sentence": "寒假以及疫情期间在家除了简单的家务什么都不用做，论文拖了很久都没动笔写，一次次把自己逼哭都没有办法下手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样描述，我能感受到你目前的困惑和焦虑。看来你一直代面临着激增的压力和拖延情绪，这确实很痛苦。你能再详细说说最近的一些例子吗？我们可以一起找到原因，并寻找适合的解决方法。",
    "annotation": [
      {
        "sentence": "听到你这样描述，我能感受到你目前的困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "看来你一直代面临着激增的压力和拖延情绪，这确实很痛苦。",
        "label": ""
      },
      {
        "sentence": "你能再详细说说最近的一些例子吗？",
        "label": ""
      },
      {
        "sentence": "我们可以一起找到原因，并寻找适合的解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "开学后答辩等各种事情也让我经历了很艰难的一个阶段，这些东西都勉勉强强完成后等毕业，也没有什么情绪上的问题。可是一到找工作面试或者收拾东西打包寄回家，一切又变得艰难起来。我真的觉得生活好难，简单的生活都很难。",
    "annotation": [
      {
        "sentence": "开学后答辩等各种事情也让我经历了很艰难的一个阶段，这些东西都勉勉强强完成后等毕业，也没有什么情绪上的问题。",
        "label": ""
      },
      {
        "sentence": "可是一到找工作面试或者收拾东西打包寄回家，一切又变得艰难起来。",
        "label": ""
      },
      {
        "sentence": "我真的觉得生活好难，简单的生活都很难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你在完成学校的任务时，似乎还能勉强坚持下去。但一到面对工作和与家庭相关的事情，你又感到困难重重。这也许是因为面对未知和变化所导致的焦虑，不确定性可能给你带来很多压力。你感到生活很难，我很理解你的感受。有没有想过如何面对这种情况？",
    "annotation": [
      {
        "sentence": "听起来你在完成学校的任务时，似乎还能勉强坚持下去。",
        "label": ""
      },
      {
        "sentence": "但一到面对工作和与家庭相关的事情，你又感到困难重重。",
        "label": ""
      },
      {
        "sentence": "这也许是因为面对未知和变化所导致的焦虑，不确定性可能给你带来很多压力。",
        "label": ""
      },
      {
        "sentence": "你感到生活很难，我很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "有没有想过如何面对这种情况？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "之前跟一个心理咨询师聊过，他说我对很多东西都很容易成瘾，因为我精神很空虚。挖掘后他说是因为我的童年受过一些创伤。他建议我把自己当成两三岁的孩子，想干什么就干什么，但是要把手机戒掉。可是我戒不掉。",
    "annotation": [
      {
        "sentence": "之前跟一个心理咨询师聊过，他说我对很多东西都很容易成瘾，因为我精神很空虚。",
        "label": ""
      },
      {
        "sentence": "挖掘后他说是因为我的童年受过一些创伤。",
        "label": ""
      },
      {
        "sentence": "他建议我把自己当成两三岁的孩子，想干什么就干什么，但是要把手机戒掉。",
        "label": ""
      },
      {
        "sentence": "可是我戒不掉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你和咨询师的交流，你提到了一些对你很有意义的解释。童年的创伤确实对我们的心灵造成了一定的影响，或许这部分问题需要更多的时间和专业帮助来处理。你试过把自己当作两三岁的孩子对待，这听起来是一个很好的尝试。至于手机成瘾问题，这确实很难，但我们可以慢慢地寻找其他适合的方法来填补你内心的空虚感。我相信你能够找到适合自己的解决方案。",
    "annotation": [
      {
        "sentence": "听到你和咨询师的交流，你提到了一些对你很有意义的解释。",
        "label": ""
      },
      {
        "sentence": "童年的创伤确实对我们的心灵造成了一定的影响，或许这部分问题需要更多的时间和专业帮助来处理。",
        "label": ""
      },
      {
        "sentence": "你试过把自己当作两三岁的孩子对待，这听起来是一个很好的尝试。",
        "label": ""
      },
      {
        "sentence": "至于手机成瘾问题，这确实很难，但我们可以慢慢地寻找其他适合的方法来填补你内心的空虚感。",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到适合自己的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "咨询师自身的原因没办法再接受咨询了，所以想来这里找找。另外，我梦也做得很多很多，可能是因为心理的原因吧。",
    "annotation": [
      {
        "sentence": "咨询师自身的原因没办法再接受咨询了，所以想来这里找找。",
        "label": ""
      },
      {
        "sentence": "另外，我梦也做得很多很多，可能是因为心理的原因吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能来这里寻求支持和倾诉。关于咨询师的原因，虽然有所遗憾，但你仍然可以在这里找到支持和帮助。关于你频繁的梦境，它们可能反映了你当前心理状态的一种表现。如果你愿意，我们可以一起探索这些梦境背后的含义，以及与之相关的情绪和需求。",
    "annotation": [
      {
        "sentence": "很高兴你能来这里寻求支持和倾诉。",
        "label": ""
      },
      {
        "sentence": "关于咨询师的原因，虽然有所遗憾，但你仍然可以在这里找到支持和帮助。",
        "label": ""
      },
      {
        "sentence": "关于你频繁的梦境，它们可能反映了你当前心理状态的一种表现。",
        "label": ""
      },
      {
        "sentence": "如果你愿意，我们可以一起探索这些梦境背后的含义，以及与之相关的情绪和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的问题很碎很碎，碎到很多时候看起来都不像问题。但是我真的没有力气了，很多事我都已经没有办法去完成，我觉得太难太难了，已经慢慢开始逃避。",
    "annotation": [
      {
        "sentence": "我的问题很碎很碎，碎到很多时候看起来都不像问题。",
        "label": ""
      },
      {
        "sentence": "但是我真的没有力气了，很多事我都已经没有办法去完成，我觉得太难太难了，已经慢慢开始逃避。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你说问题很碎的感觉，并且有时候这些碎片化的问题可能不容易被察觉。但事实上，这些问题对你来说是真实存在的，而且给你带来了很大的困扰和痛苦。逃避是一种正常的应对方式，但长期逃避可能不是解决问题的好方法。我们可以一起思考一下，是否有更好的、积极的方式来面对这些困难，以及如何找到重新获得动力和力量的方法。",
    "annotation": [
      {
        "sentence": "我明白你说问题很碎的感觉，并且有时候这些碎片化的问题可能不容易被察觉。",
        "label": ""
      },
      {
        "sentence": "但事实上，这些问题对你来说是真实存在的，而且给你带来了很大的困扰和痛苦。",
        "label": ""
      },
      {
        "sentence": "逃避是一种正常的应对方式，但长期逃避可能不是解决问题的好方法。",
        "label": ""
      },
      {
        "sentence": "我们可以一起思考一下，是否有更好的、积极的方式来面对这些困难，以及如何找到重新获得动力和力量的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很意外之前那个咨询师真的能够理解我的心情，并且给出了实际性的建议。但很可惜，拖了一个月了，我已经没办法继续预约他了。甚至接下来都不想找工作了，不想做很多事，想先把我的情绪稳定好了再说。",
    "annotation": [
      {
        "sentence": "我很意外之前那个咨询师真的能够理解我的心情，并且给出了实际性的建议。",
        "label": ""
      },
      {
        "sentence": "但很可惜，拖了一个月了，我已经没办法继续预约他了。",
        "label": ""
      },
      {
        "sentence": "甚至接下来都不想找工作了，不想做很多事，想先把我的情绪稳定好了再说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你之前的咨询师似乎非常能理解你的困境，并给出了对你有帮助的建议，这让你感到非常意外。很遗憾没能再继续预约他。对于你目前的状态，你提到先稳定情绪再考虑未来的做法是很有道理的。情绪的稳定是整个过程中很重要的一部分，只有在稳定情绪的基础上我们才能更好地面对挑战和做出决策。我们可以一起探索如何在情绪稳定的基础上，逐渐恢复对未来的期待和动力。",
    "annotation": [
      {
        "sentence": "你之前的咨询师似乎非常能理解你的困境，并给出了对你有帮助的建议，这让你感到非常意外。",
        "label": ""
      },
      {
        "sentence": "很遗憾没能再继续预约他。",
        "label": ""
      },
      {
        "sentence": "对于你目前的状态，你提到先稳定情绪再考虑未来的做法是很有道理的。",
        "label": ""
      },
      {
        "sentence": "情绪的稳定是整个过程中很重要的一部分，只有在稳定情绪的基础上我们才能更好地面对挑战和做出决策。",
        "label": ""
      },
      {
        "sentence": "我们可以一起探索如何在情绪稳定的基础上，逐渐恢复对未来的期待和动力。",
        "label": ""
      }
    ]
  }
]