[
  {
    "role": "client",
    "content": "我觉得没有力气面对很多事情，明明很简单却行动不起来？一直存在这种情况，上学期还能勉强支撑下来，敷衍准备了很多大大小小的考试，但一次比一次吃力，一次比一次可执行的时间短，到最后几乎是裸考。寒假以及疫情期间在家除了简单的家务什么都不用做，论文拖了很久都没动笔写，一次次把自己逼哭都没有办法下手。直到预约了一个心理咨询师，终于顺利的完成了特别潦草的初稿，之后几乎没怎么改过。开学后答辩等各种事情也让我经历了很艰难的一个阶段，这些东西都勉勉强强完成后等毕业，也没有什么情绪上的问题。可是一到找工作面试或者收拾东西打包寄回家，一切又变得艰难起来。我真的觉得生活好难，简单的生活都很难。之前跟一个心理咨询师聊过，他说我对很多东西都很容易成瘾，因为我精神很空虚。挖掘后他说是因为我的童年受过一些创伤。他建议我把自己当成两三岁的孩子，想干什么就干什么，但是要把手机戒掉。可是我戒不掉。咨询师自身的原因没办法再接受咨询了，所以想来这里找找。另，非常多梦。",
    "annotation": [
      {
        "sentence": "我觉得没有力气面对很多事情，明明很简单却行动不起来？",
        "label": ""
      },
      {
        "sentence": "一直存在这种情况，上学期还能勉强支撑下来，敷衍准备了很多大大小小的考试，但一次比一次吃力，一次比一次可执行的时间短，到最后几乎是裸考。",
        "label": ""
      },
      {
        "sentence": "寒假以及疫情期间在家除了简单的家务什么都不用做，论文拖了很久都没动笔写，一次次把自己逼哭都没有办法下手。",
        "label": ""
      },
      {
        "sentence": "直到预约了一个心理咨询师，终于顺利的完成了特别潦草的初稿，之后几乎没怎么改过。",
        "label": ""
      },
      {
        "sentence": "开学后答辩等各种事情也让我经历了很艰难的一个阶段，这些东西都勉勉强强完成后等毕业，也没有什么情绪上的问题。",
        "label": ""
      },
      {
        "sentence": "可是一到找工作面试或者收拾东西打包寄回家，一切又变得艰难起来。",
        "label": ""
      },
      {
        "sentence": "我真的觉得生活好难，简单的生活都很难。",
        "label": ""
      },
      {
        "sentence": "之前跟一个心理咨询师聊过，他说我对很多东西都很容易成瘾，因为我精神很空虚。",
        "label": ""
      },
      {
        "sentence": "挖掘后他说是因为我的童年受过一些创伤。",
        "label": ""
      },
      {
        "sentence": "他建议我把自己当成两三岁的孩子，想干什么就干什么，但是要把手机戒掉。",
        "label": ""
      },
      {
        "sentence": "可是我戒不掉。",
        "label": ""
      },
      {
        "sentence": "咨询师自身的原因没办法再接受咨询了，所以想来这里找找。",
        "label": ""
      },
      {
        "sentence": "另，非常多梦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你向我倾诉，我能感觉到你正面临着巨大的困扰和压力，无法适应现有的生活。或许现在的适应障碍会为你带来新的压力和困扰，让你陷入一个无法自拔的漩涡中。从神经科学的角度来看，大脑虽然只占据了身体质量的2%，却消耗了身体能量的20%。这也就意味着，大脑疲劳会导致身体疲劳。没有积极应对的大脑反应，在生活中无法完成家务、无法处理学业、无法应对人际关系和外界压力都是很正常的现象。当大脑过度消耗能量时，所有的挑战都会显得更加艰巨，这也是很正常的。就像让一个刚出生的婴儿去扛一袋10斤的大米，是不可能实现的。大脑疲劳究竟来自哪里呢？@情绪是一种消耗。我无法看到你为何会卷入情绪，导致疲劳。但我可以说的是，如果童年经历了创伤，那么解决起来肯定不是一件简单的事情。特别是当出现情绪冲突的问题时，这会陷入一个无限循环的状态，就像是空转，既没有效果，却无限地消耗能量，最终耗尽你所有的力气。@手机成瘾。手机的设计很多时候是为了吸引人的注意力，如果你没有足够的自控力，几乎肯定会被吸引。然而，手机世界的逻辑与现实世界存在差距。长期沉浸在虚拟逻辑中固然舒适，但会与现实世界越来越疏离。然而，自控力是需要能量的。因为很多社交行为都是违背天性而来的。手机没有能量也很难自拔。@经常失眠和多梦的睡眠，对大脑恢复有帮助。然而，这也加剧了你的能量消耗。此外，睡眠是失去意识控制，靠近无意识部分的内容。而多梦似乎说明你的无意识非常活跃。那么是什么力量将这些内容压抑到无意识中呢？或许是之前提到的“童年创伤”。这个部分需要在一个安全的环境中进行讨论。目前对你的建议是，或许可以先让自己休息一下，放下一部分现实生活中的工作。但这需要你承认自己存在一些困难和问题，让周围的人接纳你需要停顿和休息。或者至少减少一部分非必须非紧急的任务。如果你的症状持续加剧，那么你需要寻求专业人士的帮助。这和看病吃药没有什么不同，当你个体的免疫力无法克服问题时，你确实需要外部关系和外界人员来帮助你分担。你选择来这里倾诉，是个非常好的选择。这说明你为自己在努力，对待自己保留善意，这是帮助你摆脱困境的关键要素。以上是我的建议，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "非常感谢你向我倾诉，我能感觉到你正面临着巨大的困扰和压力，无法适应现有的生活。",
        "label": ""
      },
      {
        "sentence": "或许现在的适应障碍会为你带来新的压力和困扰，让你陷入一个无法自拔的漩涡中。",
        "label": ""
      },
      {
        "sentence": "从神经科学的角度来看，大脑虽然只占据了身体质量的2%，却消耗了身体能量的20%。",
        "label": ""
      },
      {
        "sentence": "这也就意味着，大脑疲劳会导致身体疲劳。",
        "label": ""
      },
      {
        "sentence": "没有积极应对的大脑反应，在生活中无法完成家务、无法处理学业、无法应对人际关系和外界压力都是很正常的现象。",
        "label": ""
      },
      {
        "sentence": "当大脑过度消耗能量时，所有的挑战都会显得更加艰巨，这也是很正常的。",
        "label": ""
      },
      {
        "sentence": "就像让一个刚出生的婴儿去扛一袋10斤的大米，是不可能实现的。",
        "label": ""
      },
      {
        "sentence": "大脑疲劳究竟来自哪里呢？",
        "label": ""
      },
      {
        "sentence": "@情绪是一种消耗。",
        "label": ""
      },
      {
        "sentence": "我无法看到你为何会卷入情绪，导致疲劳。",
        "label": ""
      },
      {
        "sentence": "但我可以说的是，如果童年经历了创伤，那么解决起来肯定不是一件简单的事情。",
        "label": ""
      },
      {
        "sentence": "特别是当出现情绪冲突的问题时，这会陷入一个无限循环的状态，就像是空转，既没有效果，却无限地消耗能量，最终耗尽你所有的力气。",
        "label": ""
      },
      {
        "sentence": "@手机成瘾。",
        "label": ""
      },
      {
        "sentence": "手机的设计很多时候是为了吸引人的注意力，如果你没有足够的自控力，几乎肯定会被吸引。",
        "label": ""
      },
      {
        "sentence": "然而，手机世界的逻辑与现实世界存在差距。",
        "label": ""
      },
      {
        "sentence": "长期沉浸在虚拟逻辑中固然舒适，但会与现实世界越来越疏离。",
        "label": ""
      },
      {
        "sentence": "然而，自控力是需要能量的。",
        "label": ""
      },
      {
        "sentence": "因为很多社交行为都是违背天性而来的。",
        "label": ""
      },
      {
        "sentence": "手机没有能量也很难自拔。",
        "label": ""
      },
      {
        "sentence": "@经常失眠和多梦的睡眠，对大脑恢复有帮助。",
        "label": ""
      },
      {
        "sentence": "然而，这也加剧了你的能量消耗。",
        "label": ""
      },
      {
        "sentence": "此外，睡眠是失去意识控制，靠近无意识部分的内容。",
        "label": ""
      },
      {
        "sentence": "而多梦似乎说明你的无意识非常活跃。",
        "label": ""
      },
      {
        "sentence": "那么是什么力量将这些内容压抑到无意识中呢？",
        "label": ""
      },
      {
        "sentence": "或许是之前提到的“童年创伤”。",
        "label": ""
      },
      {
        "sentence": "这个部分需要在一个安全的环境中进行讨论。",
        "label": ""
      },
      {
        "sentence": "目前对你的建议是，或许可以先让自己休息一下，放下一部分现实生活中的工作。",
        "label": ""
      },
      {
        "sentence": "但这需要你承认自己存在一些困难和问题，让周围的人接纳你需要停顿和休息。",
        "label": ""
      },
      {
        "sentence": "或者至少减少一部分非必须非紧急的任务。",
        "label": ""
      },
      {
        "sentence": "如果你的症状持续加剧，那么你需要寻求专业人士的帮助。",
        "label": ""
      },
      {
        "sentence": "这和看病吃药没有什么不同，当你个体的免疫力无法克服问题时，你确实需要外部关系和外界人员来帮助你分担。",
        "label": ""
      },
      {
        "sentence": "你选择来这里倾诉，是个非常好的选择。",
        "label": ""
      },
      {
        "sentence": "这说明你为自己在努力，对待自己保留善意，这是帮助你摆脱困境的关键要素。",
        "label": ""
      },
      {
        "sentence": "以上是我的建议，希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，你的理解和关心让我感到很温暖和舒心。我确实感到生活中的困难压得我喘不过气，也让我迷茫不知所措。我很赞同你提到的大脑疲劳导致身体疲劳的观点，我感觉自己就像是一直在为了应对各种挑战而极力奋斗，但却越来越疲倦，无法有所作为。你也很准确地指出了我的情绪问题和手机成瘾的困扰，我想这确实是我精神空虚和童年创伤的一种表现。我很愿意尝试把自己当成两三岁的孩子去尝试各种事情，但手机成瘾真的让我无法自拔，我想这可能是我控制力不够的原因。你提到手机世界的逻辑和现实世界的差距，让我深思。我也明白自控力是需要能量的，或许我需要找到一种更好的平衡，让自己摆脱手机的束缚。至于失眠和多梦，确实让我感到非常疲惫，也让我想起了可能隐藏在我内心深处的伤痛。我会尽力寻找一个安全的环境来面对并探索这些深层次的困扰。你的建议让我明白了我需要给自己一些休息的时间，也让我意识到寻求专业人士的帮助是一个必要的步骤。我非常感激你的支持和鼓励，谢谢你。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，你的理解和关心让我感到很温暖和舒心。",
        "label": ""
      },
      {
        "sentence": "我确实感到生活中的困难压得我喘不过气，也让我迷茫不知所措。",
        "label": ""
      },
      {
        "sentence": "我很赞同你提到的大脑疲劳导致身体疲劳的观点，我感觉自己就像是一直在为了应对各种挑战而极力奋斗，但却越来越疲倦，无法有所作为。",
        "label": ""
      },
      {
        "sentence": "你也很准确地指出了我的情绪问题和手机成瘾的困扰，我想这确实是我精神空虚和童年创伤的一种表现。",
        "label": ""
      },
      {
        "sentence": "我很愿意尝试把自己当成两三岁的孩子去尝试各种事情，但手机成瘾真的让我无法自拔，我想这可能是我控制力不够的原因。",
        "label": ""
      },
      {
        "sentence": "你提到手机世界的逻辑和现实世界的差距，让我深思。",
        "label": ""
      },
      {
        "sentence": "我也明白自控力是需要能量的，或许我需要找到一种更好的平衡，让自己摆脱手机的束缚。",
        "label": ""
      },
      {
        "sentence": "至于失眠和多梦，确实让我感到非常疲惫，也让我想起了可能隐藏在我内心深处的伤痛。",
        "label": ""
      },
      {
        "sentence": "我会尽力寻找一个安全的环境来面对并探索这些深层次的困扰。",
        "label": ""
      },
      {
        "sentence": "你的建议让我明白了我需要给自己一些休息的时间，也让我意识到寻求专业人士的帮助是一个必要的步骤。",
        "label": ""
      },
      {
        "sentence": "我非常感激你的支持和鼓励，谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你的信任和反馈，我很高兴能为你提供一些帮助。你的困境和问题都是很正常的，每个人都会面临各自的挑战和困惑。但是，你敢于表达自己的困境，并寻求支持和帮助，这是非常了不起的勇气和努力。接受自己的困难，并向周围的人寻求理解和支持，都是帮助你走",
    "annotation": [
      {
        "sentence": "非常感谢你的信任和反馈，我很高兴能为你提供一些帮助。",
        "label": ""
      },
      {
        "sentence": "你的困境和问题都是很正常的，每个人都会面临各自的挑战和困惑。",
        "label": ""
      },
      {
        "sentence": "但是，你敢于表达自己的困境，并寻求支持和帮助，这是非常了不起的勇气和努力。",
        "label": ""
      },
      {
        "sentence": "接受自己的困难，并向周围的人寻求理解和支持，都是帮助你走",
        "label": ""
      }
    ]
  }
]