[
  {
    "role": "client",
    "content": "大三，疫情在家，妈妈很强势，受不了怎么办？",
    "annotation": [
      {
        "sentence": "大三，疫情在家，妈妈很强势，受不了怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题确实有些困扰，你能具体说说你妈妈的强势表现吗？",
    "annotation": [
      {
        "sentence": "这个问题确实有些困扰，你能具体说说你妈妈的强势表现吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我大三，疫情原因已经有大半年待在家里了。一直以来妈妈都特别强势，什么都管着我，我在学校读书，每天都要联系，没有联系对方会疯掉。",
    "annotation": [
      {
        "sentence": "我大三，疫情原因已经有大半年待在家里了。",
        "label": ""
      },
      {
        "sentence": "一直以来妈妈都特别强势，什么都管着我，我在学校读书，每天都要联系，没有联系对方会疯掉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听上去你的妈妈对你的关爱有些过于亲密了，你有没有试过和妈妈沟通这个问题呢？",
    "annotation": [
      {
        "sentence": "听上去你的妈妈对你的关爱有些过于亲密了，你有没有试过和妈妈沟通这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "前段时间，我和妈妈提前打好招呼，便和男朋友出去玩，离家也就几公里远。那天下午她打几个电话给我，我没有接到，6点钟去打印实践表才看到，我微信回了她信息，她以死威胁说她血压飙升，快气死了，我马上打车回家。",
    "annotation": [
      {
        "sentence": "前段时间，我和妈妈提前打好招呼，便和男朋友出去玩，离家也就几公里远。",
        "label": ""
      },
      {
        "sentence": "那天下午她打几个电话给我，我没有接到，6点钟去打印实践表才看到，我微信回了她信息，她以死威胁说她血压飙升，快气死了，我马上打车回家。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这次发生的情况看起来很紧张，你妈妈可能是因为担心你的安全才表现出如此强势的反应。不过，以死威胁是不对的，重要的是和你妈妈好好解释一下，并理解她内心的担忧。",
    "annotation": [
      {
        "sentence": "这次发生的情况看起来很紧张，你妈妈可能是因为担心你的安全才表现出如此强势的反应。",
        "label": ""
      },
      {
        "sentence": "不过，以死威胁是不对的，重要的是和你妈妈好好解释一下，并理解她内心的担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没想到回家一场家庭大战就来了，她吼我，骂我，邻居都听得到，原因就是我没有接到电话。闹得很严重，后来缓和，我爸爸让我道歉，不是我的错，我还是去道歉了，但是说着说着又要吵起来，我好难过，跪下来求她，求她放过我，没有用，她说她承受得起我这一跪。",
    "annotation": [
      {
        "sentence": "没想到回家一场家庭大战就来了，她吼我，骂我，邻居都听得到，原因就是我没有接到电话。",
        "label": ""
      },
      {
        "sentence": "闹得很严重，后来缓和，我爸爸让我道歉，不是我的错，我还是去道歉了，但是说着说着又要吵起来，我好难过，跪下来求她，求她放过我，没有用，她说她承受得起我这一跪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情况听起来很辛苦，你一直在为了和妈妈的争执付出很多努力，但是可能由于你妈妈的性格特点，她并不会轻易妥协。或许，在和妈妈沟通时表达自己的感受和需求，同时也要尊重她的立场，这样可能会更有效一些。",
    "annotation": [
      {
        "sentence": "你的情况听起来很辛苦，你一直在为了和妈妈的争执付出很多努力，但是可能由于你妈妈的性格特点，她并不会轻易妥协。",
        "label": ""
      },
      {
        "sentence": "或许，在和妈妈沟通时表达自己的感受和需求，同时也要尊重她的立场，这样可能会更有效一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我解释说我有时候在外面，手机习惯性静音，不能及时回到，看到我也是回了信息的，她不理解，说以后实习工作，不管什么时候都要接电话，不可能接不到电话的。平时在学校回家，我都要实时汇报，起床汇报，打车汇报，到高铁站汇报，上高铁汇报，累了。",
    "annotation": [
      {
        "sentence": "我解释说我有时候在外面，手机习惯性静音，不能及时回到，看到我也是回了信息的，她不理解，说以后实习工作，不管什么时候都要接电话，不可能接不到电话的。",
        "label": ""
      },
      {
        "sentence": "平时在学校回家，我都要实时汇报，起床汇报，打车汇报，到高铁站汇报，上高铁汇报，累了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的妈妈对你的管束确实有些过多，这种过度的控制可能会对你的成长和发展造成困扰。在理解你妈妈的观点的同时，也要学会为自己争取一些空间和独立性，希望你能坚持自己的想法，寻找一些适当的方式与妈妈进行沟通。",
    "annotation": [
      {
        "sentence": "你的妈妈对你的管束确实有些过多，这种过度的控制可能会对你的成长和发展造成困扰。",
        "label": ""
      },
      {
        "sentence": "在理解你妈妈的观点的同时，也要学会为自己争取一些空间和独立性，希望你能坚持自己的想法，寻找一些适当的方式与妈妈进行沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很想独立，但是现在还没有经济能力，怕自己无法摆脱妈妈的控制。",
    "annotation": [
      {
        "sentence": "我真的很想独立，但是现在还没有经济能力，怕自己无法摆脱妈妈的控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的顾虑，经济确实是独立生活的一项重要条件。或许你可以在大学期间寻找一些兼职或实习的机会，积累一些经济能力，为将来独立生活打下基础。同时，你也可以寻求其他的资源和支持，比如朋友以及学校提供的辅导员等。最重要的是要坚信自己的能力和成长的可能性。",
    "annotation": [
      {
        "sentence": "我能理解你的顾虑，经济确实是独立生活的一项重要条件。",
        "label": ""
      },
      {
        "sentence": "或许你可以在大学期间寻找一些兼职或实习的机会，积累一些经济能力，为将来独立生活打下基础。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻求其他的资源和支持，比如朋友以及学校提供的辅导员等。",
        "label": ""
      },
      {
        "sentence": "最重要的是要坚信自己的能力和成长的可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会尽力调整自己的心态，努力为独立生活做好准备。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会尽力调整自己的心态，努力为独立生活做好准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你。记住，你是一个独立的个体，自己的成长与幸福同样重要。相信自己，你一定能够找到适合自己的生活方式，与妈妈建立更健康的互动关系。要时刻关注自己的内心需求，不断寻求平衡，祝福你能够找到适合自己的生活方式。",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "记住，你是一个独立的个体，自己的成长与幸福同样重要。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够找到适合自己的生活方式，与妈妈建立更健康的互动关系。",
        "label": ""
      },
      {
        "sentence": "要时刻关注自己的内心需求，不断寻求平衡，祝福你能够找到适合自己的生活方式。",
        "label": ""
      }
    ]
  }
]