[
  {
    "role": "client",
    "content": "我感到无力，喜欢睡觉和玩手机，对生活感到厌世，觉得别人喜欢才是最大的价值。你好，我是一名护士，性格内向胆小，不擅表达自己，情商和智商都很低，自我评价也很低，缺乏自信，且非常依赖他人。在人群中总是感到疏离。我爸爸沉默寡言，情绪不稳定，而我妈妈有点偏执型精神病，喜欢控制别人，而我的弟弟则很自私，也不愿意工作。虽然我有几个朋友，但联系得很少。我今年29岁，也没有男朋友。我感到生活和工作都充满了无力感，平时只会玩手机和睡觉，其他事情都做不了。我总是感到焦虑，而且也非常健忘，工作能力很低，总是受人责备，这让我很不开心。我真的很想变得自信和阳光，所以我买了一架电子琴和办了一个健身卡，但是都坚持不了很长时间。我总觉得如果能够在人群中表达自己并得到他人的喜欢，那就是我生活中最大的价值。",
    "annotation": [
      {
        "sentence": "我感到无力，喜欢睡觉和玩手机，对生活感到厌世，觉得别人喜欢才是最大的价值。",
        "label": ""
      },
      {
        "sentence": "你好，我是一名护士，性格内向胆小，不擅表达自己，情商和智商都很低，自我评价也很低，缺乏自信，且非常依赖他人。",
        "label": ""
      },
      {
        "sentence": "在人群中总是感到疏离。",
        "label": ""
      },
      {
        "sentence": "我爸爸沉默寡言，情绪不稳定，而我妈妈有点偏执型精神病，喜欢控制别人，而我的弟弟则很自私，也不愿意工作。",
        "label": ""
      },
      {
        "sentence": "虽然我有几个朋友，但联系得很少。",
        "label": ""
      },
      {
        "sentence": "我今年29岁，也没有男朋友。",
        "label": ""
      },
      {
        "sentence": "我感到生活和工作都充满了无力感，平时只会玩手机和睡觉，其他事情都做不了。",
        "label": ""
      },
      {
        "sentence": "我总是感到焦虑，而且也非常健忘，工作能力很低，总是受人责备，这让我很不开心。",
        "label": ""
      },
      {
        "sentence": "我真的很想变得自信和阳光，所以我买了一架电子琴和办了一个健身卡，但是都坚持不了很长时间。",
        "label": ""
      },
      {
        "sentence": "我总觉得如果能够在人群中表达自己并得到他人的喜欢，那就是我生活中最大的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "多抱一会儿，在抱一会儿，你会觉得好些了吗？今天你问我问题时，我感到一种被关注的感觉，有点害羞也受宠若惊，这种感觉说明你懂得交流和互动嘛。首先，你说你是一名护士，内向胆小，不擅表达自己，情商和智商低，自我评价也低，缺乏自信，同时又非常依赖他人，在人群中总是感到疏离。那你喜欢当护士吗？我们可以从最简单的事情开始，比如打个招呼。比如，你可以对护理的患者们说：“张阿姨，你今天气色好多了。”或者对针扎疼的患者说：“王姐，针有点疼吗？我轻一点，你忍一下就好。”你看，只是简单的短句就可以了。对了，今天来看病的照顾你的是女儿吧，你看她多幸福，像个小棉袄一样。才能是可以后天学习提升的。",
    "annotation": [
      {
        "sentence": "多抱一会儿，在抱一会儿，你会觉得好些了吗？",
        "label": ""
      },
      {
        "sentence": "今天你问我问题时，我感到一种被关注的感觉，有点害羞也受宠若惊，这种感觉说明你懂得交流和互动嘛。",
        "label": ""
      },
      {
        "sentence": "首先，你说你是一名护士，内向胆小，不擅表达自己，情商和智商低，自我评价也低，缺乏自信，同时又非常依赖他人，在人群中总是感到疏离。",
        "label": ""
      },
      {
        "sentence": "那你喜欢当护士吗？",
        "label": ""
      },
      {
        "sentence": "我们可以从最简单的事情开始，比如打个招呼。",
        "label": ""
      },
      {
        "sentence": "比如，你可以对护理的患者们说：“张阿姨，你今天气色好多了。",
        "label": ""
      },
      {
        "sentence": "”或者对针扎疼的患者说：“王姐，针有点疼吗？",
        "label": ""
      },
      {
        "sentence": "我轻一点，你忍一下就好。",
        "label": ""
      },
      {
        "sentence": "”你看，只是简单的短句就可以了。",
        "label": ""
      },
      {
        "sentence": "对了，今天来看病的照顾你的是女儿吧，你看她多幸福，像个小棉袄一样。",
        "label": ""
      },
      {
        "sentence": "才能是可以后天学习提升的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励！关于我的家庭背景，我的爸爸沉默寡言，情绪不稳定，妈妈有点偏执型精神病，喜欢控制别人，而我的弟弟则很自私，也不愿意工作。或许我可以这样理解，我们一家人都处在不太好的状态中，只是我比较健康和正常。当我们能力较弱小时，应该先关注自己的成长，提高自己的能力，然后再帮助家人。不要将自己的缺点都归咎于原生家庭，虽然他们会有影响，但更多的还是靠自己的成长和改变。举个例子，贝多芬的父亲是一个嗜酒成性的人，母亲则是个女仆，耳朵还聋了，但这并没有妨碍贝多芬成为一位伟大的音乐家。你可以多看看一些人物传记，会发现你并不是一个人。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      },
      {
        "sentence": "关于我的家庭背景，我的爸爸沉默寡言，情绪不稳定，妈妈有点偏执型精神病，喜欢控制别人，而我的弟弟则很自私，也不愿意工作。",
        "label": ""
      },
      {
        "sentence": "或许我可以这样理解，我们一家人都处在不太好的状态中，只是我比较健康和正常。",
        "label": ""
      },
      {
        "sentence": "当我们能力较弱小时，应该先关注自己的成长，提高自己的能力，然后再帮助家人。",
        "label": ""
      },
      {
        "sentence": "不要将自己的缺点都归咎于原生家庭，虽然他们会有影响，但更多的还是靠自己的成长和改变。",
        "label": ""
      },
      {
        "sentence": "举个例子，贝多芬的父亲是一个嗜酒成性的人，母亲则是个女仆，耳朵还聋了，但这并没有妨碍贝多芬成为一位伟大的音乐家。",
        "label": ""
      },
      {
        "sentence": "你可以多看看一些人物传记，会发现你并不是一个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你29岁了，还没有男朋友，你觉得生活和工作充满了无力感，平时只会玩手机和睡觉，其他事情都做不了。你总是感到焦虑，也非常健忘，工作能力也很低，总被人指责，这些情绪会影响你的行为。如果你自我评价很低，容易焦虑的话，我建议你先去医院做个评估，看看是否需要药物干预。同时，你可以更好地了解自己。",
    "annotation": [
      {
        "sentence": "你29岁了，还没有男朋友，你觉得生活和工作充满了无力感，平时只会玩手机和睡觉，其他事情都做不了。",
        "label": ""
      },
      {
        "sentence": "你总是感到焦虑，也非常健忘，工作能力也很低，总被人指责，这些情绪会影响你的行为。",
        "label": ""
      },
      {
        "sentence": "如果你自我评价很低，容易焦虑的话，我建议你先去医院做个评估，看看是否需要药物干预。",
        "label": ""
      },
      {
        "sentence": "同时，你可以更好地了解自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我真的很想变得自信和阳光，所以我买了一架电子琴和办了一个健身卡，但是都坚持不了很长时间。我知道很多人都会有这样的问题，所以健身房才会有更多的会员。但是变化并不容易，花钱买琴和办卡很简单，但是要练琴和锻炼却需要时间和精力，非常困难。不过，你可以试试先坐在琴旁边，顺便弹几下，每天只要能碰一下琴就好。对于健身房也是一样，你可以先去，待在那个环境中，慢慢就会想要去锻炼了。找一个让自己经常去健身房的理由就好，因为人的行为会受到环境的影响。你可以思考一下，是什么想法阻挡了你去健身房和练琴。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我真的很想变得自信和阳光，所以我买了一架电子琴和办了一个健身卡，但是都坚持不了很长时间。",
        "label": ""
      },
      {
        "sentence": "我知道很多人都会有这样的问题，所以健身房才会有更多的会员。",
        "label": ""
      },
      {
        "sentence": "但是变化并不容易，花钱买琴和办卡很简单，但是要练琴和锻炼却需要时间和精力，非常困难。",
        "label": ""
      },
      {
        "sentence": "不过，你可以试试先坐在琴旁边，顺便弹几下，每天只要能碰一下琴就好。",
        "label": ""
      },
      {
        "sentence": "对于健身房也是一样，你可以先去，待在那个环境中，慢慢就会想要去锻炼了。",
        "label": ""
      },
      {
        "sentence": "找一个让自己经常去健身房的理由就好，因为人的行为会受到环境的影响。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下，是什么想法阻挡了你去健身房和练琴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说你的最大希望是能够表达自己并得到他人的喜欢。那你可以试试以下几个方法：第一是变美，学会化妆和穿着，改变外貌可以带来快速的自信。第二是学习沟通和赞美技巧，一个月就能看到明显的效果。第三是学习演讲，你可以听听Ted演讲，并尝试模仿。第四是长期性的读书，做一些有价值的输出。第五是在某个领域成为专家，当你对别人有用且有价值时，你会感到自己的价值。第六是多参加一些系统的课程，感谢互联网，让我们可以在家学习名师的课程。比如可以尝试一下哈佛的幸福课、人生哲学和自控力等。多读书，也可以让咨询师和你一起成长，你的未来一定会充满希望。",
    "annotation": [
      {
        "sentence": "你说你的最大希望是能够表达自己并得到他人的喜欢。",
        "label": ""
      },
      {
        "sentence": "那你可以试试以下几个方法：第一是变美，学会化妆和穿着，改变外貌可以带来快速的自信。",
        "label": ""
      },
      {
        "sentence": "第二是学习沟通和赞美技巧，一个月就能看到明显的效果。",
        "label": ""
      },
      {
        "sentence": "第三是学习演讲，你可以听听Ted演讲，并尝试模仿。",
        "label": ""
      },
      {
        "sentence": "第四是长期性的读书，做一些有价值的输出。",
        "label": ""
      },
      {
        "sentence": "第五是在某个领域成为专家，当你对别人有用且有价值时，你会感到自己的价值。",
        "label": ""
      },
      {
        "sentence": "第六是多参加一些系统的课程，感谢互联网，让我们可以在家学习名师的课程。",
        "label": ""
      },
      {
        "sentence": "比如可以尝试一下哈佛的幸福课、人生哲学和自控力等。",
        "label": ""
      },
      {
        "sentence": "多读书，也可以让咨询师和你一起成长，你的未来一定会充满希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力去尝试的，我相信通过沟通和交流的练习，我一定会有所成长的。现在就开始吧，前途一定会光明的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力去尝试的，我相信通过沟通和交流的练习，我一定会有所成长的。",
        "label": ""
      },
      {
        "sentence": "现在就开始吧，前途一定会光明的。",
        "label": ""
      }
    ]
  }
]