[
  {
    "role": "client",
    "content": "胆很小，人多的时候很紧张，不敢说话？中午和父母去吃自助餐，觉得自己好卑微，到了那，就表现的很不自然，话都不敢多说，看见别人有说有笑，说的又大声，而且很自然，特别在他们去拿吃的的时候，我就想快点拿了就走，后来我妈还问我一些问题，比如这是什么肉，这个要不要，我都回答的很不自然，而且很小声，我觉得我好自卑，后来做下来吃，我就一直埋着头，心里想我该怎么办，我好差劲，他们肯定在看我笑话，一定觉得我很胆小，我完了，我就一直没怎么说话，很紧张，我都不知道怎么办了。",
    "annotation": [
      {
        "sentence": "胆很小，人多的时候很紧张，不敢说话？",
        "label": ""
      },
      {
        "sentence": "中午和父母去吃自助餐，觉得自己好卑微，到了那，就表现的很不自然，话都不敢多说，看见别人有说有笑，说的又大声，而且很自然，特别在他们去拿吃的的时候，我就想快点拿了就走，后来我妈还问我一些问题，比如这是什么肉，这个要不要，我都回答的很不自然，而且很小声，我觉得我好自卑，后来做下来吃，我就一直埋着头，心里想我该怎么办，我好差劲，他们肯定在看我笑话，一定觉得我很胆小，我完了，我就一直没怎么说话，很紧张，我都不知道怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说面对很多人会产生焦虑是很常见的事，就像是很多内向的人到了一个陌生的环境而封闭自己，不敢说话和害怕人群的因素分很多种。可能与自己的生活环境有关，也可能是自己的圈子太小。我觉得我们不需要太慌张，我们可以慢慢去适应。当下一次去吃自助餐的时候，你可以放松放松，尽量使沟通变的正常。然后拿菜的时候，可以慢慢选择自己喜欢的，不用太害怕周围的环境。面对他人的有说有笑，你不一定非得需要感同身受，但是面对这种情况，你可以不用紧张，放松自己。如果可以的话，慢慢打开自己，学着去交流。",
    "annotation": [
      {
        "sentence": "听说面对很多人会产生焦虑是很常见的事，就像是很多内向的人到了一个陌生的环境而封闭自己，不敢说话和害怕人群的因素分很多种。",
        "label": ""
      },
      {
        "sentence": "可能与自己的生活环境有关，也可能是自己的圈子太小。",
        "label": ""
      },
      {
        "sentence": "我觉得我们不需要太慌张，我们可以慢慢去适应。",
        "label": ""
      },
      {
        "sentence": "当下一次去吃自助餐的时候，你可以放松放松，尽量使沟通变的正常。",
        "label": ""
      },
      {
        "sentence": "然后拿菜的时候，可以慢慢选择自己喜欢的，不用太害怕周围的环境。",
        "label": ""
      },
      {
        "sentence": "面对他人的有说有笑，你不一定非得需要感同身受，但是面对这种情况，你可以不用紧张，放松自己。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，慢慢打开自己，学着去交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总觉得别人都在看我，就像是在笑话我一样，感觉好尴尬，我觉得自己真的很差劲。我希望能改变这种情况，但是我不知道从哪里开始。",
    "annotation": [
      {
        "sentence": "可是我总觉得别人都在看我，就像是在笑话我一样，感觉好尴尬，我觉得自己真的很差劲。",
        "label": ""
      },
      {
        "sentence": "我希望能改变这种情况，但是我不知道从哪里开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，很多时候我们会过度关注别人的目光和评价，但其实大部分人都是在关注自己的事情，而不会去过分关注别人。你并不是差劲，只是在面对这样的场景时会感到不自在。你可以从一些小的事情开始改变，比如多参与一些社交活动，主动与他人交流。也可以参加一些运动或者兴趣小组，逐渐增加自己的社交圈子，改变内心的焦虑感。",
    "annotation": [
      {
        "sentence": "我明白你的感受，很多时候我们会过度关注别人的目光和评价，但其实大部分人都是在关注自己的事情，而不会去过分关注别人。",
        "label": ""
      },
      {
        "sentence": "你并不是差劲，只是在面对这样的场景时会感到不自在。",
        "label": ""
      },
      {
        "sentence": "你可以从一些小的事情开始改变，比如多参与一些社交活动，主动与他人交流。",
        "label": ""
      },
      {
        "sentence": "也可以参加一些运动或者兴趣小组，逐渐增加自己的社交圈子，改变内心的焦虑感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不太敢主动跟别人交流，总觉得自己会被拒绝或者不被理睬。我怕尴尬的局面会让我更难堪。",
    "annotation": [
      {
        "sentence": "我不太敢主动跟别人交流，总觉得自己会被拒绝或者不被理睬。",
        "label": ""
      },
      {
        "sentence": "我怕尴尬的局面会让我更难堪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一种常见的担忧，很多人都会担心被拒绝或者不被理睬。但是，如果我们一直抱着这种消极的态度，可能就错过了很多好的机会。我们可以先从一些轻松的场合开始，例如和同事聊聊工作、与朋友分享兴趣爱好等等。为了让自己更有信心，可以提前思考一些话题，这样在交流时就不会那么紧张了。此外，也要明确知道，拒绝是正常的，不是每个人都会对我们表示兴趣，但这并不代表我们不值得被接纳。",
    "annotation": [
      {
        "sentence": "这是一种常见的担忧，很多人都会担心被拒绝或者不被理睬。",
        "label": ""
      },
      {
        "sentence": "但是，如果我们一直抱着这种消极的态度，可能就错过了很多好的机会。",
        "label": ""
      },
      {
        "sentence": "我们可以先从一些轻松的场合开始，例如和同事聊聊工作、与朋友分享兴趣爱好等等。",
        "label": ""
      },
      {
        "sentence": "为了让自己更有信心，可以提前思考一些话题，这样在交流时就不会那么紧张了。",
        "label": ""
      },
      {
        "sentence": "此外，也要明确知道，拒绝是正常的，不是每个人都会对我们表示兴趣，但这并不代表我们不值得被接纳。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了你的意思，我觉得有些事情还是要慢慢来吧。但是有时候我觉得自己很孤独，也不知道怎么找到合适的朋友。",
    "annotation": [
      {
        "sentence": "我理解了你的意思，我觉得有些事情还是要慢慢来吧。",
        "label": ""
      },
      {
        "sentence": "但是有时候我觉得自己很孤独，也不知道怎么找到合适的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孤独是人们常常遇到的感受，尤其在面对新环境时更加明显。但是，要找到合适的朋友需要一些时间和努力。你可以尝试加入一些兴趣小组或者社交活动，寻找与你有共同爱好的人。此外，也可以主动约约身边的朋友一起出去玩。社交是一个双向的过程，要主动与他人接触，也要学会倾听和理解对方。在扩大自己的社交圈子的同时，也要注意与他人的相处之道，保持良好的沟通和信任。",
    "annotation": [
      {
        "sentence": "孤独是人们常常遇到的感受，尤其在面对新环境时更加明显。",
        "label": ""
      },
      {
        "sentence": "但是，要找到合适的朋友需要一些时间和努力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试加入一些兴趣小组或者社交活动，寻找与你有共同爱好的人。",
        "label": ""
      },
      {
        "sentence": "此外，也可以主动约约身边的朋友一起出去玩。",
        "label": ""
      },
      {
        "sentence": "社交是一个双向的过程，要主动与他人接触，也要学会倾听和理解对方。",
        "label": ""
      },
      {
        "sentence": "在扩大自己的社交圈子的同时，也要注意与他人的相处之道，保持良好的沟通和信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量去尝试改变自己的心态，主动去认识新的朋友。希望能逐渐克服自己的内向和紧张。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量去尝试改变自己的心态，主动去认识新的朋友。",
        "label": ""
      },
      {
        "sentence": "希望能逐渐克服自己的内向和紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你已经迈出了寻求改变的第一步，很棒！记得给自己一些时间和空间，不要太过苛求。相信自己，你一定可以克服内向和紧张的困扰。如果在这个过程中还有其他的烦恼或者需要帮助的地方，随时可以找我倾诉。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，你已经迈出了寻求改变的第一步，很棒！",
        "label": ""
      },
      {
        "sentence": "记得给自己一些时间和空间，不要太过苛求。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以克服内向和紧张的困扰。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还有其他的烦恼或者需要帮助的地方，随时可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]