[
  {
    "role": "client",
    "content": "我心里很害怕，每当人多的时候，我就感到很紧张，害怕开口说话。今天中午和父母去吃自助餐，我觉得自己好卑微啊。一到那里，我就变得很不自然，不敢多说话。看见别人大声说笑，特别是他们去拿吃的时候，我就想快点拿完然后离开。后来我妈还问我一些问题，比如这是什么肉，这个要不要，我都回答得很不自然，而且声音很小。我觉得自己好自卑啊，一直低着头，心里想着该怎么办，觉得自己很差劲。他们一定在看我笑话，觉得我很胆小。我完了，我都不知道怎么办了。",
    "annotation": [
      {
        "sentence": "我心里很害怕，每当人多的时候，我就感到很紧张，害怕开口说话。",
        "label": ""
      },
      {
        "sentence": "今天中午和父母去吃自助餐，我觉得自己好卑微啊。",
        "label": ""
      },
      {
        "sentence": "一到那里，我就变得很不自然，不敢多说话。",
        "label": ""
      },
      {
        "sentence": "看见别人大声说笑，特别是他们去拿吃的时候，我就想快点拿完然后离开。",
        "label": ""
      },
      {
        "sentence": "后来我妈还问我一些问题，比如这是什么肉，这个要不要，我都回答得很不自然，而且声音很小。",
        "label": ""
      },
      {
        "sentence": "我觉得自己好自卑啊，一直低着头，心里想着该怎么办，觉得自己很差劲。",
        "label": ""
      },
      {
        "sentence": "他们一定在看我笑话，觉得我很胆小。",
        "label": ""
      },
      {
        "sentence": "我完了，我都不知道怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小可爱看了你的提问，我忍不住哈哈一笑，感觉看到了高中的我呢～在公开场合，妈妈问一句吃不吃这个都会觉得很窘，看到别人也绝不打招呼。嗯，是的，这样的状态让我们觉得自己表现得很不舒服，并且认为别人也是这么想的，对吗？我想说，这一切都没关系。是的，一切都没关系。首先呢，我们的人格是内向的，内向的人在独处时获取能量，而在人群当中消耗能量。所以我们的性格本来就不是那种在公共场合放得开的呀，这有什么呢？此外，在陌生人面前打不开自己也是对自己的一种保护方式。我不了解那个人，所以我不愿意在他面前展示真实的自我。我性格比较慢热，我和她不熟悉，那我就和她保持距离。这是对自己的选择，也是对自己的尊重。一切都没问题。另外，你说你觉得他们都在笑话你，其实人们更喜欢关注自己所做的事情，以及和他们有交集的人。对于那些相对安静的人，他们会注意到得少些。所以你放心，大胆地做自己就好。何况，我认为很少有人会通过一两个行为就判断另外一个人不够好。他们只会觉得那只是普普通通的行为，害羞和文静而已。那只是你的外在行为而已，并不代表你的本质特征。小可爱，我觉得你现在最需要的是学会接受自己内向的特质，不再自卑，要爱自己。勇敢地去和他人交往，相信你有能力处理好人际关系。一切都会好起来的，加油！",
    "annotation": [
      {
        "sentence": "小可爱看了你的提问，我忍不住哈哈一笑，感觉看到了高中的我呢～在公开场合，妈妈问一句吃不吃这个都会觉得很窘，看到别人也绝不打招呼。",
        "label": ""
      },
      {
        "sentence": "嗯，是的，这样的状态让我们觉得自己表现得很不舒服，并且认为别人也是这么想的，对吗？",
        "label": ""
      },
      {
        "sentence": "我想说，这一切都没关系。",
        "label": ""
      },
      {
        "sentence": "是的，一切都没关系。",
        "label": ""
      },
      {
        "sentence": "首先呢，我们的人格是内向的，内向的人在独处时获取能量，而在人群当中消耗能量。",
        "label": ""
      },
      {
        "sentence": "所以我们的性格本来就不是那种在公共场合放得开的呀，这有什么呢？",
        "label": ""
      },
      {
        "sentence": "此外，在陌生人面前打不开自己也是对自己的一种保护方式。",
        "label": ""
      },
      {
        "sentence": "我不了解那个人，所以我不愿意在他面前展示真实的自我。",
        "label": ""
      },
      {
        "sentence": "我性格比较慢热，我和她不熟悉，那我就和她保持距离。",
        "label": ""
      },
      {
        "sentence": "这是对自己的选择，也是对自己的尊重。",
        "label": ""
      },
      {
        "sentence": "一切都没问题。",
        "label": ""
      },
      {
        "sentence": "另外，你说你觉得他们都在笑话你，其实人们更喜欢关注自己所做的事情，以及和他们有交集的人。",
        "label": ""
      },
      {
        "sentence": "对于那些相对安静的人，他们会注意到得少些。",
        "label": ""
      },
      {
        "sentence": "所以你放心，大胆地做自己就好。",
        "label": ""
      },
      {
        "sentence": "何况，我认为很少有人会通过一两个行为就判断另外一个人不够好。",
        "label": ""
      },
      {
        "sentence": "他们只会觉得那只是普普通通的行为，害羞和文静而已。",
        "label": ""
      },
      {
        "sentence": "那只是你的外在行为而已，并不代表你的本质特征。",
        "label": ""
      },
      {
        "sentence": "小可爱，我觉得你现在最需要的是学会接受自己内向的特质，不再自卑，要爱自己。",
        "label": ""
      },
      {
        "sentence": "勇敢地去和他人交往，相信你有能力处理好人际关系。",
        "label": ""
      },
      {
        "sentence": "一切都会好起来的，加油！",
        "label": ""
      }
    ]
  }
]