[
  {
    "role": "client",
    "content": "有二胎后看老大不顺眼，老是拿老大出气？有二胎后，看老大做什么都不顺眼，关键老大平时有一些坏习惯告诉多少遍也记不住，哎，有点小事老是想骂他。",
    "annotation": [
      {
        "sentence": "有二胎后看老大不顺眼，老是拿老大出气？",
        "label": ""
      },
      {
        "sentence": "有二胎后，看老大做什么都不顺眼，关键老大平时有一些坏习惯告诉多少遍也记不住，哎，有点小事老是想骂他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这种想法我可以理解。确实，在有了二胎之后，爸妈对老大的注意力会有一些偏移，导致他的行为让你觉得不顺眼。但是，我们也要明白，孩子们还很小，他们对你的行为和态度都会有所察觉。或许他意识到了弟弟妹妹的到来，而这改变了你们对他的态度。对他来说，犯错是正常的，我觉得首先你要了解清楚为什么他会那么多次重复犯错，是否有其他原因。有可能他为了引起你们的注意而故意做一些引人注目的事情。",
    "annotation": [
      {
        "sentence": "你这种想法我可以理解。",
        "label": ""
      },
      {
        "sentence": "确实，在有了二胎之后，爸妈对老大的注意力会有一些偏移，导致他的行为让你觉得不顺眼。",
        "label": ""
      },
      {
        "sentence": "但是，我们也要明白，孩子们还很小，他们对你的行为和态度都会有所察觉。",
        "label": ""
      },
      {
        "sentence": "或许他意识到了弟弟妹妹的到来，而这改变了你们对他的态度。",
        "label": ""
      },
      {
        "sentence": "对他来说，犯错是正常的，我觉得首先你要了解清楚为什么他会那么多次重复犯错，是否有其他原因。",
        "label": ""
      },
      {
        "sentence": "有可能他为了引起你们的注意而故意做一些引人注目的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有考虑到孩子可能是为了吸引我们的注意力才故意犯错的。但是即使如此，我也觉得他该记住一些常识性的事情。你说的对，我需要了解他背后的原因。",
    "annotation": [
      {
        "sentence": "我没有考虑到孩子可能是为了吸引我们的注意力才故意犯错的。",
        "label": ""
      },
      {
        "sentence": "但是即使如此，我也觉得他该记住一些常识性的事情。",
        "label": ""
      },
      {
        "sentence": "你说的对，我需要了解他背后的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，孩子们的确会有时候故意犯错以吸引父母的注意。但是无论如何，我们应该尝试去理解他们的动机。对于老大来说，要承担起哥哥（姐姐）的责任并照顾弟弟妹妹，对他来说是一种很大的压力。我们不能因为有了二胎就把他变成“你最大”的角色，我们要给他足够的宽容。你可以试想一下，如果在他还只有10岁或者更小的时候，你对他的要求就是他要照顾好弟弟妹妹，你要理解这对小孩子来说是很大的压力。",
    "annotation": [
      {
        "sentence": "是的，孩子们的确会有时候故意犯错以吸引父母的注意。",
        "label": ""
      },
      {
        "sentence": "但是无论如何，我们应该尝试去理解他们的动机。",
        "label": ""
      },
      {
        "sentence": "对于老大来说，要承担起哥哥（姐姐）的责任并照顾弟弟妹妹，对他来说是一种很大的压力。",
        "label": ""
      },
      {
        "sentence": "我们不能因为有了二胎就把他变成“你最大”的角色，我们要给他足够的宽容。",
        "label": ""
      },
      {
        "sentence": "你可以试想一下，如果在他还只有10岁或者更小的时候，你对他的要求就是他要照顾好弟弟妹妹，你要理解这对小孩子来说是很大的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我没有意识到这种压力对他来说可能有多大。我以为他应该明白自己的责任和义务。但现在我意识到我过于苛刻了。",
    "annotation": [
      {
        "sentence": "你说得对，我没有意识到这种压力对他来说可能有多大。",
        "label": ""
      },
      {
        "sentence": "我以为他应该明白自己的责任和义务。",
        "label": ""
      },
      {
        "sentence": "但现在我意识到我过于苛刻了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我们都会犯错的。作为父母，我们有时候也会忽视孩子们的感受和想法。但是现在你已经意识到了问题所在，这是很重要的一步。对孩子们来说，我们要一视同仁，给予他们足够的爱和理解，这是最重要的。",
    "annotation": [
      {
        "sentence": "没关系，我们都会犯错的。",
        "label": ""
      },
      {
        "sentence": "作为父母，我们有时候也会忽视孩子们的感受和想法。",
        "label": ""
      },
      {
        "sentence": "但是现在你已经意识到了问题所在，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "对孩子们来说，我们要一视同仁，给予他们足够的爱和理解，这是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我会尽量去理解和宽容我老大的行为，给他更多的关爱和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽量去理解和宽容我老大的行为，给他更多的关爱和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助你。相信只要你保持理解和宽容的态度，你们之间的关系会有所改善的。记得，与孩子们的沟通是很重要的，多倾听他的想法和感受，和他一起解决问题。祝你们一家幸福！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "相信只要你保持理解和宽容的态度，你们之间的关系会有所改善的。",
        "label": ""
      },
      {
        "sentence": "记得，与孩子们的沟通是很重要的，多倾听他的想法和感受，和他一起解决问题。",
        "label": ""
      },
      {
        "sentence": "祝你们一家幸福！",
        "label": ""
      }
    ]
  }
]