[
  {
    "role": "client",
    "content": "我是一个19岁的女生，为什么每当朋友们跟我开玩笑的时候，我总是感到很不开心呢？当我的好朋友拿我开玩笑时，我会感到非常难受，不想听，觉得她们是在说我这样不行，那样不好。我真的很难受，但是又觉得自己要大度一点，每次因为别人说我，我都会浪费很多时间沉浸在悲伤中。",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，为什么每当朋友们跟我开玩笑的时候，我总是感到很不开心呢？",
        "label": ""
      },
      {
        "sentence": "当我的好朋友拿我开玩笑时，我会感到非常难受，不想听，觉得她们是在说我这样不行，那样不好。",
        "label": ""
      },
      {
        "sentence": "我真的很难受，但是又觉得自己要大度一点，每次因为别人说我，我都会浪费很多时间沉浸在悲伤中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "跟朋友之间开玩笑是一种非常正常的交流方式，而且可以在一定程度上增进双方的感情。你应该学会慢慢适应这种行为，因为如果什么都很严肃的话，别人很难和你成为朋友。你觉得朋友们开玩笑的时候是在说你哪里不好，哪里不行。你知道这种想法不好，但是却没有办法控制自己，所以你很焦虑。我觉得你之所以会觉得别人是在说你不好，很可能跟你以前的家庭环境和经历有关，让你觉得很多人都认为你不好。比如说，如果你在一个家庭环境比较严格，不能出一点错误，不能开一点玩笑的情况下长大，你就会变得畏首畏尾，生怕自己会犯错，生怕别人找自己的毛病。同样，如果你在学校的学习环境中很多时候处在被动地位，也会让你养成这种性格。我记得我的爱人曾经就是这样，她从小到大都生活在一个比较严格的家庭环境中，尊卑分得很清楚，和长辈们从来不敢开玩笑。所以她一直害怕别人的评论，害怕别人的眼光，害怕失败。她不敢跟别人开玩笑，也同样不允许别人开她的玩笑。直到她遇到了我，因为我的家庭正好和她相反，我们家人像朋友一样有说有笑，没有任何的拘束。她第一次发现，原来做人也可以这样轻松。但是即使这样，我也花了很多年的时间，才让她慢慢学会轻松、坦然地开玩笑，不用太在意别人的眼光，只要做好自己就可以了。所以，我想给你一些建议，希望能够帮助到你：改变不了的事情要学会接受。人是一种社会性的动物，离不开人与人之间的交流。但其实我们会发现，越亲近的人，开的玩笑才会越多。只有陌生人才会一本正经地说正事。所以你应该学会慢慢地接受别人的玩笑，同时你更应该学会开玩笑，适当地调侃一下你的朋友。我相信你们的关系会更进一步。有则改之，无则加勉。朋友的玩笑很大程度上是无心的，只是为了活跃大家的气氛。但同样也不排除另外一种可能，那就是他们用一种更委婉、轻松的方式提醒你。所以对于朋友的开玩笑，你可以自我反思一下，看看自己有没有做得不好的地方，如果有就及时改正，如果没有也不必介怀，因为朋友并没有恶意，不然也不会成为好朋友。多和别人交流、沟通能增加你的社交技巧，让你更容易理解对方的内心想法，也能让你学习到一些社交技巧，更容易成长起来。同样，和朋友之间更应该多沟通。甚至可以直接问他们为什么要开玩笑，也告诉他们你的想法。可能朋友会更加照顾你的感受，你也可以知道朋友并没有恶意。希望上面的一些建议对你有所启发。",
    "annotation": [
      {
        "sentence": "跟朋友之间开玩笑是一种非常正常的交流方式，而且可以在一定程度上增进双方的感情。",
        "label": ""
      },
      {
        "sentence": "你应该学会慢慢适应这种行为，因为如果什么都很严肃的话，别人很难和你成为朋友。",
        "label": ""
      },
      {
        "sentence": "你觉得朋友们开玩笑的时候是在说你哪里不好，哪里不行。",
        "label": ""
      },
      {
        "sentence": "你知道这种想法不好，但是却没有办法控制自己，所以你很焦虑。",
        "label": ""
      },
      {
        "sentence": "我觉得你之所以会觉得别人是在说你不好，很可能跟你以前的家庭环境和经历有关，让你觉得很多人都认为你不好。",
        "label": ""
      },
      {
        "sentence": "比如说，如果你在一个家庭环境比较严格，不能出一点错误，不能开一点玩笑的情况下长大，你就会变得畏首畏尾，生怕自己会犯错，生怕别人找自己的毛病。",
        "label": ""
      },
      {
        "sentence": "同样，如果你在学校的学习环境中很多时候处在被动地位，也会让你养成这种性格。",
        "label": ""
      },
      {
        "sentence": "我记得我的爱人曾经就是这样，她从小到大都生活在一个比较严格的家庭环境中，尊卑分得很清楚，和长辈们从来不敢开玩笑。",
        "label": ""
      },
      {
        "sentence": "所以她一直害怕别人的评论，害怕别人的眼光，害怕失败。",
        "label": ""
      },
      {
        "sentence": "她不敢跟别人开玩笑，也同样不允许别人开她的玩笑。",
        "label": ""
      },
      {
        "sentence": "直到她遇到了我，因为我的家庭正好和她相反，我们家人像朋友一样有说有笑，没有任何的拘束。",
        "label": ""
      },
      {
        "sentence": "她第一次发现，原来做人也可以这样轻松。",
        "label": ""
      },
      {
        "sentence": "但是即使这样，我也花了很多年的时间，才让她慢慢学会轻松、坦然地开玩笑，不用太在意别人的眼光，只要做好自己就可以了。",
        "label": ""
      },
      {
        "sentence": "所以，我想给你一些建议，希望能够帮助到你：改变不了的事情要学会接受。",
        "label": ""
      },
      {
        "sentence": "人是一种社会性的动物，离不开人与人之间的交流。",
        "label": ""
      },
      {
        "sentence": "但其实我们会发现，越亲近的人，开的玩笑才会越多。",
        "label": ""
      },
      {
        "sentence": "只有陌生人才会一本正经地说正事。",
        "label": ""
      },
      {
        "sentence": "所以你应该学会慢慢地接受别人的玩笑，同时你更应该学会开玩笑，适当地调侃一下你的朋友。",
        "label": ""
      },
      {
        "sentence": "我相信你们的关系会更进一步。",
        "label": ""
      },
      {
        "sentence": "有则改之，无则加勉。",
        "label": ""
      },
      {
        "sentence": "朋友的玩笑很大程度上是无心的，只是为了活跃大家的气氛。",
        "label": ""
      },
      {
        "sentence": "但同样也不排除另外一种可能，那就是他们用一种更委婉、轻松的方式提醒你。",
        "label": ""
      },
      {
        "sentence": "所以对于朋友的开玩笑，你可以自我反思一下，看看自己有没有做得不好的地方，如果有就及时改正，如果没有也不必介怀，因为朋友并没有恶意，不然也不会成为好朋友。",
        "label": ""
      },
      {
        "sentence": "多和别人交流、沟通能增加你的社交技巧，让你更容易理解对方的内心想法，也能让你学习到一些社交技巧，更容易成长起来。",
        "label": ""
      },
      {
        "sentence": "同样，和朋友之间更应该多沟通。",
        "label": ""
      },
      {
        "sentence": "甚至可以直接问他们为什么要开玩笑，也告诉他们你的想法。",
        "label": ""
      },
      {
        "sentence": "可能朋友会更加照顾你的感受，你也可以知道朋友并没有恶意。",
        "label": ""
      },
      {
        "sentence": "希望上面的一些建议对你有所启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我试试看慢慢接受朋友开玩笑的方式，同时也努力学会开玩笑，调侃一下朋友。希望我们的关系可以更好。我会多和别人交流、沟通，积极增加我的社交圈子，让自己更容易理解别人的想法，也能够学习到更多的社交技巧。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我试试看慢慢接受朋友开玩笑的方式，同时也努力学会开玩笑，调侃一下朋友。",
        "label": ""
      },
      {
        "sentence": "希望我们的关系可以更好。",
        "label": ""
      },
      {
        "sentence": "我会多和别人交流、沟通，积极增加我的社交圈子，让自己更容易理解别人的想法，也能够学习到更多的社交技巧。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很好！相信自己，你一定能够逐渐适应和享受朋友们的开玩笑，同时也能够在交流中获得更多的成长和进步。记得要有信心，你可以做到的！如果以后还有什么困惑或者需要帮助的地方，随时来找我倾诉和寻求支持。我会一直陪伴在你身边。",
    "annotation": [
      {
        "sentence": "你的想法很好！",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够逐渐适应和享受朋友们的开玩笑，同时也能够在交流中获得更多的成长和进步。",
        "label": ""
      },
      {
        "sentence": "记得要有信心，你可以做到的！",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困惑或者需要帮助的地方，随时来找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴在我身边，给予我帮助和鼓励。有你的支持，我感到很温暖和安心。如果我有任何问题，我一定会来找你的。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴在我身边，给予我帮助和鼓励。",
        "label": ""
      },
      {
        "sentence": "有你的支持，我感到很温暖和安心。",
        "label": ""
      },
      {
        "sentence": "如果我有任何问题，我一定会来找你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮助到你，也很欣赏你的勇气和努力。记住，无论遇到什么困难，都不要害怕寻求帮助。我们一起共同成长，我会一直支持你的。祝你每天都能开心地面对人生的种种挑战！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮助到你，也很欣赏你的勇气和努力。",
        "label": ""
      },
      {
        "sentence": "记住，无论遇到什么困难，都不要害怕寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我们一起共同成长，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你每天都能开心地面对人生的种种挑战！",
        "label": ""
      }
    ]
  }
]