[
  {
    "role": "client",
    "content": "我是一个19岁的女生，为什么每当朋友开玩笑的时候我总是感到很不开心呢？每次好朋友和我开玩笑，我就觉得很难受，不想听。我觉得她们在说我的不好，在嘲笑我，这真的让我很难过。但是我也觉得自己应该更大度一点，可是每次别人说我，我就会浪费很多时间沉浸在悲伤中。",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，为什么每当朋友开玩笑的时候我总是感到很不开心呢？",
        "label": ""
      },
      {
        "sentence": "每次好朋友和我开玩笑，我就觉得很难受，不想听。",
        "label": ""
      },
      {
        "sentence": "我觉得她们在说我的不好，在嘲笑我，这真的让我很难过。",
        "label": ""
      },
      {
        "sentence": "但是我也觉得自己应该更大度一点，可是每次别人说我，我就会浪费很多时间沉浸在悲伤中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的人际边界，就好像一个人比较矮，如果听到别人开玩笑说他像个矮冬瓜，他一定会觉得这个朋友越界了，感到很受伤。你为什么总是在朋友开玩笑的时候很不开心呢？有时候，这是因为你在乎自己身上的某些特质，不想被别人拿来开玩笑，这是很正常的反应。所以当朋友拿这些特质来开玩笑的时候，你可以告诉她：“我不喜欢你拿这个方面开玩笑，我觉得不好笑，甚至觉得难受。”但是你也同时觉得自己应该更大度一点，这说明你希望维持一段好的友谊，很会为朋友着想。但是友谊是相互的，你为朋友着想的同时，也应该让朋友为你着想。如果你把这件事告诉你的朋友，她也会更能理解你，甚至会有一段更加自由、坦荡的友谊。",
    "annotation": [
      {
        "sentence": "每个人都有自己的人际边界，就好像一个人比较矮，如果听到别人开玩笑说他像个矮冬瓜，他一定会觉得这个朋友越界了，感到很受伤。",
        "label": ""
      },
      {
        "sentence": "你为什么总是在朋友开玩笑的时候很不开心呢？",
        "label": ""
      },
      {
        "sentence": "有时候，这是因为你在乎自己身上的某些特质，不想被别人拿来开玩笑，这是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "所以当朋友拿这些特质来开玩笑的时候，你可以告诉她：“我不喜欢你拿这个方面开玩笑，我觉得不好笑，甚至觉得难受。",
        "label": ""
      },
      {
        "sentence": "”但是你也同时觉得自己应该更大度一点，这说明你希望维持一段好的友谊，很会为朋友着想。",
        "label": ""
      },
      {
        "sentence": "但是友谊是相互的，你为朋友着想的同时，也应该让朋友为你着想。",
        "label": ""
      },
      {
        "sentence": "如果你把这件事告诉你的朋友，她也会更能理解你，甚至会有一段更加自由、坦荡的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，确实我应该勇敢地表达自己的感受，让朋友知道我不喜欢她们拿这些特质来开玩笑。但是每次朋友开玩笑说我，我都会沉浸在悲伤中很久，觉得很耗费时间和精力。",
    "annotation": [
      {
        "sentence": "我明白了，确实我应该勇敢地表达自己的感受，让朋友知道我不喜欢她们拿这些特质来开玩笑。",
        "label": ""
      },
      {
        "sentence": "但是每次朋友开玩笑说我，我都会沉浸在悲伤中很久，觉得很耗费时间和精力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要为这些事情感到悲伤，要么不听，要么让她们不做。如果你选择不听，不理会朋友对某些特质的玩笑，把它们忽略掉，但是问题却仍然存在，会成为你内心的刺，也可能成为友情上的绊脚石。如果你告诉朋友这件事情让你很痛苦，一段真正好的友谊是相互理解的，她们会知道这件事会让你感到不开心，就不会再继续做了。沟通是最好的友谊粘合剂，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "不要为这些事情感到悲伤，要么不听，要么让她们不做。",
        "label": ""
      },
      {
        "sentence": "如果你选择不听，不理会朋友对某些特质的玩笑，把它们忽略掉，但是问题却仍然存在，会成为你内心的刺，也可能成为友情上的绊脚石。",
        "label": ""
      },
      {
        "sentence": "如果你告诉朋友这件事情让你很痛苦，一段真正好的友谊是相互理解的，她们会知道这件事会让你感到不开心，就不会再继续做了。",
        "label": ""
      },
      {
        "sentence": "沟通是最好的友谊粘合剂，希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我觉得我需要改变一下，不再让自己沉浸在悲伤中，而是积极地和朋友们沟通。只有这样，我们的友谊才能更加深入和稳固。",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我觉得我需要改变一下，不再让自己沉浸在悲伤中，而是积极地和朋友们沟通。",
        "label": ""
      },
      {
        "sentence": "只有这样，我们的友谊才能更加深入和稳固。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错！改变自己的态度和行为是很重要的，也让你更加自信和坚强。你可以通过积极沟通来改变现状，相信你的朋友们会理解你的感受并且改变他们的行为。祝你能够与朋友们建立更加真诚和融洽的友谊！",
    "annotation": [
      {
        "sentence": "没错！",
        "label": ""
      },
      {
        "sentence": "改变自己的态度和行为是很重要的，也让你更加自信和坚强。",
        "label": ""
      },
      {
        "sentence": "你可以通过积极沟通来改变现状，相信你的朋友们会理解你的感受并且改变他们的行为。",
        "label": ""
      },
      {
        "sentence": "祝你能够与朋友们建立更加真诚和融洽的友谊！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励！我会努力实践的，相信我们的友谊一定会变得更好。再次感谢你的帮助和理解！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力实践的，相信我们的友谊一定会变得更好。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和理解！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！我相信你一定能够处理好这个问题，祝你成功！如果你还有其他疑惑或者需要聊天的话，随时来找我吧！我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够处理好这个问题，祝你成功！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他疑惑或者需要聊天的话，随时来找我吧！",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  }
]