[
  {
    "role": "client",
    "content": "我最近在办公室里遇到了很多问题，不知道该如何处理同事关系和维护自己的尊严。我是一个比较内向的人，不善于表达情感，也比较后知后觉。我有一些事情想和你说说，第一件事是我和一个女同事下象棋，我连赢了两局。之后一个男同事说：“赢了两局，你的实力可见一斑，这有点太过了。”当时我听到这样的话感到很内疚，觉得自己是不是太过直率了。还有一个女同事，我称她为B女生，站在那个女同事的角度说话。有一天下班去吃饭的时候，她说：“这就是有些人发展不了办公室恋情的原因。”我当时听了这句话，心里感到很难受，不知道该如何回答。第二件事是那个女同事给大家带了些小点心，我们一起吃。她问我觉得好不好吃，我只是说了一句“还行吧”，因为我对食物没有太多感觉，只是回应了一下。结果B女生嘲讽我说：“啊，你给东西他吃，他还很不满意的说，哎还行吧。”我当时觉得很委屈，其实我没有那个意思，但她却说得很刻薄，我感到很难过。",
    "annotation": [
      {
        "sentence": "我最近在办公室里遇到了很多问题，不知道该如何处理同事关系和维护自己的尊严。",
        "label": ""
      },
      {
        "sentence": "我是一个比较内向的人，不善于表达情感，也比较后知后觉。",
        "label": ""
      },
      {
        "sentence": "我有一些事情想和你说说，第一件事是我和一个女同事下象棋，我连赢了两局。",
        "label": ""
      },
      {
        "sentence": "之后一个男同事说：“赢了两局，你的实力可见一斑，这有点太过了。",
        "label": ""
      },
      {
        "sentence": "”当时我听到这样的话感到很内疚，觉得自己是不是太过直率了。",
        "label": ""
      },
      {
        "sentence": "还有一个女同事，我称她为B女生，站在那个女同事的角度说话。",
        "label": ""
      },
      {
        "sentence": "有一天下班去吃饭的时候，她说：“这就是有些人发展不了办公室恋情的原因。",
        "label": ""
      },
      {
        "sentence": "”我当时听了这句话，心里感到很难受，不知道该如何回答。",
        "label": ""
      },
      {
        "sentence": "第二件事是那个女同事给大家带了些小点心，我们一起吃。",
        "label": ""
      },
      {
        "sentence": "她问我觉得好不好吃，我只是说了一句“还行吧”，因为我对食物没有太多感觉，只是回应了一下。",
        "label": ""
      },
      {
        "sentence": "结果B女生嘲讽我说：“啊，你给东西他吃，他还很不满意的说，哎还行吧。",
        "label": ""
      },
      {
        "sentence": "”我当时觉得很委屈，其实我没有那个意思，但她却说得很刻薄，我感到很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很心疼你现在所遭遇的困境，你的善良和含蓄总是被人曲解。但是，社会就是这样，比学校更加功利。让我梳理一下你所描述的不开心的三件事：第一件事是你和女同事下象棋连赢两局，其他同事觉得你太直率，缺乏心疼女同事的关怀。另外一个是那个女同事带着小点心给大家吃，你说了一句“还行吧”，然后又被B女生和其他同事嘲讽。还有一次你和其他同事讨论问题起争执，又被B女生抬杠。从你所描述的情况来看，真正与你相处不好的似乎只有B女生，而且她对你有一些针对性。你可以试着思考一下，你和她是否有什么矛盾或者工作上的冲突和利益纠葛，否则我觉得她没有什么必要这样做。当然也有可能是B女生的性格本来就如此，她可能是想在其他同事面前凸显自己的存在感。其实你和其他同事的关系怎样，你自己应该很清楚，并不需要他人的评判。如果你真的是一个很让人讨厌的人，那别人为什么会和你下象棋，为什么会给你分东西吃，或者和你讨论问题呢？这说明你其实有很多吸引人的地方，甚至你可以问问和你相处得比较好的同事，大家都是世界人。我们不能因为一个或者少数几个人的评价来否定自己，你认同吗？再者，你提到这些事情都是最近发生的，有没有可能是你过于敏感了，或者是最近工作压力太大了？想一想，在这些事情发生之前你在办公室的人缘如何？如果只是最近的话，那可能只是偶然的，你不用太过紧张。学会适当地放松自己，不要给自己太大的压力。也许多出去走走，很多烦恼会一扫而空。当然，根据你所描述的三件事，你也确实有一些需要改进的地方。与同事相处时，不需要过于强势，适当地让步会让你更容易获得友谊、爱情或者工作上的支持。如果你表现得过于强势或者一板一眼，很容易让人觉得你难以接近，并产生误解。比如你和那个女同事下棋，或许适时地让步会让别人觉得不尴尬，也会增加彼此的好感。当然，这种事情不需要刻意去做，这取决于那个女同事对你的感觉。棋如人生，下棋可以看出一个人的性格和人品。做人要有张弛有度，有时候退一步，海阔天空，学会与人相处是社会生活中必备的技巧。因此，能够掌握一些说话的艺术也是非常重要的。比如，同事给大家带东西吃，肯定是出于好心。如果我们直接说不好吃或者表现得很平淡，别人肯定会有看法，觉得好人没好报。所以在表达意见时可以适当地委婉一些，可以说很漂亮，很香等等，至少让别人觉得物有所值。同样，我们也可以时不时地带一些东西与同事们分享，这也是一种交流的方式。做人不必太计较，但是应该适当坚持立场。对于原则上的事情我们当然要坚守原则，不然我们只是为别人活而不是为自己生活。同时，不要轻易怀疑自己，除非确实是自己的错。但对于其他的事情，适当地发表观点是可以的。如果对方坚持争输赢，我觉得没有必要。输了并不会损失什么，但赢了只会让别人尴尬，破坏了双方的友谊，得不偿失。希望这些建议对你有所帮助，也希望你能够和同事们和睦相处。",
    "annotation": [
      {
        "sentence": "我很心疼你现在所遭遇的困境，你的善良和含蓄总是被人曲解。",
        "label": ""
      },
      {
        "sentence": "但是，社会就是这样，比学校更加功利。",
        "label": ""
      },
      {
        "sentence": "让我梳理一下你所描述的不开心的三件事：第一件事是你和女同事下象棋连赢两局，其他同事觉得你太直率，缺乏心疼女同事的关怀。",
        "label": ""
      },
      {
        "sentence": "另外一个是那个女同事带着小点心给大家吃，你说了一句“还行吧”，然后又被B女生和其他同事嘲讽。",
        "label": ""
      },
      {
        "sentence": "还有一次你和其他同事讨论问题起争执，又被B女生抬杠。",
        "label": ""
      },
      {
        "sentence": "从你所描述的情况来看，真正与你相处不好的似乎只有B女生，而且她对你有一些针对性。",
        "label": ""
      },
      {
        "sentence": "你可以试着思考一下，你和她是否有什么矛盾或者工作上的冲突和利益纠葛，否则我觉得她没有什么必要这样做。",
        "label": ""
      },
      {
        "sentence": "当然也有可能是B女生的性格本来就如此，她可能是想在其他同事面前凸显自己的存在感。",
        "label": ""
      },
      {
        "sentence": "其实你和其他同事的关系怎样，你自己应该很清楚，并不需要他人的评判。",
        "label": ""
      },
      {
        "sentence": "如果你真的是一个很让人讨厌的人，那别人为什么会和你下象棋，为什么会给你分东西吃，或者和你讨论问题呢？",
        "label": ""
      },
      {
        "sentence": "这说明你其实有很多吸引人的地方，甚至你可以问问和你相处得比较好的同事，大家都是世界人。",
        "label": ""
      },
      {
        "sentence": "我们不能因为一个或者少数几个人的评价来否定自己，你认同吗？",
        "label": ""
      },
      {
        "sentence": "再者，你提到这些事情都是最近发生的，有没有可能是你过于敏感了，或者是最近工作压力太大了？",
        "label": ""
      },
      {
        "sentence": "想一想，在这些事情发生之前你在办公室的人缘如何？",
        "label": ""
      },
      {
        "sentence": "如果只是最近的话，那可能只是偶然的，你不用太过紧张。",
        "label": ""
      },
      {
        "sentence": "学会适当地放松自己，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "也许多出去走走，很多烦恼会一扫而空。",
        "label": ""
      },
      {
        "sentence": "当然，根据你所描述的三件事，你也确实有一些需要改进的地方。",
        "label": ""
      },
      {
        "sentence": "与同事相处时，不需要过于强势，适当地让步会让你更容易获得友谊、爱情或者工作上的支持。",
        "label": ""
      },
      {
        "sentence": "如果你表现得过于强势或者一板一眼，很容易让人觉得你难以接近，并产生误解。",
        "label": ""
      },
      {
        "sentence": "比如你和那个女同事下棋，或许适时地让步会让别人觉得不尴尬，也会增加彼此的好感。",
        "label": ""
      },
      {
        "sentence": "当然，这种事情不需要刻意去做，这取决于那个女同事对你的感觉。",
        "label": ""
      },
      {
        "sentence": "棋如人生，下棋可以看出一个人的性格和人品。",
        "label": ""
      },
      {
        "sentence": "做人要有张弛有度，有时候退一步，海阔天空，学会与人相处是社会生活中必备的技巧。",
        "label": ""
      },
      {
        "sentence": "因此，能够掌握一些说话的艺术也是非常重要的。",
        "label": ""
      },
      {
        "sentence": "比如，同事给大家带东西吃，肯定是出于好心。",
        "label": ""
      },
      {
        "sentence": "如果我们直接说不好吃或者表现得很平淡，别人肯定会有看法，觉得好人没好报。",
        "label": ""
      },
      {
        "sentence": "所以在表达意见时可以适当地委婉一些，可以说很漂亮，很香等等，至少让别人觉得物有所值。",
        "label": ""
      },
      {
        "sentence": "同样，我们也可以时不时地带一些东西与同事们分享，这也是一种交流的方式。",
        "label": ""
      },
      {
        "sentence": "做人不必太计较，但是应该适当坚持立场。",
        "label": ""
      },
      {
        "sentence": "对于原则上的事情我们当然要坚守原则，不然我们只是为别人活而不是为自己生活。",
        "label": ""
      },
      {
        "sentence": "同时，不要轻易怀疑自己，除非确实是自己的错。",
        "label": ""
      },
      {
        "sentence": "但对于其他的事情，适当地发表观点是可以的。",
        "label": ""
      },
      {
        "sentence": "如果对方坚持争输赢，我觉得没有必要。",
        "label": ""
      },
      {
        "sentence": "输了并不会损失什么，但赢了只会让别人尴尬，破坏了双方的友谊，得不偿失。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助，也希望你能够和同事们和睦相处。",
        "label": ""
      }
    ]
  }
]