[
  {
    "role": "client",
    "content": "在新转行的工作里几乎很少说话，我是不是心理出问题？我本身是做地产的，岗位比较特殊，不好找工作，虽然我在这领域做得非常专长，靠此我在30岁时已在top3房企当上了地区公司总部管线总，比平级领导都年轻了六七岁，年薪已是同学中最高。去年我失业了三个月多，在元旦前一晚接到一个前辈的电话，介绍了一份中型房企的子集团的工作，属于与重资产地产已没多大联系的行业，跟我原岗位更没关联。面试时一把手很满意，当场给了助总的职位（比我原来还高两级），工资也会比原来高一些，我很感激，因此入职后三个月没有一天休息地天天加班到平均十一点，作为我对一把手和前辈的报答。但是由于是新行业新岗位的不熟悉感，且这集团人际关系复杂、言多必失，且我本身不喜欢在会议场合说话（除非有把握），这公司在会议上发言也容易反而招来活干，所以我在一把手在场的会上几乎很少发言。一把手开始没意见，但由于我是助总，也是他的门面，后来意见越来越大，开始骂我、尖酸刻薄地挖苦我（可能开始是想激起我动力），然",
    "annotation": [
      {
        "sentence": "在新转行的工作里几乎很少说话，我是不是心理出问题？",
        "label": ""
      },
      {
        "sentence": "我本身是做地产的，岗位比较特殊，不好找工作，虽然我在这领域做得非常专长，靠此我在30岁时已在top3房企当上了地区公司总部管线总，比平级领导都年轻了六七岁，年薪已是同学中最高。",
        "label": ""
      },
      {
        "sentence": "去年我失业了三个月多，在元旦前一晚接到一个前辈的电话，介绍了一份中型房企的子集团的工作，属于与重资产地产已没多大联系的行业，跟我原岗位更没关联。",
        "label": ""
      },
      {
        "sentence": "面试时一把手很满意，当场给了助总的职位（比我原来还高两级），工资也会比原来高一些，我很感激，因此入职后三个月没有一天休息地天天加班到平均十一点，作为我对一把手和前辈的报答。",
        "label": ""
      },
      {
        "sentence": "但是由于是新行业新岗位的不熟悉感，且这集团人际关系复杂、言多必失，且我本身不喜欢在会议场合说话（除非有把握），这公司在会议上发言也容易反而招来活干，所以我在一把手在场的会上几乎很少发言。",
        "label": ""
      },
      {
        "sentence": "一把手开始没意见，但由于我是助总，也是他的门面，后来意见越来越大，开始骂我、尖酸刻薄地挖苦我（可能开始是想激起我动力），然",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你好。作为一名职场小职员一枚，我希望能够带给你一些不同角度的思路。首先，你之所以能够得到这么高的职位和薪酬，是因为你的能力和业绩得到了认可。不需要过多地想着报答和感恩，职场就是一种利益关系，只要你能力足够，在这个职位上表现出色，才能得到这样的回报。并且，加班到如此晚的时间并不是必要的。说起“薪资越高，工作时间就要越长，干的事就要越多”，我个人并不完全认同。层级越高，更加需要思考和决策，而不是仅仅做具体事务。逐渐拒绝同事的工作分派可能是一个不错的选择，你可以学习一些拒绝的技巧，比如《取悦症》中的“破唱片技巧”、“三明治法则”、“折中方案”，这些方法对你会很有帮助。",
    "annotation": [
      {
        "sentence": "求助者，你好。",
        "label": ""
      },
      {
        "sentence": "作为一名职场小职员一枚，我希望能够带给你一些不同角度的思路。",
        "label": ""
      },
      {
        "sentence": "首先，你之所以能够得到这么高的职位和薪酬，是因为你的能力和业绩得到了认可。",
        "label": ""
      },
      {
        "sentence": "不需要过多地想着报答和感恩，职场就是一种利益关系，只要你能力足够，在这个职位上表现出色，才能得到这样的回报。",
        "label": ""
      },
      {
        "sentence": "并且，加班到如此晚的时间并不是必要的。",
        "label": ""
      },
      {
        "sentence": "说起“薪资越高，工作时间就要越长，干的事就要越多”，我个人并不完全认同。",
        "label": ""
      },
      {
        "sentence": "层级越高，更加需要思考和决策，而不是仅仅做具体事务。",
        "label": ""
      },
      {
        "sentence": "逐渐拒绝同事的工作分派可能是一个不错的选择，你可以学习一些拒绝的技巧，比如《取悦症》中的“破唱片技巧”、“三明治法则”、“折中方案”，这些方法对你会很有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会好好考虑尝试拒绝同事的工作分派。但是我还有另一个问题，我在会议场合很少表达自己的意见，感到非常累和无精打采。而且，我越来越害怕见到一把手，变得越来越沉默寡言。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑尝试拒绝同事的工作分派。",
        "label": ""
      },
      {
        "sentence": "但是我还有另一个问题，我在会议场合很少表达自己的意见，感到非常累和无精打采。",
        "label": ""
      },
      {
        "sentence": "而且，我越来越害怕见到一把手，变得越来越沉默寡言。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "经过这么长时间的工作，你已经逐渐习惯了这样的工作环境，改变自己可能会有一些困难。不过，我认为你并没有真正变了，只是周围的环境改变了。回想一下你过去工作时的状态，你是自信并且愿意表达自己的。我们的状态和周围环境有很大的联系，你只是需要回到过去自信的状态。另外，如果你对口头表达有一些困难，你可以尝试通过书面的形式来弥补。比如，提前准备好自己要表达的内容，做成小方案并打印出来，会议上把方案发给大家，这样既能展示你的用心和准备充足，也会感到安全和信任。同时，在发言前可以说一些自嘲和谦虚的话，给自己留有退路。这些方法可能会对你有帮助。",
    "annotation": [
      {
        "sentence": "经过这么长时间的工作，你已经逐渐习惯了这样的工作环境，改变自己可能会有一些困难。",
        "label": ""
      },
      {
        "sentence": "不过，我认为你并没有真正变了，只是周围的环境改变了。",
        "label": ""
      },
      {
        "sentence": "回想一下你过去工作时的状态，你是自信并且愿意表达自己的。",
        "label": ""
      },
      {
        "sentence": "我们的状态和周围环境有很大的联系，你只是需要回到过去自信的状态。",
        "label": ""
      },
      {
        "sentence": "另外，如果你对口头表达有一些困难，你可以尝试通过书面的形式来弥补。",
        "label": ""
      },
      {
        "sentence": "比如，提前准备好自己要表达的内容，做成小方案并打印出来，会议上把方案发给大家，这样既能展示你的用心和准备充足，也会感到安全和信任。",
        "label": ""
      },
      {
        "sentence": "同时，在发言前可以说一些自嘲和谦虚的话，给自己留有退路。",
        "label": ""
      },
      {
        "sentence": "这些方法可能会对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试用书面形式来表达自己，并在会议上更加自信地发言。希望这些方法对我有帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试用书面形式来表达自己，并在会议上更加自信地发言。",
        "label": ""
      },
      {
        "sentence": "希望这些方法对我有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够做得很好。记住，这只是一种尝试，让自己逐渐改变，找到适合自己的方式。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够做得很好。",
        "label": ""
      },
      {
        "sentence": "记住，这只是一种尝试，让自己逐渐改变，找到适合自己的方式。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会努力的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力的！",
        "label": ""
      }
    ]
  }
]