[
  {
    "role": "client",
    "content": "在新转行的工作里几乎很少说话，我是不是心理出问题？我本身是做地产的，岗位比较特殊，不好找工作，虽然我在这领域做得非常专长，靠此我在30岁时已在top3房企当上了地区公司总部管线总，比平级领导都年轻了六七岁，年薪已是同学中最高。去年我失业了三个月多，在元旦前一晚接到一个前辈的电话，介绍了一份中型房企的子集团的工作，属于与重资产地产已没多大联系的行业，跟我原岗位更没关联。面试时一把手很满意，当场给了助总的职位（比我原来还高两级），工资也会比原来高一些，我很感激，因此入职后三个月没有一天休息地天天加班到平均十一点，作为我对一把手和前辈的报答。但是由于是新行业新岗位的不熟悉感，且这集团人际关系复杂、言多必失，且我本身不喜欢在会议场合说话（除非有把握），这公司在会议上发言也容易反而招来活干，所以我在一把手在场的会上几乎很少发言。一把手开始没意见，但由于我是助总，也是他的门面，后来意见越来越大，开始骂我、尖酸刻薄地挖苦我（可能开始是想激起我动力），然。",
    "annotation": [
      {
        "sentence": "在新转行的工作里几乎很少说话，我是不是心理出问题？",
        "label": ""
      },
      {
        "sentence": "我本身是做地产的，岗位比较特殊，不好找工作，虽然我在这领域做得非常专长，靠此我在30岁时已在top3房企当上了地区公司总部管线总，比平级领导都年轻了六七岁，年薪已是同学中最高。",
        "label": ""
      },
      {
        "sentence": "去年我失业了三个月多，在元旦前一晚接到一个前辈的电话，介绍了一份中型房企的子集团的工作，属于与重资产地产已没多大联系的行业，跟我原岗位更没关联。",
        "label": ""
      },
      {
        "sentence": "面试时一把手很满意，当场给了助总的职位（比我原来还高两级），工资也会比原来高一些，我很感激，因此入职后三个月没有一天休息地天天加班到平均十一点，作为我对一把手和前辈的报答。",
        "label": ""
      },
      {
        "sentence": "但是由于是新行业新岗位的不熟悉感，且这集团人际关系复杂、言多必失，且我本身不喜欢在会议场合说话（除非有把握），这公司在会议上发言也容易反而招来活干，所以我在一把手在场的会上几乎很少发言。",
        "label": ""
      },
      {
        "sentence": "一把手开始没意见，但由于我是助总，也是他的门面，后来意见越来越大，开始骂我、尖酸刻薄地挖苦我（可能开始是想激起我动力），然。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "描述可以感受到你是一个很认真、很积极、很有能力的职场工作者。现在你在新的单位工作半年，可能遇到了一些职场环境和人际关系互动方面的问题，这些都是正常的。我能感受到你现在情绪有一些低落，不像之前那么自信，但是对自己的工作能力还是很有认可的。另外，你是一位非常懂得感恩的人。根据你的描述，我有几点想法想和你交流一下。",
    "annotation": [
      {
        "sentence": "描述可以感受到你是一个很认真、很积极、很有能力的职场工作者。",
        "label": ""
      },
      {
        "sentence": "现在你在新的单位工作半年，可能遇到了一些职场环境和人际关系互动方面的问题，这些都是正常的。",
        "label": ""
      },
      {
        "sentence": "我能感受到你现在情绪有一些低落，不像之前那么自信，但是对自己的工作能力还是很有认可的。",
        "label": ""
      },
      {
        "sentence": "另外，你是一位非常懂得感恩的人。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，我有几点想法想和你交流一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我很高兴能有人倾听我，能和你分享一下真的让我感到轻松了一些。是的，我在地产行业做得很不错，但去年失业了三个月多，心情真的很低落。现在的公司在面试时对我很满意，给了一个比原来更高的职位，我心中是很感激的，但是工作中的陌生感、复杂的人际关系、以及我的不喜欢在会议上发言让我很困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我很高兴能有人倾听我，能和你分享一下真的让我感到轻松了一些。",
        "label": ""
      },
      {
        "sentence": "是的，我在地产行业做得很不错，但去年失业了三个月多，心情真的很低落。",
        "label": ""
      },
      {
        "sentence": "现在的公司在面试时对我很满意，给了一个比原来更高的职位，我心中是很感激的，但是工作中的陌生感、复杂的人际关系、以及我的不喜欢在会议上发言让我很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的困扰和压力。你之前在地产行业很成功，但是转行到新的行业当中，肯定会有一些陌生感和适应问题。在新的环境中，人际关系的复杂度也会增加，这是很正常的。另外，你提到不喜欢在会议上发言，这也是一种特点。人与人之间的性格差异是正常的，我们可以共同探讨如何应对这些问题。",
    "annotation": [
      {
        "sentence": "我理解你现在的困扰和压力。",
        "label": ""
      },
      {
        "sentence": "你之前在地产行业很成功，但是转行到新的行业当中，肯定会有一些陌生感和适应问题。",
        "label": ""
      },
      {
        "sentence": "在新的环境中，人际关系的复杂度也会增加，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "另外，你提到不喜欢在会议上发言，这也是一种特点。",
        "label": ""
      },
      {
        "sentence": "人与人之间的性格差异是正常的，我们可以共同探讨如何应对这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我现在特别困惑该如何应对这些问题。我知道自己的能力和价值，但是在这个新岗位上却感到不自信。而且，一把手开始对我越来越不满意，不断地挖苦我，这真的让我觉得很受伤。",
    "annotation": [
      {
        "sentence": "确实，我现在特别困惑该如何应对这些问题。",
        "label": ""
      },
      {
        "sentence": "我知道自己的能力和价值，但是在这个新岗位上却感到不自信。",
        "label": ""
      },
      {
        "sentence": "而且，一把手开始对我越来越不满意，不断地挖苦我，这真的让我觉得很受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的情绪反应很正常，面对这样的挑战会产生困惑和不安。但是我想告诉你，你之前的成就已经证明了你的能力和价值。现在的困难只是一个阶段，我们可以找到解决方案。另外，关于一把手的行为，有时候他们可能是出于激励你的目的，但方式可能不太适合你。不要太过于担心，我们会一起找出有效的方法来处理这些问题。",
    "annotation": [
      {
        "sentence": "你现在的情绪反应很正常，面对这样的挑战会产生困惑和不安。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，你之前的成就已经证明了你的能力和价值。",
        "label": ""
      },
      {
        "sentence": "现在的困难只是一个阶段，我们可以找到解决方案。",
        "label": ""
      },
      {
        "sentence": "另外，关于一把手的行为，有时候他们可能是出于激励你的目的，但方式可能不太适合你。",
        "label": ""
      },
      {
        "sentence": "不要太过于担心，我们会一起找出有效的方法来处理这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我想了解一下，我在工作中沉默寡言，可能是出于什么原因呢？而且，这种情况已经持续了半年了，我有些焦虑，不知道如何突破这个困境。现在我甚至开始怀疑自己是否有心理问题。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我想了解一下，我在工作中沉默寡言，可能是出于什么原因呢？",
        "label": ""
      },
      {
        "sentence": "而且，这种情况已经持续了半年了，我有些焦虑，不知道如何突破这个困境。",
        "label": ""
      },
      {
        "sentence": "现在我甚至开始怀疑自己是否有心理问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你沉默寡言的情况有可能是因为你对新行业和新岗位的不熟悉感，以及对会议场合的不自信。这是可以理解的。而且，半年的时间确实比较长，如果你一直没有调整好心绪，可能会影响到工作和个人生活。我建议你可以考虑寻求心理咨询师的帮助，他们可以协助你从职业生涯规划和人际关系互动方面提升自己。",
    "annotation": [
      {
        "sentence": "你沉默寡言的情况有可能是因为你对新行业和新岗位的不熟悉感，以及对会议场合的不自信。",
        "label": ""
      },
      {
        "sentence": "这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "而且，半年的时间确实比较长，如果你一直没有调整好心绪，可能会影响到工作和个人生活。",
        "label": ""
      },
      {
        "sentence": "我建议你可以考虑寻求心理咨询师的帮助，他们可以协助你从职业生涯规划和人际关系互动方面提升自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会考虑寻求心理咨询师的帮助，希望他们能帮我找到解决问题的方法。同时，我也会尝试调整自己的心态，提高自己在工作中的表现。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻求心理咨询师的帮助，希望他们能帮我找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试调整自己的心态，提高自己在工作中的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你对心理咨询的考虑。通过与心理咨询师的交流，你可以更清晰地了解自己所面临的问题，并找到解决问题的方法。同时，调整心态也是很重要的，相信你能在工作中克服困难，取得更好的表现。",
    "annotation": [
      {
        "sentence": "很高兴听到你对心理咨询的考虑。",
        "label": ""
      },
      {
        "sentence": "通过与心理咨询师的交流，你可以更清晰地了解自己所面临的问题，并找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "同时，调整心态也是很重要的，相信你能在工作中克服困难，取得更好的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会尽快采取行动，寻求帮助并努力调整自己的心态。希望能够尽快摆脱困境，重新找回自己的自信和工作上的表现。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽快采取行动，寻求帮助并努力调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "希望能够尽快摆脱困境，重新找回自己的自信和工作上的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经做出了积极的决定，我相信你能够成功地克服困难。记住，适应新环境需要时间，但只要你保持积极的心态和努力，一定会迎来新的突破和进步。祝你好运！如果还有什么问题，随时向我寻求帮助。",
    "annotation": [
      {
        "sentence": "你已经做出了积极的决定，我相信你能够成功地克服困难。",
        "label": ""
      },
      {
        "sentence": "记住，适应新环境需要时间，但只要你保持积极的心态和努力，一定会迎来新的突破和进步。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有什么问题，随时向我寻求帮助。",
        "label": ""
      }
    ]
  }
]