[
  {
    "role": "client",
    "content": "总感觉男友不在意我，真的是因为心情不好变成这样吗？",
    "annotation": [
      {
        "sentence": "总感觉男友不在意我，真的是因为心情不好变成这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你对男友的担忧，我很理解你的感受。我们并不能确定男友是否因为心情不好导致这种情况，我们只能从事实出发来判断。根据你所说，他有过抑郁病史，心情容易不好，甚至有过自闭的时候。但你能够陪伴他渡过了那段艰难的时期。在你开学后，他一直表现得很正常，直到上周开始关机并不回复你的消息。根据他说的话「我这几天也是心里烦不想说话你别多想」，他连你寄的快递都不去拿，你感到非常无助。你已经追问了三次，但他只是说知道了，然后说过两天，昨晚也没有回复你，工作人员告诉你会暂存，但你还是梦见了你的快递被弄破，让你非常委屈。因为快递里有相对贵重的礼物，还有你亲手写的几千字长信。你真的很在乎他，但感觉他却对你不闻不问。我能理解你此刻的难受。",
    "annotation": [
      {
        "sentence": "听到你对男友的担忧，我很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我们并不能确定男友是否因为心情不好导致这种情况，我们只能从事实出发来判断。",
        "label": ""
      },
      {
        "sentence": "根据你所说，他有过抑郁病史，心情容易不好，甚至有过自闭的时候。",
        "label": ""
      },
      {
        "sentence": "但你能够陪伴他渡过了那段艰难的时期。",
        "label": ""
      },
      {
        "sentence": "在你开学后，他一直表现得很正常，直到上周开始关机并不回复你的消息。",
        "label": ""
      },
      {
        "sentence": "根据他说的话「我这几天也是心里烦不想说话你别多想」，他连你寄的快递都不去拿，你感到非常无助。",
        "label": ""
      },
      {
        "sentence": "你已经追问了三次，但他只是说知道了，然后说过两天，昨晚也没有回复你，工作人员告诉你会暂存，但你还是梦见了你的快递被弄破，让你非常委屈。",
        "label": ""
      },
      {
        "sentence": "因为快递里有相对贵重的礼物，还有你亲手写的几千字长信。",
        "label": ""
      },
      {
        "sentence": "你真的很在乎他，但感觉他却对你不闻不问。",
        "label": ""
      },
      {
        "sentence": "我能理解你此刻的难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "不知道他为什么这么冷漠，我们之前可是一直相互陪伴过来的。现在我真的不知道他到底在想什么了。",
    "annotation": [
      {
        "sentence": "不知道他为什么这么冷漠，我们之前可是一直相互陪伴过来的。",
        "label": ""
      },
      {
        "sentence": "现在我真的不知道他到底在想什么了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你为他付出这么多，我感到心疼。现在他变得冷漠，确实让你感到困惑和无助。也许他因为过去的抑郁症状又复发了，或者他遇到了一些困扰，无法主动向你倾诉。但无论是哪种情况，我们都无法确定他具体在想什么。我们只能关注现在的事实和你的感受。你需要考虑的是，你是否有足够的能力和心情去承担这份感情，你是否愿意继续陪伴他度过这个困难期。",
    "annotation": [
      {
        "sentence": "看到你为他付出这么多，我感到心疼。",
        "label": ""
      },
      {
        "sentence": "现在他变得冷漠，确实让你感到困惑和无助。",
        "label": ""
      },
      {
        "sentence": "也许他因为过去的抑郁症状又复发了，或者他遇到了一些困扰，无法主动向你倾诉。",
        "label": ""
      },
      {
        "sentence": "但无论是哪种情况，我们都无法确定他具体在想什么。",
        "label": ""
      },
      {
        "sentence": "我们只能关注现在的事实和你的感受。",
        "label": ""
      },
      {
        "sentence": "你需要考虑的是，你是否有足够的能力和心情去承担这份感情，你是否愿意继续陪伴他度过这个困难期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很在乎他，但是这种冷漠的态度真的让我很受伤。我应该怎么做才能让他重新关注我呢？",
    "annotation": [
      {
        "sentence": "我很在乎他，但是这种冷漠的态度真的让我很受伤。",
        "label": ""
      },
      {
        "sentence": "我应该怎么做才能让他重新关注我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我理解，这种冷漠的态度确实让你感到很受伤。但是要改变他的态度，我们不能强迫他做出改变，我们只能改变自己的行为和反应。你可以试着主动跟他沟通，告诉他你的感受，同时也要给他一些空间，让他感受到你的理解和支持。除此之外，你也可以尝试寻求一些自己的情感支持，保持自己的积极心态，不要让自己完全依赖于他的关注。",
    "annotation": [
      {
        "sentence": "你的感受我理解，这种冷漠的态度确实让你感到很受伤。",
        "label": ""
      },
      {
        "sentence": "但是要改变他的态度，我们不能强迫他做出改变，我们只能改变自己的行为和反应。",
        "label": ""
      },
      {
        "sentence": "你可以试着主动跟他沟通，告诉他你的感受，同时也要给他一些空间，让他感受到你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "除此之外，你也可以尝试寻求一些自己的情感支持，保持自己的积极心态，不要让自己完全依赖于他的关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也想跟他沟通，但是他现在却不回复我的消息，甚至不去拿快递。我感觉他对我已经完全失去了兴趣，怎么办？",
    "annotation": [
      {
        "sentence": "我也想跟他沟通，但是他现在却不回复我的消息，甚至不去拿快递。",
        "label": ""
      },
      {
        "sentence": "我感觉他对我已经完全失去了兴趣，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在感到非常困惑和无助。在这样的情况下，他不回复你的消息以及不去拿快递，确实让你感到他对你失去了兴趣。但是我们无法确定他的具体想法和感受。或许他此刻确实陷入了一段困扰，无法主动与你沟通。不过，你要知道，这并不代表他对你完全失去了兴趣。或许他只是此刻需要一些时间来处理自己的情绪。你可以适当地给他一些空间，同时也要好好照顾好自己，不要完全依赖他的关注。",
    "annotation": [
      {
        "sentence": "我理解你现在感到非常困惑和无助。",
        "label": ""
      },
      {
        "sentence": "在这样的情况下，他不回复你的消息以及不去拿快递，确实让你感到他对你失去了兴趣。",
        "label": ""
      },
      {
        "sentence": "但是我们无法确定他的具体想法和感受。",
        "label": ""
      },
      {
        "sentence": "或许他此刻确实陷入了一段困扰，无法主动与你沟通。",
        "label": ""
      },
      {
        "sentence": "不过，你要知道，这并不代表他对你完全失去了兴趣。",
        "label": ""
      },
      {
        "sentence": "或许他只是此刻需要一些时间来处理自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你可以适当地给他一些空间，同时也要好好照顾好自己，不要完全依赖他的关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的建议。我会试着给他一些空间，同时也好好照顾自己。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着给他一些空间，同时也好好照顾自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴听到你的回应。记住，在面对困难时，要学会关心和照顾好自己。给予他一些空间，也是对你自己的保护和尊重。如果你有任何需要，随时来找我倾诉。我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "我很高兴听到你的回应。",
        "label": ""
      },
      {
        "sentence": "记住，在面对困难时，要学会关心和照顾好自己。",
        "label": ""
      },
      {
        "sentence": "给予他一些空间，也是对你自己的保护和尊重。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要，随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你。",
        "label": ""
      }
    ]
  }
]