[
  {
    "role": "client",
    "content": "回避型依恋人格？害怕建立亲密关系怎么办？写于深夜，有点语无伦次，从小都很自卑敏感，最近相亲一个男生，小腿以下有假肢，开始相处还不错，牵了手，最近他频频到家中找我，有一天还试图亲我的脸，我感觉非常不适应甚至生气，但懦弱的性格让我只是推开他在后来他每天给我打电话，我明确告诉他，我觉得我们还不是男女朋友的程度，他和家里人一直希望我和他关系确定下来，两边的长辈也很积极，我拒绝了去他家和长辈见面的要求，我害怕自己表现得不好，他最近一直约我出去，试图做一些亲密的动作，我没有什么感觉，反而觉得很不适应，也感觉没有了自己的空间，很被动，压力很大，也没有信心，这种感觉就像是小时候自己表达了不满，别人却完全忽视你的声音和感受，我我甚至想从他身边逃跑。这种关系，带给我的更多是焦虑而不是憧憬，我总是和男生抬杠，他说我生是他的人，死是他的鬼，我直接回，我并不是属于你的，并且告诉他，我是回避型依恋人格，感觉他不怎么听我的，我甚至不知道自己喜不喜欢他了。",
    "annotation": [
      {
        "sentence": "回避型依恋人格？",
        "label": ""
      },
      {
        "sentence": "害怕建立亲密关系怎么办？",
        "label": ""
      },
      {
        "sentence": "写于深夜，有点语无伦次，从小都很自卑敏感，最近相亲一个男生，小腿以下有假肢，开始相处还不错，牵了手，最近他频频到家中找我，有一天还试图亲我的脸，我感觉非常不适应甚至生气，但懦弱的性格让我只是推开他在后来他每天给我打电话，我明确告诉他，我觉得我们还不是男女朋友的程度，他和家里人一直希望我和他关系确定下来，两边的长辈也很积极，我拒绝了去他家和长辈见面的要求，我害怕自己表现得不好，他最近一直约我出去，试图做一些亲密的动作，我没有什么感觉，反而觉得很不适应，也感觉没有了自己的空间，很被动，压力很大，也没有信心，这种感觉就像是小时候自己表达了不满，别人却完全忽视你的声音和感受，我我甚至想从他身边逃跑。",
        "label": ""
      },
      {
        "sentence": "这种关系，带给我的更多是焦虑而不是憧憬，我总是和男生抬杠，他说我生是他的人，死是他的鬼，我直接回，我并不是属于你的，并且告诉他，我是回避型依恋人格，感觉他不怎么听我的，我甚至不知道自己喜不喜欢他了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先不要随便给自己贴标签哈，你不一定是回避型人格，你现在的烦恼是面对一个自己不太喜欢的男人却不知道如何拒绝他。",
    "annotation": [
      {
        "sentence": "先不要随便给自己贴标签哈，你不一定是回避型人格，你现在的烦恼是面对一个自己不太喜欢的男人却不知道如何拒绝他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我确实对他没有太大的兴趣，但是我还是感觉不知道怎么拒绝他。",
    "annotation": [
      {
        "sentence": "对，我确实对他没有太大的兴趣，但是我还是感觉不知道怎么拒绝他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "而回避一个不熟悉的、自己不喜欢的异性，是一种很正常的本能反应。从你的描述来看，你和这个相亲认识的男人相识不久，不是很了解，你对他也不太满意和喜欢。",
    "annotation": [
      {
        "sentence": "而回避一个不熟悉的、自己不喜欢的异性，是一种很正常的本能反应。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你和这个相亲认识的男人相识不久，不是很了解，你对他也不太满意和喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们认识的时间确实不长，我对他也没有特别的好感。",
    "annotation": [
      {
        "sentence": "是的，我们认识的时间确实不长，我对他也没有特别的好感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但是他很主动，并且对你做出一些亲密动作，甚至有点一厢情愿地表达他的态度而没有顾及你的感受和想法。同时，双方家长也忽略你的看法，而直接认可了他和这段关系。这一切都对你造成了很大压力，加上对你自己感受被别人忽略的不满，让你更加想回避他、反抗他。",
    "annotation": [
      {
        "sentence": "但是他很主动，并且对你做出一些亲密动作，甚至有点一厢情愿地表达他的态度而没有顾及你的感受和想法。",
        "label": ""
      },
      {
        "sentence": "同时，双方家长也忽略你的看法，而直接认可了他和这段关系。",
        "label": ""
      },
      {
        "sentence": "这一切都对你造成了很大压力，加上对你自己感受被别人忽略的不满，让你更加想回避他、反抗他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感到非常压力很大，也对双方家长的态度感到反感。我想抗拒他，回避他。",
    "annotation": [
      {
        "sentence": "是的，我感到非常压力很大，也对双方家长的态度感到反感。",
        "label": ""
      },
      {
        "sentence": "我想抗拒他，回避他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中感觉到你是出于本能想拒绝他。不知道你之前有没有和其他男生有过亲密接触或者谈过恋爱？你的这种回避的态度和行为是只针对现在这个男人，还是一直都有呢？",
    "annotation": [
      {
        "sentence": "从你的描述中感觉到你是出于本能想拒绝他。",
        "label": ""
      },
      {
        "sentence": "不知道你之前有没有和其他男生有过亲密接触或者谈过恋爱？",
        "label": ""
      },
      {
        "sentence": "你的这种回避的态度和行为是只针对现在这个男人，还是一直都有呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前和其他男生并没有过太多亲密接触，也没有谈过恋爱。我觉得这种回避的态度和行为主要是针对现在这个男人的。",
    "annotation": [
      {
        "sentence": "我之前和其他男生并没有过太多亲密接触，也没有谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "我觉得这种回避的态度和行为主要是针对现在这个男人的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了他的主动和稍显霸道外，不知道这个男人有没有其他一些优点值得你接受和交往？你不喜欢、不满意他的原因是什么？",
    "annotation": [
      {
        "sentence": "除了他的主动和稍显霸道外，不知道这个男人有没有其他一些优点值得你接受和交往？",
        "label": ""
      },
      {
        "sentence": "你不喜欢、不满意他的原因是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他可能有他的优点，但是我真的不知道自己为什么不喜欢他，不满意他。可能是他的过于主动和不顾我感受的行为让我很反感。",
    "annotation": [
      {
        "sentence": "他可能有他的优点，但是我真的不知道自己为什么不喜欢他，不满意他。",
        "label": ""
      },
      {
        "sentence": "可能是他的过于主动和不顾我感受的行为让我很反感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望你先把自己对他的一些负面看法和感受放在一边，从中抽离出来，稍微客观地评价一下这个人，看到他的优点和缺点。然后问问自己的内心，是不喜欢这个人？还是不知道怎么和他交往？或者是反感他的过于主动和忽略你的感受？或是担心自己不适合他？当然，照顾和跟随自己的内心感受是最重要的。",
    "annotation": [
      {
        "sentence": "希望你先把自己对他的一些负面看法和感受放在一边，从中抽离出来，稍微客观地评价一下这个人，看到他的优点和缺点。",
        "label": ""
      },
      {
        "sentence": "然后问问自己的内心，是不喜欢这个人？",
        "label": ""
      },
      {
        "sentence": "还是不知道怎么和他交往？",
        "label": ""
      },
      {
        "sentence": "或者是反感他的过于主动和忽略你的感受？",
        "label": ""
      },
      {
        "sentence": "或是担心自己不适合他？",
        "label": ""
      },
      {
        "sentence": "当然，照顾和跟随自己的内心感受是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着放下一些负面的看法，客观地评价他的优点和缺点，然后再问问自己到底是不是真的不喜欢他。",
    "annotation": [
      {
        "sentence": "我会试着放下一些负面的看法，客观地评价他的优点和缺点，然后再问问自己到底是不是真的不喜欢他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你也已经对他有所表示你的拒绝，但是可能在表达上还不够明确和坚决，对方可能以为你只是开玩笑，因此不重视。这也造成你的一个烦恼和压力。如果你不把自己的内心想法明确表达出来，对方自然会误解或者不当一回事，然后继续做出一些你不喜欢的行为，那么你就会永远陷在这种烦扰和焦虑中。",
    "annotation": [
      {
        "sentence": "其实你也已经对他有所表示你的拒绝，但是可能在表达上还不够明确和坚决，对方可能以为你只是开玩笑，因此不重视。",
        "label": ""
      },
      {
        "sentence": "这也造成你的一个烦恼和压力。",
        "label": ""
      },
      {
        "sentence": "如果你不把自己的内心想法明确表达出来，对方自然会误解或者不当一回事，然后继续做出一些你不喜欢的行为，那么你就会永远陷在这种烦扰和焦虑中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实表达过我的拒绝，但可能没有表达得够明确和坚决。他可能误解了我的意思，认为我只是开玩笑而已。",
    "annotation": [
      {
        "sentence": "是的，我确实表达过我的拒绝，但可能没有表达得够明确和坚决。",
        "label": ""
      },
      {
        "sentence": "他可能误解了我的意思，认为我只是开玩笑而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你的确不想和他交往，尝试明确地说出你的拒绝，并尽量不再和他见面接触以表明态度。这对双方都好，不用浪费大家的时间和精力，也不用继续被此事困扰而没有结果。表达你的意愿和态度是你的自由，也是你的权利。这是对自己负责的行为，没有人有权利因此而责怪你。更何况这是关系到自己感情和幸福的大事，你有选择和拒绝的权利。",
    "annotation": [
      {
        "sentence": "如果你的确不想和他交往，尝试明确地说出你的拒绝，并尽量不再和他见面接触以表明态度。",
        "label": ""
      },
      {
        "sentence": "这对双方都好，不用浪费大家的时间和精力，也不用继续被此事困扰而没有结果。",
        "label": ""
      },
      {
        "sentence": "表达你的意愿和态度是你的自由，也是你的权利。",
        "label": ""
      },
      {
        "sentence": "这是对自己负责的行为，没有人有权利因此而责怪你。",
        "label": ""
      },
      {
        "sentence": "更何况这是关系到自己感情和幸福的大事，你有选择和拒绝的权利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试明确地表达我的拒绝，并且尽量避免和他见面接触，以表明我的态度。我知道这是我自己应该做的，不管别人怎么说，我有权利为自己的幸福做决定。",
    "annotation": [
      {
        "sentence": "我会尝试明确地表达我的拒绝，并且尽量避免和他见面接触，以表明我的态度。",
        "label": ""
      },
      {
        "sentence": "我知道这是我自己应该做的，不管别人怎么说，我有权利为自己的幸福做决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "尝试大胆明确地说出你内心的想法吧，你会发现事情不一定像你想象的那么糟，也许你会从此得到解脱，你人生的幸福只能握在你自己手中。加油~。",
    "annotation": [
      {
        "sentence": "尝试大胆明确地说出你内心的想法吧，你会发现事情不一定像你想象的那么糟，也许你会从此得到解脱，你人生的幸福只能握在你自己手中。",
        "label": ""
      },
      {
        "sentence": "加油~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会试着坚持我内心的想法，为自己的幸福奋斗。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会试着坚持我内心的想法，为自己的幸福奋斗。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  }
]