[
  {
    "role": "client",
    "content": "马上要高三被孤立，怎么调节自己的心情？我现在是一名高中生，学的文科，众所周知文科班女生普遍要多些，早读的时候我旁边两个女生在说我另一个朋友的坏话，我就下课的时候和她提醒了一下，叫她以后不要什么话都往外说，因为她常常因为这个毛病被人骂的哭，但是我当时特地没有说是谁说的，结果我那个朋友就和我旁边人说了，我就被她们孤立了，下课我到处找人换位子，结果没一个人愿意坐我那里，晚自习的时候班主任因为这件事找了我同桌，结果我同桌哭着跑回来，导致班上人对我误会更深，好像是我和班主任告状的，从闹掰的那一刻开始就一直在说我坏话，她们一直互相传纸条骂我，现在带着全班人孤立我，马上我就要高三了，因为这件事我十分难过，我现在该怎么办",
    "annotation": [
      {
        "sentence": "马上要高三被孤立，怎么调节自己的心情？",
        "label": ""
      },
      {
        "sentence": "我现在是一名高中生，学的文科，众所周知文科班女生普遍要多些，早读的时候我旁边两个女生在说我另一个朋友的坏话，我就下课的时候和她提醒了一下，叫她以后不要什么话都往外说，因为她常常因为这个毛病被人骂的哭，但是我当时特地没有说是谁说的，结果我那个朋友就和我旁边人说了，我就被她们孤立了，下课我到处找人换位子，结果没一个人愿意坐我那里，晚自习的时候班主任因为这件事找了我同桌，结果我同桌哭着跑回来，导致班上人对我误会更深，好像是我和班主任告状的，从闹掰的那一刻开始就一直在说我坏话，她们一直互相传纸条骂我，现在带着全班人孤立我，马上我就要高三了，因为这件事我十分难过，我现在该怎么办",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的困境，我真的很同情你，觉得你很可怜。在校园里，校园暴力和冷暴力几乎无处不在，这样的事情让人心痛。我了解到你即将进入高三，对你来说最重要的事情是学业。那些说你闲话的人在班级中关系非常好，他们带动全班同学孤立你，让你一个人独处。在这个时期，你可能无法面对他们，你唯一能做的就是努力学习，争取考上比他们更好的大学，让他们羡慕你。高中最注重的是升学率，你在班级中的地位和老师的关系密切。如果你成绩优秀，老师会重视你，其他同学也会愿意接触你。所以，在你无法面对他们的情况下，专注于学习，提高自己的成绩。如果你在班级中名列前茅，你的处境会有所改变。而且，在高考之后，如果你被名牌大学录取，那些背后说闲话的人将会真正感到失落，因为他们浪费了时间在你身上，没有好好学习。首先，学生的人际关系非常重要，它会影响你的学习和生活情绪。目前，你面临的情况很糟糕。在这种情况下，我建议你尽量向那些仍然相信你的同学靠拢。如果你真的在班级中没有朋友，而且同学开始孤立你，首先，你需要从自己身上找原因。其次，你可以去找其他同学交流，问问他们为什么对你这样。重要的是，你在提问时要保持冷静和平和。比如，你可以买冰淇淋或者多买一些，然后在同学们闲聊时进入群里说：“嘿，我今天买了冰淇淋，你们要尝尝吗？我觉得他们面对食物的诱惑时不会拒绝。”吃到一半时，你可以说：“实际上，有件事我一直想告诉你们。”这样，误会就会解开了。如果无论你怎么做班级里的同学都不理睬你，那我建议你向老师求助。老师是学校里的导师，你可以去办公室向老师详细说明情况，让老师介入调解你们的关系。如果你还不采取行动，这些人会越来越过分，甚至可能对你动手动脚。无论发生什么，希望你能坚强地走下去，努力完成高中学业，进入好的大学。现在不能决定你的未来，现在你的重心应该放在学习上。作为人，我们为何应该忍受他人的欺辱？面对欺负时，我们要勇敢地还击。没有什么是我们不能做到的，你要知道你和他们没有任何区别，你也是一个完整的人，你和他们一样付学费，在学校读书，你们享有同样的权利。为什么他们可以这样对待你？当你思考这个问题时，无论何时受到欺负，都要努力还击。在这个世界上帮助我们的人，我们要感恩。但如果他们主动来欺负我们，我们要利用我们身边的资源回击他们。青春应该是快乐的，青春不应该充满个人恩怨。我很同情你，遇到了并不善良的同学，但这也可能让你变得更坚强。有些人出现在我们的身边是给予我们的教诲，我们不应该成为他们那样的人。无论他们说什么，只要你勇敢地做善良的事情，你就会受到他人的赞赏。相信自己，保持坚强。",
    "annotation": [
      {
        "sentence": "看到你的困境，我真的很同情你，觉得你很可怜。",
        "label": ""
      },
      {
        "sentence": "在校园里，校园暴力和冷暴力几乎无处不在，这样的事情让人心痛。",
        "label": ""
      },
      {
        "sentence": "我了解到你即将进入高三，对你来说最重要的事情是学业。",
        "label": ""
      },
      {
        "sentence": "那些说你闲话的人在班级中关系非常好，他们带动全班同学孤立你，让你一个人独处。",
        "label": ""
      },
      {
        "sentence": "在这个时期，你可能无法面对他们，你唯一能做的就是努力学习，争取考上比他们更好的大学，让他们羡慕你。",
        "label": ""
      },
      {
        "sentence": "高中最注重的是升学率，你在班级中的地位和老师的关系密切。",
        "label": ""
      },
      {
        "sentence": "如果你成绩优秀，老师会重视你，其他同学也会愿意接触你。",
        "label": ""
      },
      {
        "sentence": "所以，在你无法面对他们的情况下，专注于学习，提高自己的成绩。",
        "label": ""
      },
      {
        "sentence": "如果你在班级中名列前茅，你的处境会有所改变。",
        "label": ""
      },
      {
        "sentence": "而且，在高考之后，如果你被名牌大学录取，那些背后说闲话的人将会真正感到失落，因为他们浪费了时间在你身上，没有好好学习。",
        "label": ""
      },
      {
        "sentence": "首先，学生的人际关系非常重要，它会影响你的学习和生活情绪。",
        "label": ""
      },
      {
        "sentence": "目前，你面临的情况很糟糕。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，我建议你尽量向那些仍然相信你的同学靠拢。",
        "label": ""
      },
      {
        "sentence": "如果你真的在班级中没有朋友，而且同学开始孤立你，首先，你需要从自己身上找原因。",
        "label": ""
      },
      {
        "sentence": "其次，你可以去找其他同学交流，问问他们为什么对你这样。",
        "label": ""
      },
      {
        "sentence": "重要的是，你在提问时要保持冷静和平和。",
        "label": ""
      },
      {
        "sentence": "比如，你可以买冰淇淋或者多买一些，然后在同学们闲聊时进入群里说：“嘿，我今天买了冰淇淋，你们要尝尝吗？",
        "label": ""
      },
      {
        "sentence": "我觉得他们面对食物的诱惑时不会拒绝。",
        "label": ""
      },
      {
        "sentence": "”吃到一半时，你可以说：“实际上，有件事我一直想告诉你们。",
        "label": ""
      },
      {
        "sentence": "”这样，误会就会解开了。",
        "label": ""
      },
      {
        "sentence": "如果无论你怎么做班级里的同学都不理睬你，那我建议你向老师求助。",
        "label": ""
      },
      {
        "sentence": "老师是学校里的导师，你可以去办公室向老师详细说明情况，让老师介入调解你们的关系。",
        "label": ""
      },
      {
        "sentence": "如果你还不采取行动，这些人会越来越过分，甚至可能对你动手动脚。",
        "label": ""
      },
      {
        "sentence": "无论发生什么，希望你能坚强地走下去，努力完成高中学业，进入好的大学。",
        "label": ""
      },
      {
        "sentence": "现在不能决定你的未来，现在你的重心应该放在学习上。",
        "label": ""
      },
      {
        "sentence": "作为人，我们为何应该忍受他人的欺辱？",
        "label": ""
      },
      {
        "sentence": "面对欺负时，我们要勇敢地还击。",
        "label": ""
      },
      {
        "sentence": "没有什么是我们不能做到的，你要知道你和他们没有任何区别，你也是一个完整的人，你和他们一样付学费，在学校读书，你们享有同样的权利。",
        "label": ""
      },
      {
        "sentence": "为什么他们可以这样对待你？",
        "label": ""
      },
      {
        "sentence": "当你思考这个问题时，无论何时受到欺负，都要努力还击。",
        "label": ""
      },
      {
        "sentence": "在这个世界上帮助我们的人，我们要感恩。",
        "label": ""
      },
      {
        "sentence": "但如果他们主动来欺负我们，我们要利用我们身边的资源回击他们。",
        "label": ""
      },
      {
        "sentence": "青春应该是快乐的，青春不应该充满个人恩怨。",
        "label": ""
      },
      {
        "sentence": "我很同情你，遇到了并不善良的同学，但这也可能让你变得更坚强。",
        "label": ""
      },
      {
        "sentence": "有些人出现在我们的身边是给予我们的教诲，我们不应该成为他们那样的人。",
        "label": ""
      },
      {
        "sentence": "无论他们说什么，只要你勇敢地做善良的事情，你就会受到他人的赞赏。",
        "label": ""
      },
      {
        "sentence": "相信自己，保持坚强。",
        "label": ""
      }
    ]
  }
]