[
  {
    "role": "client",
    "content": "已婚男人老是说爱你，如果真爱那不是应该去离婚吗？他明明结婚了，在我的逼问下也的确告诉我了，他暂时不会和他老婆离婚，其实也就是不会离婚，我很清楚的说了分手，但是他还是会来找我，在一起两年自己心里也很难放心这段感情，他出去出差回来瞒着他老婆又来找我，我很不喜欢这样的生活，他为什么会这样做？真的因为爱我？如果是真的爱我那不是应该去离婚吗",
    "annotation": [
      {
        "sentence": "已婚男人老是说爱你，如果真爱那不是应该去离婚吗？",
        "label": ""
      },
      {
        "sentence": "他明明结婚了，在我的逼问下也的确告诉我了，他暂时不会和他老婆离婚，其实也就是不会离婚，我很清楚的说了分手，但是他还是会来找我，在一起两年自己心里也很难放心这段感情，他出去出差回来瞒着他老婆又来找我，我很不喜欢这样的生活，他为什么会这样做？",
        "label": ""
      },
      {
        "sentence": "真的因为爱我？",
        "label": ""
      },
      {
        "sentence": "如果是真的爱我那不是应该去离婚吗",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我了解了你陈述中的情况。1、你和他在一起已经两年了。2、他已经结婚，在你逼问下才告诉你。3、他不会离婚，但你已经明确表达了分手的意愿，然而他仍然会继续找你。4、你心里难以释怀这段感情，但又不喜欢这种违背道德的生活和关系。你想知道他为什么会继续纠缠不放，是否真的是因为爱你。对于这些问题，我不能随意猜测和回答。从你所描述的，他瞒着结婚的事实与你交往了两年，在你的逼问下才承认，否则他可能还会继续隐瞒下去；同时他也在结婚的情况下瞒着妻子与你保持亲密，既不会离婚，也不愿意放手。你能看出来他对你是否真的有爱吗？我无法确定他是否爱你，但我能看到，无论对待婚姻还是感情，他都不够真诚、承诺、尊重和负责。对于婚姻和妻子，他是如何回应你的？无论出于什么原因，既然他已经与一个女人建立了婚姻关系，那他应该承担起对婚姻的忠诚和责任。他瞒着妻子与其他女性培养感情和保持亲密关系，同时瞒着情人自己的婚姻关系，无论从情感和道德上都是无法接受的行为，对两位女性都是不公平和不尊重的。这并不能用所谓的\"真爱\"来掩饰，通俗地说，就是\"脚踏两船\"。心理学家斯滕伯格提出了爱情三角理论，即爱情包含\"激情、亲密和承诺\"三个要素，缺一不可。从你所描述的情况来看，你和他可能已经拥有了激情和亲密这两个要素。但是承诺呢？缺少承诺的感情如同漂荡的浮萍，缺乏一个落脚点。他既不会为妻子和你负起责任，也不愿意放手，无论出于什么目的或者想要得到什么，你所付出的只是感情和时光，却不知道将来会得到什么。他更多的是满足了自己的私欲。当然，你在不知情的情况下与他相处了两年，投入了很多感情，一时间难以接受现实，也难以放手。然而，有些错误的关系即使曾经美好，也很难有好的结果。如果继续下去，受伤害的只会是你自己。相信你也不愿意被贴上\"小三\"的标签。就像是一支不良的股票，及时果断止损才是明智之举。面对这样的男人和不健康的亲密关系，我相信你有足够的洞察力并且会做出明智的决定。祝你好运！",
    "annotation": [
      {
        "sentence": "求助者，我了解了你陈述中的情况。",
        "label": ""
      },
      {
        "sentence": "1、你和他在一起已经两年了。",
        "label": ""
      },
      {
        "sentence": "2、他已经结婚，在你逼问下才告诉你。",
        "label": ""
      },
      {
        "sentence": "3、他不会离婚，但你已经明确表达了分手的意愿，然而他仍然会继续找你。",
        "label": ""
      },
      {
        "sentence": "4、你心里难以释怀这段感情，但又不喜欢这种违背道德的生活和关系。",
        "label": ""
      },
      {
        "sentence": "你想知道他为什么会继续纠缠不放，是否真的是因为爱你。",
        "label": ""
      },
      {
        "sentence": "对于这些问题，我不能随意猜测和回答。",
        "label": ""
      },
      {
        "sentence": "从你所描述的，他瞒着结婚的事实与你交往了两年，在你的逼问下才承认，否则他可能还会继续隐瞒下去；同时他也在结婚的情况下瞒着妻子与你保持亲密，既不会离婚，也不愿意放手。",
        "label": ""
      },
      {
        "sentence": "你能看出来他对你是否真的有爱吗？",
        "label": ""
      },
      {
        "sentence": "我无法确定他是否爱你，但我能看到，无论对待婚姻还是感情，他都不够真诚、承诺、尊重和负责。",
        "label": ""
      },
      {
        "sentence": "对于婚姻和妻子，他是如何回应你的？",
        "label": ""
      },
      {
        "sentence": "无论出于什么原因，既然他已经与一个女人建立了婚姻关系，那他应该承担起对婚姻的忠诚和责任。",
        "label": ""
      },
      {
        "sentence": "他瞒着妻子与其他女性培养感情和保持亲密关系，同时瞒着情人自己的婚姻关系，无论从情感和道德上都是无法接受的行为，对两位女性都是不公平和不尊重的。",
        "label": ""
      },
      {
        "sentence": "这并不能用所谓的\"真爱\"来掩饰，通俗地说，就是\"脚踏两船\"。",
        "label": ""
      },
      {
        "sentence": "心理学家斯滕伯格提出了爱情三角理论，即爱情包含\"激情、亲密和承诺\"三个要素，缺一不可。",
        "label": ""
      },
      {
        "sentence": "从你所描述的情况来看，你和他可能已经拥有了激情和亲密这两个要素。",
        "label": ""
      },
      {
        "sentence": "但是承诺呢？",
        "label": ""
      },
      {
        "sentence": "缺少承诺的感情如同漂荡的浮萍，缺乏一个落脚点。",
        "label": ""
      },
      {
        "sentence": "他既不会为妻子和你负起责任，也不愿意放手，无论出于什么目的或者想要得到什么，你所付出的只是感情和时光，却不知道将来会得到什么。",
        "label": ""
      },
      {
        "sentence": "他更多的是满足了自己的私欲。",
        "label": ""
      },
      {
        "sentence": "当然，你在不知情的情况下与他相处了两年，投入了很多感情，一时间难以接受现实，也难以放手。",
        "label": ""
      },
      {
        "sentence": "然而，有些错误的关系即使曾经美好，也很难有好的结果。",
        "label": ""
      },
      {
        "sentence": "如果继续下去，受伤害的只会是你自己。",
        "label": ""
      },
      {
        "sentence": "相信你也不愿意被贴上\"小三\"的标签。",
        "label": ""
      },
      {
        "sentence": "就像是一支不良的股票，及时果断止损才是明智之举。",
        "label": ""
      },
      {
        "sentence": "面对这样的男人和不健康的亲密关系，我相信你有足够的洞察力并且会做出明智的决定。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]