[
  {
    "role": "client",
    "content": "二孩妈妈，姐姐5岁，弟弟2岁，陪睡，控制不了生气？每晚陪睡到点不睡我就变得很狂躁，想打想骂，不能碰我，我都不想多看一眼我的孩子，我觉得这个时间段是最讨厌的，睡着了就感觉心里的石头落地了，就感觉自己解决了，早上送幼儿园出门前也是，很烦，一点微小的事情都会让我火冒三丈，送幼儿园去了我就没事了。我爱我的孩子，但每个早晚我觉得自己就像一个神经病。",
    "annotation": [
      {
        "sentence": "二孩妈妈，姐姐5岁，弟弟2岁，陪睡，控制不了生气？",
        "label": ""
      },
      {
        "sentence": "每晚陪睡到点不睡我就变得很狂躁，想打想骂，不能碰我，我都不想多看一眼我的孩子，我觉得这个时间段是最讨厌的，睡着了就感觉心里的石头落地了，就感觉自己解决了，早上送幼儿园出门前也是，很烦，一点微小的事情都会让我火冒三丈，送幼儿园去了我就没事了。",
        "label": ""
      },
      {
        "sentence": "我爱我的孩子，但每个早晚我觉得自己就像一个神经病。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉到你在抚养孩子的过程中非常的辛苦，你很爱自己的孩子。不要忘了，你在成为孩子们的妈妈之前，你还是一个独立的个体。你会有情绪，会生气会开心，会因为事情不顺心感到烦躁，这再正常不过了～试着真诚看看自己的情绪，也久违的好好看看自己。",
    "annotation": [
      {
        "sentence": "感觉到你在抚养孩子的过程中非常的辛苦，你很爱自己的孩子。",
        "label": ""
      },
      {
        "sentence": "不要忘了，你在成为孩子们的妈妈之前，你还是一个独立的个体。",
        "label": ""
      },
      {
        "sentence": "你会有情绪，会生气会开心，会因为事情不顺心感到烦躁，这再正常不过了～试着真诚看看自己的情绪，也久违的好好看看自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，但我真的很担心我的情绪会对孩子们产生不好的影响。我不想让他们觉得妈妈很可怕，我希望成为一个更好的母亲。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，但我真的很担心我的情绪会对孩子们产生不好的影响。",
        "label": ""
      },
      {
        "sentence": "我不想让他们觉得妈妈很可怕，我希望成为一个更好的母亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。但请相信，在这个过程中，关键是如何应对和管理你的情绪。你可以尝试找到一些放松的方式，如深呼吸、听音乐或做一些自己喜欢的事情，这可以帮助你调整情绪，减少狂躁的情绪爆发。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "但请相信，在这个过程中，关键是如何应对和管理你的情绪。",
        "label": ""
      },
      {
        "sentence": "你可以尝试找到一些放松的方式，如深呼吸、听音乐或做一些自己喜欢的事情，这可以帮助你调整情绪，减少狂躁的情绪爆发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的方法听起来不错，我会试一下。还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "你说的方法听起来不错，我会试一下。",
        "label": ""
      },
      {
        "sentence": "还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了调整情绪的方法，你也可以考虑寻求外界的帮助和支持。可以和你的伴侣或家人商量，看是否有其他人可以帮忙陪睡孩子，分担你的负担。同时，也可以寻找一些育儿学习的资源，提升自己的育儿技能和知识，这样能更好地应对孩子带来的挑战。",
    "annotation": [
      {
        "sentence": "除了调整情绪的方法，你也可以考虑寻求外界的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "可以和你的伴侣或家人商量，看是否有其他人可以帮忙陪睡孩子，分担你的负担。",
        "label": ""
      },
      {
        "sentence": "同时，也可以寻找一些育儿学习的资源，提升自己的育儿技能和知识，这样能更好地应对孩子带来的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试和家人商量，并寻找育儿资源来提升自己。但是，我还是有些担心自己情绪的控制能力不够，怕出现一些过激的行为。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试和家人商量，并寻找育儿资源来提升自己。",
        "label": ""
      },
      {
        "sentence": "但是，我还是有些担心自己情绪的控制能力不够，怕出现一些过激的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有情绪的波动，你并不是唯一一个面临这个问题的人。当你感到情绪激动时，可以尝试给自己一些空间和时间来冷静下来，避免做出冲动的行为。请相信自己，你是一个很爱孩子也很关心他们成长的妈妈，你不会故意伤害他们的。",
    "annotation": [
      {
        "sentence": "每个人都有情绪的波动，你并不是唯一一个面临这个问题的人。",
        "label": ""
      },
      {
        "sentence": "当你感到情绪激动时，可以尝试给自己一些空间和时间来冷静下来，避免做出冲动的行为。",
        "label": ""
      },
      {
        "sentence": "请相信自己，你是一个很爱孩子也很关心他们成长的妈妈，你不会故意伤害他们的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我要相信自己。我也意识到自己可能需要更多的休息和放松时间，这样才能更好地处理情绪。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "你说的对，我要相信自己。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己可能需要更多的休息和放松时间，这样才能更好地处理情绪。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供帮助。记得不要对自己太苛责，每个妈妈都会面临各种挑战。只要你尽力而为，就已经是一个很好的妈妈了。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记得不要对自己太苛责，每个妈妈都会面临各种挑战。",
        "label": ""
      },
      {
        "sentence": "只要你尽力而为，就已经是一个很好的妈妈了。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]