[
  {
    "role": "client",
    "content": "我最近感觉焦虑和不安，觉得自己很脆弱。吵架只会加剧这种心理状态。我是一个对恋爱感到不安的人，之前经历过感情的伤害。觉得那个人真的伤害我太深了，但因为对他的依恋，我一直舍不得离开。后来我受够了，绝望了，所以离开了。然后我遇见了现在的男朋友，刚开始真的挺好的，觉得他对我很用心。但现在我感觉又犯病了，之前的不安感又出现了。我感到很恐惧，怕重蹈覆辙。我觉得我不能再接受感情的伤害了。我太依赖他对我的好了，我明明是个独立的人，却如此依恋他。我真的感到极度的不安，不知道该怎么办。最近跟他吵架，反而加剧了这种心理。",
    "annotation": [
      {
        "sentence": "我最近感觉焦虑和不安，觉得自己很脆弱。",
        "label": ""
      },
      {
        "sentence": "吵架只会加剧这种心理状态。",
        "label": ""
      },
      {
        "sentence": "我是一个对恋爱感到不安的人，之前经历过感情的伤害。",
        "label": ""
      },
      {
        "sentence": "觉得那个人真的伤害我太深了，但因为对他的依恋，我一直舍不得离开。",
        "label": ""
      },
      {
        "sentence": "后来我受够了，绝望了，所以离开了。",
        "label": ""
      },
      {
        "sentence": "然后我遇见了现在的男朋友，刚开始真的挺好的，觉得他对我很用心。",
        "label": ""
      },
      {
        "sentence": "但现在我感觉又犯病了，之前的不安感又出现了。",
        "label": ""
      },
      {
        "sentence": "我感到很恐惧，怕重蹈覆辙。",
        "label": ""
      },
      {
        "sentence": "我觉得我不能再接受感情的伤害了。",
        "label": ""
      },
      {
        "sentence": "我太依赖他对我的好了，我明明是个独立的人，却如此依恋他。",
        "label": ""
      },
      {
        "sentence": "我真的感到极度的不安，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "最近跟他吵架，反而加剧了这种心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱一抱，很心疼你。我觉得你现在面临的问题可能是爱情观的冲突。你觉得爱情应该是美好的，太依赖别人了。每个人的心中对于感情都有自己的想法，这个观点是从很多方面形成的，比如书本知识和家庭环境。你觉得我说得对吗？下面我给你一些看法或者分析，希望能对你有所帮助。首先，你是一个缺乏安全感的人，渴望得到这种安全感。前任造成了你内心的伤害，所以你更加依赖现在的男朋友。当你缺乏安全感时，就会开始感到焦虑和不安。吵架可能是你试图寻找对方喜欢你的方式，或者通过无理取闹来换取他对你的关注和爱。但这样的方法会让对方反感，毕竟人们更加理性。但是吵架之后听到他说一些难听的话，你会感到失去他了，这时你的内心会更加乱。你也是一个非常敏感细腻的人，渴望得到别人的关注和爱。很多东西是养成的习惯，当你养成了被爱的习惯后，突然失去这种安心和舒适会让你感到恐慌和害怕，所以你会不断试图找回这种感觉。现在你需要冷静下来，不要过度试探。很多问题需要通过沟通来解决，合理地控制自己的情绪，只有两个人之间良性的沟通才可以维持好关系，避免恶性循环。你要冷静并控制自己的情绪，在冷静的情况下和他合理地沟通。告诉他你的担忧和喜欢，也要要求他告诉你他的担忧和喜欢，因为感情是两个人一起维护的，只有两个人共同付出才能得到更稳定的关系。以前的恋人都是这样分手的，你现在的男朋友也不要因此而分手。你是个非常黏人的人，所以现在你需要找一个了解你内心的人，你已经有了现在这个人，你们之间需要更深入地交流才能互相有安全感，并且感情也会更升华。",
    "annotation": [
      {
        "sentence": "抱一抱，很心疼你。",
        "label": ""
      },
      {
        "sentence": "我觉得你现在面临的问题可能是爱情观的冲突。",
        "label": ""
      },
      {
        "sentence": "你觉得爱情应该是美好的，太依赖别人了。",
        "label": ""
      },
      {
        "sentence": "每个人的心中对于感情都有自己的想法，这个观点是从很多方面形成的，比如书本知识和家庭环境。",
        "label": ""
      },
      {
        "sentence": "你觉得我说得对吗？",
        "label": ""
      },
      {
        "sentence": "下面我给你一些看法或者分析，希望能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "首先，你是一个缺乏安全感的人，渴望得到这种安全感。",
        "label": ""
      },
      {
        "sentence": "前任造成了你内心的伤害，所以你更加依赖现在的男朋友。",
        "label": ""
      },
      {
        "sentence": "当你缺乏安全感时，就会开始感到焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "吵架可能是你试图寻找对方喜欢你的方式，或者通过无理取闹来换取他对你的关注和爱。",
        "label": ""
      },
      {
        "sentence": "但这样的方法会让对方反感，毕竟人们更加理性。",
        "label": ""
      },
      {
        "sentence": "但是吵架之后听到他说一些难听的话，你会感到失去他了，这时你的内心会更加乱。",
        "label": ""
      },
      {
        "sentence": "你也是一个非常敏感细腻的人，渴望得到别人的关注和爱。",
        "label": ""
      },
      {
        "sentence": "很多东西是养成的习惯，当你养成了被爱的习惯后，突然失去这种安心和舒适会让你感到恐慌和害怕，所以你会不断试图找回这种感觉。",
        "label": ""
      },
      {
        "sentence": "现在你需要冷静下来，不要过度试探。",
        "label": ""
      },
      {
        "sentence": "很多问题需要通过沟通来解决，合理地控制自己的情绪，只有两个人之间良性的沟通才可以维持好关系，避免恶性循环。",
        "label": ""
      },
      {
        "sentence": "你要冷静并控制自己的情绪，在冷静的情况下和他合理地沟通。",
        "label": ""
      },
      {
        "sentence": "告诉他你的担忧和喜欢，也要要求他告诉你他的担忧和喜欢，因为感情是两个人一起维护的，只有两个人共同付出才能得到更稳定的关系。",
        "label": ""
      },
      {
        "sentence": "以前的恋人都是这样分手的，你现在的男朋友也不要因此而分手。",
        "label": ""
      },
      {
        "sentence": "你是个非常黏人的人，所以现在你需要找一个了解你内心的人，你已经有了现在这个人，你们之间需要更深入地交流才能互相有安全感，并且感情也会更升华。",
        "label": ""
      }
    ]
  }
]