[
  {
    "role": "client",
    "content": "我感觉焦虑和不安，真的很脆弱。最近和男朋友吵架，加剧了我的心理问题。我对恋爱很不安，之前受过一次感情伤害，觉得伤得很深。但因为对他的依恋，一直舍不得放手。后来绝望了才离开，遇到了现在的男朋友，刚开始很好。觉得他对我很用心，但现在我又感觉犯病了，之前的不安又回来了，感到很恐惧，害怕再次受伤害。我很依赖他对我好，虽然平时我是个独立的人，但对他却很依恋。真的感觉很不安，不知道该怎么办。最近跟他吵架，让这种心理问题更严重了。",
    "annotation": [
      {
        "sentence": "我感觉焦虑和不安，真的很脆弱。",
        "label": ""
      },
      {
        "sentence": "最近和男朋友吵架，加剧了我的心理问题。",
        "label": ""
      },
      {
        "sentence": "我对恋爱很不安，之前受过一次感情伤害，觉得伤得很深。",
        "label": ""
      },
      {
        "sentence": "但因为对他的依恋，一直舍不得放手。",
        "label": ""
      },
      {
        "sentence": "后来绝望了才离开，遇到了现在的男朋友，刚开始很好。",
        "label": ""
      },
      {
        "sentence": "觉得他对我很用心，但现在我又感觉犯病了，之前的不安又回来了，感到很恐惧，害怕再次受伤害。",
        "label": ""
      },
      {
        "sentence": "我很依赖他对我好，虽然平时我是个独立的人，但对他却很依恋。",
        "label": ""
      },
      {
        "sentence": "真的感觉很不安，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "最近跟他吵架，让这种心理问题更严重了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感觉到你内心的焦虑和恐惧冲突，你是一个成年女性，需要建立稳定和谐的恋爱关系来满足自己的生理和心理需求。但内心对亲密关系的不安全感一直在影响你和男友的相处。你担心受到伤害，每个小刺激都让你异常敏感，然后把这些情绪传递给对方，导致你们吵架，影响了感情的发展。也许你没有意识到，困扰你的问题其实在于对亲密关系的焦虑不安和恐惧。之前的感情经历实际上证实了你内心担心的事情可能发生，同时也肯定了你对自我的否定和无力感。这导致你面对亲密关系时更加焦虑不安和失去控制，容易产生冲突和吵架。你之前并没有经历过恋爱，但内心对恋爱的焦虑和不安已经存在了。这让我们思考这些情绪感受是从哪里来的。通常情况下，这些情绪感受与成长环境密切相关。我很好奇你的家庭环境是怎样的，这对个体成长有很大的影响。父母间的感情交流以及他们对待孩子的态度方式会影响孩子对自己和他人的看法，对亲密关系的认知也会产生影响。很多时候，个体会把原生家庭的伤害和情感投射到别人身上，以此来释放内心的压力和满足自己的需求。所以为了解决你目前的困扰，我建议你预约心理咨询师接受系统的心理咨询，释放内心的情感和压抑，修复曾经的心理创伤，一步一步解决困扰自己的问题。然后再去面对恋爱和亲密关系的发展，这样会更轻松和愉快。",
    "annotation": [
      {
        "sentence": "能够感觉到你内心的焦虑和恐惧冲突，你是一个成年女性，需要建立稳定和谐的恋爱关系来满足自己的生理和心理需求。",
        "label": ""
      },
      {
        "sentence": "但内心对亲密关系的不安全感一直在影响你和男友的相处。",
        "label": ""
      },
      {
        "sentence": "你担心受到伤害，每个小刺激都让你异常敏感，然后把这些情绪传递给对方，导致你们吵架，影响了感情的发展。",
        "label": ""
      },
      {
        "sentence": "也许你没有意识到，困扰你的问题其实在于对亲密关系的焦虑不安和恐惧。",
        "label": ""
      },
      {
        "sentence": "之前的感情经历实际上证实了你内心担心的事情可能发生，同时也肯定了你对自我的否定和无力感。",
        "label": ""
      },
      {
        "sentence": "这导致你面对亲密关系时更加焦虑不安和失去控制，容易产生冲突和吵架。",
        "label": ""
      },
      {
        "sentence": "你之前并没有经历过恋爱，但内心对恋爱的焦虑和不安已经存在了。",
        "label": ""
      },
      {
        "sentence": "这让我们思考这些情绪感受是从哪里来的。",
        "label": ""
      },
      {
        "sentence": "通常情况下，这些情绪感受与成长环境密切相关。",
        "label": ""
      },
      {
        "sentence": "我很好奇你的家庭环境是怎样的，这对个体成长有很大的影响。",
        "label": ""
      },
      {
        "sentence": "父母间的感情交流以及他们对待孩子的态度方式会影响孩子对自己和他人的看法，对亲密关系的认知也会产生影响。",
        "label": ""
      },
      {
        "sentence": "很多时候，个体会把原生家庭的伤害和情感投射到别人身上，以此来释放内心的压力和满足自己的需求。",
        "label": ""
      },
      {
        "sentence": "所以为了解决你目前的困扰，我建议你预约心理咨询师接受系统的心理咨询，释放内心的情感和压抑，修复曾经的心理创伤，一步一步解决困扰自己的问题。",
        "label": ""
      },
      {
        "sentence": "然后再去面对恋爱和亲密关系的发展，这样会更轻松和愉快。",
        "label": ""
      }
    ]
  }
]