[
  {
    "role": "client",
    "content": "怎样改变矛盾型的依恋关系，保持在恋爱中的安全感？自己恋爱的时候，每次明明都是被追求，自己一边推开靠近自己的人，一边又期待对方不要离开自己。即使在进入恋爱关系后，也会有患得患失的感觉，却努力装作对对方毫不在意，这样的矛盾型依恋关系，怎样改变呢？谢谢。",
    "annotation": [
      {
        "sentence": "怎样改变矛盾型的依恋关系，保持在恋爱中的安全感？",
        "label": ""
      },
      {
        "sentence": "自己恋爱的时候，每次明明都是被追求，自己一边推开靠近自己的人，一边又期待对方不要离开自己。",
        "label": ""
      },
      {
        "sentence": "即使在进入恋爱关系后，也会有患得患失的感觉，却努力装作对对方毫不在意，这样的矛盾型依恋关系，怎样改变呢？",
        "label": ""
      },
      {
        "sentence": "谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的困惑，你在恋爱中体验到了矛盾型依恋关系，既希望对方离开，又害怕他离开。这可能是你内心的一种保护机制，为了防止受伤害而拒绝接受爱情。你这样的情感波动其实暴露了内心的脆弱，你试图保护自己免受伤害，但同时也希望拥有一段稳定的感情。你可能会觉得自己不值得被爱，担心对方会离开你，导致自信心和自尊心受到波动。解决这个问题的方法之一是提升自己的自信心和自尊心，不会因别人的拒绝、批评或离开而怀疑自己的价值。安全依恋是指你知道有人爱着你，自己也有能力去爱别人，并且相信自己是有价值的。首先，你要找出自己的优点，看待自己的身份像是捧着手心上的明珠，学会自己成为自己的宝贝情人，这样你才能与他人建立起健康的爱的关系。当你内心有源源不断的爱时，你就不再依赖他人的爱情，也不会感到焦虑。你可以大胆地去爱别人，无论对方是否离开，你都能保持内心的滋润。一个人离开的原因有很多，也许是他们自己不安全依恋，也许是其他原因。我们不能用他人的离开来衡量我们自己的价值。举个例子，在恋爱中遇到困惑时，你可以尝试设想一个安全依恋的人会怎么做，然后依样画葫芦。比如，你的男朋友突然不回复消息十个小时，你可能会想一些负面的猜测，但是想象一个安全依恋的人，他可能会想：“嗯，我男朋友之前都是跟我好好说话的，没有不爱我的迹象，现在突然不联系，可能确实是有事情在忙，说不定还遇到了困难。我可以给他发个语音消息问问他，主动沟通一下。”如果最后发现他劈腿了，那是他的问题，我只会为他感到遗憾。一个缺乏安全感的人最好和安全依恋类型的人交往，这会对你的模式改变有很大帮助。TA能够帮助你慢慢建立一种新的依恋模式，让你重新体验到小时候没有体会到的关爱。如果你和交往对象的依恋模式都不安全，你要意识到问题可能出在他那里，或者是你们之间的互动，并不完全是你的责任。通过实践，你会逐渐发现，他离开后还会回来，争吵后你们仍然相爱，他也会欣赏你的缺点。渐渐地，你的安全模式就会形成了。",
    "annotation": [
      {
        "sentence": "我能理解你的困惑，你在恋爱中体验到了矛盾型依恋关系，既希望对方离开，又害怕他离开。",
        "label": ""
      },
      {
        "sentence": "这可能是你内心的一种保护机制，为了防止受伤害而拒绝接受爱情。",
        "label": ""
      },
      {
        "sentence": "你这样的情感波动其实暴露了内心的脆弱，你试图保护自己免受伤害，但同时也希望拥有一段稳定的感情。",
        "label": ""
      },
      {
        "sentence": "你可能会觉得自己不值得被爱，担心对方会离开你，导致自信心和自尊心受到波动。",
        "label": ""
      },
      {
        "sentence": "解决这个问题的方法之一是提升自己的自信心和自尊心，不会因别人的拒绝、批评或离开而怀疑自己的价值。",
        "label": ""
      },
      {
        "sentence": "安全依恋是指你知道有人爱着你，自己也有能力去爱别人，并且相信自己是有价值的。",
        "label": ""
      },
      {
        "sentence": "首先，你要找出自己的优点，看待自己的身份像是捧着手心上的明珠，学会自己成为自己的宝贝情人，这样你才能与他人建立起健康的爱的关系。",
        "label": ""
      },
      {
        "sentence": "当你内心有源源不断的爱时，你就不再依赖他人的爱情，也不会感到焦虑。",
        "label": ""
      },
      {
        "sentence": "你可以大胆地去爱别人，无论对方是否离开，你都能保持内心的滋润。",
        "label": ""
      },
      {
        "sentence": "一个人离开的原因有很多，也许是他们自己不安全依恋，也许是其他原因。",
        "label": ""
      },
      {
        "sentence": "我们不能用他人的离开来衡量我们自己的价值。",
        "label": ""
      },
      {
        "sentence": "举个例子，在恋爱中遇到困惑时，你可以尝试设想一个安全依恋的人会怎么做，然后依样画葫芦。",
        "label": ""
      },
      {
        "sentence": "比如，你的男朋友突然不回复消息十个小时，你可能会想一些负面的猜测，但是想象一个安全依恋的人，他可能会想：“嗯，我男朋友之前都是跟我好好说话的，没有不爱我的迹象，现在突然不联系，可能确实是有事情在忙，说不定还遇到了困难。",
        "label": ""
      },
      {
        "sentence": "我可以给他发个语音消息问问他，主动沟通一下。",
        "label": ""
      },
      {
        "sentence": "”如果最后发现他劈腿了，那是他的问题，我只会为他感到遗憾。",
        "label": ""
      },
      {
        "sentence": "一个缺乏安全感的人最好和安全依恋类型的人交往，这会对你的模式改变有很大帮助。",
        "label": ""
      },
      {
        "sentence": "TA能够帮助你慢慢建立一种新的依恋模式，让你重新体验到小时候没有体会到的关爱。",
        "label": ""
      },
      {
        "sentence": "如果你和交往对象的依恋模式都不安全，你要意识到问题可能出在他那里，或者是你们之间的互动，并不完全是你的责任。",
        "label": ""
      },
      {
        "sentence": "通过实践，你会逐渐发现，他离开后还会回来，争吵后你们仍然相爱，他也会欣赏你的缺点。",
        "label": ""
      },
      {
        "sentence": "渐渐地，你的安全模式就会形成了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，我能理解你现在的困惑。你在恋爱中体验到了“矛盾型依恋关系”，意思是你一方面希望对方离开，另一方面又害怕对方离开，这种感受有时候会让你感到很矛盾和苦恼。实际上，这种情况下你的内心是非常脆弱的，你试图通过推开别人来保护自己，不接受别人的爱，是因为害怕随后会受伤害。但同时，你内心还渴望拥有一段稳定的感情。你有可能觉得自己不值得被爱，担心对方会离开你，这导致了你的自信心和自尊心时而波动不定。要解决这个问题，其中一种方法就是提升你的自信心和自尊心，不要因为别人的拒绝、批评或离开而怀疑自己的价值。安全依恋的意思是你知道有人爱着你，你也有能力去爱别人，相信自己是有价值的。你可以试着找出自己的优点，像捧着手心的明珠一样珍视自己，将自己视为宝贝，首先对待自己好，然后才能与他人建立起健康的爱之关系。当你内心有源源不断的爱时，你就不再依赖别人的爱情，也不会感到焦虑。你可以大胆去爱别人，不管对方是否离开，你都能保持内心的滋润。有人离开的原因是多种多样的，不一定是因为你没有价值。举个例子，如果你的男朋友突然不回复你的消息十个小时，缺乏安全感的人可能会想：“他是不是不爱我了，他是不是厌烦我了，他是不是在和别的女孩约会？我要不要删掉他……”，但一位具备安全依恋的人可能会想：“嗯，男朋友之前一直对我很好，我没有看到他不爱我的表现，现在突然不回复可能是有什么事情在忙，说不定还遇到了困难。我可以发个语音给他，问问他有没有遇到困难，我们进行一下沟通。”即使最后发现他真的劈腿了，那是他的问题，你可以为他感到遗憾，而不会怀疑自己的价值。一个缺乏安全感的人最好与具备安全依恋类型的人交往，这样对你的模式改变会很有帮助。TA可以在很大程度上帮助你建立新的依恋模式，重新体验小时候没有得到的关爱。如果你和交往对象的依恋模式也都不安全，那你需要认识到问题可能出在他那里，或者是你们之间的互动，并不完全是你一个人的错。通过实践，你会逐渐发现，即使对方离开一段时间后还会回来，即使你们吵架也能相互爱护，对方也会欣赏你的缺点。这样一来，你的安全模式就会慢慢形成了。",
    "annotation": [
      {
        "sentence": "看到你的问题，我能理解你现在的困惑。",
        "label": ""
      },
      {
        "sentence": "你在恋爱中体验到了“矛盾型依恋关系”，意思是你一方面希望对方离开，另一方面又害怕对方离开，这种感受有时候会让你感到很矛盾和苦恼。",
        "label": ""
      },
      {
        "sentence": "实际上，这种情况下你的内心是非常脆弱的，你试图通过推开别人来保护自己，不接受别人的爱，是因为害怕随后会受伤害。",
        "label": ""
      },
      {
        "sentence": "但同时，你内心还渴望拥有一段稳定的感情。",
        "label": ""
      },
      {
        "sentence": "你有可能觉得自己不值得被爱，担心对方会离开你，这导致了你的自信心和自尊心时而波动不定。",
        "label": ""
      },
      {
        "sentence": "要解决这个问题，其中一种方法就是提升你的自信心和自尊心，不要因为别人的拒绝、批评或离开而怀疑自己的价值。",
        "label": ""
      },
      {
        "sentence": "安全依恋的意思是你知道有人爱着你，你也有能力去爱别人，相信自己是有价值的。",
        "label": ""
      },
      {
        "sentence": "你可以试着找出自己的优点，像捧着手心的明珠一样珍视自己，将自己视为宝贝，首先对待自己好，然后才能与他人建立起健康的爱之关系。",
        "label": ""
      },
      {
        "sentence": "当你内心有源源不断的爱时，你就不再依赖别人的爱情，也不会感到焦虑。",
        "label": ""
      },
      {
        "sentence": "你可以大胆去爱别人，不管对方是否离开，你都能保持内心的滋润。",
        "label": ""
      },
      {
        "sentence": "有人离开的原因是多种多样的，不一定是因为你没有价值。",
        "label": ""
      },
      {
        "sentence": "举个例子，如果你的男朋友突然不回复你的消息十个小时，缺乏安全感的人可能会想：“他是不是不爱我了，他是不是厌烦我了，他是不是在和别的女孩约会？",
        "label": ""
      },
      {
        "sentence": "我要不要删掉他……”，但一位具备安全依恋的人可能会想：“嗯，男朋友之前一直对我很好，我没有看到他不爱我的表现，现在突然不回复可能是有什么事情在忙，说不定还遇到了困难。",
        "label": ""
      },
      {
        "sentence": "我可以发个语音给他，问问他有没有遇到困难，我们进行一下沟通。",
        "label": ""
      },
      {
        "sentence": "”即使最后发现他真的劈腿了，那是他的问题，你可以为他感到遗憾，而不会怀疑自己的价值。",
        "label": ""
      },
      {
        "sentence": "一个缺乏安全感的人最好与具备安全依恋类型的人交往，这样对你的模式改变会很有帮助。",
        "label": ""
      },
      {
        "sentence": "TA可以在很大程度上帮助你建立新的依恋模式，重新体验小时候没有得到的关爱。",
        "label": ""
      },
      {
        "sentence": "如果你和交往对象的依恋模式也都不安全，那你需要认识到问题可能出在他那里，或者是你们之间的互动，并不完全是你一个人的错。",
        "label": ""
      },
      {
        "sentence": "通过实践，你会逐渐发现，即使对方离开一段时间后还会回来，即使你们吵架也能相互爱护，对方也会欣赏你的缺点。",
        "label": ""
      },
      {
        "sentence": "这样一来，你的安全模式就会慢慢形成了。",
        "label": ""
      }
    ]
  }
]