[
  {
    "role": "client",
    "content": "我以后社交恐惧症后勇敢出门，反省自己，但是过度影响我的生活作息。这段时间特别社交恐惧，因为回想起过去很多小孩子时候做过的错事，无论是无意或是有意的，我已经成年了，但我仍然是一个坏孩子，不懂得与人交流，对一切都很敏感，总是说错话，自己的快乐总是建立在别人的痛苦上，我确实不知道说了些什么，内心想的和嘴巴说的无法统一。这段时间我独自一人，反省自己，但是这导致我的生活作息过度影响。今天出去买馒头，我又无意中做了个荒唐的事情，我看见馒头店关着门，在门前站了一会儿后，我居然趴在门上瞄了一下里面，紧张地溜走了。回到家后，我自己想，我在公共场合这样做是否是错误的。但是当时我就那样做了。我也不知道这算不算想太多，但我总是不能踏实。我很紧张，对之前伤害我的人和我在公共场合做的荒唐的事情都感到非常内疚。我嘴巴没遮拦，以至于身边的人都不喜欢我。这段时间，我一直反省自己，下决心要改变，但我感觉已经罪恶深重，病入膏肓。每天只是闷在家里混日子，太难受了。",
    "annotation": [
      {
        "sentence": "我以后社交恐惧症后勇敢出门，反省自己，但是过度影响我的生活作息。",
        "label": ""
      },
      {
        "sentence": "这段时间特别社交恐惧，因为回想起过去很多小孩子时候做过的错事，无论是无意或是有意的，我已经成年了，但我仍然是一个坏孩子，不懂得与人交流，对一切都很敏感，总是说错话，自己的快乐总是建立在别人的痛苦上，我确实不知道说了些什么，内心想的和嘴巴说的无法统一。",
        "label": ""
      },
      {
        "sentence": "这段时间我独自一人，反省自己，但是这导致我的生活作息过度影响。",
        "label": ""
      },
      {
        "sentence": "今天出去买馒头，我又无意中做了个荒唐的事情，我看见馒头店关着门，在门前站了一会儿后，我居然趴在门上瞄了一下里面，紧张地溜走了。",
        "label": ""
      },
      {
        "sentence": "回到家后，我自己想，我在公共场合这样做是否是错误的。",
        "label": ""
      },
      {
        "sentence": "但是当时我就那样做了。",
        "label": ""
      },
      {
        "sentence": "我也不知道这算不算想太多，但我总是不能踏实。",
        "label": ""
      },
      {
        "sentence": "我很紧张，对之前伤害我的人和我在公共场合做的荒唐的事情都感到非常内疚。",
        "label": ""
      },
      {
        "sentence": "我嘴巴没遮拦，以至于身边的人都不喜欢我。",
        "label": ""
      },
      {
        "sentence": "这段时间，我一直反省自己，下决心要改变，但我感觉已经罪恶深重，病入膏肓。",
        "label": ""
      },
      {
        "sentence": "每天只是闷在家里混日子，太难受了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我想要与你分享我的故事，因为当你描述自己的情况时，我想到了我曾经经历的事情。我以前也会担心自己做什么事情会被人议论，觉得每一件事情都不正确，因此小心翼翼，但随着我长大并与更多的人接触，他们对我进行了适当的引导，所以我变得更加自信、更加大胆，即使犯错也没有关系，因为没有人会时时刻刻关注你。实际上，影响你的不是别人，而往往是你自己的内心，也许是因为你还不够自信吧！希望你可以更加自信一些，不要害怕，因为打败你的是自己，而不是别人。还有，过去犯过的错误和认为不好的行为已经成为过去了，它们已经过去了，希望昨天的不好，不要留在今天，好好对待明天，变成你想成为的那个人就好了！",
    "annotation": [
      {
        "sentence": "听到你的经历，我想要与你分享我的故事，因为当你描述自己的情况时，我想到了我曾经经历的事情。",
        "label": ""
      },
      {
        "sentence": "我以前也会担心自己做什么事情会被人议论，觉得每一件事情都不正确，因此小心翼翼，但随着我长大并与更多的人接触，他们对我进行了适当的引导，所以我变得更加自信、更加大胆，即使犯错也没有关系，因为没有人会时时刻刻关注你。",
        "label": ""
      },
      {
        "sentence": "实际上，影响你的不是别人，而往往是你自己的内心，也许是因为你还不够自信吧！",
        "label": ""
      },
      {
        "sentence": "希望你可以更加自信一些，不要害怕，因为打败你的是自己，而不是别人。",
        "label": ""
      },
      {
        "sentence": "还有，过去犯过的错误和认为不好的行为已经成为过去了，它们已经过去了，希望昨天的不好，不要留在今天，好好对待明天，变成你想成为的那个人就好了！",
        "label": ""
      }
    ]
  }
]