[
  {
    "role": "client",
    "content": "初二，我们家环境一直不好，我应该怎么改变？我是一个初二学生，面临考试，成绩不是很好。我在家学习时看到父母或者和他们聊天总是吵起来，心情波动有点大，在学校挺好的，回家后我有时候感觉父母对我完全失望了，我好难过，就这样情绪不好的，几乎每天晚上都会烦或者难过。这周末父母又话里有失望，我感觉挺难受的，甚至有一点恨他们，每次这样想的时候我都劝自己。",
    "annotation": [
      {
        "sentence": "初二，我们家环境一直不好，我应该怎么改变？",
        "label": ""
      },
      {
        "sentence": "我是一个初二学生，面临考试，成绩不是很好。",
        "label": ""
      },
      {
        "sentence": "我在家学习时看到父母或者和他们聊天总是吵起来，心情波动有点大，在学校挺好的，回家后我有时候感觉父母对我完全失望了，我好难过，就这样情绪不好的，几乎每天晚上都会烦或者难过。",
        "label": ""
      },
      {
        "sentence": "这周末父母又话里有失望，我感觉挺难受的，甚至有一点恨他们，每次这样想的时候我都劝自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述的情况不仅仅在你身上存在，也说明了原生家庭对你的影响却是很大，家庭关系的不和睦导致很多事情发生，很大程度上取决于经济原因，由于你提供信息的不完整，我并不知道你家庭成员的构成情况，所以就你有的问题进行分析。家庭环境影响到你的心态，心态情绪的波动影响到你现在的外在表现，出现失眠、食欲不振、注意力不集中、胡思乱想等一系列与学习不相关但有联系的表象，这也是对环境本能正常的应激反应。",
    "annotation": [
      {
        "sentence": "你描述的情况不仅仅在你身上存在，也说明了原生家庭对你的影响却是很大，家庭关系的不和睦导致很多事情发生，很大程度上取决于经济原因，由于你提供信息的不完整，我并不知道你家庭成员的构成情况，所以就你有的问题进行分析。",
        "label": ""
      },
      {
        "sentence": "家庭环境影响到你的心态，心态情绪的波动影响到你现在的外在表现，出现失眠、食欲不振、注意力不集中、胡思乱想等一系列与学习不相关但有联系的表象，这也是对环境本能正常的应激反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很不喜欢这种家庭环境对我造成的影响，觉得很无奈，但我又不知道该怎么办才能改变现状。",
    "annotation": [
      {
        "sentence": "我真的很不喜欢这种家庭环境对我造成的影响，觉得很无奈，但我又不知道该怎么办才能改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "实际上我们每个人都是有问题的人，也都是非常自卑的。虽然你在学校表现和家庭完全不同，但是你逃避现实的问题的心理却是一直存在的，这也和家人对你的不认可和要求过严有关系，或许家人希望你能更好，这种对你的态度也让你感觉非常难受，所以才出现了你对家庭关系的堪忧。",
    "annotation": [
      {
        "sentence": "实际上我们每个人都是有问题的人，也都是非常自卑的。",
        "label": ""
      },
      {
        "sentence": "虽然你在学校表现和家庭完全不同，但是你逃避现实的问题的心理却是一直存在的，这也和家人对你的不认可和要求过严有关系，或许家人希望你能更好，这种对你的态度也让你感觉非常难受，所以才出现了你对家庭关系的堪忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他们对我期望太高了，但我又担心自己无法达到他们的期望，所以才会感到压力。而且，每次他们对我失望的时候，我都开始怀疑自己的价值。",
    "annotation": [
      {
        "sentence": "是的，我觉得他们对我期望太高了，但我又担心自己无法达到他们的期望，所以才会感到压力。",
        "label": ""
      },
      {
        "sentence": "而且，每次他们对我失望的时候，我都开始怀疑自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这里给到你几个建议参考下：1.目前你的年龄阶段处在青春逆反期，无论是对家人的看法还是想法都是现实与理想的认知冲突。积极调整自己的心态，平和对待一切。2.学会理解父母的用心，我想你也知道他们的不易，逃避问题最终是无法解决的，倒不如勇敢面对，去和父母好好坐下来谈谈。能靠时间解决的问题就靠时间，不能靠时间解决的就靠距离解决。3.培养一些兴趣，认识一些志同道合的朋友来转移当下的注意力。4.树立一个目标，在一定时限分阶段去完成它。每个阶段的成就感也会为你自信心的建立有帮助。5.学会与自己相处，和自己的心灵对话，找到自己当下最需要的东西。祝你早日走出自己的路，一切会好起来的。",
    "annotation": [
      {
        "sentence": "这里给到你几个建议参考下：1.目前你的年龄阶段处在青春逆反期，无论是对家人的看法还是想法都是现实与理想的认知冲突。",
        "label": ""
      },
      {
        "sentence": "积极调整自己的心态，平和对待一切。",
        "label": ""
      },
      {
        "sentence": "2.学会理解父母的用心，我想你也知道他们的不易，逃避问题最终是无法解决的，倒不如勇敢面对，去和父母好好坐下来谈谈。",
        "label": ""
      },
      {
        "sentence": "能靠时间解决的问题就靠时间，不能靠时间解决的就靠距离解决。",
        "label": ""
      },
      {
        "sentence": "3.培养一些兴趣，认识一些志同道合的朋友来转移当下的注意力。",
        "label": ""
      },
      {
        "sentence": "4.树立一个目标，在一定时限分阶段去完成它。",
        "label": ""
      },
      {
        "sentence": "每个阶段的成就感也会为你自信心的建立有帮助。",
        "label": ""
      },
      {
        "sentence": "5.学会与自己相处，和自己的心灵对话，找到自己当下最需要的东西。",
        "label": ""
      },
      {
        "sentence": "祝你早日走出自己的路，一切会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着调整自己的心态，理解父母的辛苦，并勇敢面对问题。我也会找一些兴趣爱好来分散注意力，同时树立合理的目标来提升自信心。我希望能够走出目前的困境，过上更好的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着调整自己的心态，理解父母的辛苦，并勇敢面对问题。",
        "label": ""
      },
      {
        "sentence": "我也会找一些兴趣爱好来分散注意力，同时树立合理的目标来提升自信心。",
        "label": ""
      },
      {
        "sentence": "我希望能够走出目前的困境，过上更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能接受这些建议，并有行动的决心。记住，困境只是暂时的，相信自己的能力，你一定能够走出困境，迎接更美好的未来。祝福你！如果你还需要任何帮助，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴你能接受这些建议，并有行动的决心。",
        "label": ""
      },
      {
        "sentence": "记住，困境只是暂时的，相信自己的能力，你一定能够走出困境，迎接更美好的未来。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  }
]