[
  {
    "role": "client",
    "content": "在团体活动中害怕表现得好出风头是什么原因？女大一新生。",
    "annotation": [
      {
        "sentence": "在团体活动中害怕表现得好出风头是什么原因？",
        "label": ""
      },
      {
        "sentence": "女大一新生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听说你在团体活动中害怕表现得过于出风头。可以告诉我更多关于这个问题的细节吗？",
    "annotation": [
      {
        "sentence": "我听说你在团体活动中害怕表现得过于出风头。",
        "label": ""
      },
      {
        "sentence": "可以告诉我更多关于这个问题的细节吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有一次班级聚餐，我们班分了三桌，班长和学姐在一桌，副班长和学长在一桌，而另一桌无人问津，我在第一桌。有学长学姐带着的两桌玩得很开心，而另一桌同学全在低头玩手机，学长来我们桌两次，都是和班长、学姐说让班长、学姐过去一个调动气氛，但他们当时好像没理解意思就没去，我作为班级一个比较重要的班委，我看着心里很不是滋味，我带着几个女同学过去了。之后我带的那桌玩得很嗨，大家玩得都不愿走了，学长看到了很高兴。结束后，我却很难受，觉得自己是不是抢了班长的活，班长会不会记恨我，学长会不会觉得自己能力很强，这样的话他会不会重点关注我，我非常奇怪地害怕学长的关注。可能和小时候爸妈不让我参加太多社交有关，他们怕我静不下心学习。相似的还有面试学生会时我在所有人之中表现得很出众，被小组推举为代表人发言，发言很成功，我却因此难受，不知为何，是约拿心理吗？",
    "annotation": [
      {
        "sentence": "有一次班级聚餐，我们班分了三桌，班长和学姐在一桌，副班长和学长在一桌，而另一桌无人问津，我在第一桌。",
        "label": ""
      },
      {
        "sentence": "有学长学姐带着的两桌玩得很开心，而另一桌同学全在低头玩手机，学长来我们桌两次，都是和班长、学姐说让班长、学姐过去一个调动气氛，但他们当时好像没理解意思就没去，我作为班级一个比较重要的班委，我看着心里很不是滋味，我带着几个女同学过去了。",
        "label": ""
      },
      {
        "sentence": "之后我带的那桌玩得很嗨，大家玩得都不愿走了，学长看到了很高兴。",
        "label": ""
      },
      {
        "sentence": "结束后，我却很难受，觉得自己是不是抢了班长的活，班长会不会记恨我，学长会不会觉得自己能力很强，这样的话他会不会重点关注我，我非常奇怪地害怕学长的关注。",
        "label": ""
      },
      {
        "sentence": "可能和小时候爸妈不让我参加太多社交有关，他们怕我静不下心学习。",
        "label": ""
      },
      {
        "sentence": "相似的还有面试学生会时我在所有人之中表现得很出众，被小组推举为代表人发言，发言很成功，我却因此难受，不知为何，是约拿心理吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述的情况，我可以理解你在团体活动中害怕表现得过于出风头的原因。对于班级活动中的桌子分配和同学之间的互动，你可能会产生一些担心和疑虑。首先，你作为班级的重要班委，你的贡献和引导是很重要的。你的参与可以为整个班级带来更好的氛围。其次，你无需过于在意其他同学的想法。每个人对一个人的行为都会有不同的看法，无法取悦所有人是常态。你的职责是尽力做好你的角色，而不是担心别人的情绪反应。你的行为是出于对班级和同学们的关心，这是值得肯定的。",
    "annotation": [
      {
        "sentence": "听你描述的情况，我可以理解你在团体活动中害怕表现得过于出风头的原因。",
        "label": ""
      },
      {
        "sentence": "对于班级活动中的桌子分配和同学之间的互动，你可能会产生一些担心和疑虑。",
        "label": ""
      },
      {
        "sentence": "首先，你作为班级的重要班委，你的贡献和引导是很重要的。",
        "label": ""
      },
      {
        "sentence": "你的参与可以为整个班级带来更好的氛围。",
        "label": ""
      },
      {
        "sentence": "其次，你无需过于在意其他同学的想法。",
        "label": ""
      },
      {
        "sentence": "每个人对一个人的行为都会有不同的看法，无法取悦所有人是常态。",
        "label": ""
      },
      {
        "sentence": "你的职责是尽力做好你的角色，而不是担心别人的情绪反应。",
        "label": ""
      },
      {
        "sentence": "你的行为是出于对班级和同学们的关心，这是值得肯定的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实是有点担心别人的看法，特别是班长和学长。我很害怕他们对我有一些负面的评价。也许是因为小时候父母不太支持我参加太多社交活动，所以现在我会特别在意别人的想法。",
    "annotation": [
      {
        "sentence": "你说得对，我确实是有点担心别人的看法，特别是班长和学长。",
        "label": ""
      },
      {
        "sentence": "我很害怕他们对我有一些负面的评价。",
        "label": ""
      },
      {
        "sentence": "也许是因为小时候父母不太支持我参加太多社交活动，所以现在我会特别在意别人的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧。父母对我们的教育方式会在某种程度上影响我们的行为模式和态度。然而，现在你已经成为大学生了，你可以开始思考并放下过去的束缚。尽量相信自己，相信你的行为是出于积极的意图。同时，学习去建立自己独立的关系，与他人的互动是丰富人生经验的一部分，也是你成长的机会。试着放松一点，对自己更有自信一些，相信你的付出会得到认可和回报。",
    "annotation": [
      {
        "sentence": "理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "父母对我们的教育方式会在某种程度上影响我们的行为模式和态度。",
        "label": ""
      },
      {
        "sentence": "然而，现在你已经成为大学生了，你可以开始思考并放下过去的束缚。",
        "label": ""
      },
      {
        "sentence": "尽量相信自己，相信你的行为是出于积极的意图。",
        "label": ""
      },
      {
        "sentence": "同时，学习去建立自己独立的关系，与他人的互动是丰富人生经验的一部分，也是你成长的机会。",
        "label": ""
      },
      {
        "sentence": "试着放松一点，对自己更有自信一些，相信你的付出会得到认可和回报。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我确实需要更积极地面对自己的担忧。那么，你觉得学长会因为我的表现而对我特别关注吗？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我确实需要更积极地面对自己的担忧。",
        "label": ""
      },
      {
        "sentence": "那么，你觉得学长会因为我的表现而对我特别关注吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的叙述，学长可能会对你的表现产生一定的关注。出色的表现往往会引起他人的注意，这是正常的现象。然而，不要把这种关注看得太重要。重要的是你自己的努力和成长。努力去做你想做的事情，发挥自己的才能，这才是最重要的。学长的关注可能只是一时的表面现象，而你自身的成长才是持久的。所以请你保持对自身发展的关注，并以积极的心态面对学长的关注。",
    "annotation": [
      {
        "sentence": "根据你的叙述，学长可能会对你的表现产生一定的关注。",
        "label": ""
      },
      {
        "sentence": "出色的表现往往会引起他人的注意，这是正常的现象。",
        "label": ""
      },
      {
        "sentence": "然而，不要把这种关注看得太重要。",
        "label": ""
      },
      {
        "sentence": "重要的是你自己的努力和成长。",
        "label": ""
      },
      {
        "sentence": "努力去做你想做的事情，发挥自己的才能，这才是最重要的。",
        "label": ""
      },
      {
        "sentence": "学长的关注可能只是一时的表面现象，而你自身的成长才是持久的。",
        "label": ""
      },
      {
        "sentence": "所以请你保持对自身发展的关注，并以积极的心态面对学长的关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更关注自己的成长和进步，而不是过于注重他人的关注。要相信自己的能力和价值。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我明白了，我需要更关注自己的成长和进步，而不是过于注重他人的关注。",
        "label": ""
      },
      {
        "sentence": "要相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信你可以克服这些困扰，并在大学生活中获得更多的成长和进步。如果以后还有类似问题，记得随时来找我倾诉。我一直都会在这里支持你。祝你的人生充满阳光，我和这个世界都爱着你。",
    "annotation": [
      {
        "sentence": "不客气，相信你可以克服这些困扰，并在大学生活中获得更多的成长和进步。",
        "label": ""
      },
      {
        "sentence": "如果以后还有类似问题，记得随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我一直都会在这里支持你。",
        "label": ""
      },
      {
        "sentence": "祝你的人生充满阳光，我和这个世界都爱着你。",
        "label": ""
      }
    ]
  }
]