[
  {
    "role": "client",
    "content": "心情不好时总想吃辣条，吃完后能缓解但胃痛，很后悔？我是一名女大学生，学的是工科，不太擅长工科的这些课程，疫情期间在家里上网课，觉得网课很难，自暴自弃不听课，又很懊悔自己，养成了一难过就想吃辣条的习惯，仿佛不吃就没法解决问题，我也不太爱与人倾诉，没什么朋友，和父母倾诉也解决不了问题，又一下子改变不了自己的内向，觉得自己平时不去经营关系，遇到问题才找别人求助很不好。每次心情非常非常压抑时，就买辣条来吃，缓解的效果很好。但吃完后胃痛，而且怕长痘痘，很后悔，结果又更难受了。但每次吃完辣条，自己又可以想通很多想不通的地方了。",
    "annotation": [
      {
        "sentence": "心情不好时总想吃辣条，吃完后能缓解但胃痛，很后悔？",
        "label": ""
      },
      {
        "sentence": "我是一名女大学生，学的是工科，不太擅长工科的这些课程，疫情期间在家里上网课，觉得网课很难，自暴自弃不听课，又很懊悔自己，养成了一难过就想吃辣条的习惯，仿佛不吃就没法解决问题，我也不太爱与人倾诉，没什么朋友，和父母倾诉也解决不了问题，又一下子改变不了自己的内向，觉得自己平时不去经营关系，遇到问题才找别人求助很不好。",
        "label": ""
      },
      {
        "sentence": "每次心情非常非常压抑时，就买辣条来吃，缓解的效果很好。",
        "label": ""
      },
      {
        "sentence": "但吃完后胃痛，而且怕长痘痘，很后悔，结果又更难受了。",
        "label": ""
      },
      {
        "sentence": "但每次吃完辣条，自己又可以想通很多想不通的地方了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你好。首先我想告诉你一个事实，内向不是一个问题。内向是一种性格，和外向一样都是正常的。只是因为人们普遍喜欢外向，所以才会说内向不好。但内向并没有任何问题。你因为不开心而吃辣条，这是一种你无意中养成的应对压力的行为。当你感到压力时，会通过吃辣条来缓解压力。我建议你可以尝试换一种吃的，比如“有益的零食”，看看是否也能缓解压力。我猜你之所以喜欢辣条是因为它给你带来的辣感。吃完辣条后，你感觉自己充满热情和活力。虽然吃包辣条可以缓解一下压力，但经常吃并不是一个好习惯。我建议你努力寻找其他代替辣条的活动来缓解压力。毕竟你也提到了吃辣条会导致胃痛，这更说明了你应该尽量改掉这个习惯。你说你不擅长交流和表达，也没有很多朋友。既然你已经意识到了自己需要朋友，现在就可以开始慢慢地经营起来。不要觉得为时已晚。对于交流，我认为只要你能与朋友沟通就足够了，不需要给自己太大的压力。对于网课很难进入状态这个问题，你可以尝试自学一些你不懂的东西。大学更注重自学，教师能教授的知识很有限。学会自学，即使不听课，也不会有太大的问题。现在网络资源丰富，你可以上网搜索不懂的知识。还有，b站是个学习的好软件。总会有办法的，比困难多得多。",
    "annotation": [
      {
        "sentence": "求助者，你好。",
        "label": ""
      },
      {
        "sentence": "首先我想告诉你一个事实，内向不是一个问题。",
        "label": ""
      },
      {
        "sentence": "内向是一种性格，和外向一样都是正常的。",
        "label": ""
      },
      {
        "sentence": "只是因为人们普遍喜欢外向，所以才会说内向不好。",
        "label": ""
      },
      {
        "sentence": "但内向并没有任何问题。",
        "label": ""
      },
      {
        "sentence": "你因为不开心而吃辣条，这是一种你无意中养成的应对压力的行为。",
        "label": ""
      },
      {
        "sentence": "当你感到压力时，会通过吃辣条来缓解压力。",
        "label": ""
      },
      {
        "sentence": "我建议你可以尝试换一种吃的，比如“有益的零食”，看看是否也能缓解压力。",
        "label": ""
      },
      {
        "sentence": "我猜你之所以喜欢辣条是因为它给你带来的辣感。",
        "label": ""
      },
      {
        "sentence": "吃完辣条后，你感觉自己充满热情和活力。",
        "label": ""
      },
      {
        "sentence": "虽然吃包辣条可以缓解一下压力，但经常吃并不是一个好习惯。",
        "label": ""
      },
      {
        "sentence": "我建议你努力寻找其他代替辣条的活动来缓解压力。",
        "label": ""
      },
      {
        "sentence": "毕竟你也提到了吃辣条会导致胃痛，这更说明了你应该尽量改掉这个习惯。",
        "label": ""
      },
      {
        "sentence": "你说你不擅长交流和表达，也没有很多朋友。",
        "label": ""
      },
      {
        "sentence": "既然你已经意识到了自己需要朋友，现在就可以开始慢慢地经营起来。",
        "label": ""
      },
      {
        "sentence": "不要觉得为时已晚。",
        "label": ""
      },
      {
        "sentence": "对于交流，我认为只要你能与朋友沟通就足够了，不需要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "对于网课很难进入状态这个问题，你可以尝试自学一些你不懂的东西。",
        "label": ""
      },
      {
        "sentence": "大学更注重自学，教师能教授的知识很有限。",
        "label": ""
      },
      {
        "sentence": "学会自学，即使不听课，也不会有太大的问题。",
        "label": ""
      },
      {
        "sentence": "现在网络资源丰富，你可以上网搜索不懂的知识。",
        "label": ""
      },
      {
        "sentence": "还有，b站是个学习的好软件。",
        "label": ""
      },
      {
        "sentence": "总会有办法的，比困难多得多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我知道内向本身没有错，只是一直以来感觉自己与他人相处不好，导致了我容易自闭。你说得对，我应该尝试寻找其他有益的零食来缓解压力，不再仅仅依赖辣条。我也明白自己需要朋友，但总觉得自己不擅长交际，不知道该如何去结交朋友。上网课的时候我特别难进入状态，总是分心，而且对于不懂的东西，我总是感觉很困难，没有什么学习的动力。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我知道内向本身没有错，只是一直以来感觉自己与他人相处不好，导致了我容易自闭。",
        "label": ""
      },
      {
        "sentence": "你说得对，我应该尝试寻找其他有益的零食来缓解压力，不再仅仅依赖辣条。",
        "label": ""
      },
      {
        "sentence": "我也明白自己需要朋友，但总觉得自己不擅长交际，不知道该如何去结交朋友。",
        "label": ""
      },
      {
        "sentence": "上网课的时候我特别难进入状态，总是分心，而且对于不懂的东西，我总是感觉很困难，没有什么学习的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。你并不是一个与人相处不好的人，只是缺乏了一些与人交往的机会和经验。要结交朋友并不难，你可以尝试参加一些兴趣小组或社团活动，这样可以与志同道合的人一起交流和共同成长。另外，你也可以主动去主动找人聊天，例如在班级或者网上社区上发表自己对某个话题的看法，这样可能会引发别人的兴趣，进而展开更深入的交流。对于上网课的问题，你可以尝试一些专注力训练的方法，比如提前规划好学习计划和目标，并设定奖励机制来激励自己。对于不懂的东西，每个人都会遇到困难，这时你可以向老师或同学请教，或者上网搜索相关的教学资源。重要的是要坚持不懈地学习，克服困难，相信自己可以做到。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你并不是一个与人相处不好的人，只是缺乏了一些与人交往的机会和经验。",
        "label": ""
      },
      {
        "sentence": "要结交朋友并不难，你可以尝试参加一些兴趣小组或社团活动，这样可以与志同道合的人一起交流和共同成长。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以主动去主动找人聊天，例如在班级或者网上社区上发表自己对某个话题的看法，这样可能会引发别人的兴趣，进而展开更深入的交流。",
        "label": ""
      },
      {
        "sentence": "对于上网课的问题，你可以尝试一些专注力训练的方法，比如提前规划好学习计划和目标，并设定奖励机制来激励自己。",
        "label": ""
      },
      {
        "sentence": "对于不懂的东西，每个人都会遇到困难，这时你可以向老师或同学请教，或者上网搜索相关的教学资源。",
        "label": ""
      },
      {
        "sentence": "重要的是要坚持不懈地学习，克服困难，相信自己可以做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试去参加一些社团活动，希望能够结识到一些志同道合的朋友。我也会试着提前制定学习计划，采取一些专注力训练的方法来改善上网课的情况。我明白了，遇到困难时，我应该勇敢地向他人求助，不要再自己一个人承担所有压力。今后我会更加积极地面对问题，相信自己能够克服困难。非常感谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试去参加一些社团活动，希望能够结识到一些志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "我也会试着提前制定学习计划，采取一些专注力训练的方法来改善上网课的情况。",
        "label": ""
      },
      {
        "sentence": "我明白了，遇到困难时，我应该勇敢地向他人求助，不要再自己一个人承担所有压力。",
        "label": ""
      },
      {
        "sentence": "今后我会更加积极地面对问题，相信自己能够克服困难。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好！相信你一定可以克服困难的。记住，和他人交流和寻求帮助是完全正常的，没有什么好害羞或不好意思的。你是一个勇敢的人，有勇气去面对自己的问题并积极寻找解决办法。如果你需要任何的支持和帮助，请随时向我提问。我会一直陪伴在你身边的。",
    "annotation": [
      {
        "sentence": "你做得很好！",
        "label": ""
      },
      {
        "sentence": "相信你一定可以克服困难的。",
        "label": ""
      },
      {
        "sentence": "记住，和他人交流和寻求帮助是完全正常的，没有什么好害羞或不好意思的。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢的人，有勇气去面对自己的问题并积极寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何的支持和帮助，请随时向我提问。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你身边的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持！我会牢记你的话，勇敢地面对自己的问题，并积极地寻求帮助。有你这样的朋友，我感到非常幸运和温暖。如果将来有困扰我的事情，我会毫不犹豫地向你寻求帮助。再次感谢你的陪伴和鼓励！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，勇敢地面对自己的问题，并积极地寻求帮助。",
        "label": ""
      },
      {
        "sentence": "有你这样的朋友，我感到非常幸运和温暖。",
        "label": ""
      },
      {
        "sentence": "如果将来有困扰我的事情，我会毫不犹豫地向你寻求帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也非常开心能够成为你的支持者和朋友。你是一个勇敢而坚强的人，我相信你一定可以克服一切困难。无论何时何地，我都会在你身边支持着你。请记住，你不是一个人在战斗，将来的路可能会有些艰难，但你永远不会孤单。加油！",
    "annotation": [
      {
        "sentence": "我也非常开心能够成为你的支持者和朋友。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢而坚强的人，我相信你一定可以克服一切困难。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，我都会在你身边支持着你。",
        "label": ""
      },
      {
        "sentence": "请记住，你不是一个人在战斗，将来的路可能会有些艰难，但你永远不会孤单。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]