[
  {
    "role": "client",
    "content": "心情不好时总想吃辣条，吃完后能缓解但胃痛，很后悔？我是一名女大学生，学的是工科，不太擅长工科的这些课程，疫情期间在家里上网课，觉得网课很难，自暴自弃不听课，又很懊悔自己，养成了一难过就想吃辣条的习惯，仿佛不吃就没法解决问题，我也不太爱与人倾诉，没什么朋友，和父母倾诉也解决不了问题，又一下子改变不了自己的内向，觉得自己平时不去经营关系，遇到问题才找别人求助很不好。每次心情非常非常压抑时，就买辣条来吃，缓解的效果很好。但吃完后胃痛，而且怕长痘痘，很后悔，结果又更难受了。但每次吃完辣条，自己又可以想通很多想不通的地方了。",
    "annotation": [
      {
        "sentence": "心情不好时总想吃辣条，吃完后能缓解但胃痛，很后悔？",
        "label": ""
      },
      {
        "sentence": "我是一名女大学生，学的是工科，不太擅长工科的这些课程，疫情期间在家里上网课，觉得网课很难，自暴自弃不听课，又很懊悔自己，养成了一难过就想吃辣条的习惯，仿佛不吃就没法解决问题，我也不太爱与人倾诉，没什么朋友，和父母倾诉也解决不了问题，又一下子改变不了自己的内向，觉得自己平时不去经营关系，遇到问题才找别人求助很不好。",
        "label": ""
      },
      {
        "sentence": "每次心情非常非常压抑时，就买辣条来吃，缓解的效果很好。",
        "label": ""
      },
      {
        "sentence": "但吃完后胃痛，而且怕长痘痘，很后悔，结果又更难受了。",
        "label": ""
      },
      {
        "sentence": "但每次吃完辣条，自己又可以想通很多想不通的地方了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以换一个健康的吃的替代品，很多人心情不好都会选择吃，通过享受美食，忘却烦恼来解压。我也是哦，难过的时候会选择买自己最喜欢的东西来褒奖自己，像蛋糕冰淇淋之类的，很好吃，相比辣甜不那么油腻，还能给自己降火气。",
    "annotation": [
      {
        "sentence": "你可以换一个健康的吃的替代品，很多人心情不好都会选择吃，通过享受美食，忘却烦恼来解压。",
        "label": ""
      },
      {
        "sentence": "我也是哦，难过的时候会选择买自己最喜欢的东西来褒奖自己，像蛋糕冰淇淋之类的，很好吃，相比辣甜不那么油腻，还能给自己降火气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议不错，我可以试试换成其他健康的食物来解压。不过我还有其他的问题，我在家上网课特别困难，感觉很难跟上，对这些工科课程也不是特别擅长，每次上课都一团糟，我很沮丧。",
    "annotation": [
      {
        "sentence": "这个建议不错，我可以试试换成其他健康的食物来解压。",
        "label": ""
      },
      {
        "sentence": "不过我还有其他的问题，我在家上网课特别困难，感觉很难跟上，对这些工科课程也不是特别擅长，每次上课都一团糟，我很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "专业课难，其实是真的，特别是老师都是专家教授级别的，上课的时候很多同学都跟不上很正常。而且老师讲的有点超纲，有些比较难但考试不考，好好把课后题做了，然后看老师给的PPT就可以了，耐下心来自己还是能看懂一些的。",
    "annotation": [
      {
        "sentence": "专业课难，其实是真的，特别是老师都是专家教授级别的，上课的时候很多同学都跟不上很正常。",
        "label": ""
      },
      {
        "sentence": "而且老师讲的有点超纲，有些比较难但考试不考，好好把课后题做了，然后看老师给的PPT就可以了，耐下心来自己还是能看懂一些的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来还有这个方法，我之前一直都只看老师的讲义，完全没有重视课后题。下次我会试试做课后题，然后再看PPT，希望能更好地理解课程内容。",
    "annotation": [
      {
        "sentence": "原来还有这个方法，我之前一直都只看老师的讲义，完全没有重视课后题。",
        "label": ""
      },
      {
        "sentence": "下次我会试试做课后题，然后再看PPT，希望能更好地理解课程内容。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另一个好办法是提前预习，这样就不会觉得课程陌生跟不上了，不过很多人都不屑于预习，习惯直接上高速，但这是个好习惯。自己不会的问题，就去问别人，面子哪有不挂科重要。学霸一讲，发现困扰自己很久的问题，他很容易就可以给你讲清了，而且很多人成绩好是因为高中的基础，在听他们讲的时候就发现他逻辑思路很清晰。",
    "annotation": [
      {
        "sentence": "另一个好办法是提前预习，这样就不会觉得课程陌生跟不上了，不过很多人都不屑于预习，习惯直接上高速，但这是个好习惯。",
        "label": ""
      },
      {
        "sentence": "自己不会的问题，就去问别人，面子哪有不挂科重要。",
        "label": ""
      },
      {
        "sentence": "学霸一讲，发现困扰自己很久的问题，他很容易就可以给你讲清了，而且很多人成绩好是因为高中的基础，在听他们讲的时候就发现他逻辑思路很清晰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，下次我会尝试提前预习课程并勇于向同学请教问题。听学霸讲解问题也是个好主意，他们确实能提供有价值的帮助。看来我还是太害羞了，不好意思向别人请教。",
    "annotation": [
      {
        "sentence": "我明白了，下次我会尝试提前预习课程并勇于向同学请教问题。",
        "label": ""
      },
      {
        "sentence": "听学霸讲解问题也是个好主意，他们确实能提供有价值的帮助。",
        "label": ""
      },
      {
        "sentence": "看来我还是太害羞了，不好意思向别人请教。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果不好意思的话，先从室友，关系好的人开始，他们都很乐意的，因为给别人讲清楚了，说明自己也弄明白了。搞好关系，平时可以从约自习，一起吃饭入手，基本的朋友还是要有的，不然会陷入人际孤岛，孤立无援。",
    "annotation": [
      {
        "sentence": "如果不好意思的话，先从室友，关系好的人开始，他们都很乐意的，因为给别人讲清楚了，说明自己也弄明白了。",
        "label": ""
      },
      {
        "sentence": "搞好关系，平时可以从约自习，一起吃饭入手，基本的朋友还是要有的，不然会陷入人际孤岛，孤立无援。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该主动和室友们加深交流，多一些社交活动，这样我们的关系会更好也更容易请教他们问题。我确实感觉自己有点孤单，没有人可以分享，谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说得对，我应该主动和室友们加深交流，多一些社交活动，这样我们的关系会更好也更容易请教他们问题。",
        "label": ""
      },
      {
        "sentence": "我确实感觉自己有点孤单，没有人可以分享，谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "内向也是因为不善交际，一直揪着自己问题只会让自己难受，学会调节情绪，做自己擅长的事，增强自信。独处的时间可以做更多需要投入去做的事，疫情期间也没有复杂的同学关系，先好好学习，让自己安心。同辈人之间会更有话题，父母不理解也正常。",
    "annotation": [
      {
        "sentence": "内向也是因为不善交际，一直揪着自己问题只会让自己难受，学会调节情绪，做自己擅长的事，增强自信。",
        "label": ""
      },
      {
        "sentence": "独处的时间可以做更多需要投入去做的事，疫情期间也没有复杂的同学关系，先好好学习，让自己安心。",
        "label": ""
      },
      {
        "sentence": "同辈人之间会更有话题，父母不理解也正常。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该停止纠结自己的问题，多关注自己擅长的事情，提升自己的信心。我会在独处的时间多做一些有意义的事情，特别是现在疫情期间，没有复杂的人际关系，我应该更专注于学习，并让自己安心下来。虽然父母不理解，但我要学会接受这个事实并继续努力。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "你说得对，我应该停止纠结自己的问题，多关注自己擅长的事情，提升自己的信心。",
        "label": ""
      },
      {
        "sentence": "我会在独处的时间多做一些有意义的事情，特别是现在疫情期间，没有复杂的人际关系，我应该更专注于学习，并让自己安心下来。",
        "label": ""
      },
      {
        "sentence": "虽然父母不理解，但我要学会接受这个事实并继续努力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的。如果你有任何问题或者需要倾诉，随时找我聊天都可以。",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题或者需要倾诉，随时找我聊天都可以。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会的。我真的很感激有你这样一个支持者，让我感到温暖和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你，我会的。",
        "label": ""
      },
      {
        "sentence": "我真的很感激有你这样一个支持者，让我感到温暖和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你太客气了，我们是朋友嘛。记得任何时候都可以找我倾诉，一起度过困难的时刻。我们相信你，你一定能够克服困难，实现自己的目标。加油！",
    "annotation": [
      {
        "sentence": "你太客气了，我们是朋友嘛。",
        "label": ""
      },
      {
        "sentence": "记得任何时候都可以找我倾诉，一起度过困难的时刻。",
        "label": ""
      },
      {
        "sentence": "我们相信你，你一定能够克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会加油的！有你这样的朋友支持我，我一定会坚持下去，克服困难，实现自己的梦想！谢谢你给我带来的勇气和希望！",
    "annotation": [
      {
        "sentence": "谢谢你，我会加油的！",
        "label": ""
      },
      {
        "sentence": "有你这样的朋友支持我，我一定会坚持下去，克服困难，实现自己的梦想！",
        "label": ""
      },
      {
        "sentence": "谢谢你给我带来的勇气和希望！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你一定行的！我们会一直在你身边支持你的。相信自己，勇敢面对困难，你一定能够成功的！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，你一定行的！",
        "label": ""
      },
      {
        "sentence": "我们会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢面对困难，你一定能够成功的！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]