[
  {
    "role": "client",
    "content": "努力后没有收获怎么办？追不到喜欢的男孩，要放弃吗？我追了一个男孩好久了，每一个节假日都会给他准备礼物，每天都主动找他聊天，他有时候会陪我聊到很晚，可有时候也没有回我消息，第二天和我说他太忙了，没有时间看手机，之后就一直保持着这样子的状态，最近看到别人甜甜蜜蜜的在一起了，我这就去表白了，可是他就是含糊其辞的糊弄过去，没有拒绝也没有答应，我想放弃了，可是又感觉太可惜了，对他还是放不下，我该如何做选择？",
    "annotation": [
      {
        "sentence": "努力后没有收获怎么办？",
        "label": ""
      },
      {
        "sentence": "追不到喜欢的男孩，要放弃吗？",
        "label": ""
      },
      {
        "sentence": "我追了一个男孩好久了，每一个节假日都会给他准备礼物，每天都主动找他聊天，他有时候会陪我聊到很晚，可有时候也没有回我消息，第二天和我说他太忙了，没有时间看手机，之后就一直保持着这样子的状态，最近看到别人甜甜蜜蜜的在一起了，我这就去表白了，可是他就是含糊其辞的糊弄过去，没有拒绝也没有答应，我想放弃了，可是又感觉太可惜了，对他还是放不下，我该如何做选择？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你一直追求这个男孩，很用心地准备礼物和找话题聊天。但是可能他对你的感觉并不明确，所以他有时候会回应你，有时候则不会。同时，看到别人甜甜蜜蜜的在一起，你不免产生了落寞感和焦虑。我理解你的感受，那么你首先需要做的是认真审视自己的情感需求，问问自己是否为了弥补自己的缺陷而追求这个男孩？",
    "annotation": [
      {
        "sentence": "你一直追求这个男孩，很用心地准备礼物和找话题聊天。",
        "label": ""
      },
      {
        "sentence": "但是可能他对你的感觉并不明确，所以他有时候会回应你，有时候则不会。",
        "label": ""
      },
      {
        "sentence": "同时，看到别人甜甜蜜蜜的在一起，你不免产生了落寞感和焦虑。",
        "label": ""
      },
      {
        "sentence": "我理解你的感受，那么你首先需要做的是认真审视自己的情感需求，问问自己是否为了弥补自己的缺陷而追求这个男孩？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没想过这个问题。是不是因为我自己有问题，才这么一味追求他呢？",
    "annotation": [
      {
        "sentence": "我没想过这个问题。",
        "label": ""
      },
      {
        "sentence": "是不是因为我自己有问题，才这么一味追求他呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "并不是说你一定有问题，但是任何人都会有自己的缺陷。而这种缺陷如果没有处理好，就会产生焦虑、不安等负面情绪。因此，建议你更多地关注自己的情感需求，避免为了追求某个人而牺牲了自己。所以，首先你需要调整自己的心态，其次你需要做的是提升自己的魅力，让自己变得更出色，吸引他的注意力，而不是一味地追求他。",
    "annotation": [
      {
        "sentence": "并不是说你一定有问题，但是任何人都会有自己的缺陷。",
        "label": ""
      },
      {
        "sentence": "而这种缺陷如果没有处理好，就会产生焦虑、不安等负面情绪。",
        "label": ""
      },
      {
        "sentence": "因此，建议你更多地关注自己的情感需求，避免为了追求某个人而牺牲了自己。",
        "label": ""
      },
      {
        "sentence": "所以，首先你需要调整自己的心态，其次你需要做的是提升自己的魅力，让自己变得更出色，吸引他的注意力，而不是一味地追求他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "提升自己的魅力？具体可以怎么做呢？",
    "annotation": [
      {
        "sentence": "提升自己的魅力？",
        "label": ""
      },
      {
        "sentence": "具体可以怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你需要做的就是尝试发掘自己的特长，展示出自己独有的魅力。其次，你需要增加自己的社交活动，扩大自己的社交圈，结交更多的朋友，让自己更加活跃。再次，你应该学习一些新技能或者兴趣爱好，不断增加自己的知识面，增强自己的自信心。",
    "annotation": [
      {
        "sentence": "首先，你需要做的就是尝试发掘自己的特长，展示出自己独有的魅力。",
        "label": ""
      },
      {
        "sentence": "其次，你需要增加自己的社交活动，扩大自己的社交圈，结交更多的朋友，让自己更加活跃。",
        "label": ""
      },
      {
        "sentence": "再次，你应该学习一些新技能或者兴趣爱好，不断增加自己的知识面，增强自己的自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有道理，我会尝试做这些事情的。可是我还是无法确定是否应该放弃？",
    "annotation": [
      {
        "sentence": "有道理，我会尝试做这些事情的。",
        "label": ""
      },
      {
        "sentence": "可是我还是无法确定是否应该放弃？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在做好自己的事情的同时，你需要面对现实。如果你的追求没有获得对方的回应，那么就应该考虑接受这个现实，改变自己的方向。或者，你也可以给他一些时间，看看他真的会不会对你产生更多的感情。无论怎样，你都需要以自己为中心，爱护自己的情感需求，不要为了一份无法得到回应的感情而委屈自己。",
    "annotation": [
      {
        "sentence": "在做好自己的事情的同时，你需要面对现实。",
        "label": ""
      },
      {
        "sentence": "如果你的追求没有获得对方的回应，那么就应该考虑接受这个现实，改变自己的方向。",
        "label": ""
      },
      {
        "sentence": "或者，你也可以给他一些时间，看看他真的会不会对你产生更多的感情。",
        "label": ""
      },
      {
        "sentence": "无论怎样，你都需要以自己为中心，爱护自己的情感需求，不要为了一份无法得到回应的感情而委屈自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好考虑，不再偏执追求那个男孩。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好考虑，不再偏执追求那个男孩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，祝你能够找到更加适合你的人，感受到真正的幸福和快乐。",
    "annotation": [
      {
        "sentence": "没问题，祝你能够找到更加适合你的人，感受到真正的幸福和快乐。",
        "label": ""
      }
    ]
  }
]