[
  {
    "role": "client",
    "content": "从小到大，父母家出去工作，家里就我和保姆，好累？",
    "annotation": [
      {
        "sentence": "从小到大，父母家出去工作，家里就我和保姆，好累？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，你在家里一直都是一个人，没有家庭的温暖氛围，这让你非常渴望爱和关爱。你曾经期待着生病时父母会回来照顾你，但实际上他们没有。这种状况让你感到身心疲惫，学习上面临很大压力，在学校还遭受了老师和同学的误解和责骂。近期父母终于回来了，但他们又是问成绩，指责你，你对此感到无助和压力很大，甚至想死。",
    "annotation": [
      {
        "sentence": "我了解你的感受，你在家里一直都是一个人，没有家庭的温暖氛围，这让你非常渴望爱和关爱。",
        "label": ""
      },
      {
        "sentence": "你曾经期待着生病时父母会回来照顾你，但实际上他们没有。",
        "label": ""
      },
      {
        "sentence": "这种状况让你感到身心疲惫，学习上面临很大压力，在学校还遭受了老师和同学的误解和责骂。",
        "label": ""
      },
      {
        "sentence": "近期父母终于回来了，但他们又是问成绩，指责你，你对此感到无助和压力很大，甚至想死。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望我的父母不只是心中有工作，而更关注我，给我一个温暖和热闹的家庭。我希望他们能理解我，在我需要帮助时能够支持我。但他们从没有做到这些。他们总是用他们认为对我的方式来对待我，而不是我真正需要的方式。或许在他们看来，努力工作，为我提供更好的生活条件就是他们对我的爱和关心。或许他们觉得对我严格要求会激励我更加努力。但我是否应该和他们坐下来，平心静气地讨论这些问题呢？",
    "annotation": [
      {
        "sentence": "是的，我希望我的父母不只是心中有工作，而更关注我，给我一个温暖和热闹的家庭。",
        "label": ""
      },
      {
        "sentence": "我希望他们能理解我，在我需要帮助时能够支持我。",
        "label": ""
      },
      {
        "sentence": "但他们从没有做到这些。",
        "label": ""
      },
      {
        "sentence": "他们总是用他们认为对我的方式来对待我，而不是我真正需要的方式。",
        "label": ""
      },
      {
        "sentence": "或许在他们看来，努力工作，为我提供更好的生活条件就是他们对我的爱和关心。",
        "label": ""
      },
      {
        "sentence": "或许他们觉得对我严格要求会激励我更加努力。",
        "label": ""
      },
      {
        "sentence": "但我是否应该和他们坐下来，平心静气地讨论这些问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得你如果没有试过和父母好好坐下来交流这些问题的话，你可以尝试一下。你可以告诉他们你的感受，以及你希望得到的关心和支持。虽然他们不一定能立刻改变，但至少让他们了解你的内心，这样你的情绪可能会稍微好一点。如果他们能够改变，并更多地关心你，当然是很好的；但如果他们不能，你可以尝试自己调节心态。比如，你可以寻求其他人的支持，建立其他人际关系网，交一些朋友。你还可以发展自己的兴趣爱好，尽可能充实自己的生活，学会享受独立生活。当你遇到问题时，可以尝试自己寻找解决办法。如果遭受到老师和同学误解和责骂，你可以主动澄清事实，找学生管理者寻求帮助，不要忍受委屈，不要让自己委屈自己。你的身体虚弱很重要，要好好照顾自己。因为无法从父母身上得到的关爱，你要记得自己给自己多加补偿。这么多年来，你一直都很坚强，相信未来你依然能坚强下去。这些年来你培养了很强的独立能力，这些能力会帮助你勇敢面对未来，创造你想要的生活。加油吧！(^_-)。",
    "annotation": [
      {
        "sentence": "我觉得你如果没有试过和父母好好坐下来交流这些问题的话，你可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "你可以告诉他们你的感受，以及你希望得到的关心和支持。",
        "label": ""
      },
      {
        "sentence": "虽然他们不一定能立刻改变，但至少让他们了解你的内心，这样你的情绪可能会稍微好一点。",
        "label": ""
      },
      {
        "sentence": "如果他们能够改变，并更多地关心你，当然是很好的；但如果他们不能，你可以尝试自己调节心态。",
        "label": ""
      },
      {
        "sentence": "比如，你可以寻求其他人的支持，建立其他人际关系网，交一些朋友。",
        "label": ""
      },
      {
        "sentence": "你还可以发展自己的兴趣爱好，尽可能充实自己的生活，学会享受独立生活。",
        "label": ""
      },
      {
        "sentence": "当你遇到问题时，可以尝试自己寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "如果遭受到老师和同学误解和责骂，你可以主动澄清事实，找学生管理者寻求帮助，不要忍受委屈，不要让自己委屈自己。",
        "label": ""
      },
      {
        "sentence": "你的身体虚弱很重要，要好好照顾自己。",
        "label": ""
      },
      {
        "sentence": "因为无法从父母身上得到的关爱，你要记得自己给自己多加补偿。",
        "label": ""
      },
      {
        "sentence": "这么多年来，你一直都很坚强，相信未来你依然能坚强下去。",
        "label": ""
      },
      {
        "sentence": "这些年来你培养了很强的独立能力，这些能力会帮助你勇敢面对未来，创造你想要的生活。",
        "label": ""
      },
      {
        "sentence": "加油吧！",
        "label": ""
      },
      {
        "sentence": "(^_-)。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我觉得我可以试着和父母坐下来好好沟通一次，告诉他们我的真实感受和期望。无论结果如何，我也明白我自己可以寻求其他的支持，去拓宽人际关系，发展自己的兴趣爱好，并学会更好地照顾自己。我会努力调整自己的心态，相信自己可以克服这些困难，向前看。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我觉得我可以试着和父母坐下来好好沟通一次，告诉他们我的真实感受和期望。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，我也明白我自己可以寻求其他的支持，去拓宽人际关系，发展自己的兴趣爱好，并学会更好地照顾自己。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的心态，相信自己可以克服这些困难，向前看。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，我相信你能够勇敢面对这个挑战。和父母的沟通是一个重要的第一步，尽管结果可能不尽如人意，但至少你付出了努力。同时，不要忘记在寻求他人支持的同时，也要对自己加倍关爱。无论遇到什么困难，记住你是一个坚强的人，你一定能够度过这些难关，并创造出属于自己的幸福生活。加油！我会一直支持你的。",
    "annotation": [
      {
        "sentence": "非常好，我相信你能够勇敢面对这个挑战。",
        "label": ""
      },
      {
        "sentence": "和父母的沟通是一个重要的第一步，尽管结果可能不尽如人意，但至少你付出了努力。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记在寻求他人支持的同时，也要对自己加倍关爱。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，记住你是一个坚强的人，你一定能够度过这些难关，并创造出属于自己的幸福生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  }
]