[
  {
    "role": "client",
    "content": "太过于在意睡眠导致失眠怎么办？",
    "annotation": [
      {
        "sentence": "太过于在意睡眠导致失眠怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失眠是一种“心病”。失眠者的内心里住着两个人儿，一个叫“自律”，一个叫“拖延”。他俩在失眠者心里面打了起来，仿佛你内心渴望早睡早起今日事今日毕。可拖延却拉住了你的手，不停的告诉你“太累、太多、做不完的”。于是你的内心陷入了挣扎，你越是对自己的不如意产生罪恶感，你越是难以执行。最后形成消极的恶性循环。亲爱的朋友。我想告诉你，失眠的确算是个病，但只要你不放弃，你是可以恢复的。因为你还没有彻底对那个软弱的自己“缴械投降”。不然你不会提问。你还在坚强的与之博弈。别害怕，一切都来得及。希望我的回答能带给你一些帮助：",
    "annotation": [
      {
        "sentence": "失眠是一种“心病”。",
        "label": ""
      },
      {
        "sentence": "失眠者的内心里住着两个人儿，一个叫“自律”，一个叫“拖延”。",
        "label": ""
      },
      {
        "sentence": "他俩在失眠者心里面打了起来，仿佛你内心渴望早睡早起今日事今日毕。",
        "label": ""
      },
      {
        "sentence": "可拖延却拉住了你的手，不停的告诉你“太累、太多、做不完的”。",
        "label": ""
      },
      {
        "sentence": "于是你的内心陷入了挣扎，你越是对自己的不如意产生罪恶感，你越是难以执行。",
        "label": ""
      },
      {
        "sentence": "最后形成消极的恶性循环。",
        "label": ""
      },
      {
        "sentence": "亲爱的朋友。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，失眠的确算是个病，但只要你不放弃，你是可以恢复的。",
        "label": ""
      },
      {
        "sentence": "因为你还没有彻底对那个软弱的自己“缴械投降”。",
        "label": ""
      },
      {
        "sentence": "不然你不会提问。",
        "label": ""
      },
      {
        "sentence": "你还在坚强的与之博弈。",
        "label": ""
      },
      {
        "sentence": "别害怕，一切都来得及。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能带给你一些帮助：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持。我原本也知道失眠是心理问题，但现在情况越来越严重，我害怕入睡，甚至白天也会有睡不着的意识。我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我原本也知道失眠是心理问题，但现在情况越来越严重，我害怕入睡，甚至白天也会有睡不着的意识。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困扰和焦虑。要解决失眠问题，首先要找到失眠的根源，并逐步改善它。一、你失眠的原因是因为白天的焦虑情绪蔓延到了夜晚。一般来说，这和生理和心理的功能失调密切相关。（一）很多失眠都和生理相关，也就是身体原因而失眠，如果你难以自控，那么你的确存在着生理性失眠的可能性。很多人都经历过失眠，有些人是生理机能上的，由于身体健康功能的紊乱，导致了晚上的难以入眠。而根据你持续的时间，失眠时候的状态，以及白天时候的生理来看，你的失眠很有可能不仅仅涉及心理压力问题。而存在病理性失眠的概率。这点需要失眠者重视。（二）失眠者一般会有很明显有自我惩罚的恶性循环，白天不搞定的事情，往往会到了晚上，人就会疲倦不堪，越是如此，越不让自己睡觉。一般来说，失眠都是存在着压力，假如你是一个对自我有着某种标准的人，当你白天的工作没有如期完成的时候，你夜晚就会很不安，你会把自己和室友同学同事们相提并论，然后在这种差距中对自己进行自我折磨，这种心态本身就不是特别健康。但你似乎很难控制。有一部分人失眠是由于心理原因，总是觉得亚历山大，然后晚上为了“惩罚”自己，强迫自己保持清醒。（三）你的身边的人甚至包括你的心理医生都告诉过你，要睡前远离手机，是怕你脑子被激活，可问题在于，你内心很“叛逆”。明知山有虎偏向虎山行。外在诱惑也是失眠的原因，现代信息发达，手机成了消磨时间，把白昼延长的好玩意儿。信心快速的刺激原本已困意满满的人脑。失眠的人往往夜里都会忍不住看手机，就如同一种“成瘾现象”一般难以戒除。失眠者属于“道理你都懂，就是做不到”的那种类型，这也让失眠者很矛盾。",
    "annotation": [
      {
        "sentence": "我理解你的困扰和焦虑。",
        "label": ""
      },
      {
        "sentence": "要解决失眠问题，首先要找到失眠的根源，并逐步改善它。",
        "label": ""
      },
      {
        "sentence": "一、你失眠的原因是因为白天的焦虑情绪蔓延到了夜晚。",
        "label": ""
      },
      {
        "sentence": "一般来说，这和生理和心理的功能失调密切相关。",
        "label": ""
      },
      {
        "sentence": "（一）很多失眠都和生理相关，也就是身体原因而失眠，如果你难以自控，那么你的确存在着生理性失眠的可能性。",
        "label": ""
      },
      {
        "sentence": "很多人都经历过失眠，有些人是生理机能上的，由于身体健康功能的紊乱，导致了晚上的难以入眠。",
        "label": ""
      },
      {
        "sentence": "而根据你持续的时间，失眠时候的状态，以及白天时候的生理来看，你的失眠很有可能不仅仅涉及心理压力问题。",
        "label": ""
      },
      {
        "sentence": "而存在病理性失眠的概率。",
        "label": ""
      },
      {
        "sentence": "这点需要失眠者重视。",
        "label": ""
      },
      {
        "sentence": "（二）失眠者一般会有很明显有自我惩罚的恶性循环，白天不搞定的事情，往往会到了晚上，人就会疲倦不堪，越是如此，越不让自己睡觉。",
        "label": ""
      },
      {
        "sentence": "一般来说，失眠都是存在着压力，假如你是一个对自我有着某种标准的人，当你白天的工作没有如期完成的时候，你夜晚就会很不安，你会把自己和室友同学同事们相提并论，然后在这种差距中对自己进行自我折磨，这种心态本身就不是特别健康。",
        "label": ""
      },
      {
        "sentence": "但你似乎很难控制。",
        "label": ""
      },
      {
        "sentence": "有一部分人失眠是由于心理原因，总是觉得亚历山大，然后晚上为了“惩罚”自己，强迫自己保持清醒。",
        "label": ""
      },
      {
        "sentence": "（三）你的身边的人甚至包括你的心理医生都告诉过你，要睡前远离手机，是怕你脑子被激活，可问题在于，你内心很“叛逆”。",
        "label": ""
      },
      {
        "sentence": "明知山有虎偏向虎山行。",
        "label": ""
      },
      {
        "sentence": "外在诱惑也是失眠的原因，现代信息发达，手机成了消磨时间，把白昼延长的好玩意儿。",
        "label": ""
      },
      {
        "sentence": "信心快速的刺激原本已困意满满的人脑。",
        "label": ""
      },
      {
        "sentence": "失眠的人往往夜里都会忍不住看手机，就如同一种“成瘾现象”一般难以戒除。",
        "label": ""
      },
      {
        "sentence": "失眠者属于“道理你都懂，就是做不到”的那种类型，这也让失眠者很矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得太对了，我确实有很多压力和焦虑。我知道需要放松和调节情绪，但在实际操作中很难做到，总是忍不住担心。我应该怎么才能控制好这些情绪呢？",
    "annotation": [
      {
        "sentence": "你说得太对了，我确实有很多压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "我知道需要放松和调节情绪，但在实际操作中很难做到，总是忍不住担心。",
        "label": ""
      },
      {
        "sentence": "我应该怎么才能控制好这些情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放松和调节情绪是缓解失眠的关键。建议你尝试以下方法：一、合理消耗人体精力，白天才不会打瞌睡，晚上才能睡得香。人类的生物钟规律是：日出而作，日入而息。白天如果你一直瞌睡，那么你晚上该睡眠的时候自然是无法入睡的。所以，要想晚上睡得好，白天一定要让自己动起来。调整生物钟也需要21天，甚至更长的时间，在第一天的时候最为疲累，因为你需要控制自己白天不许打盹儿，甚至午休也是不可以的。建议你白天去尝试着健身，做有氧运动。比如去跑步、去学习舞蹈等等，让自己白天得到充分精力消耗。二、如果放不下手机，就",
    "annotation": [
      {
        "sentence": "放松和调节情绪是缓解失眠的关键。",
        "label": ""
      },
      {
        "sentence": "建议你尝试以下方法：一、合理消耗人体精力，白天才不会打瞌睡，晚上才能睡得香。",
        "label": ""
      },
      {
        "sentence": "人类的生物钟规律是：日出而作，日入而息。",
        "label": ""
      },
      {
        "sentence": "白天如果你一直瞌睡，那么你晚上该睡眠的时候自然是无法入睡的。",
        "label": ""
      },
      {
        "sentence": "所以，要想晚上睡得好，白天一定要让自己动起来。",
        "label": ""
      },
      {
        "sentence": "调整生物钟也需要21天，甚至更长的时间，在第一天的时候最为疲累，因为你需要控制自己白天不许打盹儿，甚至午休也是不可以的。",
        "label": ""
      },
      {
        "sentence": "建议你白天去尝试着健身，做有氧运动。",
        "label": ""
      },
      {
        "sentence": "比如去跑步、去学习舞蹈等等，让自己白天得到充分精力消耗。",
        "label": ""
      },
      {
        "sentence": "二、如果放不下手机，就",
        "label": ""
      }
    ]
  }
]