[
  {
    "role": "client",
    "content": "我最近感到焦虑失眠，厌恶自己，想放弃一切又没有决心。工作上不顺心，对自己要求很高，稍微达不到要求就会自暴自弃，厌恶憎恨自己。我认为身边的人都对我不满意，压力很大，睡不着觉，想休息，但是生活没有暂停键，只能一直拖着自己走，很累。一度想结束一切，但又深知自己做不到那一步，最后越来越无力。每天睡觉前想着如果就这样一直睡下去别醒来就好了。",
    "annotation": [
      {
        "sentence": "我最近感到焦虑失眠，厌恶自己，想放弃一切又没有决心。",
        "label": ""
      },
      {
        "sentence": "工作上不顺心，对自己要求很高，稍微达不到要求就会自暴自弃，厌恶憎恨自己。",
        "label": ""
      },
      {
        "sentence": "我认为身边的人都对我不满意，压力很大，睡不着觉，想休息，但是生活没有暂停键，只能一直拖着自己走，很累。",
        "label": ""
      },
      {
        "sentence": "一度想结束一切，但又深知自己做不到那一步，最后越来越无力。",
        "label": ""
      },
      {
        "sentence": "每天睡觉前想着如果就这样一直睡下去别醒来就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗨，先给你一个大大的拥抱，小小的温暖愿你能够感受到。你现在面临的问题，稍微总结一下就是：焦虑颓废、完美主义、失眠。一、焦虑，是现代人的常态和标配。现在我们的生活，大多都是一边焦虑一边自愈，像你一样的人有很多，包括我自己。这并没有什么异常，但是把自己一直陷入在里面走不出来，就需要警醒了。你焦虑的原因：分为外部和内部。工作不顺心、自己要求高。针对这两个问题，给出以下的建议：1）工作上不顺心，一定是有什么环节出了问题。可以先自查以下，是能力、技术还是心态出了问题。梳理这种情绪的原因，就是一个很好的方式。2）对自己要求高，有点完美主义特质。对自己要求高，说明你是一个很上进的人。高要求，往往会让我们充满动力，与此同时也有无形的压力。尤其是在，自己的期望值大于实际值的时候。这里就涉及到一个要求的标准和限度，简而言之就是自己的能力和要求的匹配度。3）要是自己调节不好的话，尝试向身边的朋友、家人说一下。有时候，很多的烦恼和焦虑，都是因为一个人独自承担。把自己限制在一个死胡同里面，怎么都出不来。去接触一些人和一些事物，谈一谈、看一看，说不定会有好转。把自己的情绪发泄出来，回头再看看，应该会好很多。去看一部电影，吃点好吃的，买点自己喜欢的东西等等，充分让自己放松下来。二、失眠，大多都是情绪和想太多造成。在这里，我给你几个我自己实用的小技巧，看看对你会不会管用。1）睡前一个小时远离手机，找一本书或者做美容都可以，但是不要在刷手机，只会让人越来越兴奋。尤其是情绪不稳定的时候，就会有一种报复性熬夜的心态。这样，很难睡着。2）定时听书，效果最好。我之前有买过一些听书的栏目，有国学和情绪调节方面的，在睡觉前就会拿出来听，定时30分钟，基本上不播完我就睡了。还有微信读书的语音朗读，找一本你喜欢的书，定时之后让他自己放，镇静情绪舒缓心绪，很快就可以入眠。前提是，把手机放旁边，专心去听。3）最初的失眠，我会在脑海里想象“睡觉”两个字，聚精会神地想象，就会浮现很清晰的字。和“属羊”有点类似，但是对我效果极好，经常不知道什么时候就睡着了。4）营造一个好的睡眠环境。不管是床上四件套，还是灯光、香氛这些，不怕麻烦的话可以多准备一点。在睡觉之前，在太阳穴周围抹一点助眠的精油，效果也不错。最后想说，你很优秀，只是这一个阶段迷茫了、迷路了，好好想一下你喜欢的那些东西、你为之那么努力的理由，好好的审视自己的内心。不用多久，就可以恢复过来的。希望我说的这些，会对你有帮助！加油，我相信你！",
    "annotation": [
      {
        "sentence": "嗨，先给你一个大大的拥抱，小小的温暖愿你能够感受到。",
        "label": ""
      },
      {
        "sentence": "你现在面临的问题，稍微总结一下就是：焦虑颓废、完美主义、失眠。",
        "label": ""
      },
      {
        "sentence": "一、焦虑，是现代人的常态和标配。",
        "label": ""
      },
      {
        "sentence": "现在我们的生活，大多都是一边焦虑一边自愈，像你一样的人有很多，包括我自己。",
        "label": ""
      },
      {
        "sentence": "这并没有什么异常，但是把自己一直陷入在里面走不出来，就需要警醒了。",
        "label": ""
      },
      {
        "sentence": "你焦虑的原因：分为外部和内部。",
        "label": ""
      },
      {
        "sentence": "工作不顺心、自己要求高。",
        "label": ""
      },
      {
        "sentence": "针对这两个问题，给出以下的建议：1）工作上不顺心，一定是有什么环节出了问题。",
        "label": ""
      },
      {
        "sentence": "可以先自查以下，是能力、技术还是心态出了问题。",
        "label": ""
      },
      {
        "sentence": "梳理这种情绪的原因，就是一个很好的方式。",
        "label": ""
      },
      {
        "sentence": "2）对自己要求高，有点完美主义特质。",
        "label": ""
      },
      {
        "sentence": "对自己要求高，说明你是一个很上进的人。",
        "label": ""
      },
      {
        "sentence": "高要求，往往会让我们充满动力，与此同时也有无形的压力。",
        "label": ""
      },
      {
        "sentence": "尤其是在，自己的期望值大于实际值的时候。",
        "label": ""
      },
      {
        "sentence": "这里就涉及到一个要求的标准和限度，简而言之就是自己的能力和要求的匹配度。",
        "label": ""
      },
      {
        "sentence": "3）要是自己调节不好的话，尝试向身边的朋友、家人说一下。",
        "label": ""
      },
      {
        "sentence": "有时候，很多的烦恼和焦虑，都是因为一个人独自承担。",
        "label": ""
      },
      {
        "sentence": "把自己限制在一个死胡同里面，怎么都出不来。",
        "label": ""
      },
      {
        "sentence": "去接触一些人和一些事物，谈一谈、看一看，说不定会有好转。",
        "label": ""
      },
      {
        "sentence": "把自己的情绪发泄出来，回头再看看，应该会好很多。",
        "label": ""
      },
      {
        "sentence": "去看一部电影，吃点好吃的，买点自己喜欢的东西等等，充分让自己放松下来。",
        "label": ""
      },
      {
        "sentence": "二、失眠，大多都是情绪和想太多造成。",
        "label": ""
      },
      {
        "sentence": "在这里，我给你几个我自己实用的小技巧，看看对你会不会管用。",
        "label": ""
      },
      {
        "sentence": "1）睡前一个小时远离手机，找一本书或者做美容都可以，但是不要在刷手机，只会让人越来越兴奋。",
        "label": ""
      },
      {
        "sentence": "尤其是情绪不稳定的时候，就会有一种报复性熬夜的心态。",
        "label": ""
      },
      {
        "sentence": "这样，很难睡着。",
        "label": ""
      },
      {
        "sentence": "2）定时听书，效果最好。",
        "label": ""
      },
      {
        "sentence": "我之前有买过一些听书的栏目，有国学和情绪调节方面的，在睡觉前就会拿出来听，定时30分钟，基本上不播完我就睡了。",
        "label": ""
      },
      {
        "sentence": "还有微信读书的语音朗读，找一本你喜欢的书，定时之后让他自己放，镇静情绪舒缓心绪，很快就可以入眠。",
        "label": ""
      },
      {
        "sentence": "前提是，把手机放旁边，专心去听。",
        "label": ""
      },
      {
        "sentence": "3）最初的失眠，我会在脑海里想象“睡觉”两个字，聚精会神地想象，就会浮现很清晰的字。",
        "label": ""
      },
      {
        "sentence": "和“属羊”有点类似，但是对我效果极好，经常不知道什么时候就睡着了。",
        "label": ""
      },
      {
        "sentence": "4）营造一个好的睡眠环境。",
        "label": ""
      },
      {
        "sentence": "不管是床上四件套，还是灯光、香氛这些，不怕麻烦的话可以多准备一点。",
        "label": ""
      },
      {
        "sentence": "在睡觉之前，在太阳穴周围抹一点助眠的精油，效果也不错。",
        "label": ""
      },
      {
        "sentence": "最后想说，你很优秀，只是这一个阶段迷茫了、迷路了，好好想一下你喜欢的那些东西、你为之那么努力的理由，好好的审视自己的内心。",
        "label": ""
      },
      {
        "sentence": "不用多久，就可以恢复过来的。",
        "label": ""
      },
      {
        "sentence": "希望我说的这些，会对你有帮助！",
        "label": ""
      },
      {
        "sentence": "加油，我相信你！",
        "label": ""
      }
    ]
  }
]