[
  {
    "role": "client",
    "content": "我总是要求女朋友，该怎么调节自己？",
    "annotation": [
      {
        "sentence": "我总是要求女朋友，该怎么调节自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你希望在你不开心时，女友能觉察到并给予关心，但大多时候她并没有如你所愿的觉察出来，来安慰你，这让你本来就不开心的心情，有多了一层失落和难过。一方面觉得是因为自己的原因才对她有所期待，认为自己不该有这样的期待；另一方面，在心情不好时，忍不住的会期待得到她的关心，得不到次数多了，时间久了，心情也越来越低落，情绪也变得越来越大。",
    "annotation": [
      {
        "sentence": "你希望在你不开心时，女友能觉察到并给予关心，但大多时候她并没有如你所愿的觉察出来，来安慰你，这让你本来就不开心的心情，有多了一层失落和难过。",
        "label": ""
      },
      {
        "sentence": "一方面觉得是因为自己的原因才对她有所期待，认为自己不该有这样的期待；另一方面，在心情不好时，忍不住的会期待得到她的关心，得不到次数多了，时间久了，心情也越来越低落，情绪也变得越来越大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总觉得她应该能从我的情绪变化中察觉出来，即使我没有明说。我也意识到这种期待对她来说是不公平的。但是我确实很难控制自己的情绪，会逐渐变得越来越差劲。",
    "annotation": [
      {
        "sentence": "是的，我总觉得她应该能从我的情绪变化中察觉出来，即使我没有明说。",
        "label": ""
      },
      {
        "sentence": "我也意识到这种期待对她来说是不公平的。",
        "label": ""
      },
      {
        "sentence": "但是我确实很难控制自己的情绪，会逐渐变得越来越差劲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的描述中，女友有时也能觉察到你的情绪，但很多时候因为不知怎么办，结果还是没有帮上你。换而言之，如果她知道怎么做，她是非常愿意为你做些事的，从这个角度讲，在你需要她时，她是愿意给予的。或许我们要思考一下，在你不开心时，你希望得到什么？",
    "annotation": [
      {
        "sentence": "在你的描述中，女友有时也能觉察到你的情绪，但很多时候因为不知怎么办，结果还是没有帮上你。",
        "label": ""
      },
      {
        "sentence": "换而言之，如果她知道怎么做，她是非常愿意为你做些事的，从这个角度讲，在你需要她时，她是愿意给予的。",
        "label": ""
      },
      {
        "sentence": "或许我们要思考一下，在你不开心时，你希望得到什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望她能够关心和安慰我，让我感觉到我在她心中的重要性。",
    "annotation": [
      {
        "sentence": "我希望她能够关心和安慰我，让我感觉到我在她心中的重要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说希望被安慰，但是不希望是通过自己说，而是希望她觉察出来你不开心，并给予安慰。我们一起来看看这句话背后的含义，你对你们的关系有一种“理想期待”，希望在自己不开心时，得到女友的关注和关心。而且对这个“期待”要求还很高，是在自己不表达出来的情况下，她就能觉察到。这就要求她对你的关注度极高，能时刻看出你的状态变化，一旦不开心了就马上能觉察出来，并给予安慰。",
    "annotation": [
      {
        "sentence": "你说希望被安慰，但是不希望是通过自己说，而是希望她觉察出来你不开心，并给予安慰。",
        "label": ""
      },
      {
        "sentence": "我们一起来看看这句话背后的含义，你对你们的关系有一种“理想期待”，希望在自己不开心时，得到女友的关注和关心。",
        "label": ""
      },
      {
        "sentence": "而且对这个“期待”要求还很高，是在自己不表达出来的情况下，她就能觉察到。",
        "label": ""
      },
      {
        "sentence": "这就要求她对你的关注度极高，能时刻看出你的状态变化，一旦不开心了就马上能觉察出来，并给予安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个“期待”确实有些过高了。我意识到这是我个人的问题，但我还是很难控制自己的情绪，会让情绪越来越大。",
    "annotation": [
      {
        "sentence": "这个“期待”确实有些过高了。",
        "label": ""
      },
      {
        "sentence": "我意识到这是我个人的问题，但我还是很难控制自己的情绪，会让情绪越来越大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个期待连你自己都说“总是要求她”，觉得不合理。我们并不是去判断期待的对错，而是要看到这期待背后是什么？一方面你觉得自己不应该如此去要求她；另一方面又控制不住的期待，希望得到她的关注。我在想，在家里，面对父母时，你是否也有类似的经历和感受？希望父母给予你无条件的关注和爱，但他们并没有如你所想的那样？",
    "annotation": [
      {
        "sentence": "这个期待连你自己都说“总是要求她”，觉得不合理。",
        "label": ""
      },
      {
        "sentence": "我们并不是去判断期待的对错，而是要看到这期待背后是什么？",
        "label": ""
      },
      {
        "sentence": "一方面你觉得自己不应该如此去要求她；另一方面又控制不住的期待，希望得到她的关注。",
        "label": ""
      },
      {
        "sentence": "我在想，在家里，面对父母时，你是否也有类似的经历和感受？",
        "label": ""
      },
      {
        "sentence": "希望父母给予你无条件的关注和爱，但他们并没有如你所想的那样？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我在家里确实也有类似的经历。我总是希望得到他们的关注和爱，但往往得不到。",
    "annotation": [
      {
        "sentence": "你说得对，我在家里确实也有类似的经历。",
        "label": ""
      },
      {
        "sentence": "我总是希望得到他们的关注和爱，但往往得不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲密关系往往会重现原生家庭的模式。曾经缺失的部分，希望在亲密关系得到满足和补偿。我们分析原因，并不是“甩锅”给原生家庭，而是为了理解自己为什么会控制不住的期待，会希望在自己不表达的情况下对方就能觉察出来。",
    "annotation": [
      {
        "sentence": "亲密关系往往会重现原生家庭的模式。",
        "label": ""
      },
      {
        "sentence": "曾经缺失的部分，希望在亲密关系得到满足和补偿。",
        "label": ""
      },
      {
        "sentence": "我们分析原因，并不是“甩锅”给原生家庭，而是为了理解自己为什么会控制不住的期待，会希望在自己不表达的情况下对方就能觉察出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我确实在期待她能够弥补我从家庭中缺失的部分，但这样的期待并不现实。",
    "annotation": [
      {
        "sentence": "我明白了，我确实在期待她能够弥补我从家庭中缺失的部分，但这样的期待并不现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对曾经未被满足的需要，看看我们能做些什么来合理的满足自己。很遗憾，很多时候我们的父母看不到我们的期待，也不能满足自己的需要。很庆幸，我们已经长大，比起小时候的无力、无助，我们现在已经长大成人，有些需要可以不必再寄希望给他们，我们有能力为自己的需要做些什么了。以下是我个人在阅读《非暴力沟通》后，总结的方法，表达分为4步：当事情发生后，能够不带预设地仔细观察刚才发生的事情。能够识别和表达当下内在的身体感觉和情绪，请不要包含评判、指责。这些情绪背后有我什么样的需要，比如：我生女友的气，因为我有被关注的需要。提出具体、明确的请求，而且确实是请求而非要求。如果你觉得这方法有借鉴意义，你也可以深入阅读《非暴力沟通》这本书。其实有需要很正常，而且你女友也愿意为了你的情绪做些什么。对于你来说，首先要做的是，把需要表达出来，用具体、明确、希望被帮助、温和的方式表达出来，而不是在情绪积压的情况下用要求的方式表达，而且让女友感受不到。你可以先试试上面的4步操作，观察--感受--需要--请求，按这样的思路把自己的需要合理的表达出来。希望我的回答对你有所帮助。加油！",
    "annotation": [
      {
        "sentence": "面对曾经未被满足的需要，看看我们能做些什么来合理的满足自己。",
        "label": ""
      },
      {
        "sentence": "很遗憾，很多时候我们的父母看不到我们的期待，也不能满足自己的需要。",
        "label": ""
      },
      {
        "sentence": "很庆幸，我们已经长大，比起小时候的无力、无助，我们现在已经长大成人，有些需要可以不必再寄希望给他们，我们有能力为自己的需要做些什么了。",
        "label": ""
      },
      {
        "sentence": "以下是我个人在阅读《非暴力沟通》后，总结的方法，表达分为4步：当事情发生后，能够不带预设地仔细观察刚才发生的事情。",
        "label": ""
      },
      {
        "sentence": "能够识别和表达当下内在的身体感觉和情绪，请不要包含评判、指责。",
        "label": ""
      },
      {
        "sentence": "这些情绪背后有我什么样的需要，比如：我生女友的气，因为我有被关注的需要。",
        "label": ""
      },
      {
        "sentence": "提出具体、明确的请求，而且确实是请求而非要求。",
        "label": ""
      },
      {
        "sentence": "如果你觉得这方法有借鉴意义，你也可以深入阅读《非暴力沟通》这本书。",
        "label": ""
      },
      {
        "sentence": "其实有需要很正常，而且你女友也愿意为了你的情绪做些什么。",
        "label": ""
      },
      {
        "sentence": "对于你来说，首先要做的是，把需要表达出来，用具体、明确、希望被帮助、温和的方式表达出来，而不是在情绪积压的情况下用要求的方式表达，而且让女友感受不到。",
        "label": ""
      },
      {
        "sentence": "你可以先试试上面的4步操作，观察--感受--需要--请求，按这样的思路把自己的需要合理的表达出来。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]