[
  {
    "role": "client",
    "content": "坏人没有坏报且感觉活的滋润，理性上接受但感性不能？我老婆之前有段婚姻，和一早教校长结婚后有一女，前夫婚后变坏和自己女下属搞在了一起，最后逼她离婚，女儿抚养权给男方。孩子一直放在老家的亲戚家寄养，只是出钱没放在大城市身边，亲戚家孩子多，背地里常对他女儿不好，把她女儿的钱花在自己孩子身上。最近校长和女下属他们办了风光的结婚酒，还生一个男孩，事业好像还挺好，感觉春风得意，在外人面前人模狗样早教专家的样子，自己女儿却成了留守儿童。我老婆希望他们有恶报，但是没有如愿，反而看到他们活的很好。说为什么不是报恶有恶报？我只能说，他是在你这做了恶事，在你这就是坏人。虽然外人不清楚他的本质。老婆说，这有什么用，他没有坏报我不甘心。从道理上我都懂，过去的事情都过去了，不必想，现实就是这样的，再想没有意义，但是从感性上我想不清，走不出来，感觉不甘心。道理和感性上感觉自己是分裂矛盾的。感觉自己白白被人欺负了，坏人没有得到惩罚。请问我老婆该怎么做怎么想，用什么方法咨询。",
    "annotation": [
      {
        "sentence": "坏人没有坏报且感觉活的滋润，理性上接受但感性不能？",
        "label": ""
      },
      {
        "sentence": "我老婆之前有段婚姻，和一早教校长结婚后有一女，前夫婚后变坏和自己女下属搞在了一起，最后逼她离婚，女儿抚养权给男方。",
        "label": ""
      },
      {
        "sentence": "孩子一直放在老家的亲戚家寄养，只是出钱没放在大城市身边，亲戚家孩子多，背地里常对他女儿不好，把她女儿的钱花在自己孩子身上。",
        "label": ""
      },
      {
        "sentence": "最近校长和女下属他们办了风光的结婚酒，还生一个男孩，事业好像还挺好，感觉春风得意，在外人面前人模狗样早教专家的样子，自己女儿却成了留守儿童。",
        "label": ""
      },
      {
        "sentence": "我老婆希望他们有恶报，但是没有如愿，反而看到他们活的很好。",
        "label": ""
      },
      {
        "sentence": "说为什么不是报恶有恶报？",
        "label": ""
      },
      {
        "sentence": "我只能说，他是在你这做了恶事，在你这就是坏人。",
        "label": ""
      },
      {
        "sentence": "虽然外人不清楚他的本质。",
        "label": ""
      },
      {
        "sentence": "老婆说，这有什么用，他没有坏报我不甘心。",
        "label": ""
      },
      {
        "sentence": "从道理上我都懂，过去的事情都过去了，不必想，现实就是这样的，再想没有意义，但是从感性上我想不清，走不出来，感觉不甘心。",
        "label": ""
      },
      {
        "sentence": "道理和感性上感觉自己是分裂矛盾的。",
        "label": ""
      },
      {
        "sentence": "感觉自己白白被人欺负了，坏人没有得到惩罚。",
        "label": ""
      },
      {
        "sentence": "请问我老婆该怎么做怎么想，用什么方法咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者先生，你对你妻子的感受非常理解，她经历了一段非常痛苦的婚姻，而这段经历对她的心理造成了很大的冲击。不过，作为支持者，我想和您一同探讨一下这个问题。首先，我们都希望坏人能有坏报，但是现实中并不是每个人都能得到应有的惩罚。遇到这种情况，我们需要理性地面对，并找出更有效的方法来帮助您的妻子。",
    "annotation": [
      {
        "sentence": "求助者先生，你对你妻子的感受非常理解，她经历了一段非常痛苦的婚姻，而这段经历对她的心理造成了很大的冲击。",
        "label": ""
      },
      {
        "sentence": "不过，作为支持者，我想和您一同探讨一下这个问题。",
        "label": ""
      },
      {
        "sentence": "首先，我们都希望坏人能有坏报，但是现实中并不是每个人都能得到应有的惩罚。",
        "label": ""
      },
      {
        "sentence": "遇到这种情况，我们需要理性地面对，并找出更有效的方法来帮助您的妻子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我也明白现实可能并不是我们希望的那样。可是，我妻子情感上一直放不下，她觉得自己被欺负了，而那个坏人却过得好好的。她感到很不甘心。",
    "annotation": [
      {
        "sentence": "您说得对，我也明白现实可能并不是我们希望的那样。",
        "label": ""
      },
      {
        "sentence": "可是，我妻子情感上一直放不下，她觉得自己被欺负了，而那个坏人却过得好好的。",
        "label": ""
      },
      {
        "sentence": "她感到很不甘心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉是很正常的，毕竟您妻子曾经遭受过伤害。但是，我认为对于她来说，过去的事情已经过去了，我们应该鼓励她将目光放在未来，寻找更好的生活方式。您可以和她一起寻找适合她的咨询方法，例如心理咨询或者寻找心灵导师来帮助她解决内心的矛盾。",
    "annotation": [
      {
        "sentence": "这种感觉是很正常的，毕竟您妻子曾经遭受过伤害。",
        "label": ""
      },
      {
        "sentence": "但是，我认为对于她来说，过去的事情已经过去了，我们应该鼓励她将目光放在未来，寻找更好的生活方式。",
        "label": ""
      },
      {
        "sentence": "您可以和她一起寻找适合她的咨询方法，例如心理咨询或者寻找心灵导师来帮助她解决内心的矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我妻子确实有意愿寻找咨询师或导师的帮助，但是她不知道该选择哪种方法适合她。您能给一些建议吗？",
    "annotation": [
      {
        "sentence": "我妻子确实有意愿寻找咨询师或导师的帮助，但是她不知道该选择哪种方法适合她。",
        "label": ""
      },
      {
        "sentence": "您能给一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。您可以向她推荐寻找一位心理咨询师，专业的心理咨询师能够帮助她通过面对过去的方法来解决内心的矛盾。此外，她还可以寻找一位心灵导师，导师可以提供指导和支持，帮助她走出困境。不同的人选择不同的咨询方式，您可以和她一起详细了解这些方式，并选择最适合她的那一种。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "您可以向她推荐寻找一位心理咨询师，专业的心理咨询师能够帮助她通过面对过去的方法来解决内心的矛盾。",
        "label": ""
      },
      {
        "sentence": "此外，她还可以寻找一位心灵导师，导师可以提供指导和支持，帮助她走出困境。",
        "label": ""
      },
      {
        "sentence": "不同的人选择不同的咨询方式，您可以和她一起详细了解这些方式，并选择最适合她的那一种。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我会和我妻子一起探索这些咨询方法，希望能找到适合她的方式。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我会和我妻子一起探索这些咨询方法，希望能找到适合她的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，希望这些咨询方法能为您妻子提供帮助和支持。同时，我也想提醒您，作为她的伴侣，您的支持和鼓励对她的恢复非常重要。在她选择咨询师或导师的过程中，请一直陪伴在她身边，给予她信心和支持。",
    "annotation": [
      {
        "sentence": "非常好，希望这些咨询方法能为您妻子提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "同时，我也想提醒您，作为她的伴侣，您的支持和鼓励对她的恢复非常重要。",
        "label": ""
      },
      {
        "sentence": "在她选择咨询师或导师的过程中，请一直陪伴在她身边，给予她信心和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您的提醒很重要，我会一直在她身边支持她。感谢您的建议和鼓励。",
    "annotation": [
      {
        "sentence": "您的提醒很重要，我会一直在她身边支持她。",
        "label": ""
      },
      {
        "sentence": "感谢您的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意能够帮助到您和您的妻子。如果您有任何其他的问题或需要进一步的咨询，随时都可以向我提问。",
    "annotation": [
      {
        "sentence": "不客气，我很愿意能够帮助到您和您的妻子。",
        "label": ""
      },
      {
        "sentence": "如果您有任何其他的问题或需要进一步的咨询，随时都可以向我提问。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的热心帮助，如果有其他问题，我会继续向您咨询的。感谢您的支持！",
    "annotation": [
      {
        "sentence": "谢谢您的热心帮助，如果有其他问题，我会继续向您咨询的。",
        "label": ""
      },
      {
        "sentence": "感谢您的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎！我会一直陪伴您和您的妻子，帮助您们度过困难时期。祝福您和您的家人能够找到内心的平安和幸福。",
    "annotation": [
      {
        "sentence": "非常欢迎！",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴您和您的妻子，帮助您们度过困难时期。",
        "label": ""
      },
      {
        "sentence": "祝福您和您的家人能够找到内心的平安和幸福。",
        "label": ""
      }
    ]
  }
]