[
  {
    "role": "client",
    "content": "用钱能买到一切的口气说等待着自己弱？发生了什么？用钱能买到一切的口气说等待自己弱？小时候有寄养经历，因为学习成绩在寄养家庭突出，被护孙的长辈说过，等着瞧（我等着看你跌落的那天）。我感觉我并没有受对方影响，但我心里存在一种自己坐看自己弱下来的，态度是得意坦然从容。我感觉我对待自己的这种怪异态度不是空穴来风。我只能回想当时被说的心情，失落，还有人格坠落（就是突然自卑，可能觉得自己不配，对自己的定位是从高到低，大约可以这样形容）。剩下的，我就很想探求，我那种得意坦然从容得意的等着自己弱下来的――这种怪异的心情。大约是特别坦然的想对自己说风凉话吧。……默然无语背景补充，在寄养家庭其实挺窒息的，远离是忘恩负义。对我只有照看，365天顿顿饭客气，在那生活很多年，没有丝毫关心。我应该识相点儿。他们这样对我只是因为血缘关系淡，就该这样对我，形成一种为人准则。而我无法处理这样的冷漠。这点平静不下来去思考。特别想念各位老师，谢谢",
    "annotation": [
      {
        "sentence": "用钱能买到一切的口气说等待着自己弱？",
        "label": ""
      },
      {
        "sentence": "发生了什么？",
        "label": ""
      },
      {
        "sentence": "用钱能买到一切的口气说等待自己弱？",
        "label": ""
      },
      {
        "sentence": "小时候有寄养经历，因为学习成绩在寄养家庭突出，被护孙的长辈说过，等着瞧（我等着看你跌落的那天）。",
        "label": ""
      },
      {
        "sentence": "我感觉我并没有受对方影响，但我心里存在一种自己坐看自己弱下来的，态度是得意坦然从容。",
        "label": ""
      },
      {
        "sentence": "我感觉我对待自己的这种怪异态度不是空穴来风。",
        "label": ""
      },
      {
        "sentence": "我只能回想当时被说的心情，失落，还有人格坠落（就是突然自卑，可能觉得自己不配，对自己的定位是从高到低，大约可以这样形容）。",
        "label": ""
      },
      {
        "sentence": "剩下的，我就很想探求，我那种得意坦然从容得意的等着自己弱下来的――这种怪异的心情。",
        "label": ""
      },
      {
        "sentence": "大约是特别坦然的想对自己说风凉话吧。",
        "label": ""
      },
      {
        "sentence": "……默然无语背景补充，在寄养家庭其实挺窒息的，远离是忘恩负义。",
        "label": ""
      },
      {
        "sentence": "对我只有照看，365天顿顿饭客气，在那生活很多年，没有丝毫关心。",
        "label": ""
      },
      {
        "sentence": "我应该识相点儿。",
        "label": ""
      },
      {
        "sentence": "他们这样对我只是因为血缘关系淡，就该这样对我，形成一种为人准则。",
        "label": ""
      },
      {
        "sentence": "而我无法处理这样的冷漠。",
        "label": ""
      },
      {
        "sentence": "这点平静不下来去思考。",
        "label": ""
      },
      {
        "sentence": "特别想念各位老师，谢谢",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小朋友，我看到了你的痛苦和困惑，你经历了【寄养】和【与母亲关系冷淡】，这样的成长背景很容易导致【边界人格障碍】。在那个本该享受爱的年纪，你没有得到真正的爱，这一定很苦。没有人保护你，没有人支持你，没有人担任你的后盾，我为你感到心疼。我可以帮你好好分析一下吗？希望能让你的心情放松一些。首先，让我们分析问题：1、你说“用钱能买到一切的口气说等待自己弱”，一开始我没看明白这句话的意思，但读到后面，我好像有点懂了。这个孩子，这个孩子不容易啊。虽然不知道你为什么会寄养在别人家，但你一定很希望有人保护你、爱你。2、小时候有寄养经历，因为学习成绩在寄养家庭表现突出，被护孙的长辈对你说，“等着瞧”（我等着看你跌落的那天）。你感觉你并没有受到对方的影响，但你内心存在一种自己坐视自己弱下来的态度，得意坦然从容。3、你对待自己的这种怪异态度并非无中生有。你只能回想当时被说的心情，感到失落和人格坠落（突然觉得自卑，可能认为自己不配，自我认知从高到低，可以这样描述）。4、剩下的，你很想探求的是，你那种得意坦然从容得意的等着自己弱下来的心情，大约是一种特别坦然的想对自己说风凉话吧。……我默然无语。根据背景补充，你在寄养家庭中感到窒息，与亲人疏远是一种忘恩负义。他们只是把你当作照看你的人，每天365天都过得殷勤，但在那里的多年里，没有一丝关心。你觉得应该懂事一点。他们对你这样只是因为血缘关系淡薄，这应该是一种行为准则。然而，你无法处理这样的冷漠。这件事让你无法平静地思考。你特别想念你的老师们，谢谢你。",
    "annotation": [
      {
        "sentence": "小朋友，我看到了你的痛苦和困惑，你经历了【寄养】和【与母亲关系冷淡】，这样的成长背景很容易导致【边界人格障碍】。",
        "label": ""
      },
      {
        "sentence": "在那个本该享受爱的年纪，你没有得到真正的爱，这一定很苦。",
        "label": ""
      },
      {
        "sentence": "没有人保护你，没有人支持你，没有人担任你的后盾，我为你感到心疼。",
        "label": ""
      },
      {
        "sentence": "我可以帮你好好分析一下吗？",
        "label": ""
      },
      {
        "sentence": "希望能让你的心情放松一些。",
        "label": ""
      },
      {
        "sentence": "首先，让我们分析问题：1、你说“用钱能买到一切的口气说等待自己弱”，一开始我没看明白这句话的意思，但读到后面，我好像有点懂了。",
        "label": ""
      },
      {
        "sentence": "这个孩子，这个孩子不容易啊。",
        "label": ""
      },
      {
        "sentence": "虽然不知道你为什么会寄养在别人家，但你一定很希望有人保护你、爱你。",
        "label": ""
      },
      {
        "sentence": "2、小时候有寄养经历，因为学习成绩在寄养家庭表现突出，被护孙的长辈对你说，“等着瞧”（我等着看你跌落的那天）。",
        "label": ""
      },
      {
        "sentence": "你感觉你并没有受到对方的影响，但你内心存在一种自己坐视自己弱下来的态度，得意坦然从容。",
        "label": ""
      },
      {
        "sentence": "3、你对待自己的这种怪异态度并非无中生有。",
        "label": ""
      },
      {
        "sentence": "你只能回想当时被说的心情，感到失落和人格坠落（突然觉得自卑，可能认为自己不配，自我认知从高到低，可以这样描述）。",
        "label": ""
      },
      {
        "sentence": "4、剩下的，你很想探求的是，你那种得意坦然从容得意的等着自己弱下来的心情，大约是一种特别坦然的想对自己说风凉话吧。",
        "label": ""
      },
      {
        "sentence": "……我默然无语。",
        "label": ""
      },
      {
        "sentence": "根据背景补充，你在寄养家庭中感到窒息，与亲人疏远是一种忘恩负义。",
        "label": ""
      },
      {
        "sentence": "他们只是把你当作照看你的人，每天365天都过得殷勤，但在那里的多年里，没有一丝关心。",
        "label": ""
      },
      {
        "sentence": "你觉得应该懂事一点。",
        "label": ""
      },
      {
        "sentence": "他们对你这样只是因为血缘关系淡薄，这应该是一种行为准则。",
        "label": ""
      },
      {
        "sentence": "然而，你无法处理这样的冷漠。",
        "label": ""
      },
      {
        "sentence": "这件事让你无法平静地思考。",
        "label": ""
      },
      {
        "sentence": "你特别想念你的老师们，谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，谢谢你的回应。我感受到了你的关心和理解。我的成长经历确实带给了我很多困扰和挣扎。你所提到的边界人格障碍和缺失感，正是我现在的问题所在。我意识到自己对待自己的态度有些怪异，但不知道如何改变。对于过去的失落和人格坠落，我一直无法释怀。可能是因为太小的时候就听到那样的话语，产生了一定的心理影响。对于寄养家庭的冷漠和远离感，我一直难以接受。你说的没能得到真正的爱，没有人保护我和支持我，让我感到很心痛。我希望能够从这些阴影中走出来，重建自己的自信和安全感。",
    "annotation": [
      {
        "sentence": "支持者，谢谢你的回应。",
        "label": ""
      },
      {
        "sentence": "我感受到了你的关心和理解。",
        "label": ""
      },
      {
        "sentence": "我的成长经历确实带给了我很多困扰和挣扎。",
        "label": ""
      },
      {
        "sentence": "你所提到的边界人格障碍和缺失感，正是我现在的问题所在。",
        "label": ""
      },
      {
        "sentence": "我意识到自己对待自己的态度有些怪异，但不知道如何改变。",
        "label": ""
      },
      {
        "sentence": "对于过去的失落和人格坠落，我一直无法释怀。",
        "label": ""
      },
      {
        "sentence": "可能是因为太小的时候就听到那样的话语，产生了一定的心理影响。",
        "label": ""
      },
      {
        "sentence": "对于寄养家庭的冷漠和远离感，我一直难以接受。",
        "label": ""
      },
      {
        "sentence": "你说的没能得到真正的爱，没有人保护我和支持我，让我感到很心痛。",
        "label": ""
      },
      {
        "sentence": "我希望能够从这些阴影中走出来，重建自己的自信和安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，你现在的感受我完全理解。你经历的种种失落和困扰，已经深深地影响了你的内心。你内心的怪异态度，以及对于过去的伤害的无法释怀，都是被早年经历所塑造的结果。对于寄养家庭的冷漠和远离感，这确实会让人感到难以接受和痛苦。但是",
    "annotation": [
      {
        "sentence": "孩子，你现在的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "你经历的种种失落和困扰，已经深深地影响了你的内心。",
        "label": ""
      },
      {
        "sentence": "你内心的怪异态度，以及对于过去的伤害的无法释怀，都是被早年经历所塑造的结果。",
        "label": ""
      },
      {
        "sentence": "对于寄养家庭的冷漠和远离感，这确实会让人感到难以接受和痛苦。",
        "label": ""
      },
      {
        "sentence": "但是",
        "label": ""
      }
    ]
  }
]