[
  {
    "role": "client",
    "content": "用钱能买到一切的口气说等待着自己弱？发生了什么？用钱能买到一切的口气说等待自己弱？小时候有寄养经历，因为学习成绩在寄养家庭突出，被护孙的长辈说过，等着瞧（我等着看你跌落的那天）。我感觉我并没有受对方影响，但我心里存在一种自己坐看自己弱下来的，态度是得意坦然从容。我感觉我对待自己的这种怪异态度不是空穴来风。我只能回想当时被说的心情，失落，还有人格坠落（就是突然自卑，可能觉得自己不配，对自己的定位是从高到低，大约可以这样形容）。剩下的，我就很想探求，我那种得意坦然从容得意的等着自己弱下来的――这种怪异的心情。大约是特别坦然的想对自己说风凉话吧。……默然无语背景补充，在寄养家庭其实挺窒息的，远离是忘恩负义。对我只有照看，365天顿顿饭客气，在那生活很多年，没有丝毫关心。我应该识相点儿。他们这样对我只是因为血缘关系淡，就该这样对我，形成一种为人准则。而我无法处理这样的冷漠。这点平静不下来去思考。特别想念各位老师，谢谢",
    "annotation": [
      {
        "sentence": "用钱能买到一切的口气说等待着自己弱？",
        "label": ""
      },
      {
        "sentence": "发生了什么？",
        "label": ""
      },
      {
        "sentence": "用钱能买到一切的口气说等待自己弱？",
        "label": ""
      },
      {
        "sentence": "小时候有寄养经历，因为学习成绩在寄养家庭突出，被护孙的长辈说过，等着瞧（我等着看你跌落的那天）。",
        "label": ""
      },
      {
        "sentence": "我感觉我并没有受对方影响，但我心里存在一种自己坐看自己弱下来的，态度是得意坦然从容。",
        "label": ""
      },
      {
        "sentence": "我感觉我对待自己的这种怪异态度不是空穴来风。",
        "label": ""
      },
      {
        "sentence": "我只能回想当时被说的心情，失落，还有人格坠落（就是突然自卑，可能觉得自己不配，对自己的定位是从高到低，大约可以这样形容）。",
        "label": ""
      },
      {
        "sentence": "剩下的，我就很想探求，我那种得意坦然从容得意的等着自己弱下来的――这种怪异的心情。",
        "label": ""
      },
      {
        "sentence": "大约是特别坦然的想对自己说风凉话吧。",
        "label": ""
      },
      {
        "sentence": "……默然无语背景补充，在寄养家庭其实挺窒息的，远离是忘恩负义。",
        "label": ""
      },
      {
        "sentence": "对我只有照看，365天顿顿饭客气，在那生活很多年，没有丝毫关心。",
        "label": ""
      },
      {
        "sentence": "我应该识相点儿。",
        "label": ""
      },
      {
        "sentence": "他们这样对我只是因为血缘关系淡，就该这样对我，形成一种为人准则。",
        "label": ""
      },
      {
        "sentence": "而我无法处理这样的冷漠。",
        "label": ""
      },
      {
        "sentence": "这点平静不下来去思考。",
        "label": ""
      },
      {
        "sentence": "特别想念各位老师，谢谢",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道为什么，我从你的文字描述中仿佛看到了一个很自卑，没有安全感和渴望被看见的你小孩，先给你一个有力量的🤝！我们先一起来梳理一下你给出的信息吧：你提到小时候有寄养经历，因为学习成绩在寄养家庭突出，被护孙的长辈说过，等着瞧（我等着看你跌落的那天）。这个护孙的长辈是在什么情况下对你说出#等着瞧#呢？关于对#等着瞧#解读为#我等着看你跌落的那天#，是你自己的解读吗？还是说那个长辈就是这么直接告诉你的呢？你为什么需要去寄养的家庭居住和生活呢？爸宝妈吗呢？",
    "annotation": [
      {
        "sentence": "不知道为什么，我从你的文字描述中仿佛看到了一个很自卑，没有安全感和渴望被看见的你小孩，先给你一个有力量的🤝！",
        "label": ""
      },
      {
        "sentence": "我们先一起来梳理一下你给出的信息吧：你提到小时候有寄养经历，因为学习成绩在寄养家庭突出，被护孙的长辈说过，等着瞧（我等着看你跌落的那天）。",
        "label": ""
      },
      {
        "sentence": "这个护孙的长辈是在什么情况下对你说出#等着瞧#呢？",
        "label": ""
      },
      {
        "sentence": "关于对#等着瞧#解读为#我等着看你跌落的那天#，是你自己的解读吗？",
        "label": ""
      },
      {
        "sentence": "还是说那个长辈就是这么直接告诉你的呢？",
        "label": ""
      },
      {
        "sentence": "你为什么需要去寄养的家庭居住和生活呢？",
        "label": ""
      },
      {
        "sentence": "爸宝妈吗呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当时护孙的长辈是在我表现特别好的时候说的，我认为这是他的直接告诉我。我需要去寄养家庭是因为父母无法照顾我，他们非常忙，所以他们觉得这样会更好。",
    "annotation": [
      {
        "sentence": "当时护孙的长辈是在我表现特别好的时候说的，我认为这是他的直接告诉我。",
        "label": ""
      },
      {
        "sentence": "我需要去寄养家庭是因为父母无法照顾我，他们非常忙，所以他们觉得这样会更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到这些，我可以理解当时你表现特别好的时候，被告知等着瞧的话可能让你感觉非常失落和自卑。对于你来说，这种态度显得得意坦然从容，可能让你的内心感到困惑。这种心情可能来源于你小时候未得到足够的关心和关注，导致你无法解开内心的冷漠和平静。我想告诉你，你的感受是被理解的，你不必责怪自己。",
    "annotation": [
      {
        "sentence": "听到这些，我可以理解当时你表现特别好的时候，被告知等着瞧的话可能让你感觉非常失落和自卑。",
        "label": ""
      },
      {
        "sentence": "对于你来说，这种态度显得得意坦然从容，可能让你的内心感到困惑。",
        "label": ""
      },
      {
        "sentence": "这种心情可能来源于你小时候未得到足够的关心和关注，导致你无法解开内心的冷漠和平静。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，你的感受是被理解的，你不必责怪自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我确实觉得自己对待自己的态度有些怪异，但是我不知道如何解决这种情况。我不希望继续坐视自己弱下来，但又觉得无法改变。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实觉得自己对待自己的态度有些怪异，但是我不知道如何解决这种情况。",
        "label": ""
      },
      {
        "sentence": "我不希望继续坐视自己弱下来，但又觉得无法改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受是非常真实的，有时候我们对自己的情绪以及态度感到困惑是很正常的事情。我想和你一起思考一下，为什么你会觉得只有等待自己弱下来才会感到得意和坦然？这种想法是否来自于你曾经经历的冷漠和缺乏关心的寄养生活呢？",
    "annotation": [
      {
        "sentence": "你的感受是非常真实的，有时候我们对自己的情绪以及态度感到困惑是很正常的事情。",
        "label": ""
      },
      {
        "sentence": "我想和你一起思考一下，为什么你会觉得只有等待自己弱下来才会感到得意和坦然？",
        "label": ""
      },
      {
        "sentence": "这种想法是否来自于你曾经经历的冷漠和缺乏关心的寄养生活呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许是的，我一直觉得只有等待自己失败了，才能得到他人的关注和关心。这种想法源自于我在寄养家庭的经历，他们对我冷漠无情，从来没有给予我关心和支持。",
    "annotation": [
      {
        "sentence": "或许是的，我一直觉得只有等待自己失败了，才能得到他人的关注和关心。",
        "label": ""
      },
      {
        "sentence": "这种想法源自于我在寄养家庭的经历，他们对我冷漠无情，从来没有给予我关心和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你曾经的寄养经历对你产生了深远的影响，让你产生了只有在失败中才能获得关爱的观念。但其实，这是一个误解，你并不需要通过失败来获得他人的关心和关爱。我们可以一起尝试改变这种观念，鼓励你积极面对生活，树立起自己独特而积极的价值观。",
    "annotation": [
      {
        "sentence": "明白了，你曾经的寄养经历对你产生了深远的影响，让你产生了只有在失败中才能获得关爱的观念。",
        "label": ""
      },
      {
        "sentence": "但其实，这是一个误解，你并不需要通过失败来获得他人的关心和关爱。",
        "label": ""
      },
      {
        "sentence": "我们可以一起尝试改变这种观念，鼓励你积极面对生活，树立起自己独特而积极的价值观。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我需要改变这种观念。我希望能够不再依赖失败来获得他人的关心，而是通过积极的行动和态度去建立起真正的人际关系。",
    "annotation": [
      {
        "sentence": "你说的对，我需要改变这种观念。",
        "label": ""
      },
      {
        "sentence": "我希望能够不再依赖失败来获得他人的关心，而是通过积极的行动和态度去建立起真正的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你说这样的话，这是一个积极的改变。我相信你能够通过努力和积极的行动，逐渐建立起真正的人际关系，并获得到他人的关心和关爱。对于你曾经的寄养经历，我建议你可以考虑寻求心理咨询的帮助，专业的咨询师可以帮助你处理内心的创伤，并引导你走向更加健康和积极的人生道路。",
    "annotation": [
      {
        "sentence": "很高兴听到你说这样的话，这是一个积极的改变。",
        "label": ""
      },
      {
        "sentence": "我相信你能够通过努力和积极的行动，逐渐建立起真正的人际关系，并获得到他人的关心和关爱。",
        "label": ""
      },
      {
        "sentence": "对于你曾经的寄养经历，我建议你可以考虑寻求心理咨询的帮助，专业的咨询师可以帮助你处理内心的创伤，并引导你走向更加健康和积极的人生道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑寻求心理咨询的帮助。希望我能够通过这个过程，逐渐恢复信心和建立健康的人际关系。同时，也感谢你一直以来的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑寻求心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "希望我能够通过这个过程，逐渐恢复信心和建立健康的人际关系。",
        "label": ""
      },
      {
        "sentence": "同时，也感谢你一直以来的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个勇敢的人，能够面对自己的问题并寻求帮助。我相信你一定能够克服困难，重建自己的生活。在这个过程中，如果有任何困惑和不安，记得随时与我交流，我将一直陪伴在你身边。祝福你能够早日走出困境，拥有一个美好的未来。",
    "annotation": [
      {
        "sentence": "你是一个勇敢的人，能够面对自己的问题并寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够克服困难，重建自己的生活。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，如果有任何困惑和不安，记得随时与我交流，我将一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "祝福你能够早日走出困境，拥有一个美好的未来。",
        "label": ""
      }
    ]
  }
]