[
  {
    "role": "client",
    "content": "我18岁，主动放弃了一段感情，该怎么把他留在记忆里？我不知道怎么描述我和他的关系，不是普通朋友，也不是恋人，可以确定的是经常聊天，很熟悉，曾经很亲密。这段关系从2017年6月一直到现在。曾经我很喜欢他，也是无话不说的好朋友，中间经历过他有女朋友，但我只是抱着也可以做朋友的心，希望可以一直长久的走下去。高中毕业后，去了不同的城市，他来主动联系，我也很开心。他约我假期见面，我觉得不太好，我想保持距离，互不越界，但也可以互相关心。我可以理解他没有不好的心，可以理解，但就是不能承担。分离前的最后一次谈话，感觉我们之间无话可说，他说，我变了，我也确实是变的不像以前那么在乎他，最后他说：一切随你，走了，一了百了；留下，应该是像之前一样交往吧！我不知道这段关系是哪里出了问题，就是这么渐渐疏远，互相觉得对方变了，变成自己不能接受的样子，我现在选择离开，倒也真的觉得轻松，可就是感觉很无奈，怎么就到了这一步……之后的日子，我该怎么把他留在记忆里？",
    "annotation": [
      {
        "sentence": "我18岁，主动放弃了一段感情，该怎么把他留在记忆里？",
        "label": ""
      },
      {
        "sentence": "我不知道怎么描述我和他的关系，不是普通朋友，也不是恋人，可以确定的是经常聊天，很熟悉，曾经很亲密。",
        "label": ""
      },
      {
        "sentence": "这段关系从2017年6月一直到现在。",
        "label": ""
      },
      {
        "sentence": "曾经我很喜欢他，也是无话不说的好朋友，中间经历过他有女朋友，但我只是抱着也可以做朋友的心，希望可以一直长久的走下去。",
        "label": ""
      },
      {
        "sentence": "高中毕业后，去了不同的城市，他来主动联系，我也很开心。",
        "label": ""
      },
      {
        "sentence": "他约我假期见面，我觉得不太好，我想保持距离，互不越界，但也可以互相关心。",
        "label": ""
      },
      {
        "sentence": "我可以理解他没有不好的心，可以理解，但就是不能承担。",
        "label": ""
      },
      {
        "sentence": "分离前的最后一次谈话，感觉我们之间无话可说，他说，我变了，我也确实是变的不像以前那么在乎他，最后他说：一切随你，走了，一了百了；留下，应该是像之前一样交往吧！",
        "label": ""
      },
      {
        "sentence": "我不知道这段关系是哪里出了问题，就是这么渐渐疏远，互相觉得对方变了，变成自己不能接受的样子，我现在选择离开，倒也真的觉得轻松，可就是感觉很无奈，怎么就到了这一步……之后的日子，我该怎么把他留在记忆里？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，明白你对这段关系的困惑和失望。在这里，我愿意和你一起探讨并给予你情感上的支持。我们先来聊聊你们的关系。求助者：好的，谢谢支持者。",
    "annotation": [
      {
        "sentence": "你好，明白你对这段关系的困惑和失望。",
        "label": ""
      },
      {
        "sentence": "在这里，我愿意和你一起探讨并给予你情感上的支持。",
        "label": ""
      },
      {
        "sentence": "我们先来聊聊你们的关系。",
        "label": ""
      },
      {
        "sentence": "求助者：好的，谢谢支持者。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这段关系既不是普通朋友，也不是恋人，看得出你们之间有很多的情感纠葛。这样的关系让你可以表达真实的自己，却也容易导致分歧和疏远。你能理解他的心意，但却承担不起这样的关系。求助者：是的，我觉得我们渐渐变得互相不能接受了。",
    "annotation": [
      {
        "sentence": "这段关系既不是普通朋友，也不是恋人，看得出你们之间有很多的情感纠葛。",
        "label": ""
      },
      {
        "sentence": "这样的关系让你可以表达真实的自己，却也容易导致分歧和疏远。",
        "label": ""
      },
      {
        "sentence": "你能理解他的心意，但却承担不起这样的关系。",
        "label": ""
      },
      {
        "sentence": "求助者：是的，我觉得我们渐渐变得互相不能接受了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种关系的疏离和分歧可能是由于很多情绪没有得到有效的表达。双方都没有勇气或机会去表达自己的内心状况，这导致了压抑的情绪变得攻击性，最终选择远离对方。好的关系应该是能够包容彼此的好与坏，承担并理解对方的样子。求助者：我明白了，我们没有给予对方机会展现真实的自己。",
    "annotation": [
      {
        "sentence": "这种关系的疏离和分歧可能是由于很多情绪没有得到有效的表达。",
        "label": ""
      },
      {
        "sentence": "双方都没有勇气或机会去表达自己的内心状况，这导致了压抑的情绪变得攻击性，最终选择远离对方。",
        "label": ""
      },
      {
        "sentence": "好的关系应该是能够包容彼此的好与坏，承担并理解对方的样子。",
        "label": ""
      },
      {
        "sentence": "求助者：我明白了，我们没有给予对方机会展现真实的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，学会接纳是关系解脱的关键。离开并不代表忘记，他是你生命中的一部分，经历了那么多美好的时光。无论是认同还是否认，他都将留存在你的记忆中。学会接纳他的离开，对你来说是找到幸福之路的捷径。求助者：我理解了，我会学着接纳他的离开。",
    "annotation": [
      {
        "sentence": "对的，学会接纳是关系解脱的关键。",
        "label": ""
      },
      {
        "sentence": "离开并不代表忘记，他是你生命中的一部分，经历了那么多美好的时光。",
        "label": ""
      },
      {
        "sentence": "无论是认同还是否认，他都将留存在你的记忆中。",
        "label": ""
      },
      {
        "sentence": "学会接纳他的离开，对你来说是找到幸福之路的捷径。",
        "label": ""
      },
      {
        "sentence": "求助者：我理解了，我会学着接纳他的离开。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好。还有一点，感恩也是释放心结的一种方式。你们曾经拥有一段特殊的关系，彼此可以表达自己的真实。在生命中的某个时间段，他可以让你任性，让你无话不说。这段经历是你成长的一部分，是你的财富。感恩他在你生命中出现，并希望他在你记忆中安好。而你也要继续向前，追求自己的幸福。求助者：谢谢你的建议和鼓励，我会努力去接纳并感恩这段关系。",
    "annotation": [
      {
        "sentence": "很好。",
        "label": ""
      },
      {
        "sentence": "还有一点，感恩也是释放心结的一种方式。",
        "label": ""
      },
      {
        "sentence": "你们曾经拥有一段特殊的关系，彼此可以表达自己的真实。",
        "label": ""
      },
      {
        "sentence": "在生命中的某个时间段，他可以让你任性，让你无话不说。",
        "label": ""
      },
      {
        "sentence": "这段经历是你成长的一部分，是你的财富。",
        "label": ""
      },
      {
        "sentence": "感恩他在你生命中出现，并希望他在你记忆中安好。",
        "label": ""
      },
      {
        "sentence": "而你也要继续向前，追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的建议和鼓励，我会努力去接纳并感恩这段关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个勇敢的人，相信你能够走出失望和无奈的情绪。未来的某一天，你可能会突然想起他，那时你会以一种更加平和和坦然的心态去面对。不要忘记，你在这个过程中成长了。如果以后还需要继续聊天，随时来找我。祝福你，保重。求助者：谢谢你的支持和鼓励，我会保持积极的心态。再次感谢你的聆听和理解。",
    "annotation": [
      {
        "sentence": "你是一个勇敢的人，相信你能够走出失望和无奈的情绪。",
        "label": ""
      },
      {
        "sentence": "未来的某一天，你可能会突然想起他，那时你会以一种更加平和和坦然的心态去面对。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你在这个过程中成长了。",
        "label": ""
      },
      {
        "sentence": "如果以后还需要继续聊天，随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你，保重。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的支持和鼓励，我会保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的聆听和理解。",
        "label": ""
      }
    ]
  }
]