[
  {
    "role": "client",
    "content": "我是一个18岁的女孩，我主动放弃了一段感情，但我不知道该怎么把他留在我的记忆里。我们之间的关系很难用普通朋友或恋人来形容，我们经常聊天，互相很熟悉，曾经很亲密。这段关系开始于2017年6月，一直延续到现在。我曾经很喜欢他，我们是无话不说的好朋友，虽然他中间有了女朋友，但我只抱着做朋友的心态，希望我们可以一直保持这种长久的关系。高中毕业后，我们去了不同的城市，但他依然主动联系我，我也感到很开心。他邀请我在假期见面，但我觉得有些尴尬，我想要保持一定的距离，既不越界也能互相关心。我可以理解他没有其他不良的想法，但我确实无法承受更多的压力。在我们分开之前的最后一次谈话中，感觉我们已经无话可说了。他说我变了，确实我对他的关心不如以前那么在意。最后，他说：“怎么样都随你便吧，离开就一了百了；留下来，就像之前一样继续交往。”我不知道我们的关系是从什么地方出现问题，渐渐地我们开始疏远，互相觉得对方的变化已经超出了自己可以接受的范围。我现在选择离开，虽然感觉轻松，但也感到无奈。那么我之后该怎么办，如何将他留在我的记忆中呢？",
    "annotation": [
      {
        "sentence": "我是一个18岁的女孩，我主动放弃了一段感情，但我不知道该怎么把他留在我的记忆里。",
        "label": ""
      },
      {
        "sentence": "我们之间的关系很难用普通朋友或恋人来形容，我们经常聊天，互相很熟悉，曾经很亲密。",
        "label": ""
      },
      {
        "sentence": "这段关系开始于2017年6月，一直延续到现在。",
        "label": ""
      },
      {
        "sentence": "我曾经很喜欢他，我们是无话不说的好朋友，虽然他中间有了女朋友，但我只抱着做朋友的心态，希望我们可以一直保持这种长久的关系。",
        "label": ""
      },
      {
        "sentence": "高中毕业后，我们去了不同的城市，但他依然主动联系我，我也感到很开心。",
        "label": ""
      },
      {
        "sentence": "他邀请我在假期见面，但我觉得有些尴尬，我想要保持一定的距离，既不越界也能互相关心。",
        "label": ""
      },
      {
        "sentence": "我可以理解他没有其他不良的想法，但我确实无法承受更多的压力。",
        "label": ""
      },
      {
        "sentence": "在我们分开之前的最后一次谈话中，感觉我们已经无话可说了。",
        "label": ""
      },
      {
        "sentence": "他说我变了，确实我对他的关心不如以前那么在意。",
        "label": ""
      },
      {
        "sentence": "最后，他说：“怎么样都随你便吧，离开就一了百了；留下来，就像之前一样继续交往。",
        "label": ""
      },
      {
        "sentence": "”我不知道我们的关系是从什么地方出现问题，渐渐地我们开始疏远，互相觉得对方的变化已经超出了自己可以接受的范围。",
        "label": ""
      },
      {
        "sentence": "我现在选择离开，虽然感觉轻松，但也感到无奈。",
        "label": ""
      },
      {
        "sentence": "那么我之后该怎么办，如何将他留在我的记忆中呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以把你们的关系看成是友情已达，恋人未满，这样会不会更好呢？你们很熟悉，很亲密，你很喜欢他，无话不说，这种关系其实更像是心灵知己。你对他的感情是喜欢，而不是爱，因为爱是需要独占欲、承诺、亲密和激情的。而你对他的喜欢，则更多的是理解和了解。他可能误读了你的意思，以为你的喜欢就意味着可以成为恋爱对象。他联系你并邀请见面，可能是想要让你们之间的关系升华或明确关系，而你却希望保持一定的距离，不越界。你们之间的目的不一致，所以最终选择了分开。男人的思维方式通常比较直白，要么喜欢在一起，要么不喜欢就分开，很少有灰色地带。除非他不是那么喜欢你，才会愿意和你做朋友的心灵知己。他希望你们进一步发展，而你希望保持友谊。一旦这层纸被捅破，两个人之间就会非常尴尬，好像除了恋爱目的之外，再无其他话题可谈。如果他不能接受你们继续做普通朋友的关系，那彼此之间就可能逐渐疏远。是否能够将他留在记忆中，还需要顺其自然。人生中遇到的人很多，当你遇到新的朋友或恋人时，你对之前的关系就会越来越模糊，甚至有时会忘记其中的一些人。不要刻意去忘记，也不要担心遗忘。在你最美好的年华里遇到他，这段关系让你的生活更加丰富多彩。18岁，你的人生才刚刚开始，未来会遇到更多美好的事物和人。每一段经历都会带给你美好的回忆和心灵的滋养。不要后悔，不要过于执着，你总会遇到让你珍惜的人。希望你在这个美丽的年纪里越来越出色，越来越美丽！",
    "annotation": [
      {
        "sentence": "你可以把你们的关系看成是友情已达，恋人未满，这样会不会更好呢？",
        "label": ""
      },
      {
        "sentence": "你们很熟悉，很亲密，你很喜欢他，无话不说，这种关系其实更像是心灵知己。",
        "label": ""
      },
      {
        "sentence": "你对他的感情是喜欢，而不是爱，因为爱是需要独占欲、承诺、亲密和激情的。",
        "label": ""
      },
      {
        "sentence": "而你对他的喜欢，则更多的是理解和了解。",
        "label": ""
      },
      {
        "sentence": "他可能误读了你的意思，以为你的喜欢就意味着可以成为恋爱对象。",
        "label": ""
      },
      {
        "sentence": "他联系你并邀请见面，可能是想要让你们之间的关系升华或明确关系，而你却希望保持一定的距离，不越界。",
        "label": ""
      },
      {
        "sentence": "你们之间的目的不一致，所以最终选择了分开。",
        "label": ""
      },
      {
        "sentence": "男人的思维方式通常比较直白，要么喜欢在一起，要么不喜欢就分开，很少有灰色地带。",
        "label": ""
      },
      {
        "sentence": "除非他不是那么喜欢你，才会愿意和你做朋友的心灵知己。",
        "label": ""
      },
      {
        "sentence": "他希望你们进一步发展，而你希望保持友谊。",
        "label": ""
      },
      {
        "sentence": "一旦这层纸被捅破，两个人之间就会非常尴尬，好像除了恋爱目的之外，再无其他话题可谈。",
        "label": ""
      },
      {
        "sentence": "如果他不能接受你们继续做普通朋友的关系，那彼此之间就可能逐渐疏远。",
        "label": ""
      },
      {
        "sentence": "是否能够将他留在记忆中，还需要顺其自然。",
        "label": ""
      },
      {
        "sentence": "人生中遇到的人很多，当你遇到新的朋友或恋人时，你对之前的关系就会越来越模糊，甚至有时会忘记其中的一些人。",
        "label": ""
      },
      {
        "sentence": "不要刻意去忘记，也不要担心遗忘。",
        "label": ""
      },
      {
        "sentence": "在你最美好的年华里遇到他，这段关系让你的生活更加丰富多彩。",
        "label": ""
      },
      {
        "sentence": "18岁，你的人生才刚刚开始，未来会遇到更多美好的事物和人。",
        "label": ""
      },
      {
        "sentence": "每一段经历都会带给你美好的回忆和心灵的滋养。",
        "label": ""
      },
      {
        "sentence": "不要后悔，不要过于执着，你总会遇到让你珍惜的人。",
        "label": ""
      },
      {
        "sentence": "希望你在这个美丽的年纪里越来越出色，越来越美丽！",
        "label": ""
      }
    ]
  }
]