[
  {
    "role": "client",
    "content": "18岁女，主动放弃了一段感情该怎么把他留在记忆里？我不知道怎么描述我和他的关系，不是普通朋友，也不是恋人，可以确定的是经常聊天，很熟悉，曾经很亲密。这段关系从2017年6月一直到现在。曾经我很喜欢他，也是无话不说的好朋友，中间经历过他有女朋友，但我只是抱着也可以做朋友的心，希望可以一直长久的走下去。高中毕业后，去了不同的城市，他来主动联系，我也很开心。他约我假期见面，我觉得不太好，我想保持距离，互不越界，但也可以互相关心。我可以理解他没有不好的心，可以理解，但就是不能承担。分离前的最后一次谈话，感觉我们之间无话可说，他说，我变了，我也确实是变的不像以前那么在乎他，最后他说：一切随你，走了，一了百了；留下，应该是像之前一样交往吧！我不知道这段关系是哪里出了问题，就是这么渐渐疏远，互相觉得对方变了，变成自己不能接受的样子，我现在选择离开，倒也真的觉得轻松，可就是感觉很无奈，怎么就到了这一步……之后的日子，我该怎么把他留在记忆里？",
    "annotation": [
      {
        "sentence": "18岁女，主动放弃了一段感情该怎么把他留在记忆里？",
        "label": ""
      },
      {
        "sentence": "我不知道怎么描述我和他的关系，不是普通朋友，也不是恋人，可以确定的是经常聊天，很熟悉，曾经很亲密。",
        "label": ""
      },
      {
        "sentence": "这段关系从2017年6月一直到现在。",
        "label": ""
      },
      {
        "sentence": "曾经我很喜欢他，也是无话不说的好朋友，中间经历过他有女朋友，但我只是抱着也可以做朋友的心，希望可以一直长久的走下去。",
        "label": ""
      },
      {
        "sentence": "高中毕业后，去了不同的城市，他来主动联系，我也很开心。",
        "label": ""
      },
      {
        "sentence": "他约我假期见面，我觉得不太好，我想保持距离，互不越界，但也可以互相关心。",
        "label": ""
      },
      {
        "sentence": "我可以理解他没有不好的心，可以理解，但就是不能承担。",
        "label": ""
      },
      {
        "sentence": "分离前的最后一次谈话，感觉我们之间无话可说，他说，我变了，我也确实是变的不像以前那么在乎他，最后他说：一切随你，走了，一了百了；留下，应该是像之前一样交往吧！",
        "label": ""
      },
      {
        "sentence": "我不知道这段关系是哪里出了问题，就是这么渐渐疏远，互相觉得对方变了，变成自己不能接受的样子，我现在选择离开，倒也真的觉得轻松，可就是感觉很无奈，怎么就到了这一步……之后的日子，我该怎么把他留在记忆里？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "18岁的情感是真的青涩啊，我们每个人都有过18岁和18岁的情感。面对你主动放弃的这段感情，我理解你希望将他留在记忆里。分离是一段感情发展过程中的一部分，它也让我们回忆起过去的美好。如果我们没有遗憾，那这段青春是否就显得不完整呢？我给你一些建议，希望能帮到你。你可以先搞清楚自己对他和这段感情的真实想法。年少时，我们大多数人不擅长表达情感，都把真实的想法埋藏在内心深处。你无需向任何人倾诉，但你至少要了解自己的内心真实感受。你可以思考自己对他是抱以什么样的感情，是爱情、友情还是执念？是恋人、朋友还是闺蜜？必须要问问自己内心的真实想法，弄清楚这点后再考虑后面的事情。",
    "annotation": [
      {
        "sentence": "18岁的情感是真的青涩啊，我们每个人都有过18岁和18岁的情感。",
        "label": ""
      },
      {
        "sentence": "面对你主动放弃的这段感情，我理解你希望将他留在记忆里。",
        "label": ""
      },
      {
        "sentence": "分离是一段感情发展过程中的一部分，它也让我们回忆起过去的美好。",
        "label": ""
      },
      {
        "sentence": "如果我们没有遗憾，那这段青春是否就显得不完整呢？",
        "label": ""
      },
      {
        "sentence": "我给你一些建议，希望能帮到你。",
        "label": ""
      },
      {
        "sentence": "你可以先搞清楚自己对他和这段感情的真实想法。",
        "label": ""
      },
      {
        "sentence": "年少时，我们大多数人不擅长表达情感，都把真实的想法埋藏在内心深处。",
        "label": ""
      },
      {
        "sentence": "你无需向任何人倾诉，但你至少要了解自己的内心真实感受。",
        "label": ""
      },
      {
        "sentence": "你可以思考自己对他是抱以什么样的感情，是爱情、友情还是执念？",
        "label": ""
      },
      {
        "sentence": "是恋人、朋友还是闺蜜？",
        "label": ""
      },
      {
        "sentence": "必须要问问自己内心的真实想法，弄清楚这点后再考虑后面的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经很喜欢他，也视他为无话不谈的好朋友，虽然中间他有女朋友，但我一直希望我们可以长久走下去。后来，我们分别去不同的城市上大学，但他却主动联系我，这让我很开心。他还邀请我假期见面，但我觉得保持距离比较好，不想越界，但我们仍可以关心对方。我可以理解他没有其他的想法，但我就是无法承受这份关系。",
    "annotation": [
      {
        "sentence": "我曾经很喜欢他，也视他为无话不谈的好朋友，虽然中间他有女朋友，但我一直希望我们可以长久走下去。",
        "label": ""
      },
      {
        "sentence": "后来，我们分别去不同的城市上大学，但他却主动联系我，这让我很开心。",
        "label": ""
      },
      {
        "sentence": "他还邀请我假期见面，但我觉得保持距离比较好，不想越界，但我们仍可以关心对方。",
        "label": ""
      },
      {
        "sentence": "我可以理解他没有其他的想法，但我就是无法承受这份关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了，你已经清楚地表达了你对他和这段关系的感受。分离前的最后一次谈话，你们似乎觉得互相间已无话可说。他说你变了，而你也确实感觉自己对他的关心不如以前那样。最后他说：“一切随你，走了，一了百了；留下，应该是像之前一样交往吧！”我也理解你们不知道这段关系哪里出了问题，为什么会逐渐疏远，互相觉得对方变了成为彼此无法接受的人。你现在选择离开，虽然感觉轻松，但心里却有无奈。那么接下来的日子，你想知道如何将他留在记忆里，对吗？",
    "annotation": [
      {
        "sentence": "我明白了，你已经清楚地表达了你对他和这段关系的感受。",
        "label": ""
      },
      {
        "sentence": "分离前的最后一次谈话，你们似乎觉得互相间已无话可说。",
        "label": ""
      },
      {
        "sentence": "他说你变了，而你也确实感觉自己对他的关心不如以前那样。",
        "label": ""
      },
      {
        "sentence": "最后他说：“一切随你，走了，一了百了；留下，应该是像之前一样交往吧！",
        "label": ""
      },
      {
        "sentence": "”我也理解你们不知道这段关系哪里出了问题，为什么会逐渐疏远，互相觉得对方变了成为彼此无法接受的人。",
        "label": ""
      },
      {
        "sentence": "你现在选择离开，虽然感觉轻松，但心里却有无奈。",
        "label": ""
      },
      {
        "sentence": "那么接下来的日子，你想知道如何将他留在记忆里，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想找到方法，让我能够在回忆中保留他的存在。",
    "annotation": [
      {
        "sentence": "是的，我想找到方法，让我能够在回忆中保留他的存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，那我给你几个建议。首先，不要太决绝。能够遇到某个人已经是幸运，能够相知、相爱更是前世修来的福分，要懂得珍惜。事情并不是非黑即白，没有只有离开或结束的必然，一切程度因人而异。你可以选择与他保持联系、继续交往，但切记不要过于执念。爱虽然伟大，但人也有原则。另外，我很羡慕你的豁达。如果你确实不想再联系，那就放下过去。祝福你早日找到真正的爱情！我们在矛盾与抉择中成长，学会了隐藏自己，学会了假装相处。但最终，我们会跟随内心的声音，追寻真爱和能够托付终身的伴侣。加油！",
    "annotation": [
      {
        "sentence": "好的，那我给你几个建议。",
        "label": ""
      },
      {
        "sentence": "首先，不要太决绝。",
        "label": ""
      },
      {
        "sentence": "能够遇到某个人已经是幸运，能够相知、相爱更是前世修来的福分，要懂得珍惜。",
        "label": ""
      },
      {
        "sentence": "事情并不是非黑即白，没有只有离开或结束的必然，一切程度因人而异。",
        "label": ""
      },
      {
        "sentence": "你可以选择与他保持联系、继续交往，但切记不要过于执念。",
        "label": ""
      },
      {
        "sentence": "爱虽然伟大，但人也有原则。",
        "label": ""
      },
      {
        "sentence": "另外，我很羡慕你的豁达。",
        "label": ""
      },
      {
        "sentence": "如果你确实不想再联系，那就放下过去。",
        "label": ""
      },
      {
        "sentence": "祝福你早日找到真正的爱情！",
        "label": ""
      },
      {
        "sentence": "我们在矛盾与抉择中成长，学会了隐藏自己，学会了假装相处。",
        "label": ""
      },
      {
        "sentence": "但最终，我们会跟随内心的声音，追寻真爱和能够托付终身的伴侣。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励！我会努力放下过去，迎接新生活，寻找真正的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力放下过去，迎接新生活，寻找真正的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，放下过去，积极面向未来，追寻属于你的幸福。你年轻，未来还很长，需要你积极面对。要围绕自己的兴趣和专业提升自己，成就自己理想中的样子。在这个过程中，你会遇到对的人、对的事，要有勇气去争取，去表达你的真实想法。同时，要学会妥善处理心理上的起伏，通过成长和经历，找到真心相待的伴侣，一起携手走过一生。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，放下过去，积极面向未来，追寻属于你的幸福。",
        "label": ""
      },
      {
        "sentence": "你年轻，未来还很长，需要你积极面对。",
        "label": ""
      },
      {
        "sentence": "要围绕自己的兴趣和专业提升自己，成就自己理想中的样子。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你会遇到对的人、对的事，要有勇气去争取，去表达你的真实想法。",
        "label": ""
      },
      {
        "sentence": "同时，要学会妥善处理心理上的起伏，通过成长和经历，找到真心相待的伴侣，一起携手走过一生。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励，我会牢记在心的。希望自己能够在未来的生活中找到真正属于我的幸福。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励，我会牢记在心的。",
        "label": ""
      },
      {
        "sentence": "希望自己能够在未来的生活中找到真正属于我的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意能够帮助你。希望你在未来的道路上，勇敢追寻自己的幸福，做到心理的坚强和成长。如果以后还有任何问题，欢迎随时来找我倾诉。祝你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意能够帮助你。",
        "label": ""
      },
      {
        "sentence": "希望你在未来的道路上，勇敢追寻自己的幸福，做到心理的坚强和成长。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何问题，欢迎随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]