[
  {
    "role": "client",
    "content": "我18岁，主动放弃了一段感情，该怎么把他留在记忆里？我不知道怎么描述我和他的关系，不是普通朋友，也不是恋人，可以确定的是我们经常聊天，很熟悉，曾经很亲密。这段关系开始于2017年6月一直持续到现在。曾经我很喜欢他，我们是无话不说的好朋友，中间经历过他有女朋友，但我只是抱着也可以做朋友的心态，希望可以一直长久地走下去。高中毕业后，我们去了不同的城市，他一直主动联系我，我也很开心。他约我假期见面，我觉得不太好，我想保持距离，互不越界，但也可以互相关心。我可以理解他没有不好的意思，可以理解，但就是不能接受。在我们分离之前的最后一次谈话中，感觉我们之间无话可说，他说我变了，我也确实是变得不像以前那么在乎他，最后他说：“一切随你，走了，一了百了；留下，应该是像之前一样交往吧！”我不知道这段关系出了什么问题，为什么会渐渐疏远，互相觉得对方变了，变成自己无法接受的样子，我现在选择离开，虽然感觉轻松，但也感到很无奈，之后的日子，我该怎么把他留在记忆里？",
    "annotation": [
      {
        "sentence": "我18岁，主动放弃了一段感情，该怎么把他留在记忆里？",
        "label": ""
      },
      {
        "sentence": "我不知道怎么描述我和他的关系，不是普通朋友，也不是恋人，可以确定的是我们经常聊天，很熟悉，曾经很亲密。",
        "label": ""
      },
      {
        "sentence": "这段关系开始于2017年6月一直持续到现在。",
        "label": ""
      },
      {
        "sentence": "曾经我很喜欢他，我们是无话不说的好朋友，中间经历过他有女朋友，但我只是抱着也可以做朋友的心态，希望可以一直长久地走下去。",
        "label": ""
      },
      {
        "sentence": "高中毕业后，我们去了不同的城市，他一直主动联系我，我也很开心。",
        "label": ""
      },
      {
        "sentence": "他约我假期见面，我觉得不太好，我想保持距离，互不越界，但也可以互相关心。",
        "label": ""
      },
      {
        "sentence": "我可以理解他没有不好的意思，可以理解，但就是不能接受。",
        "label": ""
      },
      {
        "sentence": "在我们分离之前的最后一次谈话中，感觉我们之间无话可说，他说我变了，我也确实是变得不像以前那么在乎他，最后他说：“一切随你，走了，一了百了；留下，应该是像之前一样交往吧！",
        "label": ""
      },
      {
        "sentence": "”我不知道这段关系出了什么问题，为什么会渐渐疏远，互相觉得对方变了，变成自己无法接受的样子，我现在选择离开，虽然感觉轻松，但也感到很无奈，之后的日子，我该怎么把他留在记忆里？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你愿意和我分享你的经历和感受，我感到很开心。根据你的描述，我了解到人们常常认为初恋是最美、最难忘、最遗憾的经历。但是回头看看你们之间的关系，你们很好，无话不谈。他中间有过女友，可能这成为了你们自己之间的心结，渐渐地，你们彼此变得陌生了，变得不再了解对方了。即便如此，你对他已经没有期待，你拒绝了可能的交往，心情反而轻松，这证明了你的选择是正确的。虽然你会感到遗憾和无奈，但也许这只是你不舍和怀念过去纯真时光的表现。既然如此，我认为亲爱的，你应该放下，告别过去，继续向前走。好好过自己的生活，好好装扮自己，好好爱自己。如果你内心充满了美好，幸福就会自然而然地来到你身边。我相信更好的未来在等着你。祝你幸福快乐！",
    "annotation": [
      {
        "sentence": "你愿意和我分享你的经历和感受，我感到很开心。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，我了解到人们常常认为初恋是最美、最难忘、最遗憾的经历。",
        "label": ""
      },
      {
        "sentence": "但是回头看看你们之间的关系，你们很好，无话不谈。",
        "label": ""
      },
      {
        "sentence": "他中间有过女友，可能这成为了你们自己之间的心结，渐渐地，你们彼此变得陌生了，变得不再了解对方了。",
        "label": ""
      },
      {
        "sentence": "即便如此，你对他已经没有期待，你拒绝了可能的交往，心情反而轻松，这证明了你的选择是正确的。",
        "label": ""
      },
      {
        "sentence": "虽然你会感到遗憾和无奈，但也许这只是你不舍和怀念过去纯真时光的表现。",
        "label": ""
      },
      {
        "sentence": "既然如此，我认为亲爱的，你应该放下，告别过去，继续向前走。",
        "label": ""
      },
      {
        "sentence": "好好过自己的生活，好好装扮自己，好好爱自己。",
        "label": ""
      },
      {
        "sentence": "如果你内心充满了美好，幸福就会自然而然地来到你身边。",
        "label": ""
      },
      {
        "sentence": "我相信更好的未来在等着你。",
        "label": ""
      },
      {
        "sentence": "祝你幸福快乐！",
        "label": ""
      }
    ]
  }
]