[
  {
    "role": "client",
    "content": "亲人之间的沟通问题，学习环境真的支撑不起我的梦想？",
    "annotation": [
      {
        "sentence": "亲人之间的沟通问题，学习环境真的支撑不起我的梦想？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能看的出来，你是一个非常上进的人，并且有自己的梦想与追求。不过你所说的亲人之间的沟通问题，我想并不是只出在爸妈的身上，因为沟通这种东西是相互的。先说说你的问题：在家上网课，但你的学习空间被占用了，觉得很不方便、不自在。父母没有顾及但你的感受，说话和玩手机声音都比较大，在客厅与别人谈话也不会随手关门。他们觉得大学就应该考证，其他的学习都是次要的。你运动他们觉得你还不如帮他们干点活。这次疫情确实给我们的学习、生活带来了很多变化，但同样也暴露出了家庭关系的很多问题。这些问题其实一直都是存在的，只是我们平时没有注意到而已。",
    "annotation": [
      {
        "sentence": "能看的出来，你是一个非常上进的人，并且有自己的梦想与追求。",
        "label": ""
      },
      {
        "sentence": "不过你所说的亲人之间的沟通问题，我想并不是只出在爸妈的身上，因为沟通这种东西是相互的。",
        "label": ""
      },
      {
        "sentence": "先说说你的问题：在家上网课，但你的学习空间被占用了，觉得很不方便、不自在。",
        "label": ""
      },
      {
        "sentence": "父母没有顾及但你的感受，说话和玩手机声音都比较大，在客厅与别人谈话也不会随手关门。",
        "label": ""
      },
      {
        "sentence": "他们觉得大学就应该考证，其他的学习都是次要的。",
        "label": ""
      },
      {
        "sentence": "你运动他们觉得你还不如帮他们干点活。",
        "label": ""
      },
      {
        "sentence": "这次疫情确实给我们的学习、生活带来了很多变化，但同样也暴露出了家庭关系的很多问题。",
        "label": ""
      },
      {
        "sentence": "这些问题其实一直都是存在的，只是我们平时没有注意到而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他们对我的学习支持得不够，而且还被他们的杂音干扰，真的很难集中精力学习。",
    "annotation": [
      {
        "sentence": "是的，我觉得他们对我的学习支持得不够，而且还被他们的杂音干扰，真的很难集中精力学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先是我们与父母的观念不同，这是由于生活环境造成的。他们辛辛苦苦的一辈子，可能在他们看来你早点找一份好工作就是他们最大的安慰。并且他们也看到周围有很多不读书的人过得也很好，自然觉得读书的用处不大。同样作为孩子，长时间在他们的庇护下，可能我们不会体会到他们的心酸与无奈。如果父母不重视你的学习，他们也不会供你上大学。当然可能供你上大学已经是他们的极限，他们负担不起你的研究生学习。所以我们也应该体谅父母，不要把它们的付出当成理所当然的。你应该学会感谢他们的每一分付出。",
    "annotation": [
      {
        "sentence": "首先是我们与父母的观念不同，这是由于生活环境造成的。",
        "label": ""
      },
      {
        "sentence": "他们辛辛苦苦的一辈子，可能在他们看来你早点找一份好工作就是他们最大的安慰。",
        "label": ""
      },
      {
        "sentence": "并且他们也看到周围有很多不读书的人过得也很好，自然觉得读书的用处不大。",
        "label": ""
      },
      {
        "sentence": "同样作为孩子，长时间在他们的庇护下，可能我们不会体会到他们的心酸与无奈。",
        "label": ""
      },
      {
        "sentence": "如果父母不重视你的学习，他们也不会供你上大学。",
        "label": ""
      },
      {
        "sentence": "当然可能供你上大学已经是他们的极限，他们负担不起你的研究生学习。",
        "label": ""
      },
      {
        "sentence": "所以我们也应该体谅父母，不要把它们的付出当成理所当然的。",
        "label": ""
      },
      {
        "sentence": "你应该学会感谢他们的每一分付出。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白他们的苦衷，但我还是希望能够有一个更好的学习环境，能够专心致志地追逐我的梦想。",
    "annotation": [
      {
        "sentence": "我明白他们的苦衷，但我还是希望能够有一个更好的学习环境，能够专心致志地追逐我的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你一些建议，希望可以帮助到你：如果你还想考研，请坚持自己的梦想。有梦想的人生，才会有奇迹。不是学习环境撑不起你的梦想，而是你的梦想还不够坚定。没有环境自己可以营造环境，比如在客厅堆货的地方弄一小块空间，如去外面找一处清净的地方学习（公园、小河边），还可以去图书馆等。撑起梦想的不是环境，而是心境。同样坚持梦想的同时，体谅爸妈的感受。如果爸妈能供你读研，那你就得说服他们你为什么读研，让他们支持你。如果她们没有这个能力，你也不能怪他们，靠自己也是不错的选择，虽然很苦，但你已经是成年人，我们身边靠自己读研的人也不是没有。和父母多沟通一家人抬头不见低头见的，有什么话是说不开的呢？但一定要注意说话的方式，坚持自己的梦想，但又能照顾他们的感受。其实他们的想法没有错，多考证找一份好工作。你也确实可以在大学考一些比较有含量的证书，同样你也可以答应他们考证，让他们给你一个好的环境，你觉得呢？",
    "annotation": [
      {
        "sentence": "给你一些建议，希望可以帮助到你：如果你还想考研，请坚持自己的梦想。",
        "label": ""
      },
      {
        "sentence": "有梦想的人生，才会有奇迹。",
        "label": ""
      },
      {
        "sentence": "不是学习环境撑不起你的梦想，而是你的梦想还不够坚定。",
        "label": ""
      },
      {
        "sentence": "没有环境自己可以营造环境，比如在客厅堆货的地方弄一小块空间，如去外面找一处清净的地方学习（公园、小河边），还可以去图书馆等。",
        "label": ""
      },
      {
        "sentence": "撑起梦想的不是环境，而是心境。",
        "label": ""
      },
      {
        "sentence": "同样坚持梦想的同时，体谅爸妈的感受。",
        "label": ""
      },
      {
        "sentence": "如果爸妈能供你读研，那你就得说服他们你为什么读研，让他们支持你。",
        "label": ""
      },
      {
        "sentence": "如果她们没有这个能力，你也不能怪他们，靠自己也是不错的选择，虽然很苦，但你已经是成年人，我们身边靠自己读研的人也不是没有。",
        "label": ""
      },
      {
        "sentence": "和父母多沟通一家人抬头不见低头见的，有什么话是说不开的呢？",
        "label": ""
      },
      {
        "sentence": "但一定要注意说话的方式，坚持自己的梦想，但又能照顾他们的感受。",
        "label": ""
      },
      {
        "sentence": "其实他们的想法没有错，多考证找一份好工作。",
        "label": ""
      },
      {
        "sentence": "你也确实可以在大学考一些比较有含量的证书，同样你也可以答应他们考证，让他们给你一个好的环境，你觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着和他们好好沟通，同时也会坚持自己的梦想，并且努力创造一个适合学习的环境。我也会考虑他们的建议，多考一些有用的证书。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着和他们好好沟通，同时也会坚持自己的梦想，并且努力创造一个适合学习的环境。",
        "label": ""
      },
      {
        "sentence": "我也会考虑他们的建议，多考一些有用的证书。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答。记住，坚持自己的梦想，并且感谢家人的付出。希望你能继续努力，让你的梦想成为现实。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答。",
        "label": ""
      },
      {
        "sentence": "记住，坚持自己的梦想，并且感谢家人的付出。",
        "label": ""
      },
      {
        "sentence": "希望你能继续努力，让你的梦想成为现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我一定会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我一定会加油的！",
        "label": ""
      }
    ]
  }
]