[
  {
    "role": "client",
    "content": "2岁11个月去幼儿园，焦虑会不会给她留下心理阴影？孩子第一次去幼儿园，觉得对不起她，在外面看她觉得很强烈。孩子大部分时间都是我照顾，白天可以跟其他人一起玩，但是很依赖我，看到我在才会安心，爷爷奶奶爸爸短时间可以，但还是需要我，以前我上班了一年，每次我离开看她那么可怜的哭，我就辞职陪着她。性格很急躁固执顽皮的小女孩，可是在我心里很善良乐观的孩子。这个时间送她去幼儿园是不是很残忍？是不是太小了，会不会留下心理阴影。我小时候2岁8个月去了。确实现在自己一个人照顾孩子也挺累（之前和老人一起照顾），下狠心送她去了。在家跟我总是发脾气，也想锻炼她，养成好点习惯，我感觉很我一起，其实成长不了，什么事都顺着她，除了带给她安全感陪她玩。真的是想什么都给她。好吃的，好玩的都给她。",
    "annotation": [
      {
        "sentence": "2岁11个月去幼儿园，焦虑会不会给她留下心理阴影？",
        "label": ""
      },
      {
        "sentence": "孩子第一次去幼儿园，觉得对不起她，在外面看她觉得很强烈。",
        "label": ""
      },
      {
        "sentence": "孩子大部分时间都是我照顾，白天可以跟其他人一起玩，但是很依赖我，看到我在才会安心，爷爷奶奶爸爸短时间可以，但还是需要我，以前我上班了一年，每次我离开看她那么可怜的哭，我就辞职陪着她。",
        "label": ""
      },
      {
        "sentence": "性格很急躁固执顽皮的小女孩，可是在我心里很善良乐观的孩子。",
        "label": ""
      },
      {
        "sentence": "这个时间送她去幼儿园是不是很残忍？",
        "label": ""
      },
      {
        "sentence": "是不是太小了，会不会留下心理阴影。",
        "label": ""
      },
      {
        "sentence": "我小时候2岁8个月去了。",
        "label": ""
      },
      {
        "sentence": "确实现在自己一个人照顾孩子也挺累（之前和老人一起照顾），下狠心送她去了。",
        "label": ""
      },
      {
        "sentence": "在家跟我总是发脾气，也想锻炼她，养成好点习惯，我感觉很我一起，其实成长不了，什么事都顺着她，除了带给她安全感陪她玩。",
        "label": ""
      },
      {
        "sentence": "真的是想什么都给她。",
        "label": ""
      },
      {
        "sentence": "好吃的，好玩的都给她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧，送孩子去幼儿园是一个让人焦虑的决定，但是请不要过于自责。根据孩子的年龄来看，2岁11个月是合适上幼儿园的时间。初次离开家庭环境后产生的分离焦虑是正常的，尤其是宝宝长期和你在一起，对你产生了依赖和好的习惯。这个阶段会出现不情愿、不开心的情绪，因此需要你有勇气坚持。我曾经见过孩子开学的第一天，孩子高兴地走进教室，而妈妈在门外却流泪。有时候孩子并不是离不开家长，而是家长害怕离开孩子。这可能是因为你在孩子的早期就灌输了一些消极情绪，如告诉孩子上幼儿园就不能见到妈妈。孩子们是独立的个体，我们应该相信她们可以面对生活的转折。为了更好地适应新环境，我们在家里要培养孩子独立的个性和行为，例如自己吃饭、脱衣上厕所，自己入睡等。只有孩子适应了新环境，她才会充满自信和积极情绪。在孩子适应幼儿园的这段时间，晚上回家好好陪着孩子玩，并积极向孩子谈论幼儿园中的开心事。不要把成年人的负面情绪或对幼儿园的不好印象传递给孩子，因为对孩子来说，幼儿园是一个全新的世界，需要她自己去探索和适应。我们的角色是陪伴和给予孩子信心。让我们一起陪伴孩子成长吧！相信她在幼儿园里会有不一样的感受，进步也会明显的。愿一切安好！",
    "annotation": [
      {
        "sentence": "理解你的担忧，送孩子去幼儿园是一个让人焦虑的决定，但是请不要过于自责。",
        "label": ""
      },
      {
        "sentence": "根据孩子的年龄来看，2岁11个月是合适上幼儿园的时间。",
        "label": ""
      },
      {
        "sentence": "初次离开家庭环境后产生的分离焦虑是正常的，尤其是宝宝长期和你在一起，对你产生了依赖和好的习惯。",
        "label": ""
      },
      {
        "sentence": "这个阶段会出现不情愿、不开心的情绪，因此需要你有勇气坚持。",
        "label": ""
      },
      {
        "sentence": "我曾经见过孩子开学的第一天，孩子高兴地走进教室，而妈妈在门外却流泪。",
        "label": ""
      },
      {
        "sentence": "有时候孩子并不是离不开家长，而是家长害怕离开孩子。",
        "label": ""
      },
      {
        "sentence": "这可能是因为你在孩子的早期就灌输了一些消极情绪，如告诉孩子上幼儿园就不能见到妈妈。",
        "label": ""
      },
      {
        "sentence": "孩子们是独立的个体，我们应该相信她们可以面对生活的转折。",
        "label": ""
      },
      {
        "sentence": "为了更好地适应新环境，我们在家里要培养孩子独立的个性和行为，例如自己吃饭、脱衣上厕所，自己入睡等。",
        "label": ""
      },
      {
        "sentence": "只有孩子适应了新环境，她才会充满自信和积极情绪。",
        "label": ""
      },
      {
        "sentence": "在孩子适应幼儿园的这段时间，晚上回家好好陪着孩子玩，并积极向孩子谈论幼儿园中的开心事。",
        "label": ""
      },
      {
        "sentence": "不要把成年人的负面情绪或对幼儿园的不好印象传递给孩子，因为对孩子来说，幼儿园是一个全新的世界，需要她自己去探索和适应。",
        "label": ""
      },
      {
        "sentence": "我们的角色是陪伴和给予孩子信心。",
        "label": ""
      },
      {
        "sentence": "让我们一起陪伴孩子成长吧！",
        "label": ""
      },
      {
        "sentence": "相信她在幼儿园里会有不一样的感受，进步也会明显的。",
        "label": ""
      },
      {
        "sentence": "愿一切安好！",
        "label": ""
      }
    ]
  }
]