[
  {
    "role": "client",
    "content": "工作近二十年，没有了动力又变得胆怯不愿离开舒适区？已经在事业单位待了近二十年，单位小提升空间有限而且人际关系复杂，感觉自己已经要被耗死了。心中有梦想有想法却不敢义无反顾的创业，毕竟是中年人，担心走出这一步无果会影响家庭。很矛盾，不甘心，又无奈，想追梦又想规避风险，觉得自己很无能。",
    "annotation": [
      {
        "sentence": "工作近二十年，没有了动力又变得胆怯不愿离开舒适区？",
        "label": ""
      },
      {
        "sentence": "已经在事业单位待了近二十年，单位小提升空间有限而且人际关系复杂，感觉自己已经要被耗死了。",
        "label": ""
      },
      {
        "sentence": "心中有梦想有想法却不敢义无反顾的创业，毕竟是中年人，担心走出这一步无果会影响家庭。",
        "label": ""
      },
      {
        "sentence": "很矛盾，不甘心，又无奈，想追梦又想规避风险，觉得自己很无能。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，请你放心，我会尽力帮助你的。先来梳理一下你的相关情况：你在单位呆了20年觉得空间有限，感觉自己要耗死却不敢选择创业，想追梦又想规避风险觉得自己无能。在一个单位一呆就是一二十年甚至一辈子，虽然提升空间有限但仍然痛苦并耗损着自己，特别是在工作中找不到自身方向和价值的人，更是痛苦，这是多数人的常态，对此我深有体会。在事业单位在体制内工作，虽然保障较高，但是里面的各种禁锢也很多，各种学习各种无聊的会各种形式主义各种文山会海，让人欲罢不能，所以很多人都有每天都有800遍想要辞职的想法，但是因为各种但是，仍然无法走出。",
    "annotation": [
      {
        "sentence": "求助者，请你放心，我会尽力帮助你的。",
        "label": ""
      },
      {
        "sentence": "先来梳理一下你的相关情况：你在单位呆了20年觉得空间有限，感觉自己要耗死却不敢选择创业，想追梦又想规避风险觉得自己无能。",
        "label": ""
      },
      {
        "sentence": "在一个单位一呆就是一二十年甚至一辈子，虽然提升空间有限但仍然痛苦并耗损着自己，特别是在工作中找不到自身方向和价值的人，更是痛苦，这是多数人的常态，对此我深有体会。",
        "label": ""
      },
      {
        "sentence": "在事业单位在体制内工作，虽然保障较高，但是里面的各种禁锢也很多，各种学习各种无聊的会各种形式主义各种文山会海，让人欲罢不能，所以很多人都有每天都有800遍想要辞职的想法，但是因为各种但是，仍然无法走出。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你说的太对了。我的确感到很痛苦，工作已经开始让我失去动力和自信了。我真的很想追求自己的梦想，但是又害怕创业失败会给家庭带来负担和影响。我真的是很矛盾，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "支持者，你说的太对了。",
        "label": ""
      },
      {
        "sentence": "我的确感到很痛苦，工作已经开始让我失去动力和自信了。",
        "label": ""
      },
      {
        "sentence": "我真的很想追求自己的梦想，但是又害怕创业失败会给家庭带来负担和影响。",
        "label": ""
      },
      {
        "sentence": "我真的是很矛盾，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的矛盾和困惑。人到中年，仍然保持一份梦想一份自己的追求是特别可贵的，因为很多人到这个年龄就不再有梦想了。选择创业一方面可以实现你的梦想，但另一方面，需要一定的技术或能力，才能保证家里的经济正常运行。在这样的单位呆着，确实是对生命的耗损，只是要思考清楚你需要的是什么？你想要追求梦想和自我价值，还是对稳定和安全更为看重？",
    "annotation": [
      {
        "sentence": "我理解你的矛盾和困惑。",
        "label": ""
      },
      {
        "sentence": "人到中年，仍然保持一份梦想一份自己的追求是特别可贵的，因为很多人到这个年龄就不再有梦想了。",
        "label": ""
      },
      {
        "sentence": "选择创业一方面可以实现你的梦想，但另一方面，需要一定的技术或能力，才能保证家里的经济正常运行。",
        "label": ""
      },
      {
        "sentence": "在这样的单位呆着，确实是对生命的耗损，只是要思考清楚你需要的是什么？",
        "label": ""
      },
      {
        "sentence": "你想要追求梦想和自我价值，还是对稳定和安全更为看重？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你的话让我更加明白了自己的内心。我真的希望能够追求梦想和实现自己的价值，但是同时也担心创业失败带来的风险和影响。对于我来说，家庭的稳定和安全也是非常重要的，我不想因为自己的决定给家人带来负担和困扰。",
    "annotation": [
      {
        "sentence": "支持者，你的话让我更加明白了自己的内心。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够追求梦想和实现自己的价值，但是同时也担心创业失败带来的风险和影响。",
        "label": ""
      },
      {
        "sentence": "对于我来说，家庭的稳定和安全也是非常重要的，我不想因为自己的决定给家人带来负担和困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的顾虑很正常，家庭的稳定和安全是人们一直追求的目标。但是要记住，你一直压抑内心梦想和追求，可能会导致更大的痛苦和不满。创业虽然有风险，但也可能带来意想不到的成功和成就感。你可以考虑制定切实可行的计划，同时充分准备和提升自己的技能和能力，以降低风险并确保家庭经济的正常运行。有信心和准备，你就能迎接挑战并创造更好的未来。",
    "annotation": [
      {
        "sentence": "你的顾虑很正常，家庭的稳定和安全是人们一直追求的目标。",
        "label": ""
      },
      {
        "sentence": "但是要记住，你一直压抑内心梦想和追求，可能会导致更大的痛苦和不满。",
        "label": ""
      },
      {
        "sentence": "创业虽然有风险，但也可能带来意想不到的成功和成就感。",
        "label": ""
      },
      {
        "sentence": "你可以考虑制定切实可行的计划，同时充分准备和提升自己的技能和能力，以降低风险并确保家庭经济的正常运行。",
        "label": ""
      },
      {
        "sentence": "有信心和准备，你就能迎接挑战并创造更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，支持者。我确实需要更多的信心和准备去迎接挑战，同时也要为家庭的经济稳定考虑。我会制定一个切实可行的计划，并开始进行必要的准备工作。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，支持者。",
        "label": ""
      },
      {
        "sentence": "我确实需要更多的信心和准备去迎接挑战，同时也要为家庭的经济稳定考虑。",
        "label": ""
      },
      {
        "sentence": "我会制定一个切实可行的计划，并开始进行必要的准备工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议对你有所帮助。在制定计划和进行准备工作的过程中，也要不断调整自己的心态，保持积极乐观的态度。有困难和挫折是很正常的，但不要放弃自己的梦想和追求。相信自己的能力，相信自己可以克服困难，实现自己的目标。",
    "annotation": [
      {
        "sentence": "很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "在制定计划和进行准备工作的过程中，也要不断调整自己的心态，保持积极乐观的态度。",
        "label": ""
      },
      {
        "sentence": "有困难和挫折是很正常的，但不要放弃自己的梦想和追求。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信自己可以克服困难，实现自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我会保持积极乐观的心态并充满自信地追求自己的梦想。谢谢你的支持和鼓励，支持者。我相信我能够度过困难，创造出更好的未来。",
    "annotation": [
      {
        "sentence": "你说的对，我会保持积极乐观的心态并充满自信地追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，支持者。",
        "label": ""
      },
      {
        "sentence": "我相信我能够度过困难，创造出更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的决心和信心。无论在创业的道路上还是面对困难时，你都可以向我寻求帮助和支持。我会一直在你身边，助你实现自己的梦想和目标。祝愿你一切顺利，期待见证你的成功！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的决心和信心。",
        "label": ""
      },
      {
        "sentence": "无论在创业的道路上还是面对困难时，你都可以向我寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边，助你实现自己的梦想和目标。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利，期待见证你的成功！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你一直以来的关心和支持，支持者。有你在身边，我感到更加有勇气和决心去追求自己的梦想。我会时刻记住你的鼓励，并努力实现自己的目标。再次谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你一直以来的关心和支持，支持者。",
        "label": ""
      },
      {
        "sentence": "有你在身边，我感到更加有勇气和决心去追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "我会时刻记住你的鼓励，并努力实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  }
]