[
  {
    "role": "client",
    "content": "大三，和朋友之间的关系，人际交往乱七八糟，怎么办？",
    "annotation": [
      {
        "sentence": "大三，和朋友之间的关系，人际交往乱七八糟，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "大三，和朋友之间的关系，人际交往乱起八糟，怎么办？首先对你的情况表示理解并且心疼，想给你一个大大的拥抱，感受到世界的温暖。其实不只是你，很多人都是这样。每一个阶段有每一个不同的好朋友，大多数的常态都是那个阶段玩的好的朋友，就是那个阶段的那些时光。可是一到另外一个阶段，又是另外一批朋友，大家都是从小换了朋友一批又一批的。其实好朋友也会有自己的好朋友，所以很多时候我们需要去换位思考看待，而不是说在朋友有了新的朋友之后，自己总是感受到的那种落寞很难受心理。因为我们也会有自己的好朋友，我们如果真的是当对方好朋友的话，那么就应该允许对方有自己的好朋友。可能朋友也不是说把你当成了普通朋友，而是说在当下的那个阶段，她可能会和她新交的朋友好一点，而和你之前的那个阶段，或许已经过去了，但是我相信你的朋友也是会珍惜的。也不是说你的朋友不当你是好朋友了，你就要对她冷漠。如果你真的还把它当成青春时光的一种纪念，或许你就不会那么对他们冷漠，而是也不是渐行渐远。他们可能不会理解到，你有些吃醋他们自己有了好朋友后的心理，很多时候往往都是不易察觉的。所以有些时候你需要的是，向朋友说出来自己的不舒服。你不说你憋着，其实很少有人会真正明白你的心思，就会觉得你怪怪的，怎么之前玩的好好的？现在变成这样，其实那是很正常的心理，你在难受，你的好朋友有了好朋友，让你觉得你没有那么被重视，所以你才会觉得难受，可是那你的骄傲又不允许你热脸去贴冷屁股，所以你就变得冷漠，想把自己保护起来不再受到伤害，那么你真的就不被伤害了吗？但是往往这样的话你的朋友也会很不解，你的行为，对于你的行为会觉得怪异，为什么大家之前玩的这么好现在你却表现的这么冷漠？",
    "annotation": [
      {
        "sentence": "大三，和朋友之间的关系，人际交往乱起八糟，怎么办？",
        "label": ""
      },
      {
        "sentence": "首先对你的情况表示理解并且心疼，想给你一个大大的拥抱，感受到世界的温暖。",
        "label": ""
      },
      {
        "sentence": "其实不只是你，很多人都是这样。",
        "label": ""
      },
      {
        "sentence": "每一个阶段有每一个不同的好朋友，大多数的常态都是那个阶段玩的好的朋友，就是那个阶段的那些时光。",
        "label": ""
      },
      {
        "sentence": "可是一到另外一个阶段，又是另外一批朋友，大家都是从小换了朋友一批又一批的。",
        "label": ""
      },
      {
        "sentence": "其实好朋友也会有自己的好朋友，所以很多时候我们需要去换位思考看待，而不是说在朋友有了新的朋友之后，自己总是感受到的那种落寞很难受心理。",
        "label": ""
      },
      {
        "sentence": "因为我们也会有自己的好朋友，我们如果真的是当对方好朋友的话，那么就应该允许对方有自己的好朋友。",
        "label": ""
      },
      {
        "sentence": "可能朋友也不是说把你当成了普通朋友，而是说在当下的那个阶段，她可能会和她新交的朋友好一点，而和你之前的那个阶段，或许已经过去了，但是我相信你的朋友也是会珍惜的。",
        "label": ""
      },
      {
        "sentence": "也不是说你的朋友不当你是好朋友了，你就要对她冷漠。",
        "label": ""
      },
      {
        "sentence": "如果你真的还把它当成青春时光的一种纪念，或许你就不会那么对他们冷漠，而是也不是渐行渐远。",
        "label": ""
      },
      {
        "sentence": "他们可能不会理解到，你有些吃醋他们自己有了好朋友后的心理，很多时候往往都是不易察觉的。",
        "label": ""
      },
      {
        "sentence": "所以有些时候你需要的是，向朋友说出来自己的不舒服。",
        "label": ""
      },
      {
        "sentence": "你不说你憋着，其实很少有人会真正明白你的心思，就会觉得你怪怪的，怎么之前玩的好好的？",
        "label": ""
      },
      {
        "sentence": "现在变成这样，其实那是很正常的心理，你在难受，你的好朋友有了好朋友，让你觉得你没有那么被重视，所以你才会觉得难受，可是那你的骄傲又不允许你热脸去贴冷屁股，所以你就变得冷漠，想把自己保护起来不再受到伤害，那么你真的就不被伤害了吗？",
        "label": ""
      },
      {
        "sentence": "但是往往这样的话你的朋友也会很不解，你的行为，对于你的行为会觉得怪异，为什么大家之前玩的这么好现在你却表现的这么冷漠？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实在初中和高中也是这样，我对朋友人际交往越来越回避，心理非常难受，头疼。大学看到别人相处的很好，心理总是很不是滋味，但是又表现的很冷漠，自顾自的对人很抗拒，很痛苦。人际交往乱七八糟，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "其实在初中和高中也是这样，我对朋友人际交往越来越回避，心理非常难受，头疼。",
        "label": ""
      },
      {
        "sentence": "大学看到别人相处的很好，心理总是很不是滋味，但是又表现的很冷漠，自顾自的对人很抗拒，很痛苦。",
        "label": ""
      },
      {
        "sentence": "人际交往乱七八糟，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实很痛苦和困惑，当我们在人际交往中遇到问题时，很容易变得抗拒和疏离。但是我想告诉你，这是一个很正常的阶段。大学是一个新的环境，我们需要适应新的人际关系网络。看到别人相处的很好，你可能会感到羡慕和寂寞，这是很自然的感受。但是你并不是真的不喜欢交朋友，只是你害怕再次受伤害。我明白你的痛苦，但是我们不能一直逃避。试着打破自己的壁垒，勇敢地去结识新的朋友，也可以尝试去和现在的朋友沟通，告诉他们你的感受和困惑。这样的行动会帮助你建立更好的人际关系，也会缓解你的痛苦。加油！",
    "annotation": [
      {
        "sentence": "确实很痛苦和困惑，当我们在人际交往中遇到问题时，很容易变得抗拒和疏离。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，这是一个很正常的阶段。",
        "label": ""
      },
      {
        "sentence": "大学是一个新的环境，我们需要适应新的人际关系网络。",
        "label": ""
      },
      {
        "sentence": "看到别人相处的很好，你可能会感到羡慕和寂寞，这是很自然的感受。",
        "label": ""
      },
      {
        "sentence": "但是你并不是真的不喜欢交朋友，只是你害怕再次受伤害。",
        "label": ""
      },
      {
        "sentence": "我明白你的痛苦，但是我们不能一直逃避。",
        "label": ""
      },
      {
        "sentence": "试着打破自己的壁垒，勇敢地去结识新的朋友，也可以尝试去和现在的朋友沟通，告诉他们你的感受和困惑。",
        "label": ""
      },
      {
        "sentence": "这样的行动会帮助你建立更好的人际关系，也会缓解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该尽量克服自己的抗拒心理，勇敢地去结识新的朋友。也可以尝试和现有的朋友坦诚相待，分享我的感受和困惑。谢谢你的鼓励，我会努力的！",
    "annotation": [
      {
        "sentence": "我明白了，我应该尽量克服自己的抗拒心理，勇敢地去结识新的朋友。",
        "label": ""
      },
      {
        "sentence": "也可以尝试和现有的朋友坦诚相待，分享我的感受和困惑。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励，我会努力的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "太好了，你明白了。勇敢面对自己的内心，和朋友们沟通，分享你的感受是很重要的。这样你会发现人际关系并没有那么复杂和难以理解，大家都在成长和适应中。相信你会遇到理解和支持你的好朋友。一起加油吧！如果还有什么困惑随时可以来找我聊天。",
    "annotation": [
      {
        "sentence": "太好了，你明白了。",
        "label": ""
      },
      {
        "sentence": "勇敢面对自己的内心，和朋友们沟通，分享你的感受是很重要的。",
        "label": ""
      },
      {
        "sentence": "这样你会发现人际关系并没有那么复杂和难以理解，大家都在成长和适应中。",
        "label": ""
      },
      {
        "sentence": "相信你会遇到理解和支持你的好朋友。",
        "label": ""
      },
      {
        "sentence": "一起加油吧！",
        "label": ""
      },
      {
        "sentence": "如果还有什么困惑随时可以来找我聊天。",
        "label": ""
      }
    ]
  }
]