[
  {
    "role": "client",
    "content": "认识19年结婚14年，老公出轨后回归家庭，如何信任我们认识19年，结婚14年，一个月前发现老公出轨，他交待了全部，出轨史8年，出轨对象多人。因为有两个孩子的原因，老公回归家庭。我们俩个人也对这个问题好好聊聊，他说孩子出生后，创业压力大，感觉我不关心他，所以出轨的。然后看见我就觉得自卑、和我说话又怕说漏什么，沟通越来越少，他说想结束以前荒唐的生活，好好和我过日子，看着孩子长大，不想失去我们。我也想拿出一些照顾孩子的精力来多对他关心一些。但是我心里怎么也过不去这道坎呀，每天心里特别难受。每天面对他就觉得这是和他在一起最后一天，明天他会漏出本性来。我该怎么调节心态？我们要怎么做才能重新信任他？",
    "annotation": [
      {
        "sentence": "认识19年结婚14年，老公出轨后回归家庭，如何信任我们认识19年，结婚14年，一个月前发现老公出轨，他交待了全部，出轨史8年，出轨对象多人。",
        "label": ""
      },
      {
        "sentence": "因为有两个孩子的原因，老公回归家庭。",
        "label": ""
      },
      {
        "sentence": "我们俩个人也对这个问题好好聊聊，他说孩子出生后，创业压力大，感觉我不关心他，所以出轨的。",
        "label": ""
      },
      {
        "sentence": "然后看见我就觉得自卑、和我说话又怕说漏什么，沟通越来越少，他说想结束以前荒唐的生活，好好和我过日子，看着孩子长大，不想失去我们。",
        "label": ""
      },
      {
        "sentence": "我也想拿出一些照顾孩子的精力来多对他关心一些。",
        "label": ""
      },
      {
        "sentence": "但是我心里怎么也过不去这道坎呀，每天心里特别难受。",
        "label": ""
      },
      {
        "sentence": "每天面对他就觉得这是和他在一起最后一天，明天他会漏出本性来。",
        "label": ""
      },
      {
        "sentence": "我该怎么调节心态？",
        "label": ""
      },
      {
        "sentence": "我们要怎么做才能重新信任他？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对老公的出轨和回归，做到放下和重新信任，对你来说真的是一件非常非常不容易的事情，要经历一段非常困难的时期。请先允许我抱抱受伤的你，并允许我感动你坚持不放弃并懂得求助的强大力量。从心理学上讲，出轨发生后，被出轨方需要经历【剧痛处理期】和【修复复原期】，而你应该正处于剧痛处理期。如果还没有渡过剧痛处理期，是无法强迫自己重新建立对老公的信任的。下面我尝试说明一下这个期间的表现以及如何安全的渡过。",
    "annotation": [
      {
        "sentence": "面对老公的出轨和回归，做到放下和重新信任，对你来说真的是一件非常非常不容易的事情，要经历一段非常困难的时期。",
        "label": ""
      },
      {
        "sentence": "请先允许我抱抱受伤的你，并允许我感动你坚持不放弃并懂得求助的强大力量。",
        "label": ""
      },
      {
        "sentence": "从心理学上讲，出轨发生后，被出轨方需要经历【剧痛处理期】和【修复复原期】，而你应该正处于剧痛处理期。",
        "label": ""
      },
      {
        "sentence": "如果还没有渡过剧痛处理期，是无法强迫自己重新建立对老公的信任的。",
        "label": ""
      },
      {
        "sentence": "下面我尝试说明一下这个期间的表现以及如何安全的渡过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白剧痛处理期的重要性，但我现在感觉每天都很难受，无法放下心中的痛苦。我该如何克服这种情绪呢？",
    "annotation": [
      {
        "sentence": "我明白剧痛处理期的重要性，但我现在感觉每天都很难受，无法放下心中的痛苦。",
        "label": ""
      },
      {
        "sentence": "我该如何克服这种情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这个时期，你会产生一系列的负面情绪，如愤怒、悲伤、羞耻等情绪。这些情绪都是正常的反应，需要花费一些时间来消化和面对。你可以尝试每天留出一段时间，允许自己表达这些情绪，可以通过写日记、说话或者哭泣来释放负面情绪。但要控制时间，不要让这些情绪一直主导你的生活。",
    "annotation": [
      {
        "sentence": "在这个时期，你会产生一系列的负面情绪，如愤怒、悲伤、羞耻等情绪。",
        "label": ""
      },
      {
        "sentence": "这些情绪都是正常的反应，需要花费一些时间来消化和面对。",
        "label": ""
      },
      {
        "sentence": "你可以尝试每天留出一段时间，允许自己表达这些情绪，可以通过写日记、说话或者哭泣来释放负面情绪。",
        "label": ""
      },
      {
        "sentence": "但要控制时间，不要让这些情绪一直主导你的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想和老公好好沟通，但每次面对他时，我都觉得很紧张，担心他会透露更多的事实。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我想和老公好好沟通，但每次面对他时，我都觉得很紧张，担心他会透露更多的事实。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "和你的感受很正常，毕竟你们之间发生了如此严重的事情。在沟通时，你可以和老公约定一个稳定、安静的时间，双方都充分表达内心的不满、愤怒和需求。重要的是，你要保持倾听的态度，不要只关注自己是否受到责备，给对方一个接纳的空间，让你们的内心能够逐渐靠近。",
    "annotation": [
      {
        "sentence": "和你的感受很正常，毕竟你们之间发生了如此严重的事情。",
        "label": ""
      },
      {
        "sentence": "在沟通时，你可以和老公约定一个稳定、安静的时间，双方都充分表达内心的不满、愤怒和需求。",
        "label": ""
      },
      {
        "sentence": "重要的是，你要保持倾听的态度，不要只关注自己是否受到责备，给对方一个接纳的空间，让你们的内心能够逐渐靠近。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得对老公有一些怨恨，想要惩罚他。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "我觉得对老公有一些怨恨，想要惩罚他。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你的怨恨感和不平等感，你可以和老公商定一些适当的小惩罚和补偿措施。比如让他写一封道歉信，陪你散步一段时间，做饭或满足你的一些小要求，或者安排两人去旅行。这些具体的行为可以帮助你渐渐消化内心的负面情绪。",
    "annotation": [
      {
        "sentence": "对于你的怨恨感和不平等感，你可以和老公商定一些适当的小惩罚和补偿措施。",
        "label": ""
      },
      {
        "sentence": "比如让他写一封道歉信，陪你散步一段时间，做饭或满足你的一些小要求，或者安排两人去旅行。",
        "label": ""
      },
      {
        "sentence": "这些具体的行为可以帮助你渐渐消化内心的负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我担心因为感情表达不当而引发恶性循环，加剧我们之间的关系问题。有什么方法可以避免这种情况发生吗？",
    "annotation": [
      {
        "sentence": "我担心因为感情表达不当而引发恶性循环，加剧我们之间的关系问题。",
        "label": ""
      },
      {
        "sentence": "有什么方法可以避免这种情况发生吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "的确，常常提起对方的错误或责备对方是会导致恶性循环的。所以，在日常生活中，尽量避免过多强调对方的过错，而是专注于双方的成长和关系修复。对于自己的情绪，也要学会控制和调整，避免因为过度负面情绪的投射而影响到彼此的关系。",
    "annotation": [
      {
        "sentence": "的确，常常提起对方的错误或责备对方是会导致恶性循环的。",
        "label": ""
      },
      {
        "sentence": "所以，在日常生活中，尽量避免过多强调对方的过错，而是专注于双方的成长和关系修复。",
        "label": ""
      },
      {
        "sentence": "对于自己的情绪，也要学会控制和调整，避免因为过度负面情绪的投射而影响到彼此的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想要调整自己的心态，成为自己未来的主人。有什么具体的建议吗？",
    "annotation": [
      {
        "sentence": "我想要调整自己的心态，成为自己未来的主人。",
        "label": ""
      },
      {
        "sentence": "有什么具体的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "出轨是对方的错误，但我们也要调动自己的力量，主动去追求自己想要的生活。你可以思考一下自己的目标和期望，积极掌控自己的人生。同时，相信你们的关系还是有可能修复和提升的，专注于后续的修复复原。还有，统计数据显示，遭遇过出轨危机的夫妻，有一半以上最终没有离婚，经过婚姻治疗甚至有80%的夫妻关系质量得到了提升。希望你能坚信你们的关系有希望，并且衷心祝愿你们。如果你在努力后仍然感到困难，建议可以寻求专业咨询师的帮助。",
    "annotation": [
      {
        "sentence": "出轨是对方的错误，但我们也要调动自己的力量，主动去追求自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下自己的目标和期望，积极掌控自己的人生。",
        "label": ""
      },
      {
        "sentence": "同时，相信你们的关系还是有可能修复和提升的，专注于后续的修复复原。",
        "label": ""
      },
      {
        "sentence": "还有，统计数据显示，遭遇过出轨危机的夫妻，有一半以上最终没有离婚，经过婚姻治疗甚至有80%的夫妻关系质量得到了提升。",
        "label": ""
      },
      {
        "sentence": "希望你能坚信你们的关系有希望，并且衷心祝愿你们。",
        "label": ""
      },
      {
        "sentence": "如果你在努力后仍然感到困难，建议可以寻求专业咨询师的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持，我会努力尝试。如果需要，我会考虑咨询师的帮助。谢谢你的耐心和理解。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持，我会努力尝试。",
        "label": ""
      },
      {
        "sentence": "如果需要，我会考虑咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会渡过这段困难时期，重建信任和关系。记得，你不是一个人在战斗，有我一直在你身边支持你。如果还有其他问题或需要进一步帮助，随时都",
    "annotation": [
      {
        "sentence": "不客气，我相信你会渡过这段困难时期，重建信任和关系。",
        "label": ""
      },
      {
        "sentence": "记得，你不是一个人在战斗，有我一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或需要进一步帮助，随时都",
        "label": ""
      }
    ]
  }
]