[
  {
    "role": "client",
    "content": "认识19年结婚14年，老公出轨后回归家庭，如何信任我们认识19年，结婚14年，一个月前发现老公出轨，他交待了全部，出轨史8年，出轨对象多人。因为有两个孩子的原因，老公回归家庭。我们俩个人也对这个问题好好聊聊，他说孩子出生后，创业压力大，感觉我不关心他，所以出轨的。然后看见我就觉得自卑、和我说话又怕说漏什么，沟通越来越少，他说想结束以前荒唐的生活，好好和我过日子，看着孩子长大，不想失去我们。我也想拿出一些照顾孩子的精力来多对他关心一些。但是我心里怎么也过不去这道坎呀，每天心里特别难受。每天面对他就觉得这是和他在一起最后一天，明天他会漏出本性来。我该怎么调节心态？我们要怎么做才能重新信任他？",
    "annotation": [
      {
        "sentence": "认识19年结婚14年，老公出轨后回归家庭，如何信任我们认识19年，结婚14年，一个月前发现老公出轨，他交待了全部，出轨史8年，出轨对象多人。",
        "label": ""
      },
      {
        "sentence": "因为有两个孩子的原因，老公回归家庭。",
        "label": ""
      },
      {
        "sentence": "我们俩个人也对这个问题好好聊聊，他说孩子出生后，创业压力大，感觉我不关心他，所以出轨的。",
        "label": ""
      },
      {
        "sentence": "然后看见我就觉得自卑、和我说话又怕说漏什么，沟通越来越少，他说想结束以前荒唐的生活，好好和我过日子，看着孩子长大，不想失去我们。",
        "label": ""
      },
      {
        "sentence": "我也想拿出一些照顾孩子的精力来多对他关心一些。",
        "label": ""
      },
      {
        "sentence": "但是我心里怎么也过不去这道坎呀，每天心里特别难受。",
        "label": ""
      },
      {
        "sentence": "每天面对他就觉得这是和他在一起最后一天，明天他会漏出本性来。",
        "label": ""
      },
      {
        "sentence": "我该怎么调节心态？",
        "label": ""
      },
      {
        "sentence": "我们要怎么做才能重新信任他？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您好，首先给你一些支持和力量！我了解你现在的困惑和内心的痛苦，这样的情况确实会让人心里很难受。但是先让我们来分析一下你老公的行为背后的原因。他之所以出轨并不是因为对你没有感情或者没有责任感，而是因为创业期间的压力让他感到无法得到支持和理解。他回归家庭、承认错误并愿意好好与你过日子，看着孩子成长，这都是他内心真实的想法。你也提到你想拿出精力多关心他，这也是一个非常积极的态度。但是你目前难以调整心态，每天都感到担忧和不安。我建议你可以尝试以下几点来逐渐重建信任和调整心态。",
    "annotation": [
      {
        "sentence": "您好，首先给你一些支持和力量！",
        "label": ""
      },
      {
        "sentence": "我了解你现在的困惑和内心的痛苦，这样的情况确实会让人心里很难受。",
        "label": ""
      },
      {
        "sentence": "但是先让我们来分析一下你老公的行为背后的原因。",
        "label": ""
      },
      {
        "sentence": "他之所以出轨并不是因为对你没有感情或者没有责任感，而是因为创业期间的压力让他感到无法得到支持和理解。",
        "label": ""
      },
      {
        "sentence": "他回归家庭、承认错误并愿意好好与你过日子，看着孩子成长，这都是他内心真实的想法。",
        "label": ""
      },
      {
        "sentence": "你也提到你想拿出精力多关心他，这也是一个非常积极的态度。",
        "label": ""
      },
      {
        "sentence": "但是你目前难以调整心态，每天都感到担忧和不安。",
        "label": ""
      },
      {
        "sentence": "我建议你可以尝试以下几点来逐渐重建信任和调整心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我觉得你说的挺有道理的。你认为我该从哪些方面入手来重建信任呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我觉得你说的挺有道理的。",
        "label": ""
      },
      {
        "sentence": "你认为我该从哪些方面入手来重建信任呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以和你的丈夫多进行坦诚的沟通，把你的担忧和困惑告诉他。这样可以增进你们之间的理解和信任。其次，你可以尝试接受他的道歉，并给予他一个机会。虽然接受过程需要时间，但是只有当你真正愿意原谅他并向前看时，你才能够摆脱内心的障碍。另外，建议你可以寻求专业心理咨询师的帮助，他们能够给予你更多专业的指导和支持。最重要的是，给自己一些时间和空间来调整心态，不要给自己过多的压力，慢慢地去重建信任。",
    "annotation": [
      {
        "sentence": "首先，你可以和你的丈夫多进行坦诚的沟通，把你的担忧和困惑告诉他。",
        "label": ""
      },
      {
        "sentence": "这样可以增进你们之间的理解和信任。",
        "label": ""
      },
      {
        "sentence": "其次，你可以尝试接受他的道歉，并给予他一个机会。",
        "label": ""
      },
      {
        "sentence": "虽然接受过程需要时间，但是只有当你真正愿意原谅他并向前看时，你才能够摆脱内心的障碍。",
        "label": ""
      },
      {
        "sentence": "另外，建议你可以寻求专业心理咨询师的帮助，他们能够给予你更多专业的指导和支持。",
        "label": ""
      },
      {
        "sentence": "最重要的是，给自己一些时间和空间来调整心态，不要给自己过多的压力，慢慢地去重建信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量和他进行坦诚的沟通，同时也会尝试接受他的道歉和给予他机会。我也会考虑寻求专业心理咨询师的帮助。你对于重建信任的时间有什么建议吗？",
    "annotation": [
      {
        "sentence": "我会尽量和他进行坦诚的沟通，同时也会尝试接受他的道歉和给予他机会。",
        "label": ""
      },
      {
        "sentence": "我也会考虑寻求专业心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "你对于重建信任的时间有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的心理恢复过程不同，所以没有统一的时间表。但通常来说，重建信任需要时间和耐心。你可以从一些小事开始，逐渐增加对他的信任。例如，你可以观察他是否言行一致，是否能够践行他所承诺的。同时，你也需要给自己一些时间来观察他的改变和努力。不要给自己过多的压力，尽量积极面对和解决问题，相信时间和努力会改变一切。",
    "annotation": [
      {
        "sentence": "每个人的心理恢复过程不同，所以没有统一的时间表。",
        "label": ""
      },
      {
        "sentence": "但通常来说，重建信任需要时间和耐心。",
        "label": ""
      },
      {
        "sentence": "你可以从一些小事开始，逐渐增加对他的信任。",
        "label": ""
      },
      {
        "sentence": "例如，你可以观察他是否言行一致，是否能够践行他所承诺的。",
        "label": ""
      },
      {
        "sentence": "同时，你也需要给自己一些时间来观察他的改变和努力。",
        "label": ""
      },
      {
        "sentence": "不要给自己过多的压力，尽量积极面对和解决问题，相信时间和努力会改变一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会给自己和他一些时间来观察和改变。同时，也不会给自己过多压力。我现在心理状况会有所好转吗？",
    "annotation": [
      {
        "sentence": "我明白了，我会给自己和他一些时间来观察和改变。",
        "label": ""
      },
      {
        "sentence": "同时，也不会给自己过多压力。",
        "label": ""
      },
      {
        "sentence": "我现在心理状况会有所好转吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你开始采取积极的行动来逐渐调整心态和重建信任时，你会逐渐感受到内心的好转。但这需要时间和持续的努力。不要指望一蹴而就，要有耐心和坚定的信念。同时，所谓的好转也不是一帆风顺，可能会有起伏和挫折。但是只要你保持积极的态度，接受自己和他的不完美，相信你们一定可以共同克服困难，重新建立起信任和幸福的家庭关系。",
    "annotation": [
      {
        "sentence": "当你开始采取积极的行动来逐渐调整心态和重建信任时，你会逐渐感受到内心的好转。",
        "label": ""
      },
      {
        "sentence": "但这需要时间和持续的努力。",
        "label": ""
      },
      {
        "sentence": "不要指望一蹴而就，要有耐心和坚定的信念。",
        "label": ""
      },
      {
        "sentence": "同时，所谓的好转也不是一帆风顺，可能会有起伏和挫折。",
        "label": ""
      },
      {
        "sentence": "但是只要你保持积极的态度，接受自己和他的不完美，相信你们一定可以共同克服困难，重新建立起信任和幸福的家庭关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会保持积极的态度，相信我们一定能够克服困难，重新建立信任和幸福的家庭。非常感谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我会保持积极的态度，相信我们一定能够克服困难，重新建立信任和幸福的家庭。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我非常欣慰能够帮到你！如果在之后的过程中还有任何问题或者困惑，记得随时向我咨询。祝你们一家幸福美满！",
    "annotation": [
      {
        "sentence": "不用客气，我非常欣慰能够帮到你！",
        "label": ""
      },
      {
        "sentence": "如果在之后的过程中还有任何问题或者困惑，记得随时向我咨询。",
        "label": ""
      },
      {
        "sentence": "祝你们一家幸福美满！",
        "label": ""
      }
    ]
  }
]