[
  {
    "role": "client",
    "content": "被男生约时，我会觉得很恶心，是为什么？",
    "annotation": [
      {
        "sentence": "被男生约时，我会觉得很恶心，是为什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的解答对你有所帮助，可是因为你的描述很笼统，我只能从我理解的内容进行解读和分析，如果有不通的地方，你可以留言或者置之不理。事出反常必有妖！你提到五年前和学长有过一段时间的恋情。和学长的恋情关系：这种情况，一般会谈论到心理年龄的问题，你和学长的交往，说明你的心理年龄比正常偏大一点，你和比自己大的男生在一起，更能感觉到安全感和被照顾感，这是其一。其二是你依然称他为学长，说明你心理上对他是认可的，对那份恋情是持续保持一定温度的。至于什么原因两人分开，可能是外力不可控，也有可能是偶然而又荒唐的原因。但至少都能说明一个问题，他对你影响很大，无论是对人对事，对待感情的态度，是否相信爱情等等。大概率你的爱情观是在那个时候建立起来的。但究竟是怎样的一种观念，无法继续探究。",
    "annotation": [
      {
        "sentence": "希望我的解答对你有所帮助，可是因为你的描述很笼统，我只能从我理解的内容进行解读和分析，如果有不通的地方，你可以留言或者置之不理。",
        "label": ""
      },
      {
        "sentence": "事出反常必有妖！",
        "label": ""
      },
      {
        "sentence": "你提到五年前和学长有过一段时间的恋情。",
        "label": ""
      },
      {
        "sentence": "和学长的恋情关系：这种情况，一般会谈论到心理年龄的问题，你和学长的交往，说明你的心理年龄比正常偏大一点，你和比自己大的男生在一起，更能感觉到安全感和被照顾感，这是其一。",
        "label": ""
      },
      {
        "sentence": "其二是你依然称他为学长，说明你心理上对他是认可的，对那份恋情是持续保持一定温度的。",
        "label": ""
      },
      {
        "sentence": "至于什么原因两人分开，可能是外力不可控，也有可能是偶然而又荒唐的原因。",
        "label": ""
      },
      {
        "sentence": "但至少都能说明一个问题，他对你影响很大，无论是对人对事，对待感情的态度，是否相信爱情等等。",
        "label": ""
      },
      {
        "sentence": "大概率你的爱情观是在那个时候建立起来的。",
        "label": ""
      },
      {
        "sentence": "但究竟是怎样的一种观念，无法继续探究。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那这种观念是如何影响我对男生约会的态度的呢？",
    "annotation": [
      {
        "sentence": "那这种观念是如何影响我对男生约会的态度的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在对接触男生感觉到恶心，“恶心”有多种不同的理解。一是厌恶，就是见到他的为人处世、说话行为就会感觉到讨厌，心生厌恶；二是在接触交流中，因为思想和意识的不契合，感觉到不自然不舒服；三是对他们目的性较强的态度，感觉到假、感觉到拙劣、感觉到一眼看破、感觉到不真诚、感觉到段位太低或者说不自然而瞧不上眼。这是从内外两个角度来进行的分析。同时也说明，可能存在自己没有准备好开始下一段感情，这里的准备是指的心理需求的程度。",
    "annotation": [
      {
        "sentence": "现在对接触男生感觉到恶心，“恶心”有多种不同的理解。",
        "label": ""
      },
      {
        "sentence": "一是厌恶，就是见到他的为人处世、说话行为就会感觉到讨厌，心生厌恶；二是在接触交流中，因为思想和意识的不契合，感觉到不自然不舒服；三是对他们目的性较强的态度，感觉到假、感觉到拙劣、感觉到一眼看破、感觉到不真诚、感觉到段位太低或者说不自然而瞧不上眼。",
        "label": ""
      },
      {
        "sentence": "这是从内外两个角度来进行的分析。",
        "label": ""
      },
      {
        "sentence": "同时也说明，可能存在自己没有准备好开始下一段感情，这里的准备是指的心理需求的程度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是因为自己心理上没有准备好开始下一段感情，导致接触男生时感到恶心。那我应该如何准备好自己才能接受男生的约会呢？",
    "annotation": [
      {
        "sentence": "原来是因为自己心理上没有准备好开始下一段感情，导致接触男生时感到恶心。",
        "label": ""
      },
      {
        "sentence": "那我应该如何准备好自己才能接受男生的约会呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个缺，在你心理的影响不大，年轻人对婚恋的失望和不确定，所以在交往中持有的是一种试试看、慢慢看、不主动、不纠缠的态度。对方也有可能是持有类似态度，让你感觉到失望，感觉到没有发展前景和动力。同时，在校园外的恋情，缺少了在校园里的那种氛围，而呈现出的是不接触则罢，一接触反而感觉更加的孤独无助不确定和更多的猜测，费心费力，劳心劳神，因此而感觉到厌恶。这里我们往前看。从内外两个角度，自己没有准备好找什么样的人，之前接触的让你恶心的男生你能感觉到不是你想要的人。那么怎么才能知道自己想要找什么样的人，这是你的问题，也是你能否遇到合适的那个他的问题。",
    "annotation": [
      {
        "sentence": "这个缺，在你心理的影响不大，年轻人对婚恋的失望和不确定，所以在交往中持有的是一种试试看、慢慢看、不主动、不纠缠的态度。",
        "label": ""
      },
      {
        "sentence": "对方也有可能是持有类似态度，让你感觉到失望，感觉到没有发展前景和动力。",
        "label": ""
      },
      {
        "sentence": "同时，在校园外的恋情，缺少了在校园里的那种氛围，而呈现出的是不接触则罢，一接触反而感觉更加的孤独无助不确定和更多的猜测，费心费力，劳心劳神，因此而感觉到厌恶。",
        "label": ""
      },
      {
        "sentence": "这里我们往前看。",
        "label": ""
      },
      {
        "sentence": "从内外两个角度，自己没有准备好找什么样的人，之前接触的让你恶心的男生你能感觉到不是你想要的人。",
        "label": ""
      },
      {
        "sentence": "那么怎么才能知道自己想要找什么样的人，这是你的问题，也是你能否遇到合适的那个他的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实没有考虑清楚自己想要找什么样的人。我应该如何确定自己的选择标准呢？",
    "annotation": [
      {
        "sentence": "我确实没有考虑清楚自己想要找什么样的人。",
        "label": ""
      },
      {
        "sentence": "我应该如何确定自己的选择标准呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你心里有了空位，才有可能填不上这块俄罗斯方块。你心理一团乱麻，就算是来了正确的方块，你也不晓得放哪里。希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "你心里有了空位，才有可能填不上这块俄罗斯方块。",
        "label": ""
      },
      {
        "sentence": "你心理一团乱麻，就算是来了正确的方块，你也不晓得放哪里。",
        "label": ""
      },
      {
        "sentence": "希望对你有所帮助。",
        "label": ""
      }
    ]
  }
]