[
  {
    "role": "client",
    "content": "我是一个20岁的女生，最近觉得自己变了，变得不如以前好了，心里很难受。现在我是大一，但在高二的时候突然感觉自己变了，不再那么自信了，一直在怀疑自己。后来我和好朋友因为冲突吵了一架，我没有像以前一样处理好关系，这段友谊就结束了。然后我在高三的时候就出国了，这种感觉一直伴随着我，并且越来越强烈。我总觉得自己变得不如以前好了，在各个方面都不如以前，开始没法找到自己的闪光点。在人际交往中也遇到一些难题，和同龄同班的同学相处显得有些生硬和紧张，我变得缺乏自信。这个问题一直困扰着我，每天都感到压力很大，因为我知道这种状态不正常，一定是哪里有问题，但是我不知道该如何解决。所以，我希望有合格的人可以帮助我解答，谢谢！我已经去过几次心理咨询，但没有达到我想要的效果。最近我的情绪波动比较大，心里有点烦躁。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，最近觉得自己变了，变得不如以前好了，心里很难受。",
        "label": ""
      },
      {
        "sentence": "现在我是大一，但在高二的时候突然感觉自己变了，不再那么自信了，一直在怀疑自己。",
        "label": ""
      },
      {
        "sentence": "后来我和好朋友因为冲突吵了一架，我没有像以前一样处理好关系，这段友谊就结束了。",
        "label": ""
      },
      {
        "sentence": "然后我在高三的时候就出国了，这种感觉一直伴随着我，并且越来越强烈。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己变得不如以前好了，在各个方面都不如以前，开始没法找到自己的闪光点。",
        "label": ""
      },
      {
        "sentence": "在人际交往中也遇到一些难题，和同龄同班的同学相处显得有些生硬和紧张，我变得缺乏自信。",
        "label": ""
      },
      {
        "sentence": "这个问题一直困扰着我，每天都感到压力很大，因为我知道这种状态不正常，一定是哪里有问题，但是我不知道该如何解决。",
        "label": ""
      },
      {
        "sentence": "所以，我希望有合格的人可以帮助我解答，谢谢！",
        "label": ""
      },
      {
        "sentence": "我已经去过几次心理咨询，但没有达到我想要的效果。",
        "label": ""
      },
      {
        "sentence": "最近我的情绪波动比较大，心里有点烦躁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我感受到了你的焦虑，就像在广阔的停车场里找不到自己的车一样，感到迷茫和无助。随着年龄的增长，我们和外界一样，都希望变得越来越全面和出色。虽然出国是很多人都向往的经历，但对你来说却是离开了舒适区，每天都要面对全新的学业和人际关系，可能最多的感受是孤独和无助。如果这种负面情绪得不到及时的缓解，很容易让你内心受挫，形成自我打击和自怜的恶性循环。当遇到困难时，我们很容易产生自我怀疑，所以你觉得自己不如以前了。但事实并非如此，你只是目前很需要别人的认可，来帮助你恢复自信。就像感冒了去看医生一样，你去心理咨询就是将自己作为病人看待，而医生会告诉你多喝水好好休息。如果你真的在家里躺着休息，心情状态是不会好起来的。如果你按时服药，会发现第二天会好很多。这就是你咨询心理咨询并没有改善的原因。你不要奇怪，每个人心里都会有一些想不通的时候，只是有的人忙于其他事情，没有那么多时间去思考，而有的人相对空闲一些，容易陷入多愁善感的状态。如果把人生当成一次旅行，哪个旅行者身上没有行李呢？负重前行是常态，关键是将目标牢记心中，你会忘记身上的行李，或者抛弃掉那些无关紧要的东西。所以很多事情并不是想开了才能放下，放下来你会发现你也可以想开。有一句话我觉得很好，送给你：自信就是相信自己。希望你能尽快恢复自信，不要灰心丧气地前行，而是挺胸抬头大步向前。",
    "annotation": [
      {
        "sentence": "看到你的描述，我感受到了你的焦虑，就像在广阔的停车场里找不到自己的车一样，感到迷茫和无助。",
        "label": ""
      },
      {
        "sentence": "随着年龄的增长，我们和外界一样，都希望变得越来越全面和出色。",
        "label": ""
      },
      {
        "sentence": "虽然出国是很多人都向往的经历，但对你来说却是离开了舒适区，每天都要面对全新的学业和人际关系，可能最多的感受是孤独和无助。",
        "label": ""
      },
      {
        "sentence": "如果这种负面情绪得不到及时的缓解，很容易让你内心受挫，形成自我打击和自怜的恶性循环。",
        "label": ""
      },
      {
        "sentence": "当遇到困难时，我们很容易产生自我怀疑，所以你觉得自己不如以前了。",
        "label": ""
      },
      {
        "sentence": "但事实并非如此，你只是目前很需要别人的认可，来帮助你恢复自信。",
        "label": ""
      },
      {
        "sentence": "就像感冒了去看医生一样，你去心理咨询就是将自己作为病人看待，而医生会告诉你多喝水好好休息。",
        "label": ""
      },
      {
        "sentence": "如果你真的在家里躺着休息，心情状态是不会好起来的。",
        "label": ""
      },
      {
        "sentence": "如果你按时服药，会发现第二天会好很多。",
        "label": ""
      },
      {
        "sentence": "这就是你咨询心理咨询并没有改善的原因。",
        "label": ""
      },
      {
        "sentence": "你不要奇怪，每个人心里都会有一些想不通的时候，只是有的人忙于其他事情，没有那么多时间去思考，而有的人相对空闲一些，容易陷入多愁善感的状态。",
        "label": ""
      },
      {
        "sentence": "如果把人生当成一次旅行，哪个旅行者身上没有行李呢？",
        "label": ""
      },
      {
        "sentence": "负重前行是常态，关键是将目标牢记心中，你会忘记身上的行李，或者抛弃掉那些无关紧要的东西。",
        "label": ""
      },
      {
        "sentence": "所以很多事情并不是想开了才能放下，放下来你会发现你也可以想开。",
        "label": ""
      },
      {
        "sentence": "有一句话我觉得很好，送给你：自信就是相信自己。",
        "label": ""
      },
      {
        "sentence": "希望你能尽快恢复自信，不要灰心丧气地前行，而是挺胸抬头大步向前。",
        "label": ""
      }
    ]
  }
]