[
  {
    "role": "client",
    "content": "感觉自己还挺上进的，但不知道每天为啥浑浑噩噩的？我是个纸老虎，别人都感觉我厉害，但其实只有我知道自己几斤几两，感觉时光飞逝，论文还没完成，我很生气，也很焦虑。",
    "annotation": [
      {
        "sentence": "感觉自己还挺上进的，但不知道每天为啥浑浑噩噩的？",
        "label": ""
      },
      {
        "sentence": "我是个纸老虎，别人都感觉我厉害，但其实只有我知道自己几斤几两，感觉时光飞逝，论文还没完成，我很生气，也很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，有一种你有点自卑的感觉。别人都觉得你很厉害，那必然有你厉害的优势被别人看到，可是你自己却认为是纸老虎，内心有自卑或不自信吗？为什么会自卑或不自信呢？或许你明明就是真老虎！！感觉时间飞逝，论文没完成所有感到焦虑，试着感受当下，活在当下！试着去完成论文，从查资料列标题开始，着手去做，用身体的行动代替思想的行动！可以关注我咨询我，希望能帮到你！",
    "annotation": [
      {
        "sentence": "看到你的描述，有一种你有点自卑的感觉。",
        "label": ""
      },
      {
        "sentence": "别人都觉得你很厉害，那必然有你厉害的优势被别人看到，可是你自己却认为是纸老虎，内心有自卑或不自信吗？",
        "label": ""
      },
      {
        "sentence": "为什么会自卑或不自信呢？",
        "label": ""
      },
      {
        "sentence": "或许你明明就是真老虎！！",
        "label": ""
      },
      {
        "sentence": "感觉时间飞逝，论文没完成所有感到焦虑，试着感受当下，活在当下！",
        "label": ""
      },
      {
        "sentence": "试着去完成论文，从查资料列标题开始，着手去做，用身体的行动代替思想的行动！",
        "label": ""
      },
      {
        "sentence": "可以关注我咨询我，希望能帮到你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得可能是因为我总是对自己要求很高，但最后总是达不到自己的期望，所以导致了自卑和不自信。我是不是应该降低一下我的标准呢？",
    "annotation": [
      {
        "sentence": "我觉得可能是因为我总是对自己要求很高，但最后总是达不到自己的期望，所以导致了自卑和不自信。",
        "label": ""
      },
      {
        "sentence": "我是不是应该降低一下我的标准呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你对自己要求高的感受，但并不是每次都能完全达到期望，也不意味着你没有进步。降低标准也不是一定的解决办法，更重要的是要调整对自己的评价。试着从积极的角度看待自己的努力和成绩，相信自己是有能力克服困难的。",
    "annotation": [
      {
        "sentence": "理解你对自己要求高的感受，但并不是每次都能完全达到期望，也不意味着你没有进步。",
        "label": ""
      },
      {
        "sentence": "降低标准也不是一定的解决办法，更重要的是要调整对自己的评价。",
        "label": ""
      },
      {
        "sentence": "试着从积极的角度看待自己的努力和成绩，相信自己是有能力克服困难的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道自己需要调整对自己的评价，但我总是很难做到，总是觉得自己不够好。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "我知道自己需要调整对自己的评价，但我总是很难做到，总是觉得自己不够好。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对自己的评价是一个长期的调整过程，不会一蹴而就。可以从一些小事情开始，比如每天写下一件让自己感到自豪的事情，或者请身边的朋友和家人分享一些他们觉得你出色的地方。也可以尝试寻找一些正面的榜样，看看他们是如何看待自己的，或者找些心灵鸡汤的书籍来阅读，帮助你树立积极的心态。",
    "annotation": [
      {
        "sentence": "对自己的评价是一个长期的调整过程，不会一蹴而就。",
        "label": ""
      },
      {
        "sentence": "可以从一些小事情开始，比如每天写下一件让自己感到自豪的事情，或者请身边的朋友和家人分享一些他们觉得你出色的地方。",
        "label": ""
      },
      {
        "sentence": "也可以尝试寻找一些正面的榜样，看看他们是如何看待自己的，或者找些心灵鸡汤的书籍来阅读，帮助你树立积极的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着从这些方面入手，尝试积极调整自己的评价。还有关于完成论文的事情，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "好的，我会试着从这些方面入手，尝试积极调整自己的评价。",
        "label": ""
      },
      {
        "sentence": "还有关于完成论文的事情，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于论文，你可以先列出一个具体的计划，包括每天需要完成的任务和截止日期。分解成小的任务，一步步地去完成。同时，不要忘记给自己一些休息和放松的时间，保持良好的学习和休息的平衡。如果遇到难题或者需要帮助的地方，可以寻求导师或同学的帮助，共同解决问题。",
    "annotation": [
      {
        "sentence": "关于论文，你可以先列出一个具体的计划，包括每天需要完成的任务和截止日期。",
        "label": ""
      },
      {
        "sentence": "分解成小的任务，一步步地去完成。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记给自己一些休息和放松的时间，保持良好的学习和休息的平衡。",
        "label": ""
      },
      {
        "sentence": "如果遇到难题或者需要帮助的地方，可以寻求导师或同学的帮助，共同解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会根据你说的去尝试做的。有时候真的很需要有人听我倾诉和给予鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会根据你说的去尝试做的。",
        "label": ""
      },
      {
        "sentence": "有时候真的很需要有人听我倾诉和给予鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，相互支持是很重要的。如果你需要继续倾诉或有任何困扰，随时都可以来找我，我会尽力帮助你的。记得要保持积极的心态，相信自己可以克服困难。",
    "annotation": [
      {
        "sentence": "没关系，相互支持是很重要的。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续倾诉或有任何困扰，随时都可以来找我，我会尽力帮助你的。",
        "label": ""
      },
      {
        "sentence": "记得要保持积极的心态，相信自己可以克服困难。",
        "label": ""
      }
    ]
  }
]