[
  {
    "role": "client",
    "content": "我想要更接地气，但却无法接受他人的愚昧无知？我一直都在反思自己不接地气，行事风格孤傲，不太懂人情世故，所以我想更接地气，更生活化一点。但有一些人，不能说他们是坏人或品德败坏，而是缺乏文化素养同时心智也不成熟，我想跟他们和谐相处，但总会很排斥与他们成为朋友。这是一种不对等的关系，因为他们对我很友好，而我却不能像他们那样对他们好。他们比较低级趣味，不好听的说法是挺猥琐的。我不明白，同样是会开黄腔爆粗口的人，有些人即使是陌生人，也不会给我猥琐感，但对某些人就真的怎么都摆脱不了猥琐的印象。我也很讨厌他们对我的态度很不庄重，我不知道是自己的问题多一点，还是他们的问题多一点。因为是同事所以经常跟这些人共处，我感觉自己的精神压力也越来越大了，对他们也越来越失去耐心了。他们是做施工的，我不讨厌和歧视农民工，也接触过很多很可爱的工人，但某一些人真的越熟悉越厌恶，也不知道是不是我跟他们相处得比较多的原因。最近工作压力大，看到他们就烦，不想和他们对话。",
    "annotation": [
      {
        "sentence": "我想要更接地气，但却无法接受他人的愚昧无知？",
        "label": ""
      },
      {
        "sentence": "我一直都在反思自己不接地气，行事风格孤傲，不太懂人情世故，所以我想更接地气，更生活化一点。",
        "label": ""
      },
      {
        "sentence": "但有一些人，不能说他们是坏人或品德败坏，而是缺乏文化素养同时心智也不成熟，我想跟他们和谐相处，但总会很排斥与他们成为朋友。",
        "label": ""
      },
      {
        "sentence": "这是一种不对等的关系，因为他们对我很友好，而我却不能像他们那样对他们好。",
        "label": ""
      },
      {
        "sentence": "他们比较低级趣味，不好听的说法是挺猥琐的。",
        "label": ""
      },
      {
        "sentence": "我不明白，同样是会开黄腔爆粗口的人，有些人即使是陌生人，也不会给我猥琐感，但对某些人就真的怎么都摆脱不了猥琐的印象。",
        "label": ""
      },
      {
        "sentence": "我也很讨厌他们对我的态度很不庄重，我不知道是自己的问题多一点，还是他们的问题多一点。",
        "label": ""
      },
      {
        "sentence": "因为是同事所以经常跟这些人共处，我感觉自己的精神压力也越来越大了，对他们也越来越失去耐心了。",
        "label": ""
      },
      {
        "sentence": "他们是做施工的，我不讨厌和歧视农民工，也接触过很多很可爱的工人，但某一些人真的越熟悉越厌恶，也不知道是不是我跟他们相处得比较多的原因。",
        "label": ""
      },
      {
        "sentence": "最近工作压力大，看到他们就烦，不想和他们对话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以听到你的烦恼，不接地气，你已经进行了反思，这是一件好事。在工作中，我们难免会遇到各种各样的人，有的人可能会对我们产生一些负面情绪，对此我们要学会包容和尊重他们的存在。你的烦恼也不是没有解决办法，可以调整自己的心态或者换一个工作环境，去融入一些你喜欢的圈子接触一些你欣赏的人，这是一种非常好的缓解压力的方法。同时，向他们表达感谢和认可，适当地维持好工作关系是非常重要的，但不必要强求自己和他们成为朋友，因为每个人都有不同的发展轨迹，有的人更早熟，有的人需要更多的时间来成熟。对于他们的态度，你不必过于在意，你做好你自己就可以了。",
    "annotation": [
      {
        "sentence": "我可以听到你的烦恼，不接地气，你已经进行了反思，这是一件好事。",
        "label": ""
      },
      {
        "sentence": "在工作中，我们难免会遇到各种各样的人，有的人可能会对我们产生一些负面情绪，对此我们要学会包容和尊重他们的存在。",
        "label": ""
      },
      {
        "sentence": "你的烦恼也不是没有解决办法，可以调整自己的心态或者换一个工作环境，去融入一些你喜欢的圈子接触一些你欣赏的人，这是一种非常好的缓解压力的方法。",
        "label": ""
      },
      {
        "sentence": "同时，向他们表达感谢和认可，适当地维持好工作关系是非常重要的，但不必要强求自己和他们成为朋友，因为每个人都有不同的发展轨迹，有的人更早熟，有的人需要更多的时间来成熟。",
        "label": ""
      },
      {
        "sentence": "对于他们的态度，你不必过于在意，你做好你自己就可以了。",
        "label": ""
      }
    ]
  }
]