[
  {
    "role": "client",
    "content": "工作和人际关系，很不舒服，继续自我调节还是找医生？",
    "annotation": [
      {
        "sentence": "工作和人际关系，很不舒服，继续自我调节还是找医生？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然你在这里提问，想必是已经无法很好地调节自己了，才会想来求助。咨询师不止是医治心理疾病，更是一个可以倾诉的对象，由于比身边的朋友掌握更多的专业知识，所以咨询师可以引领你更深入地看待你的问题，指导你去放松，缓解焦虑心情，这些都是他们的本职工作。如果自己已经焦虑不堪，何不试一试呢？有个人能对你无条件倾听本身就是一个缓解压力的办法。",
    "annotation": [
      {
        "sentence": "既然你在这里提问，想必是已经无法很好地调节自己了，才会想来求助。",
        "label": ""
      },
      {
        "sentence": "咨询师不止是医治心理疾病，更是一个可以倾诉的对象，由于比身边的朋友掌握更多的专业知识，所以咨询师可以引领你更深入地看待你的问题，指导你去放松，缓解焦虑心情，这些都是他们的本职工作。",
        "label": ""
      },
      {
        "sentence": "如果自己已经焦虑不堪，何不试一试呢？",
        "label": ""
      },
      {
        "sentence": "有个人能对你无条件倾听本身就是一个缓解压力的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在工作压力很大，但是身边又没有很好的倾诉对象，导致我无法排解自己的压力。",
    "annotation": [
      {
        "sentence": "我现在工作压力很大，但是身边又没有很好的倾诉对象，导致我无法排解自己的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果是交朋友的话，你可以拓展自己的爱好，多参加一些社交活动，比如读书会、英语角，还有一些运动团体，很多都是公益性质的。年轻人因为爱好聚在一起，多去参加，渐渐地就会有自己的朋友，也可以丰富自己的业余生活。经常运动也会有效地改善心情，释放压力。多关照自己，去挖掘自己喜欢什么，适合什么，然后去满足自己，相信你的情绪能够得到较大的缓解。",
    "annotation": [
      {
        "sentence": "如果是交朋友的话，你可以拓展自己的爱好，多参加一些社交活动，比如读书会、英语角，还有一些运动团体，很多都是公益性质的。",
        "label": ""
      },
      {
        "sentence": "年轻人因为爱好聚在一起，多去参加，渐渐地就会有自己的朋友，也可以丰富自己的业余生活。",
        "label": ""
      },
      {
        "sentence": "经常运动也会有效地改善心情，释放压力。",
        "label": ""
      },
      {
        "sentence": "多关照自己，去挖掘自己喜欢什么，适合什么，然后去满足自己，相信你的情绪能够得到较大的缓解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于工作上的问题，我觉得和同事之间存在一些利益摩擦，他们总觉得我尽拿好处。虽然表面上跟我相处得很好，但是相处下来我觉得就是有区别对待，比如阴阳怪气地调侃我的工作或者一拥而上让我请客。这种情况让我感到特别难受。",
    "annotation": [
      {
        "sentence": "对于工作上的问题，我觉得和同事之间存在一些利益摩擦，他们总觉得我尽拿好处。",
        "label": ""
      },
      {
        "sentence": "虽然表面上跟我相处得很好，但是相处下来我觉得就是有区别对待，比如阴阳怪气地调侃我的工作或者一拥而上让我请客。",
        "label": ""
      },
      {
        "sentence": "这种情况让我感到特别难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果同事有利益摩擦，你可以试着调整自己的想法，比如同事不是故意要区别对待你，嚷嚷着叫你请客只是开个玩笑。你也可以和他们一样，甚至向他们倒倒苦水，说说自己的困境，让他们了解你的处境。也许会让他们对你更加理解，改变心态。另外，自己远离家乡无依无靠，日子过得很紧巴巴，哪里会有钱请吃饭，经常说说苦恼也许别人就不会觉得心理不平衡了。如果自己确实收入相对他们多一些，偶尔也可以请他们喝点奶茶，花点小钱让大家开心，也许还会因此更喜欢你。",
    "annotation": [
      {
        "sentence": "如果同事有利益摩擦，你可以试着调整自己的想法，比如同事不是故意要区别对待你，嚷嚷着叫你请客只是开个玩笑。",
        "label": ""
      },
      {
        "sentence": "你也可以和他们一样，甚至向他们倒倒苦水，说说自己的困境，让他们了解你的处境。",
        "label": ""
      },
      {
        "sentence": "也许会让他们对你更加理解，改变心态。",
        "label": ""
      },
      {
        "sentence": "另外，自己远离家乡无依无靠，日子过得很紧巴巴，哪里会有钱请吃饭，经常说说苦恼也许别人就不会觉得心理不平衡了。",
        "label": ""
      },
      {
        "sentence": "如果自己确实收入相对他们多一些，偶尔也可以请他们喝点奶茶，花点小钱让大家开心，也许还会因此更喜欢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试看的。另外，我觉得自己经常答应别人的事情，导致工作压力变大，效率变低，经常周末加班，下班后感到无力。有时候还会不由自主地哭泣，但是告诉家里人他们只会让我努力工作，所以最近我也不怎么借爸妈的电话了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试看的。",
        "label": ""
      },
      {
        "sentence": "另外，我觉得自己经常答应别人的事情，导致工作压力变大，效率变低，经常周末加班，下班后感到无力。",
        "label": ""
      },
      {
        "sentence": "有时候还会不由自主地哭泣，但是告诉家里人他们只会让我努力工作，所以最近我也不怎么借爸妈的电话了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们自己才是最了解我们的人，不管别人认为我们应该是什么样的，如果自己的工作已经严重超过了自己的能力，痛苦的只有自己，也要有智慧去放弃一些，让自己更舒适更开心。什么东西都想要只能让自己疲惫不堪，有舍才有得，你也会有更多精力去做好手头的事情。如果和同事们分担一些工作，让大家一起分享压力，你会觉得轻松很多。另外，有时候想要完美地完成所有工作是不现实的，学会给自己一些喘息的时间，不要让自己过度劳累。",
    "annotation": [
      {
        "sentence": "我们自己才是最了解我们的人，不管别人认为我们应该是什么样的，如果自己的工作已经严重超过了自己的能力，痛苦的只有自己，也要有智慧去放弃一些，让自己更舒适更开心。",
        "label": ""
      },
      {
        "sentence": "什么东西都想要只能让自己疲惫不堪，有舍才有得，你也会有更多精力去做好手头的事情。",
        "label": ""
      },
      {
        "sentence": "如果和同事们分担一些工作，让大家一起分享压力，你会觉得轻松很多。",
        "label": ""
      },
      {
        "sentence": "另外，有时候想要完美地完成所有工作是不现实的，学会给自己一些喘息的时间，不要让自己过度劳累。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这么说来，我应该坚持工作还是考虑换一个工作？",
    "annotation": [
      {
        "sentence": "这么说来，我应该坚持工作还是考虑换一个工作？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于工作的问题，因为你没有详细地说明，所以不好做出判断。既然已经从事了三年目前的工作，也一直感到很有压力，那么你觉得你在工作中的收获是什么呢？这份工作能不能给你带来持续的成长？看在能够成长的份上，能否坚持下去？如果没有收获，成长也很少，能否考虑换一个工作呢？同时，你的职位有什么特殊性是其他同事所没有的？也许你可以先尝试调整自己的想法，看看能否改善工作中的利益摩擦，减轻与同事之间的紧张关系。",
    "annotation": [
      {
        "sentence": "关于工作的问题，因为你没有详细地说明，所以不好做出判断。",
        "label": ""
      },
      {
        "sentence": "既然已经从事了三年目前的工作，也一直感到很有压力，那么你觉得你在工作中的收获是什么呢？",
        "label": ""
      },
      {
        "sentence": "这份工作能不能给你带来持续的成长？",
        "label": ""
      },
      {
        "sentence": "看在能够成长的份上，能否坚持下去？",
        "label": ""
      },
      {
        "sentence": "如果没有收获，成长也很少，能否考虑换一个工作呢？",
        "label": ""
      },
      {
        "sentence": "同时，你的职位有什么特殊性是其他同事所没有的？",
        "label": ""
      },
      {
        "sentence": "也许你可以先尝试调整自己的想法，看看能否改善工作中的利益摩擦，减轻与同事之间的紧张关系。",
        "label": ""
      }
    ]
  }
]