[
  {
    "role": "client",
    "content": "我是一个23岁的男生，一直都很抑郁，想知道如何发扬自己的优点？",
    "annotation": [
      {
        "sentence": "我是一个23岁的男生，一直都很抑郁，想知道如何发扬自己的优点？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，我感到很心疼。你说自己是一个讨好型的人，一直感到很郁闷和累。你对很多事情都没有动力和兴趣。小时候受过欺负，所以非常在意别人对自己的看法。当自己有出色的表现时，却会自己压抑不让自己出众。甚至收到表扬或赞美时，也会不自觉地将这些都降低。在与他人交流时，总是优先考虑别人的感受和想法，然后试图得到他人的回报。当遇到自己喜欢的人时，会因为懦弱而不敢表达。你甚至因为在做题时被妈妈责骂而自责到爆炸等等。在这之后，你从未向他人倾诉过自己的内心感受。无论遇到什么事情，你都将自己的感受埋藏在内心，像一块大石头一样沉重。久而久之，你一直被困在失败的阴影中，无法自拔。并且，你还受到了妈妈过多的照顾，没有独立的个人形象。但是，你也意识到自己有很多未发扬的优点。请问如何改善这种状况？",
    "annotation": [
      {
        "sentence": "听你的描述，我感到很心疼。",
        "label": ""
      },
      {
        "sentence": "你说自己是一个讨好型的人，一直感到很郁闷和累。",
        "label": ""
      },
      {
        "sentence": "你对很多事情都没有动力和兴趣。",
        "label": ""
      },
      {
        "sentence": "小时候受过欺负，所以非常在意别人对自己的看法。",
        "label": ""
      },
      {
        "sentence": "当自己有出色的表现时，却会自己压抑不让自己出众。",
        "label": ""
      },
      {
        "sentence": "甚至收到表扬或赞美时，也会不自觉地将这些都降低。",
        "label": ""
      },
      {
        "sentence": "在与他人交流时，总是优先考虑别人的感受和想法，然后试图得到他人的回报。",
        "label": ""
      },
      {
        "sentence": "当遇到自己喜欢的人时，会因为懦弱而不敢表达。",
        "label": ""
      },
      {
        "sentence": "你甚至因为在做题时被妈妈责骂而自责到爆炸等等。",
        "label": ""
      },
      {
        "sentence": "在这之后，你从未向他人倾诉过自己的内心感受。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么事情，你都将自己的感受埋藏在内心，像一块大石头一样沉重。",
        "label": ""
      },
      {
        "sentence": "久而久之，你一直被困在失败的阴影中，无法自拔。",
        "label": ""
      },
      {
        "sentence": "并且，你还受到了妈妈过多的照顾，没有独立的个人形象。",
        "label": ""
      },
      {
        "sentence": "但是，你也意识到自己有很多未发扬的优点。",
        "label": ""
      },
      {
        "sentence": "请问如何改善这种状况？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心。我希望能够不再那么在意别人的看法，更自信地展示自己的优点和价值。我希望摆脱讨好型人格，变得更真实，不再为了取悦别人而放弃了自己。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心。",
        "label": ""
      },
      {
        "sentence": "我希望能够不再那么在意别人的看法，更自信地展示自己的优点和价值。",
        "label": ""
      },
      {
        "sentence": "我希望摆脱讨好型人格，变得更真实，不再为了取悦别人而放弃了自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，我深深理解你的愿望。你渴望得到他人的关心和呵护，这是很正常的需求。但是，我相信你一定会变得越来越好，因为你拥有良好的洞察力，并积极寻找答案。你参与这个对话已经离所追求的目标越来越近了。讨好型人格是因为在成长过程中，没有得到父母的无条件爱，反而遭到否定、忽视甚至发泄。但是心理学认为，人格是与生俱来的，虽然特定的人格无法改变，但性格是后天环境和教育的影响。讨好型人格的认同感本质上来自他人，因为想要获得他人的认同，所以采取低姿态的讨好方式。如果想要得到真正的认同感，就需要将这种被动的认同转变为主动的认同。蒋方舟在《奇葩说》中分享了她作为讨好型人格的故事，在总结时提到了这样一段话：“每个人都有自己独特的价值，在实现这个价值的过程中，可能会显得张牙舞爪，显得笨拙。但是如果你放弃追求个人独特价值，而去扮演一个别人喜欢的角色，那实际上是冒着很大的风险。你吸引来的人也不会是真正欣赏你的人，他们永远欣赏的只是你骄傲的样子，而不是你故作谦卑和讨喜的样子。”所以，要主动地做真实的自己，让别人认同真正的你。我们常常会问自己：“为什么我对每个人都很好，但为什么还是没有人喜欢我。”从讨好型人格转变的第一步就是学会说“不”。面对他人的需求时，不要总是一概而论地答应。要接受他人对自己的不满意，并努力与自己对话。讨好型人格的最大特点是过度关注他人的看法，在做决策或回复他人消息之前，总是担心：“如果我这样说或做，别人会不会觉得我不好，会不会不高兴。”而过度关注他人的看法，往往是对自己缺乏正确认知的表现。要改变讨好型人格，就要重新认识自己，尝试与自己多沟通，对自己有一个更客观的认识。不要过于在意他人的看法。你要明白，你尽力成为最好的自己，但每个人心中对你的看法都不一样，无法取悦所有人是正常的。虽然现在可能很困难，但只要你不放弃，努力改变，一定会成功的。其实，我也曾是讨好型人格，直到今年8月份才有所改变。你也可以学习一些心理学知识，总会有适合你的改变方法。记住，只要我们勇敢，就不用害怕走出困境。加油吧！你一定能做到！",
    "annotation": [
      {
        "sentence": "通过你的描述，我深深理解你的愿望。",
        "label": ""
      },
      {
        "sentence": "你渴望得到他人的关心和呵护，这是很正常的需求。",
        "label": ""
      },
      {
        "sentence": "但是，我相信你一定会变得越来越好，因为你拥有良好的洞察力，并积极寻找答案。",
        "label": ""
      },
      {
        "sentence": "你参与这个对话已经离所追求的目标越来越近了。",
        "label": ""
      },
      {
        "sentence": "讨好型人格是因为在成长过程中，没有得到父母的无条件爱，反而遭到否定、忽视甚至发泄。",
        "label": ""
      },
      {
        "sentence": "但是心理学认为，人格是与生俱来的，虽然特定的人格无法改变，但性格是后天环境和教育的影响。",
        "label": ""
      },
      {
        "sentence": "讨好型人格的认同感本质上来自他人，因为想要获得他人的认同，所以采取低姿态的讨好方式。",
        "label": ""
      },
      {
        "sentence": "如果想要得到真正的认同感，就需要将这种被动的认同转变为主动的认同。",
        "label": ""
      },
      {
        "sentence": "蒋方舟在《奇葩说》中分享了她作为讨好型人格的故事，在总结时提到了这样一段话：“每个人都有自己独特的价值，在实现这个价值的过程中，可能会显得张牙舞爪，显得笨拙。",
        "label": ""
      },
      {
        "sentence": "但是如果你放弃追求个人独特价值，而去扮演一个别人喜欢的角色，那实际上是冒着很大的风险。",
        "label": ""
      },
      {
        "sentence": "你吸引来的人也不会是真正欣赏你的人，他们永远欣赏的只是你骄傲的样子，而不是你故作谦卑和讨喜的样子。",
        "label": ""
      },
      {
        "sentence": "”所以，要主动地做真实的自己，让别人认同真正的你。",
        "label": ""
      },
      {
        "sentence": "我们常常会问自己：“为什么我对每个人都很好，但为什么还是没有人喜欢我。",
        "label": ""
      },
      {
        "sentence": "”从讨好型人格转变的第一步就是学会说“不”。",
        "label": ""
      },
      {
        "sentence": "面对他人的需求时，不要总是一概而论地答应。",
        "label": ""
      },
      {
        "sentence": "要接受他人对自己的不满意，并努力与自己对话。",
        "label": ""
      },
      {
        "sentence": "讨好型人格的最大特点是过度关注他人的看法，在做决策或回复他人消息之前，总是担心：“如果我这样说或做，别人会不会觉得我不好，会不会不高兴。",
        "label": ""
      },
      {
        "sentence": "”而过度关注他人的看法，往往是对自己缺乏正确认知的表现。",
        "label": ""
      },
      {
        "sentence": "要改变讨好型人格，就要重新认识自己，尝试与自己多沟通，对自己有一个更客观的认识。",
        "label": ""
      },
      {
        "sentence": "不要过于在意他人的看法。",
        "label": ""
      },
      {
        "sentence": "你要明白，你尽力成为最好的自己，但每个人心中对你的看法都不一样，无法取悦所有人是正常的。",
        "label": ""
      },
      {
        "sentence": "虽然现在可能很困难，但只要你不放弃，努力改变，一定会成功的。",
        "label": ""
      },
      {
        "sentence": "其实，我也曾是讨好型人格，直到今年8月份才有所改变。",
        "label": ""
      },
      {
        "sentence": "你也可以学习一些心理学知识，总会有适合你的改变方法。",
        "label": ""
      },
      {
        "sentence": "记住，只要我们勇敢，就不用害怕走出困境。",
        "label": ""
      },
      {
        "sentence": "加油吧！",
        "label": ""
      },
      {
        "sentence": "你一定能做到！",
        "label": ""
      }
    ]
  }
]