[
  {
    "role": "client",
    "content": "最近我心情很沮丧，不知道如何调整心态。我是一个23岁的男生，步入社会后，看到了更多的人和事。有些人虽然身家百万，却穿着地摊的衣服；有些人给小蜜开保时捷；还在网络上看到那些拥有500万以上豪车和上亿的豪宅的人。我仰望着这些顶级层次，却无力实现自己的梦想。我可能一辈子都是房奴车奴，为了追求我的目标而辛苦加班。我也想去潜水、跳伞和滑雪，但现实让我无法真正放下负担，不禁感到颓丧。我很想成为新一代的后浪，可我好像没有那个机会。",
    "annotation": [
      {
        "sentence": "最近我心情很沮丧，不知道如何调整心态。",
        "label": ""
      },
      {
        "sentence": "我是一个23岁的男生，步入社会后，看到了更多的人和事。",
        "label": ""
      },
      {
        "sentence": "有些人虽然身家百万，却穿着地摊的衣服；有些人给小蜜开保时捷；还在网络上看到那些拥有500万以上豪车和上亿的豪宅的人。",
        "label": ""
      },
      {
        "sentence": "我仰望着这些顶级层次，却无力实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "我可能一辈子都是房奴车奴，为了追求我的目标而辛苦加班。",
        "label": ""
      },
      {
        "sentence": "我也想去潜水、跳伞和滑雪，但现实让我无法真正放下负担，不禁感到颓丧。",
        "label": ""
      },
      {
        "sentence": "我很想成为新一代的后浪，可我好像没有那个机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哈哈，你是看了前一段时间的那个视频《后浪》吧，本来它想宣传正能量，讨好年轻人的，结果招来了很多非议。我也看了那个视频，里面的确有很多值得商榷的地方。你刚刚步入社会，年轻的你应该对生活充满希望，并为实现自己的目标而努力。但你也看到了社会所谓的顶层生活状态，这其实是视频中想展现的新一代人的多元化、敢说敢做，有独立思考的一面。但是现实生活，却更接近像你这样的普通人，就连总理都说了，我们国家还有6亿人月收入才1000块。你提出的是一个很重要的话题，人生的价值和意义。如果只从物质和金钱来看待，那些顶层生活就成为了人生的唯一目标。但是，我们人类有这么简单吗？国外的研究表明，收入的增加和幸福度并非总是线性关系。当我们的收入很低的时候，收入的增加确实可以带来幸福感的提升，但当收入达到一定程度后，持续增加并不能够进一步提高幸福感。这是通过有效数据得出的结论。而且，人的幸福和人生的意义远不止这些。如果生活如此简单，我们也不会成为这种高智慧的动物。我理解你的感受，看到那些顶尖人物的状态，你会感到绝望，觉得自己的生活只是为了房子和车子忙碌，而别人似乎享受着更自由的生活。实际上，这只是一种错觉。真正的自由是精神上的自由。当我们的精神被压抑时，再多的财富自由也不能让我们快乐。但当我们在满足基本生活需求的同时拥有精神自由时，我们也同样拥有很多自由。这是两个不同的维度。如果将它们绑定在一起，那么大多数人都会感到绝望。你刚刚进入社会，不知道将来会经历什么样的人生，会成为怎样的人。与其不断想着将来会变成什么样子，不如珍惜每一天，欣赏自己每一天的变化。未来的成长过程中我会一直陪着你！",
    "annotation": [
      {
        "sentence": "哈哈，你是看了前一段时间的那个视频《后浪》吧，本来它想宣传正能量，讨好年轻人的，结果招来了很多非议。",
        "label": ""
      },
      {
        "sentence": "我也看了那个视频，里面的确有很多值得商榷的地方。",
        "label": ""
      },
      {
        "sentence": "你刚刚步入社会，年轻的你应该对生活充满希望，并为实现自己的目标而努力。",
        "label": ""
      },
      {
        "sentence": "但你也看到了社会所谓的顶层生活状态，这其实是视频中想展现的新一代人的多元化、敢说敢做，有独立思考的一面。",
        "label": ""
      },
      {
        "sentence": "但是现实生活，却更接近像你这样的普通人，就连总理都说了，我们国家还有6亿人月收入才1000块。",
        "label": ""
      },
      {
        "sentence": "你提出的是一个很重要的话题，人生的价值和意义。",
        "label": ""
      },
      {
        "sentence": "如果只从物质和金钱来看待，那些顶层生活就成为了人生的唯一目标。",
        "label": ""
      },
      {
        "sentence": "但是，我们人类有这么简单吗？",
        "label": ""
      },
      {
        "sentence": "国外的研究表明，收入的增加和幸福度并非总是线性关系。",
        "label": ""
      },
      {
        "sentence": "当我们的收入很低的时候，收入的增加确实可以带来幸福感的提升，但当收入达到一定程度后，持续增加并不能够进一步提高幸福感。",
        "label": ""
      },
      {
        "sentence": "这是通过有效数据得出的结论。",
        "label": ""
      },
      {
        "sentence": "而且，人的幸福和人生的意义远不止这些。",
        "label": ""
      },
      {
        "sentence": "如果生活如此简单，我们也不会成为这种高智慧的动物。",
        "label": ""
      },
      {
        "sentence": "我理解你的感受，看到那些顶尖人物的状态，你会感到绝望，觉得自己的生活只是为了房子和车子忙碌，而别人似乎享受着更自由的生活。",
        "label": ""
      },
      {
        "sentence": "实际上，这只是一种错觉。",
        "label": ""
      },
      {
        "sentence": "真正的自由是精神上的自由。",
        "label": ""
      },
      {
        "sentence": "当我们的精神被压抑时，再多的财富自由也不能让我们快乐。",
        "label": ""
      },
      {
        "sentence": "但当我们在满足基本生活需求的同时拥有精神自由时，我们也同样拥有很多自由。",
        "label": ""
      },
      {
        "sentence": "这是两个不同的维度。",
        "label": ""
      },
      {
        "sentence": "如果将它们绑定在一起，那么大多数人都会感到绝望。",
        "label": ""
      },
      {
        "sentence": "你刚刚进入社会，不知道将来会经历什么样的人生，会成为怎样的人。",
        "label": ""
      },
      {
        "sentence": "与其不断想着将来会变成什么样子，不如珍惜每一天，欣赏自己每一天的变化。",
        "label": ""
      },
      {
        "sentence": "未来的成长过程中我会一直陪着你！",
        "label": ""
      }
    ]
  }
]