[
  {
    "role": "client",
    "content": "我是一个25岁的男生，我很害怕犯错，因为我怕别人会对我的批评。有时候即使别人告诉我怎么做，我还是会做错，就算最后明白了该怎么做，我也会感到非常失落。而且最近一个月，我整天都感到疲惫和无精打采，我知道我的问题出在哪里，但我不晓得该怎么去改变。",
    "annotation": [
      {
        "sentence": "我是一个25岁的男生，我很害怕犯错，因为我怕别人会对我的批评。",
        "label": ""
      },
      {
        "sentence": "有时候即使别人告诉我怎么做，我还是会做错，就算最后明白了该怎么做，我也会感到非常失落。",
        "label": ""
      },
      {
        "sentence": "而且最近一个月，我整天都感到疲惫和无精打采，我知道我的问题出在哪里，但我不晓得该怎么去改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说完心里真的很替你难过。但你能够对自己的问题有一个比较清晰的觉察，这已经是迈出了一步。你很害怕被否定和批评，这让你感到很难受。但是我们都会犯错，也是从错误中不断学习成长的。对于失败，我们应该从中总结经验教训，这样才能更好地成长。比如爱迪生发明灯泡，也曾经犯下了很多错误。如果他也像你一样怕遭批评，那么灯泡估计就发明不出来了。",
    "annotation": [
      {
        "sentence": "听你说完心里真的很替你难过。",
        "label": ""
      },
      {
        "sentence": "但你能够对自己的问题有一个比较清晰的觉察，这已经是迈出了一步。",
        "label": ""
      },
      {
        "sentence": "你很害怕被否定和批评，这让你感到很难受。",
        "label": ""
      },
      {
        "sentence": "但是我们都会犯错，也是从错误中不断学习成长的。",
        "label": ""
      },
      {
        "sentence": "对于失败，我们应该从中总结经验教训，这样才能更好地成长。",
        "label": ""
      },
      {
        "sentence": "比如爱迪生发明灯泡，也曾经犯下了很多错误。",
        "label": ""
      },
      {
        "sentence": "如果他也像你一样怕遭批评，那么灯泡估计就发明不出来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己怕被别人否定是因为我渴望得到别人的认可和赞美。我总觉得做错事情就会导致得不到别人的认可，让我感到自己很没用。",
    "annotation": [
      {
        "sentence": "我觉得自己怕被别人否定是因为我渴望得到别人的认可和赞美。",
        "label": ""
      },
      {
        "sentence": "我总觉得做错事情就会导致得不到别人的认可，让我感到自己很没用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉很正常，你在成长过程中缺少了肯定和赞美，所以你很在意别人对你的看法。你认为做错事情就会导致别人找你的茬，所以你很害怕被否定，因为这会让你觉得自己不够好，价值不高。但是真正的自我价值感应该来自于内心，不应该主要依赖外界的认可。所以我们需要在平时的生活中自己多肯定赞美自己，把自己的优点和努力都记录下来，这样你会更加了解自己并对自己更加有信心。",
    "annotation": [
      {
        "sentence": "这种感觉很正常，你在成长过程中缺少了肯定和赞美，所以你很在意别人对你的看法。",
        "label": ""
      },
      {
        "sentence": "你认为做错事情就会导致别人找你的茬，所以你很害怕被否定，因为这会让你觉得自己不够好，价值不高。",
        "label": ""
      },
      {
        "sentence": "但是真正的自我价值感应该来自于内心，不应该主要依赖外界的认可。",
        "label": ""
      },
      {
        "sentence": "所以我们需要在平时的生活中自己多肯定赞美自己，把自己的优点和努力都记录下来，这样你会更加了解自己并对自己更加有信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总觉得自己没有什么优点，也做不到很好。",
    "annotation": [
      {
        "sentence": "但是我总觉得自己没有什么优点，也做不到很好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的优点和劣势，只是你暂时没有找到自己的优点罢了。我们可以通过身边的人或者自己思考，找一些适合自己的方式来了解自己，并且做到更好的自我认知。同时，我们可以从小青春的角度入手，多参与社交活动，多结交志同道合的人，多参与生活，去发现和挖掘自己的兴趣爱好，这样可以更好地了解自己的长处。",
    "annotation": [
      {
        "sentence": "每个人都有自己的优点和劣势，只是你暂时没有找到自己的优点罢了。",
        "label": ""
      },
      {
        "sentence": "我们可以通过身边的人或者自己思考，找一些适合自己的方式来了解自己，并且做到更好的自我认知。",
        "label": ""
      },
      {
        "sentence": "同时，我们可以从小青春的角度入手，多参与社交活动，多结交志同道合的人，多参与生活，去发现和挖掘自己的兴趣爱好，这样可以更好地了解自己的长处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感觉你说的很有道理，我想好好去尝试。不过我还是会觉得害怕，怕因为自己做错事情而遭到别人的批评，不能接受自己犯错误的事实。",
    "annotation": [
      {
        "sentence": "我感觉你说的很有道理，我想好好去尝试。",
        "label": ""
      },
      {
        "sentence": "不过我还是会觉得害怕，怕因为自己做错事情而遭到别人的批评，不能接受自己犯错误的事实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种害怕是很正常的，我们都会遇到。我们需要在不断的尝试和成长中，学会如何积极面对自己的错误。每个人都会犯错，关键是如何在面对错误时能够不倒下、继续前进。所以我们要不断地告诉自己，我们并不完美，犯错是正常的。只要我们愿意学习、成长，就一定会变得越来越好。",
    "annotation": [
      {
        "sentence": "这种害怕是很正常的，我们都会遇到。",
        "label": ""
      },
      {
        "sentence": "我们需要在不断的尝试和成长中，学会如何积极面对自己的错误。",
        "label": ""
      },
      {
        "sentence": "每个人都会犯错，关键是如何在面对错误时能够不倒下、继续前进。",
        "label": ""
      },
      {
        "sentence": "所以我们要不断地告诉自己，我们并不完美，犯错是正常的。",
        "label": ""
      },
      {
        "sentence": "只要我们愿意学习、成长，就一定会变得越来越好。",
        "label": ""
      }
    ]
  }
]