[
  {
    "role": "client",
    "content": "我被人骗钱后总是自责，怎样从自身的挫折中走出来？我不够好，自从被人欺骗了四万多没拿回来后，慢慢的在心里毫不犹豫地自责。自己真的不够好，又被家里人知晓我的隐瞒，帮我还上了四万多还责怪我后就没有责怪。我还很自责也很压抑，脑袋都是绷紧的，什么事都做不成，说话又不流利，又形成了自己的自卑。可能我家庭上的关系又不好，本身我们家庭上，唯有母亲是个很小气，事事都要斤斤计较，只为自己着想，不替他人甚至家里人的关系着想，私生活很混乱，也没有方向感。",
    "annotation": [
      {
        "sentence": "我被人骗钱后总是自责，怎样从自身的挫折中走出来？",
        "label": ""
      },
      {
        "sentence": "我不够好，自从被人欺骗了四万多没拿回来后，慢慢的在心里毫不犹豫地自责。",
        "label": ""
      },
      {
        "sentence": "自己真的不够好，又被家里人知晓我的隐瞒，帮我还上了四万多还责怪我后就没有责怪。",
        "label": ""
      },
      {
        "sentence": "我还很自责也很压抑，脑袋都是绷紧的，什么事都做不成，说话又不流利，又形成了自己的自卑。",
        "label": ""
      },
      {
        "sentence": "可能我家庭上的关系又不好，本身我们家庭上，唯有母亲是个很小气，事事都要斤斤计较，只为自己着想，不替他人甚至家里人的关系着想，私生活很混乱，也没有方向感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问答，我想先因为我和你有相同的感受，我也曾经被骗过壹万多快，心理真的太难受了。总怪自己太傻，那么容易被人骗，又感觉对不起家人。各种各样的情绪涌上来，心理总是堵得慌。那种感受只有经历过的人才会知道啊！你的家人帮你还钱了，是的，通过这件事我们感知到了家人的可贵，亲人的怜惜。因为我也是我妹妹帮助我渡过难关的，所以不必自责。努力向上，将来家人有需要的时候我们也可以互帮互助。被骗钱我的感受是：人生是一个漫长的风景，有一帆风顺，也有些坎坎坷坷。有些事情发生了，即然无可挽回，那就面向未来。熟话说：吃一蛰，长一智。经历过这些，未来的自己做事会成熟稳重些，这又何尝不是一种收获呢。很喜欢那句话：万物皆有裂痕，那是光照进来的地方。再一次相信自己，未来会越来越好！",
    "annotation": [
      {
        "sentence": "看到你的问答，我想先因为我和你有相同的感受，我也曾经被骗过壹万多快，心理真的太难受了。",
        "label": ""
      },
      {
        "sentence": "总怪自己太傻，那么容易被人骗，又感觉对不起家人。",
        "label": ""
      },
      {
        "sentence": "各种各样的情绪涌上来，心理总是堵得慌。",
        "label": ""
      },
      {
        "sentence": "那种感受只有经历过的人才会知道啊！",
        "label": ""
      },
      {
        "sentence": "你的家人帮你还钱了，是的，通过这件事我们感知到了家人的可贵，亲人的怜惜。",
        "label": ""
      },
      {
        "sentence": "因为我也是我妹妹帮助我渡过难关的，所以不必自责。",
        "label": ""
      },
      {
        "sentence": "努力向上，将来家人有需要的时候我们也可以互帮互助。",
        "label": ""
      },
      {
        "sentence": "被骗钱我的感受是：人生是一个漫长的风景，有一帆风顺，也有些坎坎坷坷。",
        "label": ""
      },
      {
        "sentence": "有些事情发生了，即然无可挽回，那就面向未来。",
        "label": ""
      },
      {
        "sentence": "熟话说：吃一蛰，长一智。",
        "label": ""
      },
      {
        "sentence": "经历过这些，未来的自己做事会成熟稳重些，这又何尝不是一种收获呢。",
        "label": ""
      },
      {
        "sentence": "很喜欢那句话：万物皆有裂痕，那是光照进来的地方。",
        "label": ""
      },
      {
        "sentence": "再一次相信自己，未来会越来越好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和理解，你的经历让我感到安慰。是的，看到你这样战胜困难，我对自己的未来充满了希望。但是我还是难以释怀自己的过错，我不知道怎样从自责中走出来。因为我总觉得这是我的错误，我太容易相信别人，太轻信他们了。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和理解，你的经历让我感到安慰。",
        "label": ""
      },
      {
        "sentence": "是的，看到你这样战胜困难，我对自己的未来充满了希望。",
        "label": ""
      },
      {
        "sentence": "但是我还是难以释怀自己的过错，我不知道怎样从自责中走出来。",
        "label": ""
      },
      {
        "sentence": "因为我总觉得这是我的错误，我太容易相信别人，太轻信他们了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我理解你的感受。当面对自己的错误时，我们很难不自责。但是我相信，人都会犯错，重要的是能够反思和成长。你可以试着接受自己的过错，而不是过度责备自己。毕竟，被骗是一种经历，也是一次学习的机会。我们可以从中找到自己的不足，然后努力成长和改进。",
    "annotation": [
      {
        "sentence": "求助者，我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "当面对自己的错误时，我们很难不自责。",
        "label": ""
      },
      {
        "sentence": "但是我相信，人都会犯错，重要的是能够反思和成长。",
        "label": ""
      },
      {
        "sentence": "你可以试着接受自己的过错，而不是过度责备自己。",
        "label": ""
      },
      {
        "sentence": "毕竟，被骗是一种经历，也是一次学习的机会。",
        "label": ""
      },
      {
        "sentence": "我们可以从中找到自己的不足，然后努力成长和改进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该学会接受自己的过错并从中吸取教训。但是我现在还感到很压抑，每天都感到沉重，好像一切都无法释怀。我试着努力向前，但是每次都会被过去的错误拖累。",
    "annotation": [
      {
        "sentence": "你说得对，我应该学会接受自己的过错并从中吸取教训。",
        "label": ""
      },
      {
        "sentence": "但是我现在还感到很压抑，每天都感到沉重，好像一切都无法释怀。",
        "label": ""
      },
      {
        "sentence": "我试着努力向前，但是每次都会被过去的错误拖累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我明白你的感受。当我们经历挫折和错误时，会感到沮丧和压抑。但是，每一天都是一个新的开始。尝试放下过去的错误，专注于当下和未来。你可以尝试一些放松身心的方法，如冥想、运动或与朋友聊天。这样有助于缓解你的压力和消除负面情绪。",
    "annotation": [
      {
        "sentence": "求助者，我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "当我们经历挫折和错误时，会感到沮丧和压抑。",
        "label": ""
      },
      {
        "sentence": "但是，每一天都是一个新的开始。",
        "label": ""
      },
      {
        "sentence": "尝试放下过去的错误，专注于当下和未来。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些放松身心的方法，如冥想、运动或与朋友聊天。",
        "label": ""
      },
      {
        "sentence": "这样有助于缓解你的压力和消除负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试看。但是，我还是担心自己的家庭状况会影响我走出困境。母亲的小气和私生活的混乱让我感到很无助，也不知道怎样处理。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试看。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心自己的家庭状况会影响我走出困境。",
        "label": ""
      },
      {
        "sentence": "母亲的小气和私生活的混乱让我感到很无助，也不知道怎样处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，家庭因素的确会对我们的情绪和心理状态产生影响。但是，我们不能让家庭状况限制或定义我们的未来。你可以尝试与母亲沟通，表达你对她的感受和希望。也可以寻求其他支持，如朋友、亲戚或专业心理咨询师的帮助。记住，你的未来是由你自己决定的。你有能力克服困境，走出自责和压抑的阴影。",
    "annotation": [
      {
        "sentence": "求助者，家庭因素的确会对我们的情绪和心理状态产生影响。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能让家庭状况限制或定义我们的未来。",
        "label": ""
      },
      {
        "sentence": "你可以尝试与母亲沟通，表达你对她的感受和希望。",
        "label": ""
      },
      {
        "sentence": "也可以寻求其他支持，如朋友、亲戚或专业心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你的未来是由你自己决定的。",
        "label": ""
      },
      {
        "sentence": "你有能力克服困境，走出自责和压抑的阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，我不能让家庭问题成为拦阻我前进的障碍。我会尝试与母亲沟通并争取理解和支持。同时，我也会寻求其他人的帮助和建议。谢谢你的鼓励和支持，我感到更有勇气面对困难了。",
    "annotation": [
      {
        "sentence": "你说得没错，我不能让家庭问题成为拦阻我前进的障碍。",
        "label": ""
      },
      {
        "sentence": "我会尝试与母亲沟通并争取理解和支持。",
        "label": ""
      },
      {
        "sentence": "同时，我也会寻求其他人的帮助和建议。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持，我感到更有勇气面对困难了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我很高兴听到你的决心和信心。你不再孤单，我们会一直支持你走出困境。相信自己，相信未来。无论遇到什么困难和挫折，你都会变得更加坚强和成熟。加油！",
    "annotation": [
      {
        "sentence": "求助者，我很高兴听到你的决心和信心。",
        "label": ""
      },
      {
        "sentence": "你不再孤单，我们会一直支持你走出困境。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难和挫折，你都会变得更加坚强和成熟。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]