[
  {
    "role": "client",
    "content": "我被人骗钱后总是自责，怎样才能从自身的挫折中走出来呢？我感觉自己不够好。自从被人欺骗了四万多没拿回来，我就一直在心里毫不犹豫地自责。觉得自己真的不够好。而且家人知道了我隐瞒的事情后，帮我还了四万多还责怪我，我心里很自责也很压抑，感觉脑袋都绷紧了，什么事都做不成。我说话也不流利，也形成了自卑。可能和我家庭关系不好有关系。我们家唯有母亲是个小气的人，事事都要斤斤计较，只为自己着想，不替他人甚至家人着想，私生活也很混乱，也没有方向感。",
    "annotation": [
      {
        "sentence": "我被人骗钱后总是自责，怎样才能从自身的挫折中走出来呢？",
        "label": ""
      },
      {
        "sentence": "我感觉自己不够好。",
        "label": ""
      },
      {
        "sentence": "自从被人欺骗了四万多没拿回来，我就一直在心里毫不犹豫地自责。",
        "label": ""
      },
      {
        "sentence": "觉得自己真的不够好。",
        "label": ""
      },
      {
        "sentence": "而且家人知道了我隐瞒的事情后，帮我还了四万多还责怪我，我心里很自责也很压抑，感觉脑袋都绷紧了，什么事都做不成。",
        "label": ""
      },
      {
        "sentence": "我说话也不流利，也形成了自卑。",
        "label": ""
      },
      {
        "sentence": "可能和我家庭关系不好有关系。",
        "label": ""
      },
      {
        "sentence": "我们家唯有母亲是个小气的人，事事都要斤斤计较，只为自己着想，不替他人甚至家人着想，私生活也很混乱，也没有方向感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "来听听我的看法，从你的描述中能感受到你的迷茫无助和无奈不知所从。你今天能把这些心底的话说出来，这就代表了一个好的开始。只要把内心的许多压抑情绪释放出来，并且改善这些有偏差的认知，我相信你的问题是可以解决的。我有一些建议可以给你，希望能与你一起探讨解决困扰。换个角度看人看事，也许会豁然开朗。每个人对人和事的看法和做法都是不同的，因为性格等因素的原因。我们人与人之间的差别也是在点滴中拉开的。比如，有人在考试不好的情况下会沉沦纠结，而有人会接受并寻找原因来努力调整。那么两种截然不同的态度在下次考试中也许会有不同的效果。所以你的问题也是一样的，换个角度去看人看事。比如你被骗了钱很受伤难受，但这也是一次宝贵的经历，它教会了你社会是很险恶的。也让你明白了吃一堑长一智，以后要多加注意避免再次发生这样的事情。这也是一种人生经历的收获。还有你说家人关系不好，换个角度想一下，你出了事家人也帮你还钱，他们站在你身后帮助你解决问题。我觉得也许很多爱是隐藏在心中的。换个角度看人看事，也许你的世界会变得开朗很多。人总说减少焦虑的办法要么是接受，要么是改变。我们每个人在一生中都会遇到各种烦心事，总会让我们感到焦虑。适度的焦虑可以促进我们前进，但过度的焦虑会让人感到恐惧、迷茫和无力。过度的焦虑只会让你感到更难受，对解决问题没有任何益处。所以学会处理焦虑的办法就是要么接受，要么改变。再焦虑钱也不会回来，所以每天闷闷不乐，老是在自责并且问自己为什么，其实是毫无意义的。你要做的就是接受过去发生的错误，然后努力让自己变得更好，赚回那笔钱就好了。很多问题不要把它们映射到自己的整个人生上，你并没有那么差。很多人喜欢联想，总是把一个问题映射到其他方面，比如你被骗了钱就觉得自己很没用，然后联想到自己说话不流利、自卑、家庭关系不好、母亲小气等等。这样一来，你会觉得自己一无是处，根本没有动力去解决问题。其实并没有那么糟糕，遇到问题就事论事，不要牵扯太多其他的因素。就好比你考试没考好，然后联想到自己长得不好看，其实这些并没有太多的关联。我们要把注意力放在眼前的问题上，妥善解决它们就好。很多事情需要慢慢来，要积跬步至千里。我们每个人都有不足之处，需要花一定的时间去改变和完善。所以别着急，慢慢来。比如你想减轻被骗钱和家庭帮你还钱的内心压力，你可以慢慢让自己变得更好，比如更加努力地工作，多赚点钱，然后还一部分给家人。这样你心里也会好受很多，家庭关系也可能会更融洽，你也会更自信。坚持下去，一定会有收获的。加油！",
    "annotation": [
      {
        "sentence": "来听听我的看法，从你的描述中能感受到你的迷茫无助和无奈不知所从。",
        "label": ""
      },
      {
        "sentence": "你今天能把这些心底的话说出来，这就代表了一个好的开始。",
        "label": ""
      },
      {
        "sentence": "只要把内心的许多压抑情绪释放出来，并且改善这些有偏差的认知，我相信你的问题是可以解决的。",
        "label": ""
      },
      {
        "sentence": "我有一些建议可以给你，希望能与你一起探讨解决困扰。",
        "label": ""
      },
      {
        "sentence": "换个角度看人看事，也许会豁然开朗。",
        "label": ""
      },
      {
        "sentence": "每个人对人和事的看法和做法都是不同的，因为性格等因素的原因。",
        "label": ""
      },
      {
        "sentence": "我们人与人之间的差别也是在点滴中拉开的。",
        "label": ""
      },
      {
        "sentence": "比如，有人在考试不好的情况下会沉沦纠结，而有人会接受并寻找原因来努力调整。",
        "label": ""
      },
      {
        "sentence": "那么两种截然不同的态度在下次考试中也许会有不同的效果。",
        "label": ""
      },
      {
        "sentence": "所以你的问题也是一样的，换个角度去看人看事。",
        "label": ""
      },
      {
        "sentence": "比如你被骗了钱很受伤难受，但这也是一次宝贵的经历，它教会了你社会是很险恶的。",
        "label": ""
      },
      {
        "sentence": "也让你明白了吃一堑长一智，以后要多加注意避免再次发生这样的事情。",
        "label": ""
      },
      {
        "sentence": "这也是一种人生经历的收获。",
        "label": ""
      },
      {
        "sentence": "还有你说家人关系不好，换个角度想一下，你出了事家人也帮你还钱，他们站在你身后帮助你解决问题。",
        "label": ""
      },
      {
        "sentence": "我觉得也许很多爱是隐藏在心中的。",
        "label": ""
      },
      {
        "sentence": "换个角度看人看事，也许你的世界会变得开朗很多。",
        "label": ""
      },
      {
        "sentence": "人总说减少焦虑的办法要么是接受，要么是改变。",
        "label": ""
      },
      {
        "sentence": "我们每个人在一生中都会遇到各种烦心事，总会让我们感到焦虑。",
        "label": ""
      },
      {
        "sentence": "适度的焦虑可以促进我们前进，但过度的焦虑会让人感到恐惧、迷茫和无力。",
        "label": ""
      },
      {
        "sentence": "过度的焦虑只会让你感到更难受，对解决问题没有任何益处。",
        "label": ""
      },
      {
        "sentence": "所以学会处理焦虑的办法就是要么接受，要么改变。",
        "label": ""
      },
      {
        "sentence": "再焦虑钱也不会回来，所以每天闷闷不乐，老是在自责并且问自己为什么，其实是毫无意义的。",
        "label": ""
      },
      {
        "sentence": "你要做的就是接受过去发生的错误，然后努力让自己变得更好，赚回那笔钱就好了。",
        "label": ""
      },
      {
        "sentence": "很多问题不要把它们映射到自己的整个人生上，你并没有那么差。",
        "label": ""
      },
      {
        "sentence": "很多人喜欢联想，总是把一个问题映射到其他方面，比如你被骗了钱就觉得自己很没用，然后联想到自己说话不流利、自卑、家庭关系不好、母亲小气等等。",
        "label": ""
      },
      {
        "sentence": "这样一来，你会觉得自己一无是处，根本没有动力去解决问题。",
        "label": ""
      },
      {
        "sentence": "其实并没有那么糟糕，遇到问题就事论事，不要牵扯太多其他的因素。",
        "label": ""
      },
      {
        "sentence": "就好比你考试没考好，然后联想到自己长得不好看，其实这些并没有太多的关联。",
        "label": ""
      },
      {
        "sentence": "我们要把注意力放在眼前的问题上，妥善解决它们就好。",
        "label": ""
      },
      {
        "sentence": "很多事情需要慢慢来，要积跬步至千里。",
        "label": ""
      },
      {
        "sentence": "我们每个人都有不足之处，需要花一定的时间去改变和完善。",
        "label": ""
      },
      {
        "sentence": "所以别着急，慢慢来。",
        "label": ""
      },
      {
        "sentence": "比如你想减轻被骗钱和家庭帮你还钱的内心压力，你可以慢慢让自己变得更好，比如更加努力地工作，多赚点钱，然后还一部分给家人。",
        "label": ""
      },
      {
        "sentence": "这样你心里也会好受很多，家庭关系也可能会更融洽，你也会更自信。",
        "label": ""
      },
      {
        "sentence": "坚持下去，一定会有收获的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]