[
  {
    "role": "client",
    "content": "被人骗钱后总是自责，怎样从自身的挫折中走出来？我不够好，自从被人欺骗了四万多没拿回来后，慢慢的在心里毫不犹豫的自责，自己真的不够好，又被家里人知晓我的隐瞒，帮我还上了四万多还责怪我后就没有责怪，我还很自责也很压抑，脑袋都是绷紧的，什么事都做不成，说话又不流利，又形成了自己的自卑，可能我家庭上的关系又不好，本身我们家庭上，唯有母亲是个很小气，事事都要斤斤计较，只为自己着想，不替他人甚至家里人的关系着想，私生活很混乱，也没有方向感。。",
    "annotation": [
      {
        "sentence": "被人骗钱后总是自责，怎样从自身的挫折中走出来？",
        "label": ""
      },
      {
        "sentence": "我不够好，自从被人欺骗了四万多没拿回来后，慢慢的在心里毫不犹豫的自责，自己真的不够好，又被家里人知晓我的隐瞒，帮我还上了四万多还责怪我后就没有责怪，我还很自责也很压抑，脑袋都是绷紧的，什么事都做不成，说话又不流利，又形成了自己的自卑，可能我家庭上的关系又不好，本身我们家庭上，唯有母亲是个很小气，事事都要斤斤计较，只为自己着想，不替他人甚至家里人的关系着想，私生活很混乱，也没有方向感。。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看到你说你最近遇到了一些麻烦，被人骗了钱拿不回来，还被家人知道了，但家人帮你还了钱却没有责怪你，你觉得非常自责。你觉得自己不够好，很自卑，认为造成这种问题的原因是你的家庭关系不好，母亲很小气很自私，你想知道你怎样从自身的挫折中走出来。",
    "annotation": [
      {
        "sentence": "我看到你说你最近遇到了一些麻烦，被人骗了钱拿不回来，还被家人知道了，但家人帮你还了钱却没有责怪你，你觉得非常自责。",
        "label": ""
      },
      {
        "sentence": "你觉得自己不够好，很自卑，认为造成这种问题的原因是你的家庭关系不好，母亲很小气很自私，你想知道你怎样从自身的挫折中走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己很糟糕，我也知道别人可能会觉得我太过自责。但我真的很难接受自己被骗的事实，也很难面对自己在家庭关系中的问题。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己很糟糕，我也知道别人可能会觉得我太过自责。",
        "label": ""
      },
      {
        "sentence": "但我真的很难接受自己被骗的事实，也很难面对自己在家庭关系中的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，被人骗了四万，这确实是一件会引起负面情绪的事。但通常人们遇到这种事，可能会更容易表现出愤怒的情绪，会去谴责骗子，甚至会愤世嫉俗。毕竟是骗子主动发起骗人钱财的行为，那么理应骗子承担被指责的责任。我想，这也许是你家人帮你还了钱却没有责怪你的原因之一。",
    "annotation": [
      {
        "sentence": "首先，被人骗了四万，这确实是一件会引起负面情绪的事。",
        "label": ""
      },
      {
        "sentence": "但通常人们遇到这种事，可能会更容易表现出愤怒的情绪，会去谴责骗子，甚至会愤世嫉俗。",
        "label": ""
      },
      {
        "sentence": "毕竟是骗子主动发起骗人钱财的行为，那么理应骗子承担被指责的责任。",
        "label": ""
      },
      {
        "sentence": "我想，这也许是你家人帮你还了钱却没有责怪你的原因之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，也许你说的对。我确实应该更多地看到别人对我的支持和理解。",
    "annotation": [
      {
        "sentence": "嗯，也许你说的对。",
        "label": ""
      },
      {
        "sentence": "我确实应该更多地看到别人对我的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，遇到这种问题你会有自责，觉得是自己防备心不够才会上当，这也是很正常的。但从你的描述里，我感觉到你的这个“自责”似乎有些过度了，原本可能只是你的“防备心不够”这一个问题，但现在你却把它扩大化了，你觉得自己“什么都做不好”。",
    "annotation": [
      {
        "sentence": "当然，遇到这种问题你会有自责，觉得是自己防备心不够才会上当，这也是很正常的。",
        "label": ""
      },
      {
        "sentence": "但从你的描述里，我感觉到你的这个“自责”似乎有些过度了，原本可能只是你的“防备心不够”这一个问题，但现在你却把它扩大化了，你觉得自己“什么都做不好”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉自己一事无成，有时候甚至怀疑自己的价值。",
    "annotation": [
      {
        "sentence": "是的，我感觉自己一事无成，有时候甚至怀疑自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想，这种“扩大化”可能才是你真正的问题。你被人骗了四万，却没有把责任都推给别人，而是认为这是“自身的挫折”。从这里我能看出，你其实是一个很有担当的人。你在后面提到说你很自卑，觉得自己什么事都做不好，但我通过你的整段描述里，并没有觉感觉到你很自卑。因为你一直在说你觉得自己不够好，一直很自责，这说明你对自己的要求其实挺高的，你觉得自己能够做到更好，这其实一种自信的表现。",
    "annotation": [
      {
        "sentence": "我想，这种“扩大化”可能才是你真正的问题。",
        "label": ""
      },
      {
        "sentence": "你被人骗了四万，却没有把责任都推给别人，而是认为这是“自身的挫折”。",
        "label": ""
      },
      {
        "sentence": "从这里我能看出，你其实是一个很有担当的人。",
        "label": ""
      },
      {
        "sentence": "你在后面提到说你很自卑，觉得自己什么事都做不好，但我通过你的整段描述里，并没有觉感觉到你很自卑。",
        "label": ""
      },
      {
        "sentence": "因为你一直在说你觉得自己不够好，一直很自责，这说明你对自己的要求其实挺高的，你觉得自己能够做到更好，这其实一种自信的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的是对的，我确实有时会以过高的标准要求自己。",
    "annotation": [
      {
        "sentence": "或许你说的是对的，我确实有时会以过高的标准要求自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所以我能不能这样想，就是你其实觉得你“应该”什么事都做得很好，你“应该不被骗”，但“现实”是你也有做不好的事，你也会被骗。你头脑里对“应该”的想象，与“现实”起了冲突，你的过度自责便由此而生。同样的道理，你也觉得你犯错误“应该”被父母指责，但“现实”是他们没有指责；你觉得你的家庭关系“应该”很好，但“现实”是不太好；你觉得你母亲“应该”是很好的人，但“现实”是她也有一些缺点。所以，其实你一直在跟“现实”较劲，当“现实”与你的“想象”不符的时候，你会觉得这是“错的”，一定要想办法把它扭转成你理想中的“正确”，而当你做不到的时候，你就开始自我责备，觉得是你自己不够好才会做不到。",
    "annotation": [
      {
        "sentence": "所以我能不能这样想，就是你其实觉得你“应该”什么事都做得很好，你“应该不被骗”，但“现实”是你也有做不好的事，你也会被骗。",
        "label": ""
      },
      {
        "sentence": "你头脑里对“应该”的想象，与“现实”起了冲突，你的过度自责便由此而生。",
        "label": ""
      },
      {
        "sentence": "同样的道理，你也觉得你犯错误“应该”被父母指责，但“现实”是他们没有指责；你觉得你的家庭关系“应该”很好，但“现实”是不太好；你觉得你母亲“应该”是很好的人，但“现实”是她也有一些缺点。",
        "label": ""
      },
      {
        "sentence": "所以，其实你一直在跟“现实”较劲，当“现实”与你的“想象”不符的时候，你会觉得这是“错的”，一定要想办法把它扭转成你理想中的“正确”，而当你做不到的时候，你就开始自我责备，觉得是你自己不够好才会做不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。或许我需要更接受现实，不再过于苛责自己。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "或许我需要更接受现实，不再过于苛责自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你能理解这一点已经是很大的进步。在面对挫折和困难时，我们都需要给自己一些宽容和理解。每个人都有弱点和犯错的时候，重要的是学会从中吸取教训，而不是过度责备自己。",
    "annotation": [
      {
        "sentence": "很好，你能理解这一点已经是很大的进步。",
        "label": ""
      },
      {
        "sentence": "在面对挫折和困难时，我们都需要给自己一些宽容和理解。",
        "label": ""
      },
      {
        "sentence": "每个人都有弱点和犯错的时候，重要的是学会从中吸取教训，而不是过度责备自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我会试着放下过去的自责，好好面对现实。",
    "annotation": [
      {
        "sentence": "是的，我会试着放下过去的自责，好好面对现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，我相信你能够走出这段困境。同时，也要记住，你并不孤单，我们可以一起度过这个过程。若你还需要任何帮助或倾诉，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "非常好，我相信你能够走出这段困境。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住，你并不孤单，我们可以一起度过这个过程。",
        "label": ""
      },
      {
        "sentence": "若你还需要任何帮助或倾诉，随时都可以来找我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和理解，我会珍惜这份友谊的。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和理解，我会珍惜这份友谊的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。对于真正的朋友，理解和支持是天然的。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "对于真正的朋友，理解和支持是天然的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "再次谢谢你，我们下次聊天再见。",
    "annotation": [
      {
        "sentence": "再次谢谢你，我们下次聊天再见。",
        "label": ""
      }
    ]
  }
]