[
  {
    "role": "client",
    "content": "被人骗钱后总是自责，怎样从自身的挫折中走出来？？我不够好，自从被人欺骗了四万多没拿回来后，慢慢的在心里毫不犹豫的自责，自己真的不够好，又被家里人知晓我的隐瞒，帮我还上了四万多还责怪我后就没有责怪，我还很自责也很压抑，脑袋都是绷紧的，什么事都做不成，说话又不流利，又形成了自己的自卑，可能我家庭上的关系又不好，本身我们家庭上，唯有母亲是个很小气，事事都要斤斤计较，只为自己着想，不替他人甚至家里人的关系着想，私生活很混乱，也没有方向感。。",
    "annotation": [
      {
        "sentence": "被人骗钱后总是自责，怎样从自身的挫折中走出来？？",
        "label": ""
      },
      {
        "sentence": "我不够好，自从被人欺骗了四万多没拿回来后，慢慢的在心里毫不犹豫的自责，自己真的不够好，又被家里人知晓我的隐瞒，帮我还上了四万多还责怪我后就没有责怪，我还很自责也很压抑，脑袋都是绷紧的，什么事都做不成，说话又不流利，又形成了自己的自卑，可能我家庭上的关系又不好，本身我们家庭上，唯有母亲是个很小气，事事都要斤斤计较，只为自己着想，不替他人甚至家里人的关系着想，私生活很混乱，也没有方向感。。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，听到你的困扰了。从你的叙述中，我可以感受到你对自己的压力和自责。不过，处理挫折的时间因人而异。我也曾经历过挫折，经历了几年煎熬才学会释怀，所以我能够理解你的感受。接下来，我们一起来探讨一下如何应对挫折吧。",
    "annotation": [
      {
        "sentence": "求助者，听到你的困扰了。",
        "label": ""
      },
      {
        "sentence": "从你的叙述中，我可以感受到你对自己的压力和自责。",
        "label": ""
      },
      {
        "sentence": "不过，处理挫折的时间因人而异。",
        "label": ""
      },
      {
        "sentence": "我也曾经历过挫折，经历了几年煎熬才学会释怀，所以我能够理解你的感受。",
        "label": ""
      },
      {
        "sentence": "接下来，我们一起来探讨一下如何应对挫折吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我不够好，被人骗了四万多没拿回来，我一直在心里责怪自己，觉得自己真的不够好。",
    "annotation": [
      {
        "sentence": "我觉得我不够好，被人骗了四万多没拿回来，我一直在心里责怪自己，觉得自己真的不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能体会你的感受，就像我曾经深陷挫折一样。在挫折面前，我们常常会否定自己，想着如果当初做得不同，结果可能就不同了。然而，亲爱的，我们不能沉浸在“如果当初”的设想中。首先，我们来分析一下你被骗的经历。你可能想通过赚取更多的钱改善自己和家人的生活，或者出于善良和同情而被骗，总之你并不是故意被骗的。这说明你是个天真、善良的人，这是你的优点，你要学会肯定自己。虽然你可能觉得在当今复杂的社会中天真可能难以立足，但亲爱的，人生的美好之处在于我们对未来抱有希望和幻想。如果我们对生活充满失望，又怎么能够活得有希望呢？要学会释怀，失去的钱可以用未来的努力来弥补，而陷入自责中只会让你失去更多。",
    "annotation": [
      {
        "sentence": "我能体会你的感受，就像我曾经深陷挫折一样。",
        "label": ""
      },
      {
        "sentence": "在挫折面前，我们常常会否定自己，想着如果当初做得不同，结果可能就不同了。",
        "label": ""
      },
      {
        "sentence": "然而，亲爱的，我们不能沉浸在“如果当初”的设想中。",
        "label": ""
      },
      {
        "sentence": "首先，我们来分析一下你被骗的经历。",
        "label": ""
      },
      {
        "sentence": "你可能想通过赚取更多的钱改善自己和家人的生活，或者出于善良和同情而被骗，总之你并不是故意被骗的。",
        "label": ""
      },
      {
        "sentence": "这说明你是个天真、善良的人，这是你的优点，你要学会肯定自己。",
        "label": ""
      },
      {
        "sentence": "虽然你可能觉得在当今复杂的社会中天真可能难以立足，但亲爱的，人生的美好之处在于我们对未来抱有希望和幻想。",
        "label": ""
      },
      {
        "sentence": "如果我们对生活充满失望，又怎么能够活得有希望呢？",
        "label": ""
      },
      {
        "sentence": "要学会释怀，失去的钱可以用未来的努力来弥补，而陷入自责中只会让你失去更多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "心里压力很大，我觉得很自责。在家人的帮助下还清了四万多，但我还是觉得很沉重。",
    "annotation": [
      {
        "sentence": "心里压力很大，我觉得很自责。",
        "label": ""
      },
      {
        "sentence": "在家人的帮助下还清了四万多，但我还是觉得很沉重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是个有责任感的人，会自觉地寻找自己的过错，这也是你的优点。最初选择隐瞒自己欠债的情况，说明你真的很勇敢，敢于承担，这也是你的好。你真的很棒，要学会夸奖自己，肯定自己的好。在家人的帮助下还清了四万多，可能你没有感到轻松，反而更陷入自责。这说明你是一个好孩子，理解父母的辛苦。那就加油，快快长大吧。过去我们一直依赖父母，但将来我们要成为他们的依靠。加油！",
    "annotation": [
      {
        "sentence": "你是个有责任感的人，会自觉地寻找自己的过错，这也是你的优点。",
        "label": ""
      },
      {
        "sentence": "最初选择隐瞒自己欠债的情况，说明你真的很勇敢，敢于承担，这也是你的好。",
        "label": ""
      },
      {
        "sentence": "你真的很棒，要学会夸奖自己，肯定自己的好。",
        "label": ""
      },
      {
        "sentence": "在家人的帮助下还清了四万多，可能你没有感到轻松，反而更陷入自责。",
        "label": ""
      },
      {
        "sentence": "这说明你是一个好孩子，理解父母的辛苦。",
        "label": ""
      },
      {
        "sentence": "那就加油，快快长大吧。",
        "label": ""
      },
      {
        "sentence": "过去我们一直依赖父母，但将来我们要成为他们的依靠。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "唯一的母亲性格很小气，事事都要斤斤计较。我觉得很难忍受这种性格，但我也不知道该怎么办。",
    "annotation": [
      {
        "sentence": "唯一的母亲性格很小气，事事都要斤斤计较。",
        "label": ""
      },
      {
        "sentence": "我觉得很难忍受这种性格，但我也不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母的性格和原生家庭的影响确实会对孩子产生影响，但这并不是绝对决定因素。如果你觉得难以忍受家人的性格，那就不要成为那样的人，并尝试和妈妈沟通，试着改变她的看法，或者换一种心态来接受她。你能行的！要相信自己，肯定自己。",
    "annotation": [
      {
        "sentence": "父母的性格和原生家庭的影响确实会对孩子产生影响，但这并不是绝对决定因素。",
        "label": ""
      },
      {
        "sentence": "如果你觉得难以忍受家人的性格，那就不要成为那样的人，并尝试和妈妈沟通，试着改变她的看法，或者换一种心态来接受她。",
        "label": ""
      },
      {
        "sentence": "你能行的！",
        "label": ""
      },
      {
        "sentence": "要相信自己，肯定自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尝试和妈妈沟通，努力改变自己的心态。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尝试和妈妈沟通，努力改变自己的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都会在你身边支持你的。记住，你很好，你值得被肯定。加油，我相信你能够走出挫折，拥有美好的未来！",
    "annotation": [
      {
        "sentence": "不用客气，我一直都会在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "记住，你很好，你值得被肯定。",
        "label": ""
      },
      {
        "sentence": "加油，我相信你能够走出挫折，拥有美好的未来！",
        "label": ""
      }
    ]
  }
]