[
  {
    "role": "client",
    "content": "压力山大，好累，如何找到坚持下去的理由呢？我13岁出社会出来14年了经历了很多上半年工厂意外被火烧了爸爸去世了公司一直处于亏损状态玩某软件给主播刷了五十多万工厂60多万给工人发工资…还房贷车贷…上半年本来还有两百多万的现在负债累累负负债三十多万公司倒闭了……我现在在之前做的公司的同行公司上班…我没有放弃我相信以我的能力明年年中就可以还清债务重新创业我手上有很多资源…我现在天天在外面跑业务…有时候心挺累的想要一个人能理解我给我一点安慰和鼓励～我压力挺大的我这一路走来真的很不容易太坎坷了可是我没有颓废之前属于我的我会夺回来的我就是感觉有点无助我的情况没有告诉身边任何一个人现处于低谷期感觉生活很乏味…找不到坚持下去的理由…现在在外面没有心思跑业务真的好累？",
    "annotation": [
      {
        "sentence": "压力山大，好累，如何找到坚持下去的理由呢？",
        "label": ""
      },
      {
        "sentence": "我13岁出社会出来14年了经历了很多上半年工厂意外被火烧了爸爸去世了公司一直处于亏损状态玩某软件给主播刷了五十多万工厂60多万给工人发工资…还房贷车贷…上半年本来还有两百多万的现在负债累累负负债三十多万公司倒闭了……我现在在之前做的公司的同行公司上班…我没有放弃我相信以我的能力明年年中就可以还清债务重新创业我手上有很多资源…我现在天天在外面跑业务…有时候心挺累的想要一个人能理解我给我一点安慰和鼓励～我压力挺大的我这一路走来真的很不容易太坎坷了可是我没有颓废之前属于我的我会夺回来的我就是感觉有点无助我的情况没有告诉身边任何一个人现处于低谷期感觉生活很乏味…找不到坚持下去的理由…现在在外面没有心思跑业务真的好累？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解您发状态，您倾诉的一个问题是，工作，创业等等压力比较大，长期持续性的高压的状态，让自己受不了，加之现在创业有一点点的波折，可能你希望能重新回到一个比较好的状态，心里有点着急，种种压力之下，就会产生类似于崩溃的心理。",
    "annotation": [
      {
        "sentence": "很理解您发状态，您倾诉的一个问题是，工作，创业等等压力比较大，长期持续性的高压的状态，让自己受不了，加之现在创业有一点点的波折，可能你希望能重新回到一个比较好的状态，心里有点着急，种种压力之下，就会产生类似于崩溃的心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实感觉到心理压力很大，一直在为工作和创业努力，但现在处于低谷期，真的很难坚持下去。我很希望有人能够理解我，给我一些安慰和鼓励。",
    "annotation": [
      {
        "sentence": "是的，我确实感觉到心理压力很大，一直在为工作和创业努力，但现在处于低谷期，真的很难坚持下去。",
        "label": ""
      },
      {
        "sentence": "我很希望有人能够理解我，给我一些安慰和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受，13岁出社会，经历了这么多的困难和挫折，你已经做得很了不起了。你是一个勇敢且有韧性的人，这是你一直坚持下去的动力。不过，过多的压力也会让你感到疲倦和无助。我建议你不要给自己太多压力，也需要一个支持系统来帮助你共渡难关。",
    "annotation": [
      {
        "sentence": "我可以理解你的感受，13岁出社会，经历了这么多的困难和挫折，你已经做得很了不起了。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢且有韧性的人，这是你一直坚持下去的动力。",
        "label": ""
      },
      {
        "sentence": "不过，过多的压力也会让你感到疲倦和无助。",
        "label": ""
      },
      {
        "sentence": "我建议你不要给自己太多压力，也需要一个支持系统来帮助你共渡难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我一直都在坚持努力，相信自己明年年中就能还清债务并重新创业。我有很多资源在手中，也在不断地拓展业务。但有时候，心情真的很疲惫，希望有人能够理解我。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我一直都在坚持努力，相信自己明年年中就能还清债务并重新创业。",
        "label": ""
      },
      {
        "sentence": "我有很多资源在手中，也在不断地拓展业务。",
        "label": ""
      },
      {
        "sentence": "但有时候，心情真的很疲惫，希望有人能够理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的努力和决心让我非常钦佩。有时候，即使是坚强的人也会感到疲倦和无助。不要害怕向身边的人寻求帮助和倾诉，他们会理解你的处境并给予你支持和安慰。记住，每个人都有脆弱的一面，你并不孤单，需要和别人一起互相扶持前行。",
    "annotation": [
      {
        "sentence": "你的努力和决心让我非常钦佩。",
        "label": ""
      },
      {
        "sentence": "有时候，即使是坚强的人也会感到疲倦和无助。",
        "label": ""
      },
      {
        "sentence": "不要害怕向身边的人寻求帮助和倾诉，他们会理解你的处境并给予你支持和安慰。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有脆弱的一面，你并不孤单，需要和别人一起互相扶持前行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该尝试向身边的人敞开心扉，与他们分享我的困境和感受。与他人交流不仅可以减轻心理压力，也能得到更多的支持和帮助。我明白人生不仅仅是追求成功和财富，还需要互相关爱和希望。",
    "annotation": [
      {
        "sentence": "你说得对，我应该尝试向身边的人敞开心扉，与他们分享我的困境和感受。",
        "label": ""
      },
      {
        "sentence": "与他人交流不仅可以减轻心理压力，也能得到更多的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我明白人生不仅仅是追求成功和财富，还需要互相关爱和希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确！人生的价值不仅仅体现在物质方面，更体现在人与人之间的关爱和支持上。放松自己是必要的，给自己一些休息和享受人生的时间。记住，你是很优秀的，你可以克服眼前的困难，再次崛起！",
    "annotation": [
      {
        "sentence": "非常正确！",
        "label": ""
      },
      {
        "sentence": "人生的价值不仅仅体现在物质方面，更体现在人与人之间的关爱和支持上。",
        "label": ""
      },
      {
        "sentence": "放松自己是必要的，给自己一些休息和享受人生的时间。",
        "label": ""
      },
      {
        "sentence": "记住，你是很优秀的，你可以克服眼前的困难，再次崛起！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会调整心态，给自己一些放松和休息的时间。虽然目前处于低谷期，但我相信自己有能力克服困难，重新迎接挑战。我要再次感谢你的陪伴和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会调整心态，给自己一些放松和休息的时间。",
        "label": ""
      },
      {
        "sentence": "虽然目前处于低谷期，但我相信自己有能力克服困难，重新迎接挑战。",
        "label": ""
      },
      {
        "sentence": "我要再次感谢你的陪伴和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你一定能战胜眼前的困难，重拾信心。如果你需要任何帮助或者愿意继续倾诉，我都会在这里支持你。坚持下去，相信自己，你一定会成功的！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你一定能战胜眼前的困难，重拾信心。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者愿意继续倾诉，我都会在这里支持你。",
        "label": ""
      },
      {
        "sentence": "坚持下去，相信自己，你一定会成功的！",
        "label": ""
      }
    ]
  }
]