[
  {
    "role": "client",
    "content": "如何开导自己不去死？怀疑有心理病还是我只是中二病？怀疑自己有心理疾病却不知道是哪一个，家里人没人理解，后来因此大吵，过后就说没事了，不敢再提，很想死，没有梦想，但是又想坚持活着，大难之后必有后福，我的生活从小一直很糟糕，像小说一样狗血，但是总想会不会我以后会有好生活，舍不得死。我今年15岁，做过网络测试和寻找有关资讯，怀疑自己有心理疾病，但是也不知道是哪个，12到14岁经常做恶梦，今年就没了，但是开始控制不住伤害自己，因为恶梦的关系，我也经常失眠，没开音乐我不敢睡觉，设置1小时30分钟开着音乐都还没入睡很烦躁，经常因为小事不小心代入流泪，家里狗死了看着尸体都没感觉，有时候觉得自己太平静，时常会回忆起说过的和做过的事觉得羞耻，除了工作我不想社交，在外或家里会不自觉的乐观开朗活泼，没有人我才能够安心，才能不一直笑着，说话有时候不利索，行动也不利索，记忆力烂到杯子放桌子，就忘记要干嘛，过后想起来要装水喝，网络查了说只是中二病，真的吗？也许我多心",
    "annotation": [
      {
        "sentence": "如何开导自己不去死？",
        "label": ""
      },
      {
        "sentence": "怀疑有心理病还是我只是中二病？",
        "label": ""
      },
      {
        "sentence": "怀疑自己有心理疾病却不知道是哪一个，家里人没人理解，后来因此大吵，过后就说没事了，不敢再提，很想死，没有梦想，但是又想坚持活着，大难之后必有后福，我的生活从小一直很糟糕，像小说一样狗血，但是总想会不会我以后会有好生活，舍不得死。",
        "label": ""
      },
      {
        "sentence": "我今年15岁，做过网络测试和寻找有关资讯，怀疑自己有心理疾病，但是也不知道是哪个，12到14岁经常做恶梦，今年就没了，但是开始控制不住伤害自己，因为恶梦的关系，我也经常失眠，没开音乐我不敢睡觉，设置1小时30分钟开着音乐都还没入睡很烦躁，经常因为小事不小心代入流泪，家里狗死了看着尸体都没感觉，有时候觉得自己太平静，时常会回忆起说过的和做过的事觉得羞耻，除了工作我不想社交，在外或家里会不自觉的乐观开朗活泼，没有人我才能够安心，才能不一直笑着，说话有时候不利索，行动也不利索，记忆力烂到杯子放桌子，就忘记要干嘛，过后想起来要装水喝，网络查了说只是中二病，真的吗？",
        "label": ""
      },
      {
        "sentence": "也许我多心",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者你好。我明白你现在感到非常困扰并且想要得到帮助。首先，我想告诉你的是，网络上的测评结果并不一定可靠，很多测试只是为了娱乐而设计，并不能准确地评估你的心理状况。特别是类似\"中二病\"的说法，其实并没有对应的医学病症，只是一种形容。不要太过相信这类测评的结果。根据你的描述，你提到经常失眠、说话不利索、记忆力下降等问题，这些可能是精神上的压力影响了你的正常生活。你已经意识到了这一点，向外求助可能是必要的。你可以选择直接去医院的心理科挂号，医生会对你的精神状况进行评估，并判断你是否患有某种精神疾病。另外，你也可以选择在网络上或附近的机构寻求心理咨询师的帮助，虽然他们没有诊断的权利，但同样可以评估你的精神状况，告诉你是否需要进一步的临床治疗。如果在咨询的过程中，通过调整认知就能帮助你过得更舒适一些，那找到一个合适的心理咨询师将会非常有用；如果需要，务必按照医生的建议进行临床治疗。现在网络上的信息很多，但也很杂，你可能会看到很多关于如何衡量自己是否正常的测评、一千个博主给你描述\"病人\"的样子，这反而可能让你更加困惑。判断自己是否\"病\"，关键在于你的精神状况是否妨碍了你的正常生活。当你明确感到不舒服的时候，请尽快寻求帮助，不要觉得自己多心。你要好好照顾自己哦！未来有很多美好的事情等待着你！",
    "annotation": [
      {
        "sentence": "求助者你好。",
        "label": ""
      },
      {
        "sentence": "我明白你现在感到非常困扰并且想要得到帮助。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你的是，网络上的测评结果并不一定可靠，很多测试只是为了娱乐而设计，并不能准确地评估你的心理状况。",
        "label": ""
      },
      {
        "sentence": "特别是类似\"中二病\"的说法，其实并没有对应的医学病症，只是一种形容。",
        "label": ""
      },
      {
        "sentence": "不要太过相信这类测评的结果。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，你提到经常失眠、说话不利索、记忆力下降等问题，这些可能是精神上的压力影响了你的正常生活。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了这一点，向外求助可能是必要的。",
        "label": ""
      },
      {
        "sentence": "你可以选择直接去医院的心理科挂号，医生会对你的精神状况进行评估，并判断你是否患有某种精神疾病。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以选择在网络上或附近的机构寻求心理咨询师的帮助，虽然他们没有诊断的权利，但同样可以评估你的精神状况，告诉你是否需要进一步的临床治疗。",
        "label": ""
      },
      {
        "sentence": "如果在咨询的过程中，通过调整认知就能帮助你过得更舒适一些，那找到一个合适的心理咨询师将会非常有用；如果需要，务必按照医生的建议进行临床治疗。",
        "label": ""
      },
      {
        "sentence": "现在网络上的信息很多，但也很杂，你可能会看到很多关于如何衡量自己是否正常的测评、一千个博主给你描述\"病人\"的样子，这反而可能让你更加困惑。",
        "label": ""
      },
      {
        "sentence": "判断自己是否\"病\"，关键在于你的精神状况是否妨碍了你的正常生活。",
        "label": ""
      },
      {
        "sentence": "当你明确感到不舒服的时候，请尽快寻求帮助，不要觉得自己多心。",
        "label": ""
      },
      {
        "sentence": "你要好好照顾自己哦！",
        "label": ""
      },
      {
        "sentence": "未来有很多美好的事情等待着你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复和关心。我明白网络测评的可信度不高，但是我实在是不确定自己是否患有心理疾病。我感觉我无法和家人沟通，他们根本无法理解我的感受，我们还因此大吵过。之后他们又说没事了，我现在不敢再提任何事情。我真的很想死，但又一直告诉自己要坚持活下去。我相信经历大难后一定会有好运的。我从小就过着糟糕的生活，像小说里一样充满了狗血剧情。但我总是想，也许将来会有更好的生活，所以我舍不得死。我现在15岁了，做过一些网络测试，也寻找了一些相关的资讯，怀疑自己患有心理疾病。但是我还无法确定到底是哪种心理疾病。从12到14岁的时候，我经常做噩梦，但今年已经没有了。然而，我开始无法控制自己伤害自己的行为，这可能和噩梦有关。我也常常失眠，如果不开音乐的话，我就不敢入睡。即使开了音乐，也需要1小时30分钟才能入睡，这真的很烦躁。还经常因为一些小事情不小心流泪。上次家里养的狗死了，看着它的尸体，我竟然没感觉。有时候，我会觉得自己太过平静。我会经常回忆起过去说过和做过的事情，觉得非常羞耻。除了工作之外，我真的不想有社交生活。在外面或者家里的时候，我会不自觉地表现得乐观开朗、活泼可爱。只有没有人的时候，我才能够真心实意地安心下来，不再一直笑着。有时候我说话不利索，行动也不利索，记忆力几乎像杯子放在桌子上然后忘记要干嘛的程度。最后还要查网络，上面说我只是中二病，但我真的不确定。也许我的担心太多了。",
    "annotation": [
      {
        "sentence": "谢谢你的回复和关心。",
        "label": ""
      },
      {
        "sentence": "我明白网络测评的可信度不高，但是我实在是不确定自己是否患有心理疾病。",
        "label": ""
      },
      {
        "sentence": "我感觉我无法和家人沟通，他们根本无法理解我的感受，我们还因此大吵过。",
        "label": ""
      },
      {
        "sentence": "之后他们又说没事了，我现在不敢再提任何事情。",
        "label": ""
      },
      {
        "sentence": "我真的很想死，但又一直告诉自己要坚持活下去。",
        "label": ""
      },
      {
        "sentence": "我相信经历大难后一定会有好运的。",
        "label": ""
      },
      {
        "sentence": "我从小就过着糟糕的生活，像小说里一样充满了狗血剧情。",
        "label": ""
      },
      {
        "sentence": "但我总是想，也许将来会有更好的生活，所以我舍不得死。",
        "label": ""
      },
      {
        "sentence": "我现在15岁了，做过一些网络测试，也寻找了一些相关的资讯，怀疑自己患有心理疾病。",
        "label": ""
      },
      {
        "sentence": "但是我还无法确定到底是哪种心理疾病。",
        "label": ""
      },
      {
        "sentence": "从12到14岁的时候，我经常做噩梦，但今年已经没有了。",
        "label": ""
      },
      {
        "sentence": "然而，我开始无法控制自己伤害自己的行为，这可能和噩梦有关。",
        "label": ""
      },
      {
        "sentence": "我也常常失眠，如果不开音乐的话，我就不敢入睡。",
        "label": ""
      },
      {
        "sentence": "即使开了音乐，也需要1小时30分钟才能入睡，这真的很烦躁。",
        "label": ""
      },
      {
        "sentence": "还经常因为一些小事情不小心流泪。",
        "label": ""
      },
      {
        "sentence": "上次家里养的狗死了，看着它的尸体，我竟然没感觉。",
        "label": ""
      },
      {
        "sentence": "有时候，我会觉得自己太过平静。",
        "label": ""
      },
      {
        "sentence": "我会经常回忆起过去说过和做过的事情，觉得非常羞耻。",
        "label": ""
      },
      {
        "sentence": "除了工作之外，我真的不想有社交生活。",
        "label": ""
      },
      {
        "sentence": "在外面或者家里的时候，我会不自觉地表现得乐观开朗、活泼可爱。",
        "label": ""
      },
      {
        "sentence": "只有没有人的时候，我才能够真心实意地安心下来，不再一直笑着。",
        "label": ""
      },
      {
        "sentence": "有时候我说话不利索，行动也不利索，记忆力几乎像杯子放在桌子上然后忘记要干嘛的程度。",
        "label": ""
      },
      {
        "sentence": "最后还要查网络，上面说我只是中二病，但我真的不确定。",
        "label": ""
      },
      {
        "sentence": "也许我的担心太多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你很勇敢，能够坦诚地表达自己的感受，这是非常好的一步。特别是家庭无法理解你的感受，也曾因此大吵过，这确实很让人困扰。听到你说想要活下去的愿望，我觉得你已经具备了战胜困难的勇气。你说得对，经历大难后，往往会有好运。我明白你从小生活糟糕的感受，但你一直坚持着对未来生活的希望，这是非常重要的。至于你对自己是否患有心理疾病的疑虑，虽然网络测试和资讯有一定参考价值，但最可靠的还是专业人士的评估。我建议你可以去医院的心理科挂号，由医生来评估你的精神状况，确定是否需要进一步治疗。此外，你也可以向心理咨询师求助，他们虽然不能给你诊断，但可以帮助你评估精神健康状况，并提供相应的辅导和支持。对于失眠和伤害自己的行为，同样需要专业人士的帮助。请不要犹豫，尽快找到合适的心理咨询师或者医生，寻求适当的治疗和支持。同时，不要忘记，你不是一个人在战斗，有许多人愿意帮助你度过困难。请再次相信自己，你一定能够走出困境，重新找到生活的希望和方向。生命中有无数美好的事情等待着你！",
    "annotation": [
      {
        "sentence": "求助者，你很勇敢，能够坦诚地表达自己的感受，这是非常好的一步。",
        "label": ""
      },
      {
        "sentence": "特别是家庭无法理解你的感受，也曾因此大吵过，这确实很让人困扰。",
        "label": ""
      },
      {
        "sentence": "听到你说想要活下去的愿望，我觉得你已经具备了战胜困难的勇气。",
        "label": ""
      },
      {
        "sentence": "你说得对，经历大难后，往往会有好运。",
        "label": ""
      },
      {
        "sentence": "我明白你从小生活糟糕的感受，但你一直坚持着对未来生活的希望，这是非常重要的。",
        "label": ""
      },
      {
        "sentence": "至于你对自己是否患有心理疾病的疑虑，虽然网络测试和资讯有一定参考价值，但最可靠的还是专业人士的评估。",
        "label": ""
      },
      {
        "sentence": "我建议你可以去医院的心理科挂号，由医生来评估你的精神状况，确定是否需要进一步治疗。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以向心理咨询师求助，他们虽然不能给你诊断，但可以帮助你评估精神健康状况，并提供相应的辅导和支持。",
        "label": ""
      },
      {
        "sentence": "对于失眠和伤害自己的行为，同样需要专业人士的帮助。",
        "label": ""
      },
      {
        "sentence": "请不要犹豫，尽快找到合适的心理咨询师或者医生，寻求适当的治疗和支持。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记，你不是一个人在战斗，有许多人愿意帮助你度过困难。",
        "label": ""
      },
      {
        "sentence": "请再次相信自己，你一定能够走出困境，重新找到生活的希望和方向。",
        "label": ""
      },
      {
        "sentence": "生命中有无数美好的事情等待着你！",
        "label": ""
      }
    ]
  }
]