[
  {
    "role": "client",
    "content": "26岁，始终走不出亲戚关系的阴影怎么办？",
    "annotation": [
      {
        "sentence": "26岁，始终走不出亲戚关系的阴影怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题，深表同情，拥抱你一下吧！你的这个问题很有代表性，期间交织着父亲懦弱、夫妻关系不协调、婆媳关系不和、长辈界限不清等问题，这些问题交织在一起，足以让一个小女孩窒息。好在，你现在长大了，只要你的方法有效，是有能力去保护自己的，所以不要怕。这些课题，都是来帮助我们成长的。我们来理一理你家的问题。",
    "annotation": [
      {
        "sentence": "看了你的问题，深表同情，拥抱你一下吧！",
        "label": ""
      },
      {
        "sentence": "你的这个问题很有代表性，期间交织着父亲懦弱、夫妻关系不协调、婆媳关系不和、长辈界限不清等问题，这些问题交织在一起，足以让一个小女孩窒息。",
        "label": ""
      },
      {
        "sentence": "好在，你现在长大了，只要你的方法有效，是有能力去保护自己的，所以不要怕。",
        "label": ""
      },
      {
        "sentence": "这些课题，都是来帮助我们成长的。",
        "label": ""
      },
      {
        "sentence": "我们来理一理你家的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。从小母亲与奶奶家人矛盾深厚，奶奶也不愿意帮我妈带孩子，直到我上幼儿园因父母工作忙而被寄养在奶奶家。感受到奶奶那边一家人非常不喜欢不欢迎我，有些重男轻女，以及比我小一岁的表妹的虐待欺凌，导致我变得非常胆小怕事不敢表达自我，忍受欺负不敢反击（此事父母从不知情，他们也不太关心我）。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "从小母亲与奶奶家人矛盾深厚，奶奶也不愿意帮我妈带孩子，直到我上幼儿园因父母工作忙而被寄养在奶奶家。",
        "label": ""
      },
      {
        "sentence": "感受到奶奶那边一家人非常不喜欢不欢迎我，有些重男轻女，以及比我小一岁的表妹的虐待欺凌，导致我变得非常胆小怕事不敢表达自我，忍受欺负不敢反击（此事父母从不知情，他们也不太关心我）。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种现象，在中国传统的家庭里非常普遍的存在，父母因为爱那个孩子，爱屋及乌，会多疼爱那个孩子的妻子、孩子；反之，就少疼那个孩子的妻子、孩子，还不能反击，一反击，就说你给你妈一样，事儿多。你被虐待欺凌，感受到的痛苦和委屈肯定很大，这也是让你变得胆小怕事、不敢表达自我的原因之一。但是现在你已经长大成人，能够保护自己了。",
    "annotation": [
      {
        "sentence": "这种现象，在中国传统的家庭里非常普遍的存在，父母因为爱那个孩子，爱屋及乌，会多疼爱那个孩子的妻子、孩子；反之，就少疼那个孩子的妻子、孩子，还不能反击，一反击，就说你给你妈一样，事儿多。",
        "label": ""
      },
      {
        "sentence": "你被虐待欺凌，感受到的痛苦和委屈肯定很大，这也是让你变得胆小怕事、不敢表达自我的原因之一。",
        "label": ""
      },
      {
        "sentence": "但是现在你已经长大成人，能够保护自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我奶奶一家人比较自私，感情淡薄只重利益，表面维持虚假的和谐关系，为人不厚道经常剥削我父亲占便宜，父亲性格软弱不会维护边界，大学毕业后又开始打我的主意。我母亲太有原则没有人情味，所有事都认为自己全对，挑剔我毛病，对别人几乎没有共情能力，总斥责我和我爸软弱没主见，谩骂抱怨奶奶一家人。",
    "annotation": [
      {
        "sentence": "我奶奶一家人比较自私，感情淡薄只重利益，表面维持虚假的和谐关系，为人不厚道经常剥削我父亲占便宜，父亲性格软弱不会维护边界，大学毕业后又开始打我的主意。",
        "label": ""
      },
      {
        "sentence": "我母亲太有原则没有人情味，所有事都认为自己全对，挑剔我毛病，对别人几乎没有共情能力，总斥责我和我爸软弱没主见，谩骂抱怨奶奶一家人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是问题的根本，就是这一家人，尤其是奶奶不厚道，欺软怕硬，而你父亲愚孝，自己不侵入，连带着妻女都被侵入。这根本的原因是你父亲边界不清，不能很好的保护自己，保护妻女。你母亲也是因为长期受到奶奶的伤害，才变得没有人情味。你可以试着和你母亲沟通，告诉她你了解她的处境，并希望可以一起过幸福的日子。",
    "annotation": [
      {
        "sentence": "这是问题的根本，就是这一家人，尤其是奶奶不厚道，欺软怕硬，而你父亲愚孝，自己不侵入，连带着妻女都被侵入。",
        "label": ""
      },
      {
        "sentence": "这根本的原因是你父亲边界不清，不能很好的保护自己，保护妻女。",
        "label": ""
      },
      {
        "sentence": "你母亲也是因为长期受到奶奶的伤害，才变得没有人情味。",
        "label": ""
      },
      {
        "sentence": "你可以试着和你母亲沟通，告诉她你了解她的处境，并希望可以一起过幸福的日子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。现在，我从小被夹在中间变得两面派，目前也是表面上虚假维持着，但是内心极度反感奶奶他们，心底里没多少亲情，为躲避他们算计我主动远离，结果被道德绑架说我不关心老人瞧不起穷亲戚，我必须撕破脸表达真实想法并决裂吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "现在，我从小被夹在中间变得两面派，目前也是表面上虚假维持着，但是内心极度反感奶奶他们，心底里没多少亲情，为躲避他们算计我主动远离，结果被道德绑架说我不关心老人瞧不起穷亲戚，我必须撕破脸表达真实想法并决裂吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看看，你被你奶奶家逼的，都要揭竿而起了，奶奶家族，是个多么可怕的漩涡！你主动远离，比撕破脸更可取。因为，孝敬父母，是子女不可脱卸的责任，你是孙子女，差一层呢，又年轻，应该把主要的精力放在工作上，逢年过节去看看，也是孝顺了。而且，奶奶一家，并没有给你多少温暖的感觉，接触多了，只能让你压抑、窒息，还是先自救吧。保持距离，是最好的选择。另外，建议你观察一下，这一类人，不仅仅对你是这样的，对其它子女也是，抱怨、诋毁、背后议论，是他们的拿手强项。对于这类人，适当的言语回击是必须的。",
    "annotation": [
      {
        "sentence": "看看，你被你奶奶家逼的，都要揭竿而起了，奶奶家族，是个多么可怕的漩涡！",
        "label": ""
      },
      {
        "sentence": "你主动远离，比撕破脸更可取。",
        "label": ""
      },
      {
        "sentence": "因为，孝敬父母，是子女不可脱卸的责任，你是孙子女，差一层呢，又年轻，应该把主要的精力放在工作上，逢年过节去看看，也是孝顺了。",
        "label": ""
      },
      {
        "sentence": "而且，奶奶一家，并没有给你多少温暖的感觉，接触多了，只能让你压抑、窒息，还是先自救吧。",
        "label": ""
      },
      {
        "sentence": "保持距离，是最好的选择。",
        "label": ""
      },
      {
        "sentence": "另外，建议你观察一下，这一类人，不仅仅对你是这样的，对其它子女也是，抱怨、诋毁、背后议论，是他们的拿手强项。",
        "label": ""
      },
      {
        "sentence": "对于这类人，适当的言语回击是必须的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实感觉到了他们背后的议论和伤害。我会试着适当回击的。谢谢你的支持和鼓励，我现在感觉自己有了更清晰的思路。再次感谢你！",
    "annotation": [
      {
        "sentence": "你说得很对，我确实感觉到了他们背后的议论和伤害。",
        "label": ""
      },
      {
        "sentence": "我会试着适当回击的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我现在感觉自己有了更清晰的思路。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很",
    "annotation": [
      {
        "sentence": "不客气，我很",
        "label": ""
      }
    ]
  }
]