[
  {
    "role": "client",
    "content": "两个阴影导致整个人生都废了，我该怎么办？今年20了是个残疾人脚有问题我有两个心理阴影第1个8岁上小学天天被欺负老师对我不是很好欺负了4年导致我对学校特别厌烦恐惧第2个有一次去我父亲家因为一点小事没做好他生气了那个表情要我特别害怕我第一次感觉到这么害怕恐惧因为这两个事情的发生导致我现在不会写字打字不太会不敢接触人和社会做事情不认真没信心没动力半途而废害怕学习不知道该怎么办了这些事情在我心里12年了感觉不到人生有多好看到书笔就特别厌烦我该怎么办大家帮帮我PS还有好多事情没说打不下了超400字上限了",
    "annotation": [
      {
        "sentence": "两个阴影导致整个人生都废了，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "今年20了是个残疾人脚有问题我有两个心理阴影第1个8岁上小学天天被欺负老师对我不是很好欺负了4年导致我对学校特别厌烦恐惧第2个有一次去我父亲家因为一点小事没做好他生气了那个表情要我特别害怕我第一次感觉到这么害怕恐惧因为这两个事情的发生导致我现在不会写字打字不太会不敢接触人和社会做事情不认真没信心没动力半途而废害怕学习不知道该怎么办了这些事情在我心里12年了感觉不到人生有多好看到书笔就特别厌烦我该怎么办大家帮帮我PS还有好多事情没说打不下了超400字上限了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，非常理解你的心情。看到你的经历，你所经历的困境和阴影确实对你产生了很大的影响。但是，请相信，每个人都有改变的能力，你也一样。首先，让我们来详细聊一聊你所遇到的问题和困扰，我们一起寻找解决的方法。可以再具体地描述一下你在学校被欺负的经历吗？",
    "annotation": [
      {
        "sentence": "你好，非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "看到你的经历，你所经历的困境和阴影确实对你产生了很大的影响。",
        "label": ""
      },
      {
        "sentence": "但是，请相信，每个人都有改变的能力，你也一样。",
        "label": ""
      },
      {
        "sentence": "首先，让我们来详细聊一聊你所遇到的问题和困扰，我们一起寻找解决的方法。",
        "label": ""
      },
      {
        "sentence": "可以再具体地描述一下你在学校被欺负的经历吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在学校被欺负的那段时间，我每天都感到非常沮丧和无力。同学们会嘲笑我脚有问题，老师也不太关心我。这让我对学校感到厌烦和恐惧，我开始害怕与他人交流和接触，也丧失了对学习的信心和动力。",
    "annotation": [
      {
        "sentence": "在学校被欺负的那段时间，我每天都感到非常沮丧和无力。",
        "label": ""
      },
      {
        "sentence": "同学们会嘲笑我脚有问题，老师也不太关心我。",
        "label": ""
      },
      {
        "sentence": "这让我对学校感到厌烦和恐惧，我开始害怕与他人交流和接触，也丧失了对学习的信心和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉听到你这么辛苦的遭遇。被欺负会对我们的心理造成很大的伤害，但你不是一个人在面对这些问题。我想告诉你，你并不是一个失败者，你有无限的潜力。对于过去的欺凌经历，现在是时候将它们放下，不要再让它们继续控制你的人生。我们可以一起找到解决方法，帮助你重建自信。",
    "annotation": [
      {
        "sentence": "很抱歉听到你这么辛苦的遭遇。",
        "label": ""
      },
      {
        "sentence": "被欺负会对我们的心理造成很大的伤害，但你不是一个人在面对这些问题。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，你并不是一个失败者，你有无限的潜力。",
        "label": ""
      },
      {
        "sentence": "对于过去的欺凌经历，现在是时候将它们放下，不要再让它们继续控制你的人生。",
        "label": ""
      },
      {
        "sentence": "我们可以一起找到解决方法，帮助你重建自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道过去的经历是个包袱，但是我真的感觉不到人生有多美好，每次看到书和笔都让我感到特别厌烦。我真的想改变这种状态，但不知道从何处着手。",
    "annotation": [
      {
        "sentence": "我知道过去的经历是个包袱，但是我真的感觉不到人生有多美好，每次看到书和笔都让我感到特别厌烦。",
        "label": ""
      },
      {
        "sentence": "我真的想改变这种状态，但不知道从何处着手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你感到厌烦的心情，这是因为你把过去的负面情绪和经历寄托到了书和笔上。但是，这并不是真正的问题所在。我们需要一起找到适合你的方法来改变你的感受。首先，我建议你寻找一些小目标，例如每天读一段书，写几个字，或者做一些你感兴趣的事情。从小事开始，逐渐建立起你的自信心和动力。同时，也要记住改变是一个渐进的过程，不要对自己施加太大的压力。",
    "annotation": [
      {
        "sentence": "我完全理解你感到厌烦的心情，这是因为你把过去的负面情绪和经历寄托到了书和笔上。",
        "label": ""
      },
      {
        "sentence": "但是，这并不是真正的问题所在。",
        "label": ""
      },
      {
        "sentence": "我们需要一起找到适合你的方法来改变你的感受。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你寻找一些小目标，例如每天读一段书，写几个字，或者做一些你感兴趣的事情。",
        "label": ""
      },
      {
        "sentence": "从小事开始，逐渐建立起你的自信心和动力。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住改变是一个渐进的过程，不要对自己施加太大的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着接受这些小目标并慢慢重建自信。但是，我还是对面对人和社会感到害怕，不知道如何与他人建立联系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着接受这些小目标并慢慢重建自信。",
        "label": ""
      },
      {
        "sentence": "但是，我还是对面对人和社会感到害怕，不知道如何与他人建立联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "与人建立联系是一个需要积极参与的过程，但不要害怕。你可以从一些小的社交活动开始，例如参加一些兴趣小组，或者主动与周围的人打招呼。同时，也要明白自己的独特之处和价值，相信自己可以与他人建立起深厚的关系。记住，任何人都有和你交流和相处的可能性，只要你愿意主动出击。",
    "annotation": [
      {
        "sentence": "与人建立联系是一个需要积极参与的过程，但不要害怕。",
        "label": ""
      },
      {
        "sentence": "你可以从一些小的社交活动开始，例如参加一些兴趣小组，或者主动与周围的人打招呼。",
        "label": ""
      },
      {
        "sentence": "同时，也要明白自己的独特之处和价值，相信自己可以与他人建立起深厚的关系。",
        "label": ""
      },
      {
        "sentence": "记住，任何人都有和你交流和相处的可能性，只要你愿意主动出击。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尝试参加一些社交活动，并相信自己可以与他人建立起正面的关系。但是，我还需要面对写字和打字的问题，我完全不会，也没有信心去克服。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尝试参加一些社交活动，并相信自己可以与他人建立起正面的关系。",
        "label": ""
      },
      {
        "sentence": "但是，我还需要面对写字和打字的问题，我完全不会，也没有信心去克服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "写字和打字是可以通过练习和培养来逐渐提高的技能。你可以从一些简单的练习开始，例如每天坚持写几个字，或者通过打字软件练习打字。不要急于求成，持之以恒地练习，你一定会逐渐提高。同时，也要给自己一些积极的反馈和奖励，鼓励自己继续努力。",
    "annotation": [
      {
        "sentence": "写字和打字是可以通过练习和培养来逐渐提高的技能。",
        "label": ""
      },
      {
        "sentence": "你可以从一些简单的练习开始，例如每天坚持写几个字，或者通过打字软件练习打字。",
        "label": ""
      },
      {
        "sentence": "不要急于求成，持之以恒地练习，你一定会逐渐提高。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一些积极的反馈和奖励，鼓励自己继续努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会积极尝试练习写字和打字，并给自己一些正面的反馈。通过你的支持，我感到自己可以克服困难，重新获得信心和动力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会积极尝试练习写字和打字，并给自己一些正面的反馈。",
        "label": ""
      },
      {
        "sentence": "通过你的支持，我感到自己可以克服困难，重新获得信心和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能够帮助你，并看到你的积极态度。改变不是一蹴而就的过程，但只要你持续努力，相信自己，你一定能够战胜困难，迈向更美好的未来。如果在这个过程中，你还需要我的帮助和支持，随时都可以来找我倾诉。祝福你，加油！",
    "annotation": [
      {
        "sentence": "非常高兴能够帮助你，并看到你的积极态度。",
        "label": ""
      },
      {
        "sentence": "改变不是一蹴而就的过程，但只要你持续努力，相信自己，你一定能够战胜困难，迈向更美好的未来。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中，你还需要我的帮助和支持，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和陪伴，我会坚持努力，并不断寻求进步。如果有任何需要，我一定会再次向你求助。再次感谢你的支持！加油！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和陪伴，我会坚持努力，并不断寻求进步。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，我一定会再次向你求助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]