[
  {
    "role": "client",
    "content": "我有一个问题，想请你帮忙解答。我今年26岁了，但一直无法摆脱亲戚关系的阴影，你觉得我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我有一个问题，想请你帮忙解答。",
        "label": ""
      },
      {
        "sentence": "我今年26岁了，但一直无法摆脱亲戚关系的阴影，你觉得我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实大多数人都会有原生家庭问题，比如在我们小时候，如果父母给予我们的是恐惧、责任和负罪感，那么我们就会接收到很多负能量，自身的性格也会有明显的缺陷。这就是原生家庭带来的负面影响。但很少听说有人要和自己的父母决裂的情况吧！你说你心底里没多少亲情，为了躲避他们算计你，你主动远离了他们。结果被道德绑架说你不关心老人瞧不起穷亲戚。你觉得你必须撕破脸表达真实想法并决裂吗？",
    "annotation": [
      {
        "sentence": "其实大多数人都会有原生家庭问题，比如在我们小时候，如果父母给予我们的是恐惧、责任和负罪感，那么我们就会接收到很多负能量，自身的性格也会有明显的缺陷。",
        "label": ""
      },
      {
        "sentence": "这就是原生家庭带来的负面影响。",
        "label": ""
      },
      {
        "sentence": "但很少听说有人要和自己的父母决裂的情况吧！",
        "label": ""
      },
      {
        "sentence": "你说你心底里没多少亲情，为了躲避他们算计你，你主动远离了他们。",
        "label": ""
      },
      {
        "sentence": "结果被道德绑架说你不关心老人瞧不起穷亲戚。",
        "label": ""
      },
      {
        "sentence": "你觉得你必须撕破脸表达真实想法并决裂吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的不知道怎么面对他们了。我觉得他们一家人都很自私，感情淡薄只在乎利益。他们表面上维持着虚假的和谐关系，但实际上经常剥削我父亲，占便宜。而且，我父亲性格软弱，不会维护自己的边界。大学毕业后，他们又开始对我下手了。我母亲太有原则，缺乏人情味，总觉得自己是对的，对别人几乎没有共情的能力。她总是挑剔我毛病，对我和我爸爸软弱没主见，还经常谩骂抱怨奶奶一家人。",
    "annotation": [
      {
        "sentence": "我真的不知道怎么面对他们了。",
        "label": ""
      },
      {
        "sentence": "我觉得他们一家人都很自私，感情淡薄只在乎利益。",
        "label": ""
      },
      {
        "sentence": "他们表面上维持着虚假的和谐关系，但实际上经常剥削我父亲，占便宜。",
        "label": ""
      },
      {
        "sentence": "而且，我父亲性格软弱，不会维护自己的边界。",
        "label": ""
      },
      {
        "sentence": "大学毕业后，他们又开始对我下手了。",
        "label": ""
      },
      {
        "sentence": "我母亲太有原则，缺乏人情味，总觉得自己是对的，对别人几乎没有共情的能力。",
        "label": ""
      },
      {
        "sentence": "她总是挑剔我毛病，对我和我爸爸软弱没主见，还经常谩骂抱怨奶奶一家人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我可以理解。你从小被夹在中间，变得两面派。现在虽然表面上虚假维持着关系，但内心极度反感他们。你为了躲避他们的算计，主动远离了他们。然而，你却被道德绑架，说你不关心老人、瞧不起穷亲戚。你觉得你是否需要撕破脸皮表达真实想法并与他们决裂呢？",
    "annotation": [
      {
        "sentence": "你的感受我可以理解。",
        "label": ""
      },
      {
        "sentence": "你从小被夹在中间，变得两面派。",
        "label": ""
      },
      {
        "sentence": "现在虽然表面上虚假维持着关系，但内心极度反感他们。",
        "label": ""
      },
      {
        "sentence": "你为了躲避他们的算计，主动远离了他们。",
        "label": ""
      },
      {
        "sentence": "然而，你却被道德绑架，说你不关心老人、瞧不起穷亲戚。",
        "label": ""
      },
      {
        "sentence": "你觉得你是否需要撕破脸皮表达真实想法并与他们决裂呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直不敢表达自己的真实想法，担心会伤害到他们，但这种压抑让我感到很痛苦。我一直忍受着他们的欺负，从不敢反击。你觉得我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我一直不敢表达自己的真实想法，担心会伤害到他们，但这种压抑让我感到很痛苦。",
        "label": ""
      },
      {
        "sentence": "我一直忍受着他们的欺负，从不敢反击。",
        "label": ""
      },
      {
        "sentence": "你觉得我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我希望你知道，你的感受是完全正常的。你曾经受到的伤害，即使是来自亲戚，也不应该去压抑自己的情感和天性。我建议你尝试向他们表达你的感受，告诉他们他们给你带来的痛苦和伤害。这不是决裂，而是情感修复的一种方式。当你尝试发泄这么多年积攒的愤怒和悲伤时，你的内心就不会因为负面情绪的堆积而郁郁寡欢。他们给你带来的负面影响也会随之减少，你曾经受到的伤害也能逐渐得到修复。这样你就能获得情绪和内心的真正平静。",
    "annotation": [
      {
        "sentence": "首先，我希望你知道，你的感受是完全正常的。",
        "label": ""
      },
      {
        "sentence": "你曾经受到的伤害，即使是来自亲戚，也不应该去压抑自己的情感和天性。",
        "label": ""
      },
      {
        "sentence": "我建议你尝试向他们表达你的感受，告诉他们他们给你带来的痛苦和伤害。",
        "label": ""
      },
      {
        "sentence": "这不是决裂，而是情感修复的一种方式。",
        "label": ""
      },
      {
        "sentence": "当你尝试发泄这么多年积攒的愤怒和悲伤时，你的内心就不会因为负面情绪的堆积而郁郁寡欢。",
        "label": ""
      },
      {
        "sentence": "他们给你带来的负面影响也会随之减少，你曾经受到的伤害也能逐渐得到修复。",
        "label": ""
      },
      {
        "sentence": "这样你就能获得情绪和内心的真正平静。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我担心他们不会理解我的感受，他们可能会觉得我在无理取闹。",
    "annotation": [
      {
        "sentence": "但是我担心他们不会理解我的感受，他们可能会觉得我在无理取闹。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担忧。但你需要知道，你的感受是真实而重要的，并且无论他们是否理解，表达你的感受对你来说仍然是有益的。你可以坦诚地告诉他们你受到的伤害和痛苦，希望他们能理解你的立场。沟通并表达自己的感受是你为自己设立的一道保护墙，也是自我成长和情感修复的起点。对于他们是否能理解和接纳你的感受，我们无法控制，但你要明白，这并不代表你的感受没有价值或不被认可。",
    "annotation": [
      {
        "sentence": "我明白你的担忧。",
        "label": ""
      },
      {
        "sentence": "但你需要知道，你的感受是真实而重要的，并且无论他们是否理解，表达你的感受对你来说仍然是有益的。",
        "label": ""
      },
      {
        "sentence": "你可以坦诚地告诉他们你受到的伤害和痛苦，希望他们能理解你的立场。",
        "label": ""
      },
      {
        "sentence": "沟通并表达自己的感受是你为自己设立的一道保护墙，也是自我成长和情感修复的起点。",
        "label": ""
      },
      {
        "sentence": "对于他们是否能理解和接纳你的感受，我们无法控制，但你要明白，这并不代表你的感受没有价值或不被认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该试着与他们沟通，并表达自己的感受。谢谢你的建议和支持，我会努力向他们传达我的内心想法。",
    "annotation": [
      {
        "sentence": "你说得对，我应该试着与他们沟通，并表达自己的感受。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我会努力向他们传达我的内心想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。沟通是情感修复的关键步骤，希望你能找到合适的时间和方式与他们进行对话。记住，始终坚持真实的表达，但也要尊重并倾听他们的意见。祝你一切顺利，希望你能够得到心灵的平静和解脱。如果以后还有需要，随时来找我聊聊吧。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "沟通是情感修复的关键步骤，希望你能找到合适的时间和方式与他们进行对话。",
        "label": ""
      },
      {
        "sentence": "记住，始终坚持真实的表达，但也要尊重并倾听他们的意见。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，希望你能够得到心灵的平静和解脱。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，随时来找我聊聊吧。",
        "label": ""
      }
    ]
  }
]