[
  {
    "role": "client",
    "content": "28岁女生，被一个非常恶劣的婶婶及她的娘家人针对？我家是苏州城外的乡下，我的叔叔，我爸爸的亲弟，我的爷爷奶奶是重男轻女的，自从我婶婶进家门生了男孩以后，我们家的矛盾就产生了，我的婶婶是个贪财爱讲是非的妒妇，仗着我叔叔是个村官，蛮横无理，我的弟弟也在她的教导下非常没教养，经常对我恶作剧，爷爷给他们买了房子，但是她偷偷卖了贴补娘家然后住在爷爷的房子里，还不准我进去，现在拆迁了，她拿了赔款还把老人赶到我家，我们家隔壁住的是她弟弟，他们全家老少一样品行，总是偷听我们家的声音，还在外面造谣污蔑我，所以我们经常争执，虽然认识她的人都知道她满嘴谎言，但是我的名誉还是严重被损害，生活一团糟，被逼到搬家，但是我也没条件没精力去处理，不知道怎么维护自己合法权益。",
    "annotation": [
      {
        "sentence": "28岁女生，被一个非常恶劣的婶婶及她的娘家人针对？",
        "label": ""
      },
      {
        "sentence": "我家是苏州城外的乡下，我的叔叔，我爸爸的亲弟，我的爷爷奶奶是重男轻女的，自从我婶婶进家门生了男孩以后，我们家的矛盾就产生了，我的婶婶是个贪财爱讲是非的妒妇，仗着我叔叔是个村官，蛮横无理，我的弟弟也在她的教导下非常没教养，经常对我恶作剧，爷爷给他们买了房子，但是她偷偷卖了贴补娘家然后住在爷爷的房子里，还不准我进去，现在拆迁了，她拿了赔款还把老人赶到我家，我们家隔壁住的是她弟弟，他们全家老少一样品行，总是偷听我们家的声音，还在外面造谣污蔑我，所以我们经常争执，虽然认识她的人都知道她满嘴谎言，但是我的名誉还是严重被损害，生活一团糟，被逼到搬家，但是我也没条件没精力去处理，不知道怎么维护自己合法权益。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的遭遇，感觉非常不容易，经历了很多风浪和挑战，你还能够在这里寻求帮助，发出心底的呐喊，实属不易。同时这也说明你的内心有很强的生命力，受到这么多的挫折，依然对自己抱有期待，向往美好。",
    "annotation": [
      {
        "sentence": "看到你的遭遇，感觉非常不容易，经历了很多风浪和挑战，你还能够在这里寻求帮助，发出心底的呐喊，实属不易。",
        "label": ""
      },
      {
        "sentence": "同时这也说明你的内心有很强的生命力，受到这么多的挫折，依然对自己抱有期待，向往美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，确实这段时间让我感到非常沮丧和无助。我之前一直试图与婶婶和她的家人沟通，但他们总是选择无视我的存在和权益。我很想改变这种困境，但我不知道从何开始，也不知道如何维护自己的合法权益。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，确实这段时间让我感到非常沮丧和无助。",
        "label": ""
      },
      {
        "sentence": "我之前一直试图与婶婶和她的家人沟通，但他们总是选择无视我的存在和权益。",
        "label": ""
      },
      {
        "sentence": "我很想改变这种困境，但我不知道从何开始，也不知道如何维护自己的合法权益。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你感到无助的心情。要解决这样的问题，首先我们需要寻求一种平衡。虽然我们无法改变别人的行为，但我们可以改变自己对待这些困境的方式。你可以试着思考一下，有没有办法在不伤害自己的前提下与他们保持距离，并找到一种适合你的方法来维护自己的权益。",
    "annotation": [
      {
        "sentence": "我完全理解你感到无助的心情。",
        "label": ""
      },
      {
        "sentence": "要解决这样的问题，首先我们需要寻求一种平衡。",
        "label": ""
      },
      {
        "sentence": "虽然我们无法改变别人的行为，但我们可以改变自己对待这些困境的方式。",
        "label": ""
      },
      {
        "sentence": "你可以试着思考一下，有没有办法在不伤害自己的前提下与他们保持距离，并找到一种适合你的方法来维护自己的权益。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试过保持距离，但是他们总是不停地试图侵犯我的权益，我感到非常难过和委屈。我尝试过通过法律途径寻求帮助，但是因为我没有足够的时间和精力去处理，也没有足够的证据，结果很不理想。",
    "annotation": [
      {
        "sentence": "我试过保持距离，但是他们总是不停地试图侵犯我的权益，我感到非常难过和委屈。",
        "label": ""
      },
      {
        "sentence": "我尝试过通过法律途径寻求帮助，但是因为我没有足够的时间和精力去处理，也没有足够的证据，结果很不理想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对这种情况，法律途径是一条解决问题的途径，但确实需要时间和精力。如果你觉得目前没有足够的准备，可以尝试从其他方面来改变现状。例如，你可以寻求社区的支持和帮助，或者寻找一些与你有相似经历的人进行交流，分享彼此的经验和建议。有时候，换个角度看问题，或许能找到新的解决办法。",
    "annotation": [
      {
        "sentence": "面对这种情况，法律途径是一条解决问题的途径，但确实需要时间和精力。",
        "label": ""
      },
      {
        "sentence": "如果你觉得目前没有足够的准备，可以尝试从其他方面来改变现状。",
        "label": ""
      },
      {
        "sentence": "例如，你可以寻求社区的支持和帮助，或者寻找一些与你有相似经历的人进行交流，分享彼此的经验和建议。",
        "label": ""
      },
      {
        "sentence": "有时候，换个角度看问题，或许能找到新的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能需要寻找更多资源和支持。我会尝试与社区相关的组织取得联系，看看他们能否给我提供一些指导和帮助。同时，我也会尝试寻找一些类似经历的人，希望能够从他们那里得到一些宝贵的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我可能需要寻找更多资源和支持。",
        "label": ""
      },
      {
        "sentence": "我会尝试与社区相关的组织取得联系，看看他们能否给我提供一些指导和帮助。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试寻找一些类似经历的人，希望能够从他们那里得到一些宝贵的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试寻找更多资源和支持。有时候，我们并不孤单，只是还没有找到属于自己的群体。通过与他人交流，你可能会找到让自己感到被理解和支持的环境。希望你能找到适合自己的方式来解决问题，迈向更好的未来。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试寻找更多资源和支持。",
        "label": ""
      },
      {
        "sentence": "有时候，我们并不孤单，只是还没有找到属于自己的群体。",
        "label": ""
      },
      {
        "sentence": "通过与他人交流，你可能会找到让自己感到被理解和支持的环境。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的方式来解决问题，迈向更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和建议。我愿意尝试去寻找更多的资源和支持，相信我能够找到适合自己的方式来解决问题，并且迎来更好的未来。谢谢你对我的关心和支持。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我愿意尝试去寻找更多的资源和支持，相信我能够找到适合自己的方式来解决问题，并且迎来更好的未来。",
        "label": ""
      },
      {
        "sentence": "谢谢你对我的关心和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我也相信你有足够的勇气和智慧面对挑战，找到适合自己的解决方法。请记住，你并不孤单，总有人愿意伸出援手。祝你一切顺利，希望你能早日找到解决问题的途径，过上幸福的生活。",
    "annotation": [
      {
        "sentence": "不用客气，我也相信你有足够的勇气和智慧面对挑战，找到适合自己的解决方法。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，总有人愿意伸出援手。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，希望你能早日找到解决问题的途径，过上幸福的生活。",
        "label": ""
      }
    ]
  }
]