[
  {
    "role": "client",
    "content": "为什么只要别人不开心就感觉是自己犯错了？年龄25性别女一直以来只要跟自己有关的人不开心就会反思自己哪里做得不好，或者做错了什么，对领导或者爱人也总是小心翼翼。一旦在互动中发现对方不高兴第一时间就觉得自己哪里不对，以前以为这挺好的，但是最近半年情况越来越严重，已经影响到了正常沟通和生活，现在如果看到别人不开心就会异常烦躁不安，拼命问自己哪里不对找不到原因就会发脾气或者自己生闷气。而且现在越来越严重的问题就是如果一件事情做不好就会特别想逃避，干脆借着发脾气彻底把事情搞砸。本来不会特别严重的事情被我祸害的更严重，我也不知道自己到底怎么就想问问是不是该去看一下心理医生，可是我又对医生很排斥不想说太多东西。",
    "annotation": [
      {
        "sentence": "为什么只要别人不开心就感觉是自己犯错了？",
        "label": ""
      },
      {
        "sentence": "年龄25性别女一直以来只要跟自己有关的人不开心就会反思自己哪里做得不好，或者做错了什么，对领导或者爱人也总是小心翼翼。",
        "label": ""
      },
      {
        "sentence": "一旦在互动中发现对方不高兴第一时间就觉得自己哪里不对，以前以为这挺好的，但是最近半年情况越来越严重，已经影响到了正常沟通和生活，现在如果看到别人不开心就会异常烦躁不安，拼命问自己哪里不对找不到原因就会发脾气或者自己生闷气。",
        "label": ""
      },
      {
        "sentence": "而且现在越来越严重的问题就是如果一件事情做不好就会特别想逃避，干脆借着发脾气彻底把事情搞砸。",
        "label": ""
      },
      {
        "sentence": "本来不会特别严重的事情被我祸害的更严重，我也不知道自己到底怎么就想问问是不是该去看一下心理医生，可是我又对医生很排斥不想说太多东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述的情况，感觉你的负面情绪积累到了一定程度，这是个正常的结果。我们可以换个思路来看待这个问题。情绪就像是一个水库，有进有出，但如果负面情绪一直进而不出，最后内心就会充斥着负面情绪，一点小触即发，导致情绪崩溃。可以试着换个角度来思考。在我们的成长过程中，除了身体和理智的发展外，还有一项重要的能力，就是情感能力。大多数人的理智和社交适应能力都很正常，唯独在情感生活上存在问题。根据精神分析的理论，你的情况可以解释为情感能力停滞在某个发展阶段。非暴力沟通的创始人马歇尔卢森堡博士将情感成长分为三个阶段。1.情感的奴隶阶段。认为让别人开心是自己的责任，这种心理状态类似小孩子，总是想尽办法让父母开心。对于成年人来说，这往往做不到，因此会感到不安，甚至把亲人视为负担。2.面目可憎阶段。这个阶段通常是青春期出现的。我们发现为别人付出代价太大，想到自己受到束缚的生活，会感到愤怒并对他人的痛苦漠不关心。虽然不再为别人付出多余的努力，但心中仍充满了疑虑。在这个阶段，关键在于知道自己的需求是最重要的，同时学会尊重他人的需求。这个阶段迟早会过去。3.生活的主人阶段。这是正常的成年人应该达到的阶段。在这个阶段，我们乐于互相帮助，帮助他人是出于爱心，而不是出于恐惧、内疚或惭愧。我们认识到，虽然对自己的意愿、感受和行动负有完全责任，但我们会发现人与人之间是相互依赖的，无法伤害他人来实现自己的利益。非暴力沟通正是注重同时表达自己和关心他人的方式。情感成长的三个阶段是人类成长的必经之路，但不是每个人都能顺利经历。很多人的情感发展在某个阶段停滞不前，甚至一生也无法完善发展。有时候，这种情况会严重到影响我们的社交生活，这时就需要专业的指导了。看起来你的情况是暂时的，对生活的影响并不大，只要你能明确思考，就好像你能够理解了这些道理，如果真的想不明白，那再去找医生也不晚。很多心理学派都研究了童年心理发展对成年后的影响，而精神分析领域无疑是其中最具代表性的。在关于爱的著作中，某位著名精神分析学家写道：我们在母爱和父爱的共同影响下成长。母爱是对我们无条件的肯定，包括关心我们的身体和帮助我们成长。而成长的最终目标是与母亲的分离，所以一个好的母亲会支持孩子的独立，不鼓励他们过于依赖。最后，母爱还教会我们热爱生活。而父爱则不同，它教会我们遵守规则。父爱是有条件的：只有符合父亲的要求，我们才能得到爱。父爱教会我们如何面对生活中的各种困难。母爱是无条件的，因此我们无法争取，只能被动获得。而父爱是有条件的，我们需要通过努力才能得到，但可能会产生被操纵的错觉。这里的父爱和母爱是原型概念，跟每个人身上的异性荷尔蒙一样。这种父爱和母爱的概念在每个人的父亲和母亲身上都有，而我们自身也具备这些能力，只是看哪个占主导地位。从这个角度来看，你的情感发展似乎停留在五六岁小女孩的阶段，通过自己的表现来获得父母的肯定。现在将这种感情转移到相爱的他人身上了。至于原因，可能是父母过度溺爱或者童年受过伤害，导致对这种情感产生了执着的期待，进而阻碍了我们情感的进一步发展。当然，现在我们明白了成长的三",
    "annotation": [
      {
        "sentence": "听你描述的情况，感觉你的负面情绪积累到了一定程度，这是个正常的结果。",
        "label": ""
      },
      {
        "sentence": "我们可以换个思路来看待这个问题。",
        "label": ""
      },
      {
        "sentence": "情绪就像是一个水库，有进有出，但如果负面情绪一直进而不出，最后内心就会充斥着负面情绪，一点小触即发，导致情绪崩溃。",
        "label": ""
      },
      {
        "sentence": "可以试着换个角度来思考。",
        "label": ""
      },
      {
        "sentence": "在我们的成长过程中，除了身体和理智的发展外，还有一项重要的能力，就是情感能力。",
        "label": ""
      },
      {
        "sentence": "大多数人的理智和社交适应能力都很正常，唯独在情感生活上存在问题。",
        "label": ""
      },
      {
        "sentence": "根据精神分析的理论，你的情况可以解释为情感能力停滞在某个发展阶段。",
        "label": ""
      },
      {
        "sentence": "非暴力沟通的创始人马歇尔卢森堡博士将情感成长分为三个阶段。",
        "label": ""
      },
      {
        "sentence": "1.情感的奴隶阶段。",
        "label": ""
      },
      {
        "sentence": "认为让别人开心是自己的责任，这种心理状态类似小孩子，总是想尽办法让父母开心。",
        "label": ""
      },
      {
        "sentence": "对于成年人来说，这往往做不到，因此会感到不安，甚至把亲人视为负担。",
        "label": ""
      },
      {
        "sentence": "2.面目可憎阶段。",
        "label": ""
      },
      {
        "sentence": "这个阶段通常是青春期出现的。",
        "label": ""
      },
      {
        "sentence": "我们发现为别人付出代价太大，想到自己受到束缚的生活，会感到愤怒并对他人的痛苦漠不关心。",
        "label": ""
      },
      {
        "sentence": "虽然不再为别人付出多余的努力，但心中仍充满了疑虑。",
        "label": ""
      },
      {
        "sentence": "在这个阶段，关键在于知道自己的需求是最重要的，同时学会尊重他人的需求。",
        "label": ""
      },
      {
        "sentence": "这个阶段迟早会过去。",
        "label": ""
      },
      {
        "sentence": "3.生活的主人阶段。",
        "label": ""
      },
      {
        "sentence": "这是正常的成年人应该达到的阶段。",
        "label": ""
      },
      {
        "sentence": "在这个阶段，我们乐于互相帮助，帮助他人是出于爱心，而不是出于恐惧、内疚或惭愧。",
        "label": ""
      },
      {
        "sentence": "我们认识到，虽然对自己的意愿、感受和行动负有完全责任，但我们会发现人与人之间是相互依赖的，无法伤害他人来实现自己的利益。",
        "label": ""
      },
      {
        "sentence": "非暴力沟通正是注重同时表达自己和关心他人的方式。",
        "label": ""
      },
      {
        "sentence": "情感成长的三个阶段是人类成长的必经之路，但不是每个人都能顺利经历。",
        "label": ""
      },
      {
        "sentence": "很多人的情感发展在某个阶段停滞不前，甚至一生也无法完善发展。",
        "label": ""
      },
      {
        "sentence": "有时候，这种情况会严重到影响我们的社交生活，这时就需要专业的指导了。",
        "label": ""
      },
      {
        "sentence": "看起来你的情况是暂时的，对生活的影响并不大，只要你能明确思考，就好像你能够理解了这些道理，如果真的想不明白，那再去找医生也不晚。",
        "label": ""
      },
      {
        "sentence": "很多心理学派都研究了童年心理发展对成年后的影响，而精神分析领域无疑是其中最具代表性的。",
        "label": ""
      },
      {
        "sentence": "在关于爱的著作中，某位著名精神分析学家写道：我们在母爱和父爱的共同影响下成长。",
        "label": ""
      },
      {
        "sentence": "母爱是对我们无条件的肯定，包括关心我们的身体和帮助我们成长。",
        "label": ""
      },
      {
        "sentence": "而成长的最终目标是与母亲的分离，所以一个好的母亲会支持孩子的独立，不鼓励他们过于依赖。",
        "label": ""
      },
      {
        "sentence": "最后，母爱还教会我们热爱生活。",
        "label": ""
      },
      {
        "sentence": "而父爱则不同，它教会我们遵守规则。",
        "label": ""
      },
      {
        "sentence": "父爱是有条件的：只有符合父亲的要求，我们才能得到爱。",
        "label": ""
      },
      {
        "sentence": "父爱教会我们如何面对生活中的各种困难。",
        "label": ""
      },
      {
        "sentence": "母爱是无条件的，因此我们无法争取，只能被动获得。",
        "label": ""
      },
      {
        "sentence": "而父爱是有条件的，我们需要通过努力才能得到，但可能会产生被操纵的错觉。",
        "label": ""
      },
      {
        "sentence": "这里的父爱和母爱是原型概念，跟每个人身上的异性荷尔蒙一样。",
        "label": ""
      },
      {
        "sentence": "这种父爱和母爱的概念在每个人的父亲和母亲身上都有，而我们自身也具备这些能力，只是看哪个占主导地位。",
        "label": ""
      },
      {
        "sentence": "从这个角度来看，你的情感发展似乎停留在五六岁小女孩的阶段，通过自己的表现来获得父母的肯定。",
        "label": ""
      },
      {
        "sentence": "现在将这种感情转移到相爱的他人身上了。",
        "label": ""
      },
      {
        "sentence": "至于原因，可能是父母过度溺爱或者童年受过伤害，导致对这种情感产生了执着的期待，进而阻碍了我们情感的进一步发展。",
        "label": ""
      },
      {
        "sentence": "当然，现在我们明白了成长的三",
        "label": ""
      }
    ]
  }
]