[
  {
    "role": "client",
    "content": "痛苦，周围同学都考上一志愿而我却调剂了，如何看开？我原来是高考成绩第一进的宿舍如今考研却考的不理想，调剂到一所普通学校。心里面真的很痛苦，曾经去了二本的同学如今都考上985.211，很羡慕更有嫉妒！埋怨自己当初为什么画地为牢(不喜欢本专业\/逃避考试)，很痛苦，但是事已至此……我知道我不能就此止步，可是我一直心里面痛苦不堪！我甚至觉得前路渺茫，而且在考研过程中发现了很多自己的问题…觉得自己有点差劲。最近感觉自己被压的喘不过来气似的，心里一直开心不起来，出去玩玩一想到周围同学都有更好的学校我就觉得自己生活索然无味。我该如何看开？希望大家可以给一些建议。",
    "annotation": [
      {
        "sentence": "痛苦，周围同学都考上一志愿而我却调剂了，如何看开？",
        "label": ""
      },
      {
        "sentence": "我原来是高考成绩第一进的宿舍如今考研却考的不理想，调剂到一所普通学校。",
        "label": ""
      },
      {
        "sentence": "心里面真的很痛苦，曾经去了二本的同学如今都考上985.211，很羡慕更有嫉妒！",
        "label": ""
      },
      {
        "sentence": "埋怨自己当初为什么画地为牢(不喜欢本专业\/逃避考试)，很痛苦，但是事已至此……我知道我不能就此止步，可是我一直心里面痛苦不堪！",
        "label": ""
      },
      {
        "sentence": "我甚至觉得前路渺茫，而且在考研过程中发现了很多自己的问题…觉得自己有点差劲。",
        "label": ""
      },
      {
        "sentence": "最近感觉自己被压的喘不过来气似的，心里一直开心不起来，出去玩玩一想到周围同学都有更好的学校我就觉得自己生活索然无味。",
        "label": ""
      },
      {
        "sentence": "我该如何看开？",
        "label": ""
      },
      {
        "sentence": "希望大家可以给一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你的困境，我能够理解，因为我也有过类似的经历。我身边有三个闺蜜，两个考上了专硕，一个考上了211硕士，而我备考了两次分数线都没过，曾经我们高中的成绩都差不多，我至少能在四个人中间排第二。我也有过否定、怀疑自己，为什么别人可以而我却不行？是不是以后与她们出去就低人一等？会不会以后我们跟她们不在是同一个圈子，会被抛弃？各种胡思乱想、各样的否定自己……但事实上，并不是上述我所想的那样，我可以与你分享一下我的经历以及心路历程。",
    "annotation": [
      {
        "sentence": "听说你的困境，我能够理解，因为我也有过类似的经历。",
        "label": ""
      },
      {
        "sentence": "我身边有三个闺蜜，两个考上了专硕，一个考上了211硕士，而我备考了两次分数线都没过，曾经我们高中的成绩都差不多，我至少能在四个人中间排第二。",
        "label": ""
      },
      {
        "sentence": "我也有过否定、怀疑自己，为什么别人可以而我却不行？",
        "label": ""
      },
      {
        "sentence": "是不是以后与她们出去就低人一等？",
        "label": ""
      },
      {
        "sentence": "会不会以后我们跟她们不在是同一个圈子，会被抛弃？",
        "label": ""
      },
      {
        "sentence": "各种胡思乱想、各样的否定自己……但事实上，并不是上述我所想的那样，我可以与你分享一下我的经历以及心路历程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "很高兴能听到你的故事，看来我们有些相似的感受。能否分享一下你是如何克服这种困境的呢？",
    "annotation": [
      {
        "sentence": "很高兴能听到你的故事，看来我们有些相似的感受。",
        "label": ""
      },
      {
        "sentence": "能否分享一下你是如何克服这种困境的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，我会尽量为你提供一些支持和建议。首先，分析考试失利的原因是非常重要的。我发现，并不是我的能力比她们差，而是我备考的时候没有她们那么坚定。第一次考试的时候，我认为考研就是为了个文凭，只花了三个月的时间去复习，心态非常随意；第二次备考的时候，因为在家备考，没有共同督促的环境，我很容易懈怠，没有能够每天坚持复习。有时候环境因素也是很重要的，不仅仅是个人能力问题。",
    "annotation": [
      {
        "sentence": "当然可以，我会尽量为你提供一些支持和建议。",
        "label": ""
      },
      {
        "sentence": "首先，分析考试失利的原因是非常重要的。",
        "label": ""
      },
      {
        "sentence": "我发现，并不是我的能力比她们差，而是我备考的时候没有她们那么坚定。",
        "label": ""
      },
      {
        "sentence": "第一次考试的时候，我认为考研就是为了个文凭，只花了三个月的时间去复习，心态非常随意；第二次备考的时候，因为在家备考，没有共同督促的环境，我很容易懈怠，没有能够每天坚持复习。",
        "label": ""
      },
      {
        "sentence": "有时候环境因素也是很重要的，不仅仅是个人能力问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的经验让我明白了备考的心态和环境的重要性，我以前没有太在意这些因素，现在看来确实需要有一种更加坚定的备考态度。",
    "annotation": [
      {
        "sentence": "你的经验让我明白了备考的心态和环境的重要性，我以前没有太在意这些因素，现在看来确实需要有一种更加坚定的备考态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，备考态度对于考研的结果起着至关重要的作用。除此之外，找到自己的优势，肯定自身的价值也是很重要的。我身边的朋友们即使考上了硕士，仍然会向我寻求帮助，在某些领域我比她们更有优势。在与她们的交谈中，我会发现自己的优势所在，例如，我知识全面、信息丰富、兴趣广泛，有我在的时候从来不会冷场。所以，不论是在学业上还是在其他方面，总会有一个方面你是比她们强的，是她们无法企及的。",
    "annotation": [
      {
        "sentence": "是的，备考态度对于考研的结果起着至关重要的作用。",
        "label": ""
      },
      {
        "sentence": "除此之外，找到自己的优势，肯定自身的价值也是很重要的。",
        "label": ""
      },
      {
        "sentence": "我身边的朋友们即使考上了硕士，仍然会向我寻求帮助，在某些领域我比她们更有优势。",
        "label": ""
      },
      {
        "sentence": "在与她们的交谈中，我会发现自己的优势所在，例如，我知识全面、信息丰富、兴趣广泛，有我在的时候从来不会冷场。",
        "label": ""
      },
      {
        "sentence": "所以，不论是在学业上还是在其他方面，总会有一个方面你是比她们强的，是她们无法企及的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听到你的话，我觉得内心稍微舒缓了一些。确实每个人都有自己的优势，我也应该认识到自己在某些方面的价值和能力。",
    "annotation": [
      {
        "sentence": "听到你的话，我觉得内心稍微舒缓了一些。",
        "label": ""
      },
      {
        "sentence": "确实每个人都有自己的优势，我也应该认识到自己在某些方面的价值和能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正是这样！最后，改变自己的固有认知也非常重要。一次考试不能决定一个人的能力与成败，人的一生是一本漫长的书，需要经历N次考试、N次选择才能完成。尽管考研结果重要，但我们不能因为失败就否定自己，这只是人生的一小步，别在纠结于此。还有，我记得我学长曾与我分享过他对“中年危机”的想象，他说想象一下以后中年时孩子在上学、父母可能生病了、妻子在照顾父母和孩子，自己的工作可能被年轻人取代，那时候的压力该有多大。所以在年轻的时候，我们要不断学习做好准备，也要照顾好父母的健康和孩子的教育问题，更需要维护好与伴侣的关系。这一番话可能与我们当前的困境无关，但我想说的是，未来的压力和困难会更多，与其痛苦于当下，不如好好为以后做打算，相信自己一定能在某个领域超越她们的。",
    "annotation": [
      {
        "sentence": "正是这样！",
        "label": ""
      },
      {
        "sentence": "最后，改变自己的固有认知也非常重要。",
        "label": ""
      },
      {
        "sentence": "一次考试不能决定一个人的能力与成败，人的一生是一本漫长的书，需要经历N次考试、N次选择才能完成。",
        "label": ""
      },
      {
        "sentence": "尽管考研结果重要，但我们不能因为失败就否定自己，这只是人生的一小步，别在纠结于此。",
        "label": ""
      },
      {
        "sentence": "还有，我记得我学长曾与我分享过他对“中年危机”的想象，他说想象一下以后中年时孩子在上学、父母可能生病了、妻子在照顾父母和孩子，自己的工作可能被年轻人取代，那时候的压力该有多大。",
        "label": ""
      },
      {
        "sentence": "所以在年轻的时候，我们要不断学习做好准备，也要照顾好父母的健康和孩子的教育问题，更需要维护好与伴侣的关系。",
        "label": ""
      },
      {
        "sentence": "这一番话可能与我们当前的困境无关，但我想说的是，未来的压力和困难会更多，与其痛苦于当下，不如好好为以后做打算，相信自己一定能在某个领域超越她们的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，你的话让我感到温暖和鼓舞。我会相信自己，培养自己的兴趣爱好，转移注意力，并且积极向着美好的未来努力。我们一起加油吧！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，你的话让我感到温暖和鼓舞。",
        "label": ""
      },
      {
        "sentence": "我会相信自己，培养自己的兴趣爱好，转移注意力，并且积极向着美好的未来努力。",
        "label": ""
      },
      {
        "sentence": "我们一起加油吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，相信自己，你是很棒的！记得不要因为一时的困境而否定自己，你有无限的潜力。愿你在人生的道路上一路顺风，加油！",
    "annotation": [
      {
        "sentence": "没错，相信自己，你是很棒的！",
        "label": ""
      },
      {
        "sentence": "记得不要因为一时的困境而否定自己，你有无限的潜力。",
        "label": ""
      },
      {
        "sentence": "愿你在人生的道路上一路顺风，加油！",
        "label": ""
      }
    ]
  }
]