[
  {
    "role": "client",
    "content": "我感到痛苦，周围的同学都考上了他们的第一志愿，而我只能被调剂，我该如何看开呢？我原本是高考成绩第一进的宿舍，可现在的考研结果却不理想，被调剂到一所普通学校。我真的非常痛苦，看到曾经和我一起上本科的同学都考上了985和211的学校，我感到非常羡慕和嫉妒！我开始责怪自己当初为什么不喜欢本专业或逃避考试，这真的让我感到非常痛苦。但是，无论如何事情已经发生了……我知道我不能就此止步，但我一直在心里承受着巨大的痛苦！我甚至觉得前路一片茫然，考研的过程中还发现了很多自己的问题…我觉得自己有些失望。最近我感觉自己喘不过气来，心里一直没有开心起来，甚至在出去玩的时候一想到周围的同学都有更好的学校，我就觉得自己的生活变得索然无味。请问你有什么建议吗？",
    "annotation": [
      {
        "sentence": "我感到痛苦，周围的同学都考上了他们的第一志愿，而我只能被调剂，我该如何看开呢？",
        "label": ""
      },
      {
        "sentence": "我原本是高考成绩第一进的宿舍，可现在的考研结果却不理想，被调剂到一所普通学校。",
        "label": ""
      },
      {
        "sentence": "我真的非常痛苦，看到曾经和我一起上本科的同学都考上了985和211的学校，我感到非常羡慕和嫉妒！",
        "label": ""
      },
      {
        "sentence": "我开始责怪自己当初为什么不喜欢本专业或逃避考试，这真的让我感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "但是，无论如何事情已经发生了……我知道我不能就此止步，但我一直在心里承受着巨大的痛苦！",
        "label": ""
      },
      {
        "sentence": "我甚至觉得前路一片茫然，考研的过程中还发现了很多自己的问题…我觉得自己有些失望。",
        "label": ""
      },
      {
        "sentence": "最近我感觉自己喘不过气来，心里一直没有开心起来，甚至在出去玩的时候一想到周围的同学都有更好的学校，我就觉得自己的生活变得索然无味。",
        "label": ""
      },
      {
        "sentence": "请问你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道这种感觉，我也曾经经历过心里痛苦无法承受的时候。我在高考阶段经历了类似的事情，而你现在正处在考研阶段。回首过去，我也有些许遗憾，但更多的是释然。因为预料不到未来会给你带来什么样的机遇和挑战。我有几点感悟，想分几次和你分享，这样会更清楚一些。首先，给自己一段时间。（可以对悲伤、自责、愤怒等消极情绪进行一段时间的“哀悼”）现在你应该是考研调剂刚结束，这意味着你从准备考研到考研结束，可能经历了半年到一年甚至更长的时间。现在虽然考研的结果已经出来，但考研的影响还没有完全消退。有些人考得好，内心仍然激动万分；有些人考得不好，仍然陷入悲伤之中。所以，你目前的情绪是非常正常的，正常来说，你也应该有这样的情绪，包括悲伤、懊恼以及愤怒等等。接下来，我建议你给自己分一些时间，比如一个月、三个月或六个月，分别看看自己的状况。我相信你会发现你的情绪会逐渐好转。并不是说这些消极情绪会突然间消失，而是有时候我们不得不将自己的注意力分散到其他事情上。可能在你进入研究生学校之前，你仍然会困扰于自己为什么不如他人。就好像你心里有一个指南针，它有时候会偏斜，但你知道目前它现在需要指引你走向正确的方向。也就是说，考研结束了，这件事情已经结束了，这只是新的竞争开始的地方。不论是读好的学校还是读普通高校，大家都要花两年或三年的时间。当你经历了这一过程，你将迎来新的挑战——就业。总之，人生没有终点。如果你只是和某个同学比来比去，那就从现在开始，你还有很多机会去迎头赶上。将注意力放在现在和未来上。当我们遇到重大挫折时，总是习惯于和过去的事情纠缠不休，而忘记了现在和未来。接下来，我觉得你可以想象一下未来的美好。有时候我也会感激曾经考上普通大学，因为我在那所学校遇到了至今仍然非常重要的三个室友。我们成为了彼此人生中非常重要的人。我还感激那些在大学中帮助过我的老师和前辈，他们总是在我感到低落的时候给我鼓励和支持。其实，我有时候也会想象如果当初再努力一点，也许可以考上更好的学校，也许会遇到更多有趣的人。但是，我舍不得用我的朋友来交换。总之，人生的变幻无常，它会给你你不想要的，也会给你意想不到的；它会在这段时间给你不想要的，也会在将来给你你想要的。这种说法可能有点主观，但我想表达的是现在和将来仍然在你的掌握之中。让我们把眼界放宽一些，展望更长远的未来，你会发现除了“学校”之外还有其他美丽的风景。这是我的建议，希望对你有帮助~。",
    "annotation": [
      {
        "sentence": "我知道这种感觉，我也曾经经历过心里痛苦无法承受的时候。",
        "label": ""
      },
      {
        "sentence": "我在高考阶段经历了类似的事情，而你现在正处在考研阶段。",
        "label": ""
      },
      {
        "sentence": "回首过去，我也有些许遗憾，但更多的是释然。",
        "label": ""
      },
      {
        "sentence": "因为预料不到未来会给你带来什么样的机遇和挑战。",
        "label": ""
      },
      {
        "sentence": "我有几点感悟，想分几次和你分享，这样会更清楚一些。",
        "label": ""
      },
      {
        "sentence": "首先，给自己一段时间。",
        "label": ""
      },
      {
        "sentence": "（可以对悲伤、自责、愤怒等消极情绪进行一段时间的“哀悼”）现在你应该是考研调剂刚结束，这意味着你从准备考研到考研结束，可能经历了半年到一年甚至更长的时间。",
        "label": ""
      },
      {
        "sentence": "现在虽然考研的结果已经出来，但考研的影响还没有完全消退。",
        "label": ""
      },
      {
        "sentence": "有些人考得好，内心仍然激动万分；有些人考得不好，仍然陷入悲伤之中。",
        "label": ""
      },
      {
        "sentence": "所以，你目前的情绪是非常正常的，正常来说，你也应该有这样的情绪，包括悲伤、懊恼以及愤怒等等。",
        "label": ""
      },
      {
        "sentence": "接下来，我建议你给自己分一些时间，比如一个月、三个月或六个月，分别看看自己的状况。",
        "label": ""
      },
      {
        "sentence": "我相信你会发现你的情绪会逐渐好转。",
        "label": ""
      },
      {
        "sentence": "并不是说这些消极情绪会突然间消失，而是有时候我们不得不将自己的注意力分散到其他事情上。",
        "label": ""
      },
      {
        "sentence": "可能在你进入研究生学校之前，你仍然会困扰于自己为什么不如他人。",
        "label": ""
      },
      {
        "sentence": "就好像你心里有一个指南针，它有时候会偏斜，但你知道目前它现在需要指引你走向正确的方向。",
        "label": ""
      },
      {
        "sentence": "也就是说，考研结束了，这件事情已经结束了，这只是新的竞争开始的地方。",
        "label": ""
      },
      {
        "sentence": "不论是读好的学校还是读普通高校，大家都要花两年或三年的时间。",
        "label": ""
      },
      {
        "sentence": "当你经历了这一过程，你将迎来新的挑战——就业。",
        "label": ""
      },
      {
        "sentence": "总之，人生没有终点。",
        "label": ""
      },
      {
        "sentence": "如果你只是和某个同学比来比去，那就从现在开始，你还有很多机会去迎头赶上。",
        "label": ""
      },
      {
        "sentence": "将注意力放在现在和未来上。",
        "label": ""
      },
      {
        "sentence": "当我们遇到重大挫折时，总是习惯于和过去的事情纠缠不休，而忘记了现在和未来。",
        "label": ""
      },
      {
        "sentence": "接下来，我觉得你可以想象一下未来的美好。",
        "label": ""
      },
      {
        "sentence": "有时候我也会感激曾经考上普通大学，因为我在那所学校遇到了至今仍然非常重要的三个室友。",
        "label": ""
      },
      {
        "sentence": "我们成为了彼此人生中非常重要的人。",
        "label": ""
      },
      {
        "sentence": "我还感激那些在大学中帮助过我的老师和前辈，他们总是在我感到低落的时候给我鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "其实，我有时候也会想象如果当初再努力一点，也许可以考上更好的学校，也许会遇到更多有趣的人。",
        "label": ""
      },
      {
        "sentence": "但是，我舍不得用我的朋友来交换。",
        "label": ""
      },
      {
        "sentence": "总之，人生的变幻无常，它会给你你不想要的，也会给你意想不到的；它会在这段时间给你不想要的，也会在将来给你你想要的。",
        "label": ""
      },
      {
        "sentence": "这种说法可能有点主观，但我想表达的是现在和将来仍然在你的掌握之中。",
        "label": ""
      },
      {
        "sentence": "让我们把眼界放宽一些，展望更长远的未来，你会发现除了“学校”之外还有其他美丽的风景。",
        "label": ""
      },
      {
        "sentence": "这是我的建议，希望对你有帮助~。",
        "label": ""
      }
    ]
  }
]