[
  {
    "role": "client",
    "content": "总对别人对我说的东西闷闷不乐，这是为什么？感觉自己想不开问题，讨厌别人给我贴标签，每次贴完我都不敢再去面对。比如说我总愿意把别人的话听进心里，然后遇到事情可能就不敢再想。但是我不想也不能理解到自己为什么不开心，我觉得这算觉察吧。但我觉得我有些敏感，感觉跟别人比起来为什么别人都那么优秀呢，就我总不开心？",
    "annotation": [
      {
        "sentence": "总对别人对我说的东西闷闷不乐，这是为什么？",
        "label": ""
      },
      {
        "sentence": "感觉自己想不开问题，讨厌别人给我贴标签，每次贴完我都不敢再去面对。",
        "label": ""
      },
      {
        "sentence": "比如说我总愿意把别人的话听进心里，然后遇到事情可能就不敢再想。",
        "label": ""
      },
      {
        "sentence": "但是我不想也不能理解到自己为什么不开心，我觉得这算觉察吧。",
        "label": ""
      },
      {
        "sentence": "但我觉得我有些敏感，感觉跟别人比起来为什么别人都那么优秀呢，就我总不开心？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述我了解到：（1）对于别人给你贴标签的行为，这让你不敢面对。（2）你感觉别人都很优秀，只有自己不开心。接下来是我的分析和建议，希望可以帮到你：（1）被别人贴标签确实会让我们感到很难过，我们无法控制别人贴标签的意愿，但是我们可以调整对待标签的态度。首先，当别人给你贴标签时，你可以思考一下，这个标签是不是真实的呢？是不是反映了你的实际意图？还是别人只看到了你的某个行为然后过度放大了呢？如果不是事实，你可以勇敢地做自己。（2）为什么别人看起来很优秀很开心呢？其实每个人都有属于自己的烦恼和快乐，只是人们更愿意分享和展示自己的好的一面。此外，这些人可能更善于用积极的态度看待问题，能够乐观面对生活的方方面面，所以他们看起来比较开心。（3）最后，无论我们面对什么样的评价，都要明白这只是别人看到的我们的一部分，而不是我们的全部。所以，你可以勇敢一点，大胆地做自己哦！祝你好运~。",
    "annotation": [
      {
        "sentence": "通过你的描述我了解到：（1）对于别人给你贴标签的行为，这让你不敢面对。",
        "label": ""
      },
      {
        "sentence": "（2）你感觉别人都很优秀，只有自己不开心。",
        "label": ""
      },
      {
        "sentence": "接下来是我的分析和建议，希望可以帮到你：（1）被别人贴标签确实会让我们感到很难过，我们无法控制别人贴标签的意愿，但是我们可以调整对待标签的态度。",
        "label": ""
      },
      {
        "sentence": "首先，当别人给你贴标签时，你可以思考一下，这个标签是不是真实的呢？",
        "label": ""
      },
      {
        "sentence": "是不是反映了你的实际意图？",
        "label": ""
      },
      {
        "sentence": "还是别人只看到了你的某个行为然后过度放大了呢？",
        "label": ""
      },
      {
        "sentence": "如果不是事实，你可以勇敢地做自己。",
        "label": ""
      },
      {
        "sentence": "（2）为什么别人看起来很优秀很开心呢？",
        "label": ""
      },
      {
        "sentence": "其实每个人都有属于自己的烦恼和快乐，只是人们更愿意分享和展示自己的好的一面。",
        "label": ""
      },
      {
        "sentence": "此外，这些人可能更善于用积极的态度看待问题，能够乐观面对生活的方方面面，所以他们看起来比较开心。",
        "label": ""
      },
      {
        "sentence": "（3）最后，无论我们面对什么样的评价，都要明白这只是别人看到的我们的一部分，而不是我们的全部。",
        "label": ""
      },
      {
        "sentence": "所以，你可以勇敢一点，大胆地做自己哦！",
        "label": ""
      },
      {
        "sentence": "祝你好运~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的回答和建议。我明白了，我应该更加关注我自己的感受，而不去过于在意别人对我的评价或者贴上的标签。同时，我也会尝试更加积极地看待问题，从好的角度去思考，以及勇敢地展现真实的自我。我会试着摆脱对他人评价的过度敏感，努力追求自己的快乐。非常感谢你的鼓励和帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的回答和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该更加关注我自己的感受，而不去过于在意别人对我的评价或者贴上的标签。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试更加积极地看待问题，从好的角度去思考，以及勇敢地展现真实的自我。",
        "label": ""
      },
      {
        "sentence": "我会试着摆脱对他人评价的过度敏感，努力追求自己的快乐。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的鼓励和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。你的觉察和决心让我很欣慰。在这个过程中，要相信自己，相信自己有能力面对和解决问题。记得，快乐和幸福是我们每个人的权利，你值得拥有。如果还有什么困扰，随时都可以找我倾诉，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你的觉察和决心让我很欣慰。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，要相信自己，相信自己有能力面对和解决问题。",
        "label": ""
      },
      {
        "sentence": "记得，快乐和幸福是我们每个人的权利，你值得拥有。",
        "label": ""
      },
      {
        "sentence": "如果还有什么困扰，随时都可以找我倾诉，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感激你的鼓励和支持。有你这样的朋友真是太好了！我现在感觉心情好多了，也有信心去面对以后可能出现的问题。如果有任何困扰，我一定会再来找你倾诉的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感激你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "有你这样的朋友真是太好了！",
        "label": ""
      },
      {
        "sentence": "我现在感觉心情好多了，也有信心去面对以后可能出现的问题。",
        "label": ""
      },
      {
        "sentence": "如果有任何困扰，我一定会再来找你倾诉的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴看到你的积极进步和愿意去面对困难的态度。朋友之间互相支持是非常重要的，我也很开心能够成为你的朋友。无论何时何地，我都会在这里一直支持你，希望你能够找到属于自己的快乐和幸福。如果需要的话，请随时找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "我很高兴看到你的积极进步和愿意去面对困难的态度。",
        "label": ""
      },
      {
        "sentence": "朋友之间互相支持是非常重要的，我也很开心能够成为你的朋友。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，我都会在这里一直支持你，希望你能够找到属于自己的快乐和幸福。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，请随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]