[
  {
    "role": "client",
    "content": "我和男友分手了，总是忍不住想他，怎么办？男友是我的男神，是我追的他。可是在一起并没有很开心，因为我们是异地，而他很少主动找我，所以我很不确定他是否真的爱我，总是担心他会离开。他是责任心很强的那一种，总说他担心给不了我想要的未来之前我们就因为这个分开过一次，可是我忍不住又找回他了。现在我们又分手了，我其实是比较接受这个事实的，因为我也觉得有点累，可是我依然很喜欢他，他也说他依然爱我，可是我们又不得不因为现实而分开。我现在该怎么办？",
    "annotation": [
      {
        "sentence": "我和男友分手了，总是忍不住想他，怎么办？",
        "label": ""
      },
      {
        "sentence": "男友是我的男神，是我追的他。",
        "label": ""
      },
      {
        "sentence": "可是在一起并没有很开心，因为我们是异地，而他很少主动找我，所以我很不确定他是否真的爱我，总是担心他会离开。",
        "label": ""
      },
      {
        "sentence": "他是责任心很强的那一种，总说他担心给不了我想要的未来之前我们就因为这个分开过一次，可是我忍不住又找回他了。",
        "label": ""
      },
      {
        "sentence": "现在我们又分手了，我其实是比较接受这个事实的，因为我也觉得有点累，可是我依然很喜欢他，他也说他依然爱我，可是我们又不得不因为现实而分开。",
        "label": ""
      },
      {
        "sentence": "我现在该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能是你淡淡的描述有点打动我，抛开咨询师的身份，就以过来人的身份说两句：有人说其实人和人相遇、分离都是注定的结局，或早或晚。相爱容易相处难，若分离是为了彼此成全，虽有遗憾，但爱却留在了彼此心间，这何尝不美。总比明明很累却要将就，就算白头到老，也是一世折磨来的好，反正总要分开的。爱了就是爱了，不必为难自己非要忘记，默默留在心里就好。",
    "annotation": [
      {
        "sentence": "可能是你淡淡的描述有点打动我，抛开咨询师的身份，就以过来人的身份说两句：有人说其实人和人相遇、分离都是注定的结局，或早或晚。",
        "label": ""
      },
      {
        "sentence": "相爱容易相处难，若分离是为了彼此成全，虽有遗憾，但爱却留在了彼此心间，这何尝不美。",
        "label": ""
      },
      {
        "sentence": "总比明明很累却要将就，就算白头到老，也是一世折磨来的好，反正总要分开的。",
        "label": ""
      },
      {
        "sentence": "爱了就是爱了，不必为难自己非要忘记，默默留在心里就好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。但是我确实很难忘记他，每次想起他都会心痛。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "但是我确实很难忘记他，每次想起他都会心痛。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的心痛，爱情的失去总是令人难过的。我们都知道，时间是最好的良药，逐渐淡忘是需要一些时间的。对于现在这个阶段，你可以尝试一些转移注意力的方法，比如培养其他的兴趣爱好，和朋友一起做一些开心的事情，逐渐让自己从他的影子中解脱出来。",
    "annotation": [
      {
        "sentence": "我明白你的心痛，爱情的失去总是令人难过的。",
        "label": ""
      },
      {
        "sentence": "我们都知道，时间是最好的良药，逐渐淡忘是需要一些时间的。",
        "label": ""
      },
      {
        "sentence": "对于现在这个阶段，你可以尝试一些转移注意力的方法，比如培养其他的兴趣爱好，和朋友一起做一些开心的事情，逐渐让自己从他的影子中解脱出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该试着转移注意力，寻找其他的快乐。但有时候还是忍不住会想起他，特别是晚上一个人的时候。",
    "annotation": [
      {
        "sentence": "你说的对，我应该试着转移注意力，寻找其他的快乐。",
        "label": ""
      },
      {
        "sentence": "但有时候还是忍不住会想起他，特别是晚上一个人的时候。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这是正常的，毕竟他在你生活中留下了深深的印记。但我们总会经历这个过程，时间会慢慢地帮助我们恢复过来。晚上一个人感到孤单的时候，你可以尝试一些放松的活动，比如听音乐、看电影、读书等，让自己的思绪得到舒缓和放松。",
    "annotation": [
      {
        "sentence": "是的，这是正常的，毕竟他在你生活中留下了深深的印记。",
        "label": ""
      },
      {
        "sentence": "但我们总会经历这个过程，时间会慢慢地帮助我们恢复过来。",
        "label": ""
      },
      {
        "sentence": "晚上一个人感到孤单的时候，你可以尝试一些放松的活动，比如听音乐、看电影、读书等，让自己的思绪得到舒缓和放松。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试这些方法。但是我还是很担心他会离开我，因为他总是担心未来我们无法在一起。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试这些方法。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心他会离开我，因为他总是担心未来我们无法在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的，但也许你们之间的分开是为了更好的未来。有时候我们不能拘泥于眼前的困境，要有信心和勇气面对变化。只有当你们各自发展成熟后，才能为彼此创造更好的未来。别过于焦虑，要相信你们的感情，给彼此一些空间和时间。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的，但也许你们之间的分开是为了更好的未来。",
        "label": ""
      },
      {
        "sentence": "有时候我们不能拘泥于眼前的困境，要有信心和勇气面对变化。",
        "label": ""
      },
      {
        "sentence": "只有当你们各自发展成熟后，才能为彼此创造更好的未来。",
        "label": ""
      },
      {
        "sentence": "别过于焦虑，要相信你们的感情，给彼此一些空间和时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，也许分开是为了更好的未来。我会放下焦虑，相信我们的感情，给彼此一些空间和时间。谢谢你的支持。",
    "annotation": [
      {
        "sentence": "你说得对，也许分开是为了更好的未来。",
        "label": ""
      },
      {
        "sentence": "我会放下焦虑，相信我们的感情，给彼此一些空间和时间。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我理解你的困惑和痛苦，希望我的支持能帮到你。如果你需要继续倾诉或者有任何其他问题，随时都可以来找我。记得要保持积极乐观的心态，勇敢地面对未来。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我理解你的困惑和痛苦，希望我的支持能帮到你。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续倾诉或者有任何其他问题，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "记得要保持积极乐观的心态，勇敢地面对未来。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]