[
  {
    "role": "client",
    "content": "我是个复读生，最近感觉很焦虑，觉得和去年没什么区别。19年我参加了高考，可由于身体状况和一些问题，状态一直不好。我一直都是一个特别努力的人，对自己要求很高。高三的时候，每天都情绪崩溃，成绩也下滑，考场上更是写不下去。所以考得不理想，我决定复读。同学们也很关心我，鼓励我，相信我。可现在又要高考了，我觉得自己的学习状态和去年一样，没有进步，我很担心今年的考试。尤其理综连着两次考得很差，我以前从没怀疑过自己的实力，但现在我觉得可能实力真的有问题了。如果我再考不好，我该如何面对家长、同学和亲戚呢？我曾在一个特别好的班级上课，班里有5个清北。大家都很优秀，我甚至觉得如果我复读一年还是考不好的话，我就配不上和他们做朋友了。我很害怕，尤其是对理综，真的很害怕。",
    "annotation": [
      {
        "sentence": "我是个复读生，最近感觉很焦虑，觉得和去年没什么区别。",
        "label": ""
      },
      {
        "sentence": "19年我参加了高考，可由于身体状况和一些问题，状态一直不好。",
        "label": ""
      },
      {
        "sentence": "我一直都是一个特别努力的人，对自己要求很高。",
        "label": ""
      },
      {
        "sentence": "高三的时候，每天都情绪崩溃，成绩也下滑，考场上更是写不下去。",
        "label": ""
      },
      {
        "sentence": "所以考得不理想，我决定复读。",
        "label": ""
      },
      {
        "sentence": "同学们也很关心我，鼓励我，相信我。",
        "label": ""
      },
      {
        "sentence": "可现在又要高考了，我觉得自己的学习状态和去年一样，没有进步，我很担心今年的考试。",
        "label": ""
      },
      {
        "sentence": "尤其理综连着两次考得很差，我以前从没怀疑过自己的实力，但现在我觉得可能实力真的有问题了。",
        "label": ""
      },
      {
        "sentence": "如果我再考不好，我该如何面对家长、同学和亲戚呢？",
        "label": ""
      },
      {
        "sentence": "我曾在一个特别好的班级上课，班里有5个清北。",
        "label": ""
      },
      {
        "sentence": "大家都很优秀，我甚至觉得如果我复读一年还是考不好的话，我就配不上和他们做朋友了。",
        "label": ""
      },
      {
        "sentence": "我很害怕，尤其是对理综，真的很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先要让自己解决情绪问题，保持冷静和平稳，按部就班地跟着节奏走。要放下精神上的负担和压力，尽管要努力，但把结果交给时间。首先，我要点赞你重新复读的勇气和坚持到现在的毅力。我知道你有很多担忧，担心考不好，辜负大家的期望，以及感觉自己不配和同学们做朋友等等。让我们先理性地分析一下这些问题：哪些是已经发生的？哪些可以通过努力避免？哪些是即使努力也无法改变的？也许你会发现所有的担忧和焦虑都是指向高考这个尚未到来的结果，而目前你能做的就是踏实地学习，暂时抛开这些担忧，它们对你来说是无用的，甚至可能有害。要改变自己的不合理思维。当你过度纠结是否会和去年一样的时候，你的心理压力就会越大，当你过于在意自己是否能够上名校的时候，你的压力也会加大。当你过分担心自己的失败时，你会不自觉地往消极的方向去思考问题。所以让自己积极地思考事情，你已经做得很棒了，能够坚持到现在。两次理综考得不好，原因有很多，可能是心态问题，或者考题难度等等，并不一定说明你的实力有问题。即使最后的成绩不如意，难道你的家长、老师和同学们就不认可你了吗？他们只会为你的辛勤努力点赞，而不会嘲笑你。那些朋友也会继续和你相处，因为他们在意的是你这个人，而不仅仅是你的高考成绩。踏踏实实地复习理综，做好错题的分析和思路的积累，把注意力放在如何搞好理综和其他科目上。并不要太在意外界的看法。当你高考之后回忆这段时间的准备状态时，你可能会因为担心太多尚未发生的事情而感到懊悔，并不会因为自己曾经努力不够而后悔。因为只要你尽力而为，付出了全力，未来的你不会自责。要一天一天稳稳地走下去，你一定能够达到自己想要的结果，因为如此努力和坚强的你，值得拥有美好的未来。",
    "annotation": [
      {
        "sentence": "首先要让自己解决情绪问题，保持冷静和平稳，按部就班地跟着节奏走。",
        "label": ""
      },
      {
        "sentence": "要放下精神上的负担和压力，尽管要努力，但把结果交给时间。",
        "label": ""
      },
      {
        "sentence": "首先，我要点赞你重新复读的勇气和坚持到现在的毅力。",
        "label": ""
      },
      {
        "sentence": "我知道你有很多担忧，担心考不好，辜负大家的期望，以及感觉自己不配和同学们做朋友等等。",
        "label": ""
      },
      {
        "sentence": "让我们先理性地分析一下这些问题：哪些是已经发生的？",
        "label": ""
      },
      {
        "sentence": "哪些可以通过努力避免？",
        "label": ""
      },
      {
        "sentence": "哪些是即使努力也无法改变的？",
        "label": ""
      },
      {
        "sentence": "也许你会发现所有的担忧和焦虑都是指向高考这个尚未到来的结果，而目前你能做的就是踏实地学习，暂时抛开这些担忧，它们对你来说是无用的，甚至可能有害。",
        "label": ""
      },
      {
        "sentence": "要改变自己的不合理思维。",
        "label": ""
      },
      {
        "sentence": "当你过度纠结是否会和去年一样的时候，你的心理压力就会越大，当你过于在意自己是否能够上名校的时候，你的压力也会加大。",
        "label": ""
      },
      {
        "sentence": "当你过分担心自己的失败时，你会不自觉地往消极的方向去思考问题。",
        "label": ""
      },
      {
        "sentence": "所以让自己积极地思考事情，你已经做得很棒了，能够坚持到现在。",
        "label": ""
      },
      {
        "sentence": "两次理综考得不好，原因有很多，可能是心态问题，或者考题难度等等，并不一定说明你的实力有问题。",
        "label": ""
      },
      {
        "sentence": "即使最后的成绩不如意，难道你的家长、老师和同学们就不认可你了吗？",
        "label": ""
      },
      {
        "sentence": "他们只会为你的辛勤努力点赞，而不会嘲笑你。",
        "label": ""
      },
      {
        "sentence": "那些朋友也会继续和你相处，因为他们在意的是你这个人，而不仅仅是你的高考成绩。",
        "label": ""
      },
      {
        "sentence": "踏踏实实地复习理综，做好错题的分析和思路的积累，把注意力放在如何搞好理综和其他科目上。",
        "label": ""
      },
      {
        "sentence": "并不要太在意外界的看法。",
        "label": ""
      },
      {
        "sentence": "当你高考之后回忆这段时间的准备状态时，你可能会因为担心太多尚未发生的事情而感到懊悔，并不会因为自己曾经努力不够而后悔。",
        "label": ""
      },
      {
        "sentence": "因为只要你尽力而为，付出了全力，未来的你不会自责。",
        "label": ""
      },
      {
        "sentence": "要一天一天稳稳地走下去，你一定能够达到自己想要的结果，因为如此努力和坚强的你，值得拥有美好的未来。",
        "label": ""
      }
    ]
  }
]