[
  {
    "role": "client",
    "content": "我是一个24岁的女生，分手已经快4个月了，但我还是无法释怀，不知道怎样才能走出这种悲伤情绪。我们在大学时恋爱了三年多，如今已经分手快四个月了，但我依然无法放下。虽然我们没有互删联系方式，但自从分手那天起，我们再也没有联系过。这四个月来，我每天晚上都会止不住地哭泣，特别是在姨妈期间，会哭到胃痛想吐。而且我经常失眠，即使睡着了也会哭醒。我很努力地想改变现状，但我现在对曾经的爱好、外出、社交和喜欢的食物等都再也提不起兴趣了。就算吃着喜爱的食物，看着喜欢的电影也没有过去那样的满足和快乐。由于我一个人独居，这四个月来我一直感到非常孤独。有时我会幻想也许哪天我们会复合，但很快就又醒悟过来。朋友在微信上劝慰过我，告诉我\"时间会治愈一切\"，\"下一个会更好\"，但这些道理我都听过了。每次看到朋友圈，我都会看到前任给我们共同的好友点赞。有个朋友跟我说\"实在扛不住就去纠缠吧，纠缠失败了你就会想通了\"。但是我觉得既然对方都说\"看不到未来\"，\"不爱了\"，我为什么要让自己难堪呢？我真的很想尽快走出这种悲伤的情绪，但又怕自己不再为那段感情感到悲伤。我是不是应该去纠缠一下，撞个南墙才能好起来呢？",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，分手已经快4个月了，但我还是无法释怀，不知道怎样才能走出这种悲伤情绪。",
        "label": ""
      },
      {
        "sentence": "我们在大学时恋爱了三年多，如今已经分手快四个月了，但我依然无法放下。",
        "label": ""
      },
      {
        "sentence": "虽然我们没有互删联系方式，但自从分手那天起，我们再也没有联系过。",
        "label": ""
      },
      {
        "sentence": "这四个月来，我每天晚上都会止不住地哭泣，特别是在姨妈期间，会哭到胃痛想吐。",
        "label": ""
      },
      {
        "sentence": "而且我经常失眠，即使睡着了也会哭醒。",
        "label": ""
      },
      {
        "sentence": "我很努力地想改变现状，但我现在对曾经的爱好、外出、社交和喜欢的食物等都再也提不起兴趣了。",
        "label": ""
      },
      {
        "sentence": "就算吃着喜爱的食物，看着喜欢的电影也没有过去那样的满足和快乐。",
        "label": ""
      },
      {
        "sentence": "由于我一个人独居，这四个月来我一直感到非常孤独。",
        "label": ""
      },
      {
        "sentence": "有时我会幻想也许哪天我们会复合，但很快就又醒悟过来。",
        "label": ""
      },
      {
        "sentence": "朋友在微信上劝慰过我，告诉我\"时间会治愈一切\"，\"下一个会更好\"，但这些道理我都听过了。",
        "label": ""
      },
      {
        "sentence": "每次看到朋友圈，我都会看到前任给我们共同的好友点赞。",
        "label": ""
      },
      {
        "sentence": "有个朋友跟我说\"实在扛不住就去纠缠吧，纠缠失败了你就会想通了\"。",
        "label": ""
      },
      {
        "sentence": "但是我觉得既然对方都说\"看不到未来\"，\"不爱了\"，我为什么要让自己难堪呢？",
        "label": ""
      },
      {
        "sentence": "我真的很想尽快走出这种悲伤的情绪，但又怕自己不再为那段感情感到悲伤。",
        "label": ""
      },
      {
        "sentence": "我是不是应该去纠缠一下，撞个南墙才能好起来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "男女两性关系中所产生的依恋情感类似于母婴依恋，这种依恋使得我们在关系断裂时会感觉非常悲伤痛苦。比如孩子刚出生时，从妈妈温暖的子宫中来到外面的世界；比如孩子第一次离开父母去幼儿园；这种依恋让我们觉得很温暖很安全，所以一旦切断，就会感受到来自心底的悲伤，这是正常的表现。而分手、失恋，莫过于一段关系的结束与死亡，这和你经历亲人死亡的哀伤也是类似的。一般来说，3-6个月的时间沉浸在悲伤中都是正常的。你现在仍然不断地回想过去，甚至想要和对方复合，这些想法也是正常的。我认为你一方面需要接纳自己目前的状态，不要自我否定和批判自己。另一方面，你可以试着做一些事情来让自己从现在的低能量状态中恢复过来。",
    "annotation": [
      {
        "sentence": "男女两性关系中所产生的依恋情感类似于母婴依恋，这种依恋使得我们在关系断裂时会感觉非常悲伤痛苦。",
        "label": ""
      },
      {
        "sentence": "比如孩子刚出生时，从妈妈温暖的子宫中来到外面的世界；比如孩子第一次离开父母去幼儿园；这种依恋让我们觉得很温暖很安全，所以一旦切断，就会感受到来自心底的悲伤，这是正常的表现。",
        "label": ""
      },
      {
        "sentence": "而分手、失恋，莫过于一段关系的结束与死亡，这和你经历亲人死亡的哀伤也是类似的。",
        "label": ""
      },
      {
        "sentence": "一般来说，3-6个月的时间沉浸在悲伤中都是正常的。",
        "label": ""
      },
      {
        "sentence": "你现在仍然不断地回想过去，甚至想要和对方复合，这些想法也是正常的。",
        "label": ""
      },
      {
        "sentence": "我认为你一方面需要接纳自己目前的状态，不要自我否定和批判自己。",
        "label": ""
      },
      {
        "sentence": "另一方面，你可以试着做一些事情来让自己从现在的低能量状态中恢复过来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我注意到你提到了母婴依恋和相似的情感体验。所以你的意思是我目前的悲伤是正常的反应，就像小孩离开母亲会感到悲伤一样？",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我注意到你提到了母婴依恋和相似的情感体验。",
        "label": ""
      },
      {
        "sentence": "所以你的意思是我目前的悲伤是正常的反应，就像小孩离开母亲会感到悲伤一样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的感受是非常正常的。母婴依恋和恋爱关系中的依恋都会引发类似的情感体验。当一个重要的关系结束时，我们会感受到来自内心深处的痛苦和失落，就像婴儿在离开母亲时所感受的那样。所以，不要对自己的悲伤感到困惑，接受自己现在的状态是非常重要的一步。",
    "annotation": [
      {
        "sentence": "是的，你的感受是非常正常的。",
        "label": ""
      },
      {
        "sentence": "母婴依恋和恋爱关系中的依恋都会引发类似的情感体验。",
        "label": ""
      },
      {
        "sentence": "当一个重要的关系结束时，我们会感受到来自内心深处的痛苦和失落，就像婴儿在离开母亲时所感受的那样。",
        "label": ""
      },
      {
        "sentence": "所以，不要对自己的悲伤感到困惑，接受自己现在的状态是非常重要的一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该接受自己的悲伤情绪。但同时，我也想知道如何摆脱这种困境，开始重新恢复活力。",
    "annotation": [
      {
        "sentence": "我明白了，我应该接受自己的悲伤情绪。",
        "label": ""
      },
      {
        "sentence": "但同时，我也想知道如何摆脱这种困境，开始重新恢复活力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我建议你处理一下你们曾经共同的物品。我注意到你们没有互删联系方式，也许有人告诉过你们分手后还能做朋友。的确，如果双方都放下了过去，能够坦诚相待，那么保持朋友关系是可能的。但是，如果一方仍然对另一方有感觉，那么基本上这种友谊是无法成立的。而且，如果你经常看到前任在社交媒体上的动态，你的关注点仍然停留在他身上，你会想到以前的一切，对于旧物会有很多的回忆，曾经走过的地方也会常常让你想起他。这样的话，你的大脑回路仍然固守在过去，你体验到的只是过去的感觉。我们的自控能力是有限的，尤其是在失恋时，所以我建议你整理一下旧物，删除他的联系方式，并告知共同的朋友不要再跟你提起他的事情。只有通过这些果断的行动，你才能在行动上和他切断联系，从而帮助你在心理上转变。",
    "annotation": [
      {
        "sentence": "首先，我建议你处理一下你们曾经共同的物品。",
        "label": ""
      },
      {
        "sentence": "我注意到你们没有互删联系方式，也许有人告诉过你们分手后还能做朋友。",
        "label": ""
      },
      {
        "sentence": "的确，如果双方都放下了过去，能够坦诚相待，那么保持朋友关系是可能的。",
        "label": ""
      },
      {
        "sentence": "但是，如果一方仍然对另一方有感觉，那么基本上这种友谊是无法成立的。",
        "label": ""
      },
      {
        "sentence": "而且，如果你经常看到前任在社交媒体上的动态，你的关注点仍然停留在他身上，你会想到以前的一切，对于旧物会有很多的回忆，曾经走过的地方也会常常让你想起他。",
        "label": ""
      },
      {
        "sentence": "这样的话，你的大脑回路仍然固守在过去，你体验到的只是过去的感觉。",
        "label": ""
      },
      {
        "sentence": "我们的自控能力是有限的，尤其是在失恋时，所以我建议你整理一下旧物，删除他的联系方式，并告知共同的朋友不要再跟你提起他的事情。",
        "label": ""
      },
      {
        "sentence": "只有通过这些果断的行动，你才能在行动上和他切断联系，从而帮助你在心理上转变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着处理我们过去的物品，并切断与他的联系。除了这个，你还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着处理我们过去的物品，并切断与他的联系。",
        "label": ""
      },
      {
        "sentence": "除了这个，你还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，我还有一些其他的建议。你可以做一个“告别”的仪式，这里的告别指的是心理上的告别。对于很多人来说，虽然形式上已经分手了，但是心理上却永远放不下对方。你可以在心里默默地对他说一声谢谢，表达对他曾经带给你美好时光的感激；如果你曾经对他做过伤害的事情，也可以表达一下歉意；再次表达你曾深深地爱过他；最后，对他说声再见，并祝福他",
    "annotation": [
      {
        "sentence": "当然，我还有一些其他的建议。",
        "label": ""
      },
      {
        "sentence": "你可以做一个“告别”的仪式，这里的告别指的是心理上的告别。",
        "label": ""
      },
      {
        "sentence": "对于很多人来说，虽然形式上已经分手了，但是心理上却永远放不下对方。",
        "label": ""
      },
      {
        "sentence": "你可以在心里默默地对他说一声谢谢，表达对他曾经带给你美好时光的感激；如果你曾经对他做过伤害的事情，也可以表达一下歉意；再次表达你曾深深地爱过他；最后，对他说声再见，并祝福他",
        "label": ""
      }
    ]
  }
]