[
  {
    "role": "client",
    "content": "从刚开始的陌生到熟悉，怎么确定自己是友情还是爱？我们是同事她比我大2岁，相识1年多，从刚开始的陌生到熟悉再到现在的无法不谈，中间一起经历过开心的不开心的及各种经历，后面她因为突然怀孕不得已离职，辞职后我的心理突然落空了很多有点失落又有点空荡感，虽然平时也会在微信上聊天但是每次听到同事说起她心里还是颤抖一下，这段时间跟她聊天知道她怀孕期间身体一直不适状态很差看到她现在这样不知道为什么我心里很难受，总觉得自己帮不上忙。我是个独生子从小到大都比较自私第一次有这种替别人着想到难受的感觉这种感觉不知道是否越过了友情？她只把我当弟弟而我也当她姐姐",
    "annotation": [
      {
        "sentence": "从刚开始的陌生到熟悉，怎么确定自己是友情还是爱？",
        "label": ""
      },
      {
        "sentence": "我们是同事她比我大2岁，相识1年多，从刚开始的陌生到熟悉再到现在的无法不谈，中间一起经历过开心的不开心的及各种经历，后面她因为突然怀孕不得已离职，辞职后我的心理突然落空了很多有点失落又有点空荡感，虽然平时也会在微信上聊天但是每次听到同事说起她心里还是颤抖一下，这段时间跟她聊天知道她怀孕期间身体一直不适状态很差看到她现在这样不知道为什么我心里很难受，总觉得自己帮不上忙。",
        "label": ""
      },
      {
        "sentence": "我是个独生子从小到大都比较自私第一次有这种替别人着想到难受的感觉这种感觉不知道是否越过了友情？",
        "label": ""
      },
      {
        "sentence": "她只把我当弟弟而我也当她姐姐",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "#这段时间跟她聊天知道她怀孕期间身体一直不适状态很差看到她现在这样不知道为什么我心里很难受，总觉得自己帮不上忙。#",
    "annotation": [
      {
        "sentence": "#这段时间跟她聊天知道她怀孕期间身体一直不适状态很差看到她现在这样不知道为什么我心里很难受，总觉得自己帮不上忙。",
        "label": ""
      },
      {
        "sentence": "#",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，她怀孕的时候真的很辛苦，我很担心她的身体状况。每次和她聊天，她都告诉我她的不适感，我很难过，感觉自己无能为力。",
    "annotation": [
      {
        "sentence": "是啊，她怀孕的时候真的很辛苦，我很担心她的身体状况。",
        "label": ""
      },
      {
        "sentence": "每次和她聊天，她都告诉我她的不适感，我很难过，感觉自己无能为力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能因为她的处境而感到难受，这说明你已经具备了一定的共情能力。在她状态不好的时候陪她聊天，可能就是在帮助她了，只是你自己没有察觉到。",
    "annotation": [
      {
        "sentence": "你能因为她的处境而感到难受，这说明你已经具备了一定的共情能力。",
        "label": ""
      },
      {
        "sentence": "在她状态不好的时候陪她聊天，可能就是在帮助她了，只是你自己没有察觉到。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实希望能在她需要帮助的时候支持她。虽然我觉得自己做得不够，但至少我有意识地去关心她了。",
    "annotation": [
      {
        "sentence": "你说得对，我确实希望能在她需要帮助的时候支持她。",
        "label": ""
      },
      {
        "sentence": "虽然我觉得自己做得不够，但至少我有意识地去关心她了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很好的表现。关心和支持是建立友情的重要因素之一。你的付出和关心已经足够了，不必过于苛责自己。",
    "annotation": [
      {
        "sentence": "这是很好的表现。",
        "label": ""
      },
      {
        "sentence": "关心和支持是建立友情的重要因素之一。",
        "label": ""
      },
      {
        "sentence": "你的付出和关心已经足够了，不必过于苛责自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励。不过，我心里还有疑问，我这样的感觉是不是已经超越了友情？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "不过，我心里还有疑问，我这样的感觉是不是已经超越了友情？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是否越过了友情取决于你们双方如何互动，以及对边界的定义。你和她已经确立了边界，就是姐与弟，而且她也已经结婚了；她已婚的身份，就有很明确的边界感。除非你和她同时愿意跨过这个边界，并愿意承担跨界的风险，你和她才有可能越过友情。如果是你单方面有这种想法而她拒绝了，或者是她有这种想法而你拒绝了，你所谓越过友情都是不成立的。你忽略了她是否有意愿跨过友情这个前置条件，来讨论越过友情这件事情。这本身是不成立的。",
    "annotation": [
      {
        "sentence": "是否越过了友情取决于你们双方如何互动，以及对边界的定义。",
        "label": ""
      },
      {
        "sentence": "你和她已经确立了边界，就是姐与弟，而且她也已经结婚了；她已婚的身份，就有很明确的边界感。",
        "label": ""
      },
      {
        "sentence": "除非你和她同时愿意跨过这个边界，并愿意承担跨界的风险，你和她才有可能越过友情。",
        "label": ""
      },
      {
        "sentence": "如果是你单方面有这种想法而她拒绝了，或者是她有这种想法而你拒绝了，你所谓越过友情都是不成立的。",
        "label": ""
      },
      {
        "sentence": "你忽略了她是否有意愿跨过友情这个前置条件，来讨论越过友情这件事情。",
        "label": ""
      },
      {
        "sentence": "这本身是不成立的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我没有考虑到她已婚的身份和双方的意愿。也许我现在的感受只是因为友情的深厚，而并非超越友情的爱情。",
    "annotation": [
      {
        "sentence": "你说得很有道理，我没有考虑到她已婚的身份和双方的意愿。",
        "label": ""
      },
      {
        "sentence": "也许我现在的感受只是因为友情的深厚，而并非超越友情的爱情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的理解是正确的。友情是很重要的，可以让我们在生活中有一个互相依靠的伴侣。不必过于纠结于感觉上的变化，珍惜你们之间建立起来的友情，并关心她的身体和幸福。",
    "annotation": [
      {
        "sentence": "你的理解是正确的。",
        "label": ""
      },
      {
        "sentence": "友情是很重要的，可以让我们在生活中有一个互相依靠的伴侣。",
        "label": ""
      },
      {
        "sentence": "不必过于纠结于感觉上的变化，珍惜你们之间建立起来的友情，并关心她的身体和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解。现在我觉得心情好多了，我会好好珍惜我们的友情，并希望她和她的家庭幸福快乐。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解。",
        "label": ""
      },
      {
        "sentence": "现在我觉得心情好多了，我会好好珍惜我们的友情，并希望她和她的家庭幸福快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你找到了答案并感到开心。你对友情的认可和珍惜将会让你们的关系更加坚固。祝愿你和她都能拥有幸福快乐的生活！如果还有其他需要聊聊的，可以随时留言或者私信我。",
    "annotation": [
      {
        "sentence": "很高兴看到你找到了答案并感到开心。",
        "label": ""
      },
      {
        "sentence": "你对友情的认可和珍惜将会让你们的关系更加坚固。",
        "label": ""
      },
      {
        "sentence": "祝愿你和她都能拥有幸福快乐的生活！",
        "label": ""
      },
      {
        "sentence": "如果还有其他需要聊聊的，可以随时留言或者私信我。",
        "label": ""
      }
    ]
  }
]