[
  {
    "role": "client",
    "content": "最近一直梦到我初恋，有点困扰。当时我们还是初中的学生，他曾经喜欢过我，后来我也对他有感觉了，可是他却不再喜欢我了。他甚至在我的面前向别的女生表白了。这段经历对我来说算是我的“初恋”，那时候的伤心感觉真的很糟糕。但现在我已经长大了，经历了几次恋爱，也没有对他念念不忘。可是在最近的五年里，我已经梦到他五次了，昨晚又梦到了他。我不明白为什么会一直梦到他。或许每次梦到他的时候，我的感情都不太顺利？（因为昨晚就是这样）又或者说我现在的感情问题都起源于当初和他的事情，其实我心里一直没有忘记他？或者是我怀念当时纯真的感情？我希望不再梦到他了，每次梦到他都会让我想起这些年来失败的感情经历。",
    "annotation": [
      {
        "sentence": "最近一直梦到我初恋，有点困扰。",
        "label": ""
      },
      {
        "sentence": "当时我们还是初中的学生，他曾经喜欢过我，后来我也对他有感觉了，可是他却不再喜欢我了。",
        "label": ""
      },
      {
        "sentence": "他甚至在我的面前向别的女生表白了。",
        "label": ""
      },
      {
        "sentence": "这段经历对我来说算是我的“初恋”，那时候的伤心感觉真的很糟糕。",
        "label": ""
      },
      {
        "sentence": "但现在我已经长大了，经历了几次恋爱，也没有对他念念不忘。",
        "label": ""
      },
      {
        "sentence": "可是在最近的五年里，我已经梦到他五次了，昨晚又梦到了他。",
        "label": ""
      },
      {
        "sentence": "我不明白为什么会一直梦到他。",
        "label": ""
      },
      {
        "sentence": "或许每次梦到他的时候，我的感情都不太顺利？",
        "label": ""
      },
      {
        "sentence": "（因为昨晚就是这样）又或者说我现在的感情问题都起源于当初和他的事情，其实我心里一直没有忘记他？",
        "label": ""
      },
      {
        "sentence": "或者是我怀念当时纯真的感情？",
        "label": ""
      },
      {
        "sentence": "我希望不再梦到他了，每次梦到他都会让我想起这些年来失败的感情经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哎呀～首先我要跟你说，梦到初恋并不是个【问题】，更不是【问题】，这是一件很【正常】的事情。在我们的人生中，我们可能会梦到很多人。但是因为他是你人生中的第一个喜欢的人，也就是所谓的“初恋”，所以给你留下了很深的印象。现在你已经26岁了，而那个男生只是在你初中时存在的人。对于这里面肯定没有任何【爱情情感元素】，只是一种【记忆残留】。◆第一次恋爱，不管是暗恋还是明恋，对于一个女孩子来说都有特殊的意义。除了有那种小小的甜蜜和纯情，那个男生还让你受伤了。可能现在的你觉得并不算什么大的痛苦，但是当时你肯定很在乎。所以，这在你心里留下了【情感记忆烙印】。这并不是什么心理阴影，只是因为当时你的【期望】和【预期】被打破了。就像小时候妈妈多给姐姐一块糖，我们都会记得很长时间，长大了还能回想起来一样。◆你说你不想再梦到他了。虽然我不能保证一定有效，但是我可以根据我的日常经验给你一些建议。不要强迫自己不去梦到他，因为你也无法控制。过多地想着不要梦到他，反而可能导致更频繁地做梦，让你整个人情绪不好，甚至影响睡眠质量。可以试试睡前泡脚、看一会儿书，或者听一会儿平静的音乐。如果你想做得更讲究一些，可以配上香薰蜡烛或者蒸汽眼罩。（经常做梦的人，很大原因是情绪不稳定，或者心里有事情）这时候，你需要放松情绪，让神经得到舒缓。对于你来说，这个男生就像是一个心结一样。其实，梦到他并没有什么特别的含义，只是恰巧遇到了你当下的一些不顺利，所以你会给他附加很多情绪和思想。我认为调理好自己的情绪可能比强调不做梦更为重要。【文末彩蛋】：①我建议你可以日常做一些瑜伽，放松身心。因为科学调查显示，身体的紧绷会对心理活动产生很大影响。②你还可以尝试在睡前听听书，比如樊登读书等等，听得入神后就容易入睡，而且很少会有做梦的情况。这是我的小经验，希望对你有所帮助。最后，希望你不要纠结这件事情。这只是一个平常的存在，只是因为他在你心中拥有的特殊地位，才显得特别。放宽心，也许你就不会再梦到他了！",
    "annotation": [
      {
        "sentence": "哎呀～首先我要跟你说，梦到初恋并不是个【问题】，更不是【问题】，这是一件很【正常】的事情。",
        "label": ""
      },
      {
        "sentence": "在我们的人生中，我们可能会梦到很多人。",
        "label": ""
      },
      {
        "sentence": "但是因为他是你人生中的第一个喜欢的人，也就是所谓的“初恋”，所以给你留下了很深的印象。",
        "label": ""
      },
      {
        "sentence": "现在你已经26岁了，而那个男生只是在你初中时存在的人。",
        "label": ""
      },
      {
        "sentence": "对于这里面肯定没有任何【爱情情感元素】，只是一种【记忆残留】。",
        "label": ""
      },
      {
        "sentence": "◆第一次恋爱，不管是暗恋还是明恋，对于一个女孩子来说都有特殊的意义。",
        "label": ""
      },
      {
        "sentence": "除了有那种小小的甜蜜和纯情，那个男生还让你受伤了。",
        "label": ""
      },
      {
        "sentence": "可能现在的你觉得并不算什么大的痛苦，但是当时你肯定很在乎。",
        "label": ""
      },
      {
        "sentence": "所以，这在你心里留下了【情感记忆烙印】。",
        "label": ""
      },
      {
        "sentence": "这并不是什么心理阴影，只是因为当时你的【期望】和【预期】被打破了。",
        "label": ""
      },
      {
        "sentence": "就像小时候妈妈多给姐姐一块糖，我们都会记得很长时间，长大了还能回想起来一样。",
        "label": ""
      },
      {
        "sentence": "◆你说你不想再梦到他了。",
        "label": ""
      },
      {
        "sentence": "虽然我不能保证一定有效，但是我可以根据我的日常经验给你一些建议。",
        "label": ""
      },
      {
        "sentence": "不要强迫自己不去梦到他，因为你也无法控制。",
        "label": ""
      },
      {
        "sentence": "过多地想着不要梦到他，反而可能导致更频繁地做梦，让你整个人情绪不好，甚至影响睡眠质量。",
        "label": ""
      },
      {
        "sentence": "可以试试睡前泡脚、看一会儿书，或者听一会儿平静的音乐。",
        "label": ""
      },
      {
        "sentence": "如果你想做得更讲究一些，可以配上香薰蜡烛或者蒸汽眼罩。",
        "label": ""
      },
      {
        "sentence": "（经常做梦的人，很大原因是情绪不稳定，或者心里有事情）这时候，你需要放松情绪，让神经得到舒缓。",
        "label": ""
      },
      {
        "sentence": "对于你来说，这个男生就像是一个心结一样。",
        "label": ""
      },
      {
        "sentence": "其实，梦到他并没有什么特别的含义，只是恰巧遇到了你当下的一些不顺利，所以你会给他附加很多情绪和思想。",
        "label": ""
      },
      {
        "sentence": "我认为调理好自己的情绪可能比强调不做梦更为重要。",
        "label": ""
      },
      {
        "sentence": "【文末彩蛋】：①我建议你可以日常做一些瑜伽，放松身心。",
        "label": ""
      },
      {
        "sentence": "因为科学调查显示，身体的紧绷会对心理活动产生很大影响。",
        "label": ""
      },
      {
        "sentence": "②你还可以尝试在睡前听听书，比如樊登读书等等，听得入神后就容易入睡，而且很少会有做梦的情况。",
        "label": ""
      },
      {
        "sentence": "这是我的小经验，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "最后，希望你不要纠结这件事情。",
        "label": ""
      },
      {
        "sentence": "这只是一个平常的存在，只是因为他在你心中拥有的特殊地位，才显得特别。",
        "label": ""
      },
      {
        "sentence": "放宽心，也许你就不会再梦到他了！",
        "label": ""
      }
    ]
  }
]