[
  {
    "role": "client",
    "content": "我是一个26岁的女生，最近总是梦到我的“初恋”，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是一个26岁的女生，最近总是梦到我的“初恋”，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的困扰，关于记忆有这么句话，“很多事情我们并没有真的忘记，只是现在想不起来了。”那些想不起来的事情可能还在我们的潜意识深处，所以你梦见“初恋”也是正常的现象，可能是因为最近感情方面出现了一些问题让你在睡梦中想到了曾经的事。",
    "annotation": [
      {
        "sentence": "非常理解你的困扰，关于记忆有这么句话，“很多事情我们并没有真的忘记，只是现在想不起来了。",
        "label": ""
      },
      {
        "sentence": "”那些想不起来的事情可能还在我们的潜意识深处，所以你梦见“初恋”也是正常的现象，可能是因为最近感情方面出现了一些问题让你在睡梦中想到了曾经的事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我确实最近感情不太顺利，可能就是这个原因。可是为什么我总是梦见他呢？难道是我还没有放下他吗？",
    "annotation": [
      {
        "sentence": "是啊，我确实最近感情不太顺利，可能就是这个原因。",
        "label": ""
      },
      {
        "sentence": "可是为什么我总是梦见他呢？",
        "label": ""
      },
      {
        "sentence": "难道是我还没有放下他吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "梦见他不代表没有放下他，因为这不过是梦而已。没有忘记也好，怀念也罢，从某种程度上说明曾经的事情给你带来了一些印象深刻的部分。你说不想再梦到他了，似乎表明你在回避什么，可能是当时的失望，那些过去的事情随着时间一点点淡化。",
    "annotation": [
      {
        "sentence": "梦见他不代表没有放下他，因为这不过是梦而已。",
        "label": ""
      },
      {
        "sentence": "没有忘记也好，怀念也罢，从某种程度上说明曾经的事情给你带来了一些印象深刻的部分。",
        "label": ""
      },
      {
        "sentence": "你说不想再梦到他了，似乎表明你在回避什么，可能是当时的失望，那些过去的事情随着时间一点点淡化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能是因为我不愿意回想起当时的失望和伤心。但是我真的不想再被这些回忆困扰，有没有什么方法可以帮我停止梦到他呢？",
    "annotation": [
      {
        "sentence": "我明白了，可能是因为我不愿意回想起当时的失望和伤心。",
        "label": ""
      },
      {
        "sentence": "但是我真的不想再被这些回忆困扰，有没有什么方法可以帮我停止梦到他呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一方面，不要再去想那些曾经的事情，记忆重现的过程其实是自己内心重新经历的过程，而那些不好的经历会再一次影响到自己。“日有所思，夜有所梦”，停止那些思考，你可以转移自己的注意力，我相信你还要很多可以做，愿意做的事情。另一方面，如果现在的感情生活不是很顺利，试着去做点什么，改善彼此的关系。“幸福的人是没有心思想那些不幸福的小事的。”如果下次又在梦里遇见了，就当他是一个陌生人，昂首挺胸地从他眼前走过……忘记，是一件不需要努力的事情，顺其自然就好。",
    "annotation": [
      {
        "sentence": "一方面，不要再去想那些曾经的事情，记忆重现的过程其实是自己内心重新经历的过程，而那些不好的经历会再一次影响到自己。",
        "label": ""
      },
      {
        "sentence": "“日有所思，夜有所梦”，停止那些思考，你可以转移自己的注意力，我相信你还要很多可以做，愿意做的事情。",
        "label": ""
      },
      {
        "sentence": "另一方面，如果现在的感情生活不是很顺利，试着去做点什么，改善彼此的关系。",
        "label": ""
      },
      {
        "sentence": "“幸福的人是没有心思想那些不幸福的小事的。",
        "label": ""
      },
      {
        "sentence": "”如果下次又在梦里遇见了，就当他是一个陌生人，昂首挺胸地从他眼前走过……忘记，是一件不需要努力的事情，顺其自然就好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要尽量转移注意力，去做我喜欢做的事情，同时也要努力改善现在的感情生活。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "你说得对，我要尽量转移注意力，去做我喜欢做的事情，同时也要努力改善现在的感情生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，过去的事情只是曾经的一段经历，而你的未来还有无限可能。祝你好运！如果以后还有什么困扰，随时来找我聊聊吧。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，过去的事情只是曾经的一段经历，而你的未来还有无限可能。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困扰，随时来找我聊聊吧。",
        "label": ""
      }
    ]
  }
]