[
  {
    "role": "client",
    "content": "为什么和父母总是处于一个不平等的地位？我是家中老三，近来我发现我和父母及哥哥姐姐一直处于一个不平等的状态，无论什么事，似乎他们都有权利去告诉你该做什么，而从来不考虑过我的自身感受，他们一直把我当做一个长不大的孩子，从来没有以成年人之间的关系相互对待彼此，这对我来说一直是压郁痛苦的，或许我也从没摆正过自己姿态，我希望和他们以一种平等的方式进行交流沟通，而不上一种上下级的关系，我感觉这样下去，会得不到成长的空间。",
    "annotation": [
      {
        "sentence": "为什么和父母总是处于一个不平等的地位？",
        "label": ""
      },
      {
        "sentence": "我是家中老三，近来我发现我和父母及哥哥姐姐一直处于一个不平等的状态，无论什么事，似乎他们都有权利去告诉你该做什么，而从来不考虑过我的自身感受，他们一直把我当做一个长不大的孩子，从来没有以成年人之间的关系相互对待彼此，这对我来说一直是压郁痛苦的，或许我也从没摆正过自己姿态，我希望和他们以一种平等的方式进行交流沟通，而不上一种上下级的关系，我感觉这样下去，会得不到成长的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所说的这种现象，应该是很普遍的吧。家中的老小，往往最受家人的宠爱，家人总会觉得你最小，还是个小孩，会给予更多的宠爱，同时，也如你所说，可能不会考虑的感受，会把你当成一个长不大的孩子。甚至有的独生家庭也有这样的现象，父母老觉得孩子是个长不大的孩子，什么事情都要帮孩子做好。",
    "annotation": [
      {
        "sentence": "你所说的这种现象，应该是很普遍的吧。",
        "label": ""
      },
      {
        "sentence": "家中的老小，往往最受家人的宠爱，家人总会觉得你最小，还是个小孩，会给予更多的宠爱，同时，也如你所说，可能不会考虑的感受，会把你当成一个长不大的孩子。",
        "label": ""
      },
      {
        "sentence": "甚至有的独生家庭也有这样的现象，父母老觉得孩子是个长不大的孩子，什么事情都要帮孩子做好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的希望他们能够意识到我已经长大了，我也有自己的想法和需求，而且我希望他们能以平等的姿态对待我。",
    "annotation": [
      {
        "sentence": "但是我真的希望他们能够意识到我已经长大了，我也有自己的想法和需求，而且我希望他们能以平等的姿态对待我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你想改变这一现状，就需要让父母认识到，你已经长大了，有自己的想法。仅仅是告诉他们，或许他们会不以为然，需要做一些事情，让他们意识到，你真的长大了。比如说：主动帮家人分担一些家务，父母会看到，原来你可以做很多事情了；还有，为自己的所有事情负责，不管做了什么，要敢于承担自己的责任，要能够把自己该做的事情都做好，而不是需要家人的督促。",
    "annotation": [
      {
        "sentence": "如果你想改变这一现状，就需要让父母认识到，你已经长大了，有自己的想法。",
        "label": ""
      },
      {
        "sentence": "仅仅是告诉他们，或许他们会不以为然，需要做一些事情，让他们意识到，你真的长大了。",
        "label": ""
      },
      {
        "sentence": "比如说：主动帮家人分担一些家务，父母会看到，原来你可以做很多事情了；还有，为自己的所有事情负责，不管做了什么，要敢于承担自己的责任，要能够把自己该做的事情都做好，而不是需要家人的督促。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该主动参与家务，要敢于承担责任，这样父母才会意识到我已经长大成人了。",
    "annotation": [
      {
        "sentence": "我明白了，我应该主动参与家务，要敢于承担责任，这样父母才会意识到我已经长大成人了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，通过自身的行动，让父母看到你的成长和独立，他们才会逐渐改变对你的看法。但同时，也要理解父母的心情，他们一直习惯了照顾你，需要时间来适应你的变化。",
    "annotation": [
      {
        "sentence": "是的，通过自身的行动，让父母看到你的成长和独立，他们才会逐渐改变对你的看法。",
        "label": ""
      },
      {
        "sentence": "但同时，也要理解父母的心情，他们一直习惯了照顾你，需要时间来适应你的变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量理解他们的角度，在行动上给予他们一些适应的时间。",
    "annotation": [
      {
        "sentence": "我会尽量理解他们的角度，在行动上给予他们一些适应的时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的理解和包容会让他们感受到你的成熟和进步。除了主动参与家务，你还可以试着主动与他们沟通，表达自己的想法和需求，以平等的方式进行交流。",
    "annotation": [
      {
        "sentence": "很好，你的理解和包容会让他们感受到你的成熟和进步。",
        "label": ""
      },
      {
        "sentence": "除了主动参与家务，你还可以试着主动与他们沟通，表达自己的想法和需求，以平等的方式进行交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试主动与他们沟通，告诉他们我希望以平等的方式交流，互相尊重和理解。",
    "annotation": [
      {
        "sentence": "我会试试主动与他们沟通，告诉他们我希望以平等的方式交流，互相尊重和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，与父母进行坦诚的对话是建立良好关系的重要一步。同时也要耐心，改变需要时间，不要对结果抱有太大的期待。只要你坚持并努力，我相信你会达到一个相对平等的关系。",
    "annotation": [
      {
        "sentence": "非常好，与父母进行坦诚的对话是建立良好关系的重要一步。",
        "label": ""
      },
      {
        "sentence": "同时也要耐心，改变需要时间，不要对结果抱有太大的期待。",
        "label": ""
      },
      {
        "sentence": "只要你坚持并努力，我相信你会达到一个相对平等的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会好好努力的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会好好努力的。",
        "label": ""
      }
    ]
  }
]