[
  {
    "role": "client",
    "content": "我是一个15岁的女生，我对同班的一个女孩有好感，但这算喜欢吗？",
    "annotation": [
      {
        "sentence": "我是一个15岁的女生，我对同班的一个女孩有好感，但这算喜欢吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从心理学上来讲，中学生想要和他人建立亲密关系，普通朋友还是恋爱都属于亲密关系。",
    "annotation": [
      {
        "sentence": "从心理学上来讲，中学生想要和他人建立亲密关系，普通朋友还是恋爱都属于亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，她这个人比较内向，但跟熟人在一起就会露出沙雕的一面，有时候会冒出些奇怪的想法，我也搞不懂，在外人看来就是天真幼稚吧。",
    "annotation": [
      {
        "sentence": "是的，她这个人比较内向，但跟熟人在一起就会露出沙雕的一面，有时候会冒出些奇怪的想法，我也搞不懂，在外人看来就是天真幼稚吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在别人眼中她可能确实有些内向，但在熟人的陪伴下，她会变得外向，这是一种中等倾向。初三分班时，你们分到了一起，原本是一个班级的，但并不熟悉。后来因为在新的班级里只认识她，你们渐渐走得更近了。",
    "annotation": [
      {
        "sentence": "在别人眼中她可能确实有些内向，但在熟人的陪伴下，她会变得外向，这是一种中等倾向。",
        "label": ""
      },
      {
        "sentence": "初三分班时，你们分到了一起，原本是一个班级的，但并不熟悉。",
        "label": ""
      },
      {
        "sentence": "后来因为在新的班级里只认识她，你们渐渐走得更近了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我从前一阵子因为疫情的缘故住校了一个多月，寝室里有四个人，而我只跟她比较熟悉，所以我们比较粘在一起。有时候我会开点玩笑说什么“我这么爱你”，她对此似乎并没有太多的介意。",
    "annotation": [
      {
        "sentence": "是的，我从前一阵子因为疫情的缘故住校了一个多月，寝室里有四个人，而我只跟她比较熟悉，所以我们比较粘在一起。",
        "label": ""
      },
      {
        "sentence": "有时候我会开点玩笑说什么“我这么爱你”，她对此似乎并没有太多的介意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在初中阶段，女孩子会和很多女生做朋友，表示自己有很好的朋友圈。可能她也只是把你当作朋友，并没有特别的意思。有次聊天时，你偶然间跟她说你其实喜欢女生，这是她套出来的吗？",
    "annotation": [
      {
        "sentence": "在初中阶段，女孩子会和很多女生做朋友，表示自己有很好的朋友圈。",
        "label": ""
      },
      {
        "sentence": "可能她也只是把你当作朋友，并没有特别的意思。",
        "label": ""
      },
      {
        "sentence": "有次聊天时，你偶然间跟她说你其实喜欢女生，这是她套出来的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，她问出了我的实际喜好。之后一直相安无事，放学后我们也会一起回家，但最近她不让我太靠近她了，解释说这是她的条件反射，她对其他女孩子的亲近程度反应不大。",
    "annotation": [
      {
        "sentence": "是的，她问出了我的实际喜好。",
        "label": ""
      },
      {
        "sentence": "之后一直相安无事，放学后我们也会一起回家，但最近她不让我太靠近她了，解释说这是她的条件反射，她对其他女孩子的亲近程度反应不大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能她在意你对她的感情，这样的情况可能让你有些难过，但这也可能是因为你开始对她产生了嫉妒之情。醋意可能是正常的，但在十五六岁的年纪，对于爱情的认知还不是很清楚，因为爱情的三个要素中没有激情。醋意也可能是因为友谊的排他性所导致的。",
    "annotation": [
      {
        "sentence": "可能她在意你对她的感情，这样的情况可能让你有些难过，但这也可能是因为你开始对她产生了嫉妒之情。",
        "label": ""
      },
      {
        "sentence": "醋意可能是正常的，但在十五六岁的年纪，对于爱情的认知还不是很清楚，因为爱情的三个要素中没有激情。",
        "label": ""
      },
      {
        "sentence": "醋意也可能是因为友谊的排他性所导致的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，也许确实只是友谊的感觉。马上要毕业了，我很希望能和她考到同一所高中，以后还能继续在一起，因为看到她我就会感到很安心。但事实上，这可能并不太现实，因为我的成绩不太好。",
    "annotation": [
      {
        "sentence": "我明白了，也许确实只是友谊的感觉。",
        "label": ""
      },
      {
        "sentence": "马上要毕业了，我很希望能和她考到同一所高中，以后还能继续在一起，因为看到她我就会感到很安心。",
        "label": ""
      },
      {
        "sentence": "但事实上，这可能并不太现实，因为我的成绩不太好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到她会感到安心，这说明你只是喜欢她作为你朋友的感觉。至于高中的选择，不要太过于担心成绩，重要的是追求自己的兴趣和发展。在同一所高中也并不一定能一直保持在一起，但你可以在班级聚会和课余时间多与她保持联系。最重要的是，要相信自己，努力提高自己的学习能力和成绩，这样才能更好地追求自己的幸福。",
    "annotation": [
      {
        "sentence": "看到她会感到安心，这说明你只是喜欢她作为你朋友的感觉。",
        "label": ""
      },
      {
        "sentence": "至于高中的选择，不要太过于担心成绩，重要的是追求自己的兴趣和发展。",
        "label": ""
      },
      {
        "sentence": "在同一所高中也并不一定能一直保持在一起，但你可以在班级聚会和课余时间多与她保持联系。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要相信自己，努力提高自己的学习能力和成绩，这样才能更好地追求自己的幸福。",
        "label": ""
      }
    ]
  }
]