[
  {
    "role": "client",
    "content": "我真的好讨厌我的爸妈，但是我没有钱住出去……19岁，和家人一起住，爸爸经常说让我搬出去，我在家不能锁门，说要卸我的房间的锁，我也不想和妈妈说话，她和我的交流全是嫌弃，初中时她看过我的日记，嘲笑我，爸爸在初中时因为我晚回家狠狠的打过我，拳打脚踢用椅子砸……我已经长大了，尽量的减少和他们接触，还是有种被控制的感觉，经常说让我交水电费，我读书花了很多钱，爸爸有天晚上说我是吸血的虫。不能否定我读书花了他们很多时间和钱，我没办法去相信他们，只要一多交流，不可避免的伤害，爸爸刚刚醉醺醺的回家说让我把房门打开，说我晚点开门就要卸我房间的锁。我好想离开。",
    "annotation": [
      {
        "sentence": "我真的好讨厌我的爸妈，但是我没有钱住出去……19岁，和家人一起住，爸爸经常说让我搬出去，我在家不能锁门，说要卸我的房间的锁，我也不想和妈妈说话，她和我的交流全是嫌弃，初中时她看过我的日记，嘲笑我，爸爸在初中时因为我晚回家狠狠的打过我，拳打脚踢用椅子砸……我已经长大了，尽量的减少和他们接触，还是有种被控制的感觉，经常说让我交水电费，我读书花了很多钱，爸爸有天晚上说我是吸血的虫。",
        "label": ""
      },
      {
        "sentence": "不能否定我读书花了他们很多时间和钱，我没办法去相信他们，只要一多交流，不可避免的伤害，爸爸刚刚醉醺醺的回家说让我把房门打开，说我晚点开门就要卸我房间的锁。",
        "label": ""
      },
      {
        "sentence": "我好想离开。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的描述，真的很是心疼你！也非常能够理解想要搬出去，逃离家庭的焦虑情绪，伴着自己目前的能力实现不了的那种无奈，挫败感。来自助就是非常棒的成长选择，我们一起来看看有哪些可以做的呢。",
    "annotation": [
      {
        "sentence": "看完你的描述，真的很是心疼你！",
        "label": ""
      },
      {
        "sentence": "也非常能够理解想要搬出去，逃离家庭的焦虑情绪，伴着自己目前的能力实现不了的那种无奈，挫败感。",
        "label": ""
      },
      {
        "sentence": "来自助就是非常棒的成长选择，我们一起来看看有哪些可以做的呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白自己想要离开的意思，就是暂时跟父母分开，彼此不再过多的关注和参与生活。我想要用自己喜欢的方式，独立的生活。",
    "annotation": [
      {
        "sentence": "我明白自己想要离开的意思，就是暂时跟父母分开，彼此不再过多的关注和参与生活。",
        "label": ""
      },
      {
        "sentence": "我想要用自己喜欢的方式，独立的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，离开确实可以给你带来暂时的解脱。但是我们首先要了解离开背后的真正意义是什么，以及这种方式是否适合你当前的情况。离开可能会带来逃避问题的嫌疑，我们需要仔细思考。",
    "annotation": [
      {
        "sentence": "明白了，离开确实可以给你带来暂时的解脱。",
        "label": ""
      },
      {
        "sentence": "但是我们首先要了解离开背后的真正意义是什么，以及这种方式是否适合你当前的情况。",
        "label": ""
      },
      {
        "sentence": "离开可能会带来逃避问题的嫌疑，我们需要仔细思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我之前没有好好跟父母沟通过这些问题，可能是我自己也不太善于表达。现在我觉得跟他们的关系越来越疏远，越来越有隔阂了。",
    "annotation": [
      {
        "sentence": "我明白了，我之前没有好好跟父母沟通过这些问题，可能是我自己也不太善于表达。",
        "label": ""
      },
      {
        "sentence": "现在我觉得跟他们的关系越来越疏远，越来越有隔阂了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲子相处的沟通确实是非常重要的，父母有责任去了解和调整亲子相处的方式。但是父母也有他们自身的局限性，他们可能会出现错误的沟通方式和极端的行为。你有尝试过和他们进行正式的沟通吗？",
    "annotation": [
      {
        "sentence": "亲子相处的沟通确实是非常重要的，父母有责任去了解和调整亲子相处的方式。",
        "label": ""
      },
      {
        "sentence": "但是父母也有他们自身的局限性，他们可能会出现错误的沟通方式和极端的行为。",
        "label": ""
      },
      {
        "sentence": "你有尝试过和他们进行正式的沟通吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前没有主动提醒过他们，也没有和他们坦诚地交流，可能是因为我们之间积累了一些隔阂，我害怕会再次受到伤害。",
    "annotation": [
      {
        "sentence": "我之前没有主动提醒过他们，也没有和他们坦诚地交流，可能是因为我们之间积累了一些隔阂，我害怕会再次受到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但是沟通是解决问题的关键。或许你可以先试着和他们谈谈，分享自己的感受和想法，让他们了解你的真实想法，也给他们一个机会去改变。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但是沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "或许你可以先试着和他们谈谈，分享自己的感受和想法，让他们了解你的真实想法，也给他们一个机会去改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和他们谈谈，希望能够解决这些问题。但是如果他们真的无法改变，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我会试着和他们谈谈，希望能够解决这些问题。",
        "label": ""
      },
      {
        "sentence": "但是如果他们真的无法改变，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他们真的无法改变，那么你可以尝试提升自己，使自己更加独立。无论是经济能力还是社会人际处理能力，都可以成为你独立生活的基础。当你足够强大，有能力应对各种问题时，也许一些事情会自然化解。",
    "annotation": [
      {
        "sentence": "如果他们真的无法改变，那么你可以尝试提升自己，使自己更加独立。",
        "label": ""
      },
      {
        "sentence": "无论是经济能力还是社会人际处理能力，都可以成为你独立生活的基础。",
        "label": ""
      },
      {
        "sentence": "当你足够强大，有能力应对各种问题时，也许一些事情会自然化解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会努力提升自己，让自己更加独立。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "你说得对，我会努力提升自己，让自己更加独立。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够克服困难，找到自己想要的生活方式。透过观察和沟通，或许你会有不一样的收获。祝愿你早日实现自己的愿望，生活可以变得更加美好！你不孤单，我们一起加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够克服困难，找到自己想要的生活方式。",
        "label": ""
      },
      {
        "sentence": "透过观察和沟通，或许你会有不一样的收获。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日实现自己的愿望，生活可以变得更加美好！",
        "label": ""
      },
      {
        "sentence": "你不孤单，我们一起加油！",
        "label": ""
      }
    ]
  }
]