[
  {
    "role": "client",
    "content": "我真的好讨厌我的爸妈，但是我没有钱住出去……19岁，和家人一起住，爸爸经常说让我搬出去，我在家不能锁门，说要卸我的房间的锁，我也不想和妈妈说话，她和我的交流全是嫌弃，初中时她看过我的日记，嘲笑我，爸爸在初中时因为我晚回家狠狠的打过我，拳打脚踢用椅子砸……我已经长大了，尽量的减少和他们接触，还是有种被控制的感觉，经常说让我交水电费，我读书花了很多钱，爸爸有天晚上说我是吸血的虫。不能否定我读书花了他们很多时间和钱，我没办法去相信他们，只要一多交流，不可避免的伤害，爸爸刚刚醉醺醺的回家说让我把房门打开，说我晚点开门就要卸我房间的锁。我好想离开。",
    "annotation": [
      {
        "sentence": "我真的好讨厌我的爸妈，但是我没有钱住出去……19岁，和家人一起住，爸爸经常说让我搬出去，我在家不能锁门，说要卸我的房间的锁，我也不想和妈妈说话，她和我的交流全是嫌弃，初中时她看过我的日记，嘲笑我，爸爸在初中时因为我晚回家狠狠的打过我，拳打脚踢用椅子砸……我已经长大了，尽量的减少和他们接触，还是有种被控制的感觉，经常说让我交水电费，我读书花了很多钱，爸爸有天晚上说我是吸血的虫。",
        "label": ""
      },
      {
        "sentence": "不能否定我读书花了他们很多时间和钱，我没办法去相信他们，只要一多交流，不可避免的伤害，爸爸刚刚醉醺醺的回家说让我把房门打开，说我晚点开门就要卸我房间的锁。",
        "label": ""
      },
      {
        "sentence": "我好想离开。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "整段看完心里挺不是滋味的，很心疼你呀，~人生好艰难呀，总有一些我们不喜欢的事情发生，总有一些选择的权力在别人的手里，但是仔细想想好像每个人都是这样，事情不一样，选择不一样，但性质是一样的，大家都会有身不由己的时候，受制于人的时候，这样一想好像平衡一些了。好像生命里还有很多美好的事被我们“漏掉”了。大快朵颐后的满足，取得好成绩时的自豪，比赛胜利带来的骄傲，遇见爱情时的甜蜜....这些事情光是想想就会让人不由自主的嘴角上扬，而这些才应该成为我们人生的意义呀，你说对吗？",
    "annotation": [
      {
        "sentence": "整段看完心里挺不是滋味的，很心疼你呀，~人生好艰难呀，总有一些我们不喜欢的事情发生，总有一些选择的权力在别人的手里，但是仔细想想好像每个人都是这样，事情不一样，选择不一样，但性质是一样的，大家都会有身不由己的时候，受制于人的时候，这样一想好像平衡一些了。",
        "label": ""
      },
      {
        "sentence": "好像生命里还有很多美好的事被我们“漏掉”了。",
        "label": ""
      },
      {
        "sentence": "大快朵颐后的满足，取得好成绩时的自豪，比赛胜利带来的骄傲，遇见爱情时的甜蜜....这些事情光是想想就会让人不由自主的嘴角上扬，而这些才应该成为我们人生的意义呀，你说对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我明白有很多美好的事情在生活中，但是我现在对家庭关系感到很痛苦，我真的希望能够改变和家人相处的方式。",
    "annotation": [
      {
        "sentence": "对，我明白有很多美好的事情在生活中，但是我现在对家庭关系感到很痛苦，我真的希望能够改变和家人相处的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "19岁不知道你是否还在上大学，如果还没毕业，可能再坚持一下就好了。如果已经不上学了，那么找一份工作养活自己应该不是什么难事。我们再来聊一聊关于亲子关系的问题。直接去改变他们显示可能性不太大，所以通常解决类似问题要从两个方面入手：1、试图去理解他们 2、保持一定的“距离”。",
    "annotation": [
      {
        "sentence": "19岁不知道你是否还在上大学，如果还没毕业，可能再坚持一下就好了。",
        "label": ""
      },
      {
        "sentence": "如果已经不上学了，那么找一份工作养活自己应该不是什么难事。",
        "label": ""
      },
      {
        "sentence": "我们再来聊一聊关于亲子关系的问题。",
        "label": ""
      },
      {
        "sentence": "直接去改变他们显示可能性不太大，所以通常解决类似问题要从两个方面入手：1、试图去理解他们 2、保持一定的“距离”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想学习如何去理解他们，但是他们的行为让我很难过，我不知道该如何开始。",
    "annotation": [
      {
        "sentence": "我想学习如何去理解他们，但是他们的行为让我很难过，我不知道该如何开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先说第一点，理解≠认同，理解往往是一种对逻辑关系的认识和判断，也就是说从当事人的角度出发，该行为是否具有逻辑性和合理性。举个例子：一个人由于特别穷，然后开始从事偷窃行为。这件事我们能理解，但是不能认同，能理解在于该事件的发展符合一定的逻辑规律，而不能认同属于个人的心理倾向和价值倾向的差异导致的。但如果是一个人特别富有，然后他开始从事偷窃行为。这件事我们就不太能理解了。这就是两者的区别：理解≠认同。",
    "annotation": [
      {
        "sentence": "先说第一点，理解≠认同，理解往往是一种对逻辑关系的认识和判断，也就是说从当事人的角度出发，该行为是否具有逻辑性和合理性。",
        "label": ""
      },
      {
        "sentence": "举个例子：一个人由于特别穷，然后开始从事偷窃行为。",
        "label": ""
      },
      {
        "sentence": "这件事我们能理解，但是不能认同，能理解在于该事件的发展符合一定的逻辑规律，而不能认同属于个人的心理倾向和价值倾向的差异导致的。",
        "label": ""
      },
      {
        "sentence": "但如果是一个人特别富有，然后他开始从事偷窃行为。",
        "label": ""
      },
      {
        "sentence": "这件事我们就不太能理解了。",
        "label": ""
      },
      {
        "sentence": "这就是两者的区别：理解≠认同。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该努力去理解爸爸妈妈的行为，但是我觉得很难。",
    "annotation": [
      {
        "sentence": "我明白了，我应该努力去理解爸爸妈妈的行为，但是我觉得很难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那我们该如何去理解这样的父母呢？马克思说过：人的本质是一切社会关系的总和。电影《卡萨布兰卡》里有一种更浪漫的说法：如今你的气质里，藏着你走过的路，读过的书和爱过的人。它们共同阐述了一个道理就是：环境对人的影响是巨大的。是什么样的成长、生活经历让父亲变得开始“负能量满满”？一定不是幸福快乐吧？一定不是轻松惬意吧？《破产姐妹》里有一句经典台词：你嘴巴那么毒，心里一定很苦吧？我相信如果真的有一部电影，主角就是你的父母，他们一定不会希望看到自己是这样的剧本，但问题有些东西他们也没得选。如果能够理解这些，会帮助你放下很多，释怀很多，但不意味着你一定要接受和认同这些。人的成长本质上就是一个分离、独立的过程，有些由分离带来的痛苦是我们必须要面对的，报答父母养育之恩的方式有很多种，我相信让自己的人生变得更美好、绚烂绝对是对父母最好的报答，因为我相信这也是父母希望看到的。所以，成年后后的亲子关系更应该是情感上互相依赖，生活、人格上保持绝对的独立。祝您生活愉快！",
    "annotation": [
      {
        "sentence": "那我们该如何去理解这样的父母呢？",
        "label": ""
      },
      {
        "sentence": "马克思说过：人的本质是一切社会关系的总和。",
        "label": ""
      },
      {
        "sentence": "电影《卡萨布兰卡》里有一种更浪漫的说法：如今你的气质里，藏着你走过的路，读过的书和爱过的人。",
        "label": ""
      },
      {
        "sentence": "它们共同阐述了一个道理就是：环境对人的影响是巨大的。",
        "label": ""
      },
      {
        "sentence": "是什么样的成长、生活经历让父亲变得开始“负能量满满”？",
        "label": ""
      },
      {
        "sentence": "一定不是幸福快乐吧？",
        "label": ""
      },
      {
        "sentence": "一定不是轻松惬意吧？",
        "label": ""
      },
      {
        "sentence": "《破产姐妹》里有一句经典台词：你嘴巴那么毒，心里一定很苦吧？",
        "label": ""
      },
      {
        "sentence": "我相信如果真的有一部电影，主角就是你的父母，他们一定不会希望看到自己是这样的剧本，但问题有些东西他们也没得选。",
        "label": ""
      },
      {
        "sentence": "如果能够理解这些，会帮助你放下很多，释怀很多，但不意味着你一定要接受和认同这些。",
        "label": ""
      },
      {
        "sentence": "人的成长本质上就是一个分离、独立的过程，有些由分离带来的痛苦是我们必须要面对的，报答父母养育之恩的方式有很多种，我相信让自己的人生变得更美好、绚烂绝对是对父母最好的报答，因为我相信这也是父母希望看到的。",
        "label": ""
      },
      {
        "sentence": "所以，成年后后的亲子关系更应该是情感上互相依赖，生活、人格上保持绝对的独立。",
        "label": ""
      },
      {
        "sentence": "祝您生活愉快！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会努力去理解并处理与父母的关系。希望自己的人生能够变得更加美好。谢谢您的关心！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会努力去理解并处理与父母的关系。",
        "label": ""
      },
      {
        "sentence": "希望自己的人生能够变得更加美好。",
        "label": ""
      },
      {
        "sentence": "谢谢您的关心！",
        "label": ""
      }
    ]
  }
]