[
  {
    "role": "client",
    "content": "有了宝宝感觉生活一团糟？感觉自己抑郁了生完孩子宝宝满月就去上班了，目前在家里上网课教学生带孩子，自己跟妈妈一起带的，自己的妈妈老是喜欢数落我，感觉自己什么都没有做好，什么都要管我，比如，我买了20块钱的鱼，说我不会当家，就吵我烦我，我自己感觉工作工作没做好，孩子也照顾的不是很好，天天在家里被吵，心态要崩溃了，每次跟自己妈争两句嘴，我就闭嘴了，什么话也不想说，就坐在一边流眼泪，感觉自己抑郁了，产生了好多次想。。。的想法，有时候感觉自己天都要塌下来了。。。",
    "annotation": [
      {
        "sentence": "有了宝宝感觉生活一团糟？",
        "label": ""
      },
      {
        "sentence": "感觉自己抑郁了生完孩子宝宝满月就去上班了，目前在家里上网课教学生带孩子，自己跟妈妈一起带的，自己的妈妈老是喜欢数落我，感觉自己什么都没有做好，什么都要管我，比如，我买了20块钱的鱼，说我不会当家，就吵我烦我，我自己感觉工作工作没做好，孩子也照顾的不是很好，天天在家里被吵，心态要崩溃了，每次跟自己妈争两句嘴，我就闭嘴了，什么话也不想说，就坐在一边流眼泪，感觉自己抑郁了，产生了好多次想。。。",
        "label": ""
      },
      {
        "sentence": "的想法，有时候感觉自己天都要塌下来了。。。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听着你的描述，我能够理解你的困境。作为一个照顾宝宝的妈妈，你的生活非常辛苦。尤其是你需要同时工作和照顾孩子，并且还要应付你的妈妈。你现在一定感到压力很大，心里很沉闷、烦躁和焦虑。根据你的描述，宝宝并不是你最大的压力来源，而是你的妈妈。她既不理解也不支持你的工作，也不认可你在照顾孩子方面付出的努力，反而经常挑剔你、否定你，并与你起冲突，给你带来了很大的困扰和压力。虽然这些问题可能都是些琐碎的生活事务，但是积少成多，已经严重影响了你的情绪，造成了很大的压力，难以排解。不得不说，很多老年人的观念已经过时，我们难以认同，但是他们仍然会坚持己见，并将自己的意愿强加给子女。这些问题的根源很深，一时半会不容易改变。从你的描述中可以看出，你的妈妈一直以这种态度和方式来对待你，哪怕你已经长大成人，成为了一位母亲，她仍将你视为小孩子，试图控制你，要求你听从她的意见，按照她的要求去做事。而当你有了宝宝之后，这些矛盾和冲突变得更加激烈。虽然我们明白，你的妈妈的行为不合适，而你并没有错，但是目前我们无法改变你妈妈的态度和行为。因此，你可以尝试改变自己的思维方式，保护好自己的情绪。如果你的妈妈反对你、吵闹你，你可以选择听之任之，自己按照自己的计划行事。等她自己说完，发泄完，满足了她的控制欲望后，她也许会停止纠缠你。你要做的就是不跟她争吵，远离她，转移话题，或者只是点头应付一下。用这些方法努力摆脱她对你的控制和影响，保护好自己的情绪。因为你不可能与她争胜，只会影响到你自己的情绪，增加烦恼和压力。如果你感到委屈和难受，希望你可以和你的丈夫多沟通，向他表达你的想法和感受，获得他的理解、安慰和支持，让你感到你并不孤单，你有人支持着你。另外，如果有朋友或者知己，你也可以加强和他们的联系，多倾诉一下，缓解一下被压抑的情绪。如果你实在难以忍受你妈妈对你的干涉，最好是考虑搬出来单独住，因为与年长者同住会更容易产生摩擦。不知道你的公公婆婆或者其他亲戚是否可以轮流过来帮你照顾孩子？或者根据你们家庭的经济状况，是否可以考虑聘请保姆或者钟点工？也不知道你的孩子多大了，是否可以送去托管？如果这些问题花费一些钱能够解决，改善你的心情以及生活的舒适度，我觉得这是值得的。工作和照顾孩子都是必须面对的，建议你合理安排自己的时间，将工作时间和照顾孩子的活动分开进行，以便两者都得到照顾。相信你能够处理好与妈妈的问题之后，更好地应对工作和照顾孩子的两项任务。为了孩子、为了家庭，更为了你自己的人生，请不要轻言放弃。一切问题都有解决的办法，只要你愿意说出来，愿意面对，愿意解决。",
    "annotation": [
      {
        "sentence": "听着你的描述，我能够理解你的困境。",
        "label": ""
      },
      {
        "sentence": "作为一个照顾宝宝的妈妈，你的生活非常辛苦。",
        "label": ""
      },
      {
        "sentence": "尤其是你需要同时工作和照顾孩子，并且还要应付你的妈妈。",
        "label": ""
      },
      {
        "sentence": "你现在一定感到压力很大，心里很沉闷、烦躁和焦虑。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，宝宝并不是你最大的压力来源，而是你的妈妈。",
        "label": ""
      },
      {
        "sentence": "她既不理解也不支持你的工作，也不认可你在照顾孩子方面付出的努力，反而经常挑剔你、否定你，并与你起冲突，给你带来了很大的困扰和压力。",
        "label": ""
      },
      {
        "sentence": "虽然这些问题可能都是些琐碎的生活事务，但是积少成多，已经严重影响了你的情绪，造成了很大的压力，难以排解。",
        "label": ""
      },
      {
        "sentence": "不得不说，很多老年人的观念已经过时，我们难以认同，但是他们仍然会坚持己见，并将自己的意愿强加给子女。",
        "label": ""
      },
      {
        "sentence": "这些问题的根源很深，一时半会不容易改变。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出，你的妈妈一直以这种态度和方式来对待你，哪怕你已经长大成人，成为了一位母亲，她仍将你视为小孩子，试图控制你，要求你听从她的意见，按照她的要求去做事。",
        "label": ""
      },
      {
        "sentence": "而当你有了宝宝之后，这些矛盾和冲突变得更加激烈。",
        "label": ""
      },
      {
        "sentence": "虽然我们明白，你的妈妈的行为不合适，而你并没有错，但是目前我们无法改变你妈妈的态度和行为。",
        "label": ""
      },
      {
        "sentence": "因此，你可以尝试改变自己的思维方式，保护好自己的情绪。",
        "label": ""
      },
      {
        "sentence": "如果你的妈妈反对你、吵闹你，你可以选择听之任之，自己按照自己的计划行事。",
        "label": ""
      },
      {
        "sentence": "等她自己说完，发泄完，满足了她的控制欲望后，她也许会停止纠缠你。",
        "label": ""
      },
      {
        "sentence": "你要做的就是不跟她争吵，远离她，转移话题，或者只是点头应付一下。",
        "label": ""
      },
      {
        "sentence": "用这些方法努力摆脱她对你的控制和影响，保护好自己的情绪。",
        "label": ""
      },
      {
        "sentence": "因为你不可能与她争胜，只会影响到你自己的情绪，增加烦恼和压力。",
        "label": ""
      },
      {
        "sentence": "如果你感到委屈和难受，希望你可以和你的丈夫多沟通，向他表达你的想法和感受，获得他的理解、安慰和支持，让你感到你并不孤单，你有人支持着你。",
        "label": ""
      },
      {
        "sentence": "另外，如果有朋友或者知己，你也可以加强和他们的联系，多倾诉一下，缓解一下被压抑的情绪。",
        "label": ""
      },
      {
        "sentence": "如果你实在难以忍受你妈妈对你的干涉，最好是考虑搬出来单独住，因为与年长者同住会更容易产生摩擦。",
        "label": ""
      },
      {
        "sentence": "不知道你的公公婆婆或者其他亲戚是否可以轮流过来帮你照顾孩子？",
        "label": ""
      },
      {
        "sentence": "或者根据你们家庭的经济状况，是否可以考虑聘请保姆或者钟点工？",
        "label": ""
      },
      {
        "sentence": "也不知道你的孩子多大了，是否可以送去托管？",
        "label": ""
      },
      {
        "sentence": "如果这些问题花费一些钱能够解决，改善你的心情以及生活的舒适度，我觉得这是值得的。",
        "label": ""
      },
      {
        "sentence": "工作和照顾孩子都是必须面对的，建议你合理安排自己的时间，将工作时间和照顾孩子的活动分开进行，以便两者都得到照顾。",
        "label": ""
      },
      {
        "sentence": "相信你能够处理好与妈妈的问题之后，更好地应对工作和照顾孩子的两项任务。",
        "label": ""
      },
      {
        "sentence": "为了孩子、为了家庭，更为了你自己的人生，请不要轻言放弃。",
        "label": ""
      },
      {
        "sentence": "一切问题都有解决的办法，只要你愿意说出来，愿意面对，愿意解决。",
        "label": ""
      }
    ]
  }
]