[
  {
    "role": "client",
    "content": "有一个闺蜜总爱占我的便宜，出去约着玩都是我花钱？认识十年闺蜜了，现在有点受不了她了，她很自私爱占我的便宜，导火线是她来学校看我给我送了最便宜的一种果汁和出去看电影欺骗我没带钱，不止一次了。我很同情她，她的家庭条件没我家优越，出去玩所有费用几乎让我全包，她从不说给我分担一下，让她付钱她就很生气。不管我带不带钱，她都不会掏钱。很过分的一次，去看电影，当时我是从学校出来的，出来太慌是真的忘拿钱，但服务员已经下单电影票了，我就在那浑身找，她就杵在那不动说自己没带钱，当时恶心死我了快。",
    "annotation": [
      {
        "sentence": "有一个闺蜜总爱占我的便宜，出去约着玩都是我花钱？",
        "label": ""
      },
      {
        "sentence": "认识十年闺蜜了，现在有点受不了她了，她很自私爱占我的便宜，导火线是她来学校看我给我送了最便宜的一种果汁和出去看电影欺骗我没带钱，不止一次了。",
        "label": ""
      },
      {
        "sentence": "我很同情她，她的家庭条件没我家优越，出去玩所有费用几乎让我全包，她从不说给我分担一下，让她付钱她就很生气。",
        "label": ""
      },
      {
        "sentence": "不管我带不带钱，她都不会掏钱。",
        "label": ""
      },
      {
        "sentence": "很过分的一次，去看电影，当时我是从学校出来的，出来太慌是真的忘拿钱，但服务员已经下单电影票了，我就在那浑身找，她就杵在那不动说自己没带钱，当时恶心死我了快。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友在一段关系中总是付出，而对方不但不知道感恩而且还老是索要，时间长了心理难受是很正常的，所以我很能理解你的感受。我觉得你要先分清楚自己的人际边界，就是当别人做这件事情时你不舒服，就是越过自己的边界了，这时候可以委婉地提醒下别人，这样子别人也会知道，你不喜欢什么，知道和你相处时不要那样做，这是人际关系中的磨合。",
    "annotation": [
      {
        "sentence": "朋友在一段关系中总是付出，而对方不但不知道感恩而且还老是索要，时间长了心理难受是很正常的，所以我很能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我觉得你要先分清楚自己的人际边界，就是当别人做这件事情时你不舒服，就是越过自己的边界了，这时候可以委婉地提醒下别人，这样子别人也会知道，你不喜欢什么，知道和你相处时不要那样做，这是人际关系中的磨合。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该学会表达自己的感受，告诉她我不喜欢她占我的便宜。但是我还是担心，如果我说了，她会不高兴，我们的关系会受到伤害。毕竟我们已经是好朋友了很多年。",
    "annotation": [
      {
        "sentence": "你说得对，我应该学会表达自己的感受，告诉她我不喜欢她占我的便宜。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心，如果我说了，她会不高兴，我们的关系会受到伤害。",
        "label": ""
      },
      {
        "sentence": "毕竟我们已经是好朋友了很多年。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但是真正的朋友应该能够接受你的真实感受，而不是让你一直承担不公平的待遇。试着与她坦诚相待，告诉她你对她的行为感到不满，看看她的反应是什么。如果她是真心对你的朋友，她会接受你的想法并尊重你的感受。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但是真正的朋友应该能够接受你的真实感受，而不是让你一直承担不公平的待遇。",
        "label": ""
      },
      {
        "sentence": "试着与她坦诚相待，告诉她你对她的行为感到不满，看看她的反应是什么。",
        "label": ""
      },
      {
        "sentence": "如果她是真心对你的朋友，她会接受你的想法并尊重你的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该尝试与她坦诚相待。但是我还有一个问题，她经常向我借钱，我有时候也很难拒绝她，怕伤害到我们的友谊。你觉得我该怎么处理这种情况呢？",
    "annotation": [
      {
        "sentence": "你说得对，我应该尝试与她坦诚相待。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个问题，她经常向我借钱，我有时候也很难拒绝她，怕伤害到我们的友谊。",
        "label": ""
      },
      {
        "sentence": "你觉得我该怎么处理这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "借钱这个问题确实需要慎重考虑。你可以和她沟通，告诉她你现在经济上有些困难，希望她能够理解并支持你。同时，你可以提醒她，友谊不仅仅是建立在金钱上，更重要的是互相理解和支持。也许她会有所觉悟，不再过分依赖你的财务支持。",
    "annotation": [
      {
        "sentence": "借钱这个问题确实需要慎重考虑。",
        "label": ""
      },
      {
        "sentence": "你可以和她沟通，告诉她你现在经济上有些困难，希望她能够理解并支持你。",
        "label": ""
      },
      {
        "sentence": "同时，你可以提醒她，友谊不仅仅是建立在金钱上，更重要的是互相理解和支持。",
        "label": ""
      },
      {
        "sentence": "也许她会有所觉悟，不再过分依赖你的财务支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说的很有道理。我明白了，友谊应该是建立在互相理解和支持的基础上。如果她真的关心我，应该能够理解我目前的困难，并且不再过分依赖我的经济支持。我会试着和她坦诚地沟通，希望我们的友谊能够得到改善。",
    "annotation": [
      {
        "sentence": "嗯，你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我明白了，友谊应该是建立在互相理解和支持的基础上。",
        "label": ""
      },
      {
        "sentence": "如果她真的关心我，应该能够理解我目前的困难，并且不再过分依赖我的经济支持。",
        "label": ""
      },
      {
        "sentence": "我会试着和她坦诚地沟通，希望我们的友谊能够得到改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的决定。与朋友坦诚相待是建立良好关系的基础，希望你们的友谊能够走出困境，更加牢固。记住，你的感受和需要同样重要，不要害怕表达自己。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的决定。",
        "label": ""
      },
      {
        "sentence": "与朋友坦诚相待是建立良好关系的基础，希望你们的友谊能够走出困境，更加牢固。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和需要同样重要，不要害怕表达自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我现在有了更清晰的思路，相信我能够处理好这个问题。希望我们的友谊可以变得更加健康和平衡。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我现在有了更清晰的思路，相信我能够处理好这个问题。",
        "label": ""
      },
      {
        "sentence": "希望我们的友谊可以变得更加健康和平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够做到。祝你好运，并希望你们的友谊能够变得更加美好。如果你需要继续交流或者有任何其他问题，随时可以找我聊天。你并不孤单，有人愿意倾听和支持你。",
    "annotation": [
      {
        "sentence": "我相信你能够做到。",
        "label": ""
      },
      {
        "sentence": "祝你好运，并希望你们的友谊能够变得更加美好。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续交流或者有任何其他问题，随时可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，有人愿意倾听和支持你。",
        "label": ""
      }
    ]
  }
]