[
  {
    "role": "client",
    "content": "我最近遇到了一些生活中不太对劲且自恋的人，感觉很奇怪。他们看起来很正常，但是接触后我发现他们说话缺乏逻辑或者说话不中听。比如有人英语没过六级，却自认为自己英语好，口语好，然后说不懂的东西来问我。我很困惑，到底是我感觉错了还是他们自我感觉错了。还有明明知道我做什么工作，和我聊天时却说不想做我这种工作，因为不能发挥自己的才智。我觉得很奇怪，好像我经常会遇到这样的人，他们不只是自我感觉好，还会撒谎和说虚假的话让我很难受。我觉得他们可能有问题，但又不好明显表现出厌恶，所以他们就一直找我聊天或者给我撒谎。问题是，我不知道如何设定一些界限来保护自己。",
    "annotation": [
      {
        "sentence": "我最近遇到了一些生活中不太对劲且自恋的人，感觉很奇怪。",
        "label": ""
      },
      {
        "sentence": "他们看起来很正常，但是接触后我发现他们说话缺乏逻辑或者说话不中听。",
        "label": ""
      },
      {
        "sentence": "比如有人英语没过六级，却自认为自己英语好，口语好，然后说不懂的东西来问我。",
        "label": ""
      },
      {
        "sentence": "我很困惑，到底是我感觉错了还是他们自我感觉错了。",
        "label": ""
      },
      {
        "sentence": "还有明明知道我做什么工作，和我聊天时却说不想做我这种工作，因为不能发挥自己的才智。",
        "label": ""
      },
      {
        "sentence": "我觉得很奇怪，好像我经常会遇到这样的人，他们不只是自我感觉好，还会撒谎和说虚假的话让我很难受。",
        "label": ""
      },
      {
        "sentence": "我觉得他们可能有问题，但又不好明显表现出厌恶，所以他们就一直找我聊天或者给我撒谎。",
        "label": ""
      },
      {
        "sentence": "问题是，我不知道如何设定一些界限来保护自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你遇到的这些人可能是缺乏同理心，不太会察言观色的人，也就是你所说的说话不中听。他们常常会无意中冒犯别人，却不自知。这样的人身边朋友越来越少，很少有人愿意与他们保持交往。你可以远离这样的人，当他们让你不舒服的时候，你不必与他们争吵或者对抗，只需找借口做其他事情，减少交流。这样几次下来，他们自然会明白。这是一种既有效又省心的方法，教育他们并不是你的责任，他们需要自己去学习和改进。另外，你还可以退一步海阔天空，不要太过计较对方说了什么、做了什么。你说你好像很容易遇到这种人，可能也意味着你的一些思考模式有些问题。如果你一直以同样的模式思考，那么自然会遇到相似的情景。就像我自卑的时候会觉得别人都看不起我，然后我就会觉得遇到的人都不待见我。你觉得别人总是虚假、对你说谎，是不是也反映出你内心模式的一种投射呢？有时候你会对自己过于苛责吗？你可以多思考一下，也许这些人并不是有意为之，这样就能减少你对他们的敌意，也能改善你的情绪。也许对方说让你不懂的东西来问他只是在开个玩笑，或者他只是真的自信觉得自己口语好。就像凤姐当年征婚一样，她觉得自己很有魅力，要求相亲对象年薪百万又有文化。我们并不会生气，反而觉得她有趣。另外，不要把过多的注意力集中在这些人身上。我生活中也会偶尔遇到这样的人，但是几乎不会想起他们，因为我把注意力集中在重要的工作、生活和朋友身上，与他们没有太多交集，所以也不会让那些语言伤人的人有机会占用我的精力或者伤害我。所以，当你再次遇到这样的人，赶快远离，让大脑保持清晰，不给他们任何机会哦。",
    "annotation": [
      {
        "sentence": "你遇到的这些人可能是缺乏同理心，不太会察言观色的人，也就是你所说的说话不中听。",
        "label": ""
      },
      {
        "sentence": "他们常常会无意中冒犯别人，却不自知。",
        "label": ""
      },
      {
        "sentence": "这样的人身边朋友越来越少，很少有人愿意与他们保持交往。",
        "label": ""
      },
      {
        "sentence": "你可以远离这样的人，当他们让你不舒服的时候，你不必与他们争吵或者对抗，只需找借口做其他事情，减少交流。",
        "label": ""
      },
      {
        "sentence": "这样几次下来，他们自然会明白。",
        "label": ""
      },
      {
        "sentence": "这是一种既有效又省心的方法，教育他们并不是你的责任，他们需要自己去学习和改进。",
        "label": ""
      },
      {
        "sentence": "另外，你还可以退一步海阔天空，不要太过计较对方说了什么、做了什么。",
        "label": ""
      },
      {
        "sentence": "你说你好像很容易遇到这种人，可能也意味着你的一些思考模式有些问题。",
        "label": ""
      },
      {
        "sentence": "如果你一直以同样的模式思考，那么自然会遇到相似的情景。",
        "label": ""
      },
      {
        "sentence": "就像我自卑的时候会觉得别人都看不起我，然后我就会觉得遇到的人都不待见我。",
        "label": ""
      },
      {
        "sentence": "你觉得别人总是虚假、对你说谎，是不是也反映出你内心模式的一种投射呢？",
        "label": ""
      },
      {
        "sentence": "有时候你会对自己过于苛责吗？",
        "label": ""
      },
      {
        "sentence": "你可以多思考一下，也许这些人并不是有意为之，这样就能减少你对他们的敌意，也能改善你的情绪。",
        "label": ""
      },
      {
        "sentence": "也许对方说让你不懂的东西来问他只是在开个玩笑，或者他只是真的自信觉得自己口语好。",
        "label": ""
      },
      {
        "sentence": "就像凤姐当年征婚一样，她觉得自己很有魅力，要求相亲对象年薪百万又有文化。",
        "label": ""
      },
      {
        "sentence": "我们并不会生气，反而觉得她有趣。",
        "label": ""
      },
      {
        "sentence": "另外，不要把过多的注意力集中在这些人身上。",
        "label": ""
      },
      {
        "sentence": "我生活中也会偶尔遇到这样的人，但是几乎不会想起他们，因为我把注意力集中在重要的工作、生活和朋友身上，与他们没有太多交集，所以也不会让那些语言伤人的人有机会占用我的精力或者伤害我。",
        "label": ""
      },
      {
        "sentence": "所以，当你再次遇到这样的人，赶快远离，让大脑保持清晰，不给他们任何机会哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，我确实需要远离这些人，以保护自己的情绪和精力。我也理解，教育他们并不是我的责任，他们应该自己寻找学习和成长的机会。关于思考模式的问题，我确实需要反思一下自己的思维方式和对他人的认知。也许我过于苛责自己了，在遇到这种人的时候太过敏感，而不愿意给对方一个机会。你提到的凤姐的例子很有启发，我应该尝试着从不同的角度去看待这些人，不再强调他们的虚假和撒谎行为。另外，将注意力集中在更重要的事情上也是一个很好的建议，我将尽量让自己关注与我有意义的事情，让这些人无法干扰我的正常生活。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "你说得没错，我确实需要远离这些人，以保护自己的情绪和精力。",
        "label": ""
      },
      {
        "sentence": "我也理解，教育他们并不是我的责任，他们应该自己寻找学习和成长的机会。",
        "label": ""
      },
      {
        "sentence": "关于思考模式的问题，我确实需要反思一下自己的思维方式和对他人的认知。",
        "label": ""
      },
      {
        "sentence": "也许我过于苛责自己了，在遇到这种人的时候太过敏感，而不愿意给对方一个机会。",
        "label": ""
      },
      {
        "sentence": "你提到的凤姐的例子很有启发，我应该尝试着从不同的角度去看待这些人，不再强调他们的虚假和撒谎行为。",
        "label": ""
      },
      {
        "sentence": "另外，将注意力集中在更重要的事情上也是一个很好的建议，我将尽量让自己关注与我有意义的事情，让这些人无法干扰我的正常生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能帮到你。确实，保护自己的情绪和精力是非常重要的。通过反思自己的思维方式，你可以更好地理解和应对这些人，减少对他们的敌意。试着从不同的角度看待他们，给予他们一些宽容和理解，也许会有意想不到的收获。将注意力集中在更重要的事情上，让这些人无法干扰你的正常生活，这是一种很好的保护自己的方式。希望你能找到适合自己的方法来设立界限，并在面对这样的人时能够更好地保护自己。祝一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "确实，保护自己的情绪和精力是非常重要的。",
        "label": ""
      },
      {
        "sentence": "通过反思自己的思维方式，你可以更好地理解和应对这些人，减少对他们的敌意。",
        "label": ""
      },
      {
        "sentence": "试着从不同的角度看待他们，给予他们一些宽容和理解，也许会有意想不到的收获。",
        "label": ""
      },
      {
        "sentence": "将注意力集中在更重要的事情上，让这些人无法干扰你的正常生活，这是一种很好的保护自己的方式。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的方法来设立界限，并在面对这样的人时能够更好地保护自己。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      }
    ]
  }
]