[
  {
    "role": "client",
    "content": "最近我很后悔一个约会，陷入了无限的自责和沉重的心理负担。我27岁了，但我九岁的时候就遭受到了邻居男孩的性侵，这个秘密一直埋在我心里。从十几岁开始，我就开始经历性生活了，十多年来，我一直放纵自己的欲望，青春期时的自慰和早恋阶段的冒险行为，都是我积极主动追求满足的。这些年来，我一直都是一个性开放的女生，不喜欢被束缚和约束，也经历过SM圈子的洗脑和被PUA。我交过将近二十个男朋友，也约过一夜情几十次，一直坚信女性也可以在性爱中追求自己的快乐。但最近，我陷入了后悔和懊恼之中，觉得自己很脏，很后悔之前对自己的不珍爱和不尊重。我以前的言行举止可能很少有女生会像我这样，我感觉自己已经没有退路了，无法弥补我的过错，也无法开始新的生活。尽管我向现任男友坦白了一部分，表示他不在乎我的过去，但我自己却无法从里面走出来了。难道我只有通过自杀才能重新开始纯洁的人生吗？",
    "annotation": [
      {
        "sentence": "最近我很后悔一个约会，陷入了无限的自责和沉重的心理负担。",
        "label": ""
      },
      {
        "sentence": "我27岁了，但我九岁的时候就遭受到了邻居男孩的性侵，这个秘密一直埋在我心里。",
        "label": ""
      },
      {
        "sentence": "从十几岁开始，我就开始经历性生活了，十多年来，我一直放纵自己的欲望，青春期时的自慰和早恋阶段的冒险行为，都是我积极主动追求满足的。",
        "label": ""
      },
      {
        "sentence": "这些年来，我一直都是一个性开放的女生，不喜欢被束缚和约束，也经历过SM圈子的洗脑和被PUA。",
        "label": ""
      },
      {
        "sentence": "我交过将近二十个男朋友，也约过一夜情几十次，一直坚信女性也可以在性爱中追求自己的快乐。",
        "label": ""
      },
      {
        "sentence": "但最近，我陷入了后悔和懊恼之中，觉得自己很脏，很后悔之前对自己的不珍爱和不尊重。",
        "label": ""
      },
      {
        "sentence": "我以前的言行举止可能很少有女生会像我这样，我感觉自己已经没有退路了，无法弥补我的过错，也无法开始新的生活。",
        "label": ""
      },
      {
        "sentence": "尽管我向现任男友坦白了一部分，表示他不在乎我的过去，但我自己却无法从里面走出来了。",
        "label": ""
      },
      {
        "sentence": "难道我只有通过自杀才能重新开始纯洁的人生吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "成长就是要找到突破的点，改变轨迹，像螺旋一样不断向上，要做一个更好的自己。从你心路的历程来看，你27岁了，九岁时就遇到了被邻居男孩性侵的事件，这对你产生了巨大的影响。十岁开始，你就开始经历性生活，过去的十多年里，你一直在追求满足自己欲望的过程中堕落下来，沉浸在与人交往中，无法忍受孤独，没有自我约束。你接触了SM圈子，被洗脑，交往过二十几个男朋友，约过一夜情几十次，一直在放纵自己的性欲。但最近你陷入了深深地懊悔之中，觉得自己很脏，很后悔以前的不自爱和随便。现在已经没有退路，也没有办法去弥补自己的过错，你陷入了过去无法自拔的状态，无法开始正常的生活。现在你有一个男朋友，向他坦白了自己的过去，虽然他不在意，但你始终无法走出来，内心仍然明白男人是在乎这些的，你无法为自己的过错找到救赎，甚至产生了自杀的念头。你的生活圈子被你自己的负罪感所笼罩，没有了光彩。而要改变这个轨迹，你需要找到过去积极追求快乐行为的突破点。",
    "annotation": [
      {
        "sentence": "成长就是要找到突破的点，改变轨迹，像螺旋一样不断向上，要做一个更好的自己。",
        "label": ""
      },
      {
        "sentence": "从你心路的历程来看，你27岁了，九岁时就遇到了被邻居男孩性侵的事件，这对你产生了巨大的影响。",
        "label": ""
      },
      {
        "sentence": "十岁开始，你就开始经历性生活，过去的十多年里，你一直在追求满足自己欲望的过程中堕落下来，沉浸在与人交往中，无法忍受孤独，没有自我约束。",
        "label": ""
      },
      {
        "sentence": "你接触了SM圈子，被洗脑，交往过二十几个男朋友，约过一夜情几十次，一直在放纵自己的性欲。",
        "label": ""
      },
      {
        "sentence": "但最近你陷入了深深地懊悔之中，觉得自己很脏，很后悔以前的不自爱和随便。",
        "label": ""
      },
      {
        "sentence": "现在已经没有退路，也没有办法去弥补自己的过错，你陷入了过去无法自拔的状态，无法开始正常的生活。",
        "label": ""
      },
      {
        "sentence": "现在你有一个男朋友，向他坦白了自己的过去，虽然他不在意，但你始终无法走出来，内心仍然明白男人是在乎这些的，你无法为自己的过错找到救赎，甚至产生了自杀的念头。",
        "label": ""
      },
      {
        "sentence": "你的生活圈子被你自己的负罪感所笼罩，没有了光彩。",
        "label": ""
      },
      {
        "sentence": "而要改变这个轨迹，你需要找到过去积极追求快乐行为的突破点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我长大了，我知道过去的一切对我造成了无法挽回的影响，我也没有什么可以补救的余地。我对自己有深深的负罪感，现在年纪增大了，我有了一个深爱的男友，负罪感更加加重了，但我却没有主动去改变。我一直被懊悔的情绪笼罩着生活，同时又觉得已经无法挽回了，无法弥补，我带着这种负罪感过着自己的生活，生活也因此被阴影笼罩着，没有了光彩。",
    "annotation": [
      {
        "sentence": "我明白了，我长大了，我知道过去的一切对我造成了无法挽回的影响，我也没有什么可以补救的余地。",
        "label": ""
      },
      {
        "sentence": "我对自己有深深的负罪感，现在年纪增大了，我有了一个深爱的男友，负罪感更加加重了，但我却没有主动去改变。",
        "label": ""
      },
      {
        "sentence": "我一直被懊悔的情绪笼罩着生活，同时又觉得已经无法挽回了，无法弥补，我带着这种负罪感过着自己的生活，生活也因此被阴影笼罩着，没有了光彩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你生活中一直被懊悔的心理所笼罩，同时你也意识到过去的一切对你构成了无法挽回的伤害，你对自己的不自爱和自己的过错都没有认可和接受。年轻时都会犯错误，但最重要的是你是否真正意识到了自己的过去错了，你是否已经悬崖勒马，从内心深处真正意识到了自己过去的错误。如果没有年龄问题和男友的压力，你内心的欲望是否还会复发呢？如果你已经准备好开始一个新的篇章和生活，你可以尝试以下改变：先放下过去的仪式感。你可以选择一个具有意义的日子和地点，对自己进行一个仪式性的告别，彻底地放下过去，这个仪式要有一定的仪式感，比如洗个澡，穿上一身干净的衣服，在一个庄严的场合，向过去的自己道歉，与过去告别。然后你可以开始重新生活，将焦点放在现在的生活上，感受现在生活的美好和爱，敞开你的心去拥抱现在的美好，努力提升你对现在生活的感知力，将你的身心投入到现在和未来的生活中。通过这个过程，你可以放下过去的负罪感，改变你的轨迹，像螺旋一样不断成长，成为更好的自己。",
    "annotation": [
      {
        "sentence": "你生活中一直被懊悔的心理所笼罩，同时你也意识到过去的一切对你构成了无法挽回的伤害，你对自己的不自爱和自己的过错都没有认可和接受。",
        "label": ""
      },
      {
        "sentence": "年轻时都会犯错误，但最重要的是你是否真正意识到了自己的过去错了，你是否已经悬崖勒马，从内心深处真正意识到了自己过去的错误。",
        "label": ""
      },
      {
        "sentence": "如果没有年龄问题和男友的压力，你内心的欲望是否还会复发呢？",
        "label": ""
      },
      {
        "sentence": "如果你已经准备好开始一个新的篇章和生活，你可以尝试以下改变：先放下过去的仪式感。",
        "label": ""
      },
      {
        "sentence": "你可以选择一个具有意义的日子和地点，对自己进行一个仪式性的告别，彻底地放下过去，这个仪式要有一定的仪式感，比如洗个澡，穿上一身干净的衣服，在一个庄严的场合，向过去的自己道歉，与过去告别。",
        "label": ""
      },
      {
        "sentence": "然后你可以开始重新生活，将焦点放在现在的生活上，感受现在生活的美好和爱，敞开你的心去拥抱现在的美好，努力提升你对现在生活的感知力，将你的身心投入到现在和未来的生活中。",
        "label": ""
      },
      {
        "sentence": "通过这个过程，你可以放下过去的负罪感，改变你的轨迹，像螺旋一样不断成长，成为更好的自己。",
        "label": ""
      }
    ]
  }
]