[
  {
    "role": "client",
    "content": "我26岁了，最近感觉很低落迷茫，不知道该怎么办才好，有时候甚至想从这个世界消失。我和男朋友在一起已经五年了，但是工作也没找到，感情也僵持着，父母也不同意我们在一起。在家的时候，经常听到他们争吵，每次听到这样的声音，我就感到很心慌，会持续好几十分钟。虽然和男朋友在一起不需要工作，但是我总觉得心里无法安定，而且我们还没有结婚，所以我的妈妈总是威胁我不回家就断绝关系。我也不知道我现在的男朋友是否就是我最终的归宿，但是我更加不想回到那个充满争吵的家里。我感到一种无家可归的焦虑，但是同时又渴望回家，但一回去就要再次经历那种争吵。而且我现在也没有稳定的工作，所以对外界的一切已经变得非常害怕起来。我真的很难受，每当想到这些问题，我就希望自己消失，希望自己从来没有存在过，甚至想过死亡，但是又总是觉得自己在逃避，但找不到出路。",
    "annotation": [
      {
        "sentence": "我26岁了，最近感觉很低落迷茫，不知道该怎么办才好，有时候甚至想从这个世界消失。",
        "label": ""
      },
      {
        "sentence": "我和男朋友在一起已经五年了，但是工作也没找到，感情也僵持着，父母也不同意我们在一起。",
        "label": ""
      },
      {
        "sentence": "在家的时候，经常听到他们争吵，每次听到这样的声音，我就感到很心慌，会持续好几十分钟。",
        "label": ""
      },
      {
        "sentence": "虽然和男朋友在一起不需要工作，但是我总觉得心里无法安定，而且我们还没有结婚，所以我的妈妈总是威胁我不回家就断绝关系。",
        "label": ""
      },
      {
        "sentence": "我也不知道我现在的男朋友是否就是我最终的归宿，但是我更加不想回到那个充满争吵的家里。",
        "label": ""
      },
      {
        "sentence": "我感到一种无家可归的焦虑，但是同时又渴望回家，但一回去就要再次经历那种争吵。",
        "label": ""
      },
      {
        "sentence": "而且我现在也没有稳定的工作，所以对外界的一切已经变得非常害怕起来。",
        "label": ""
      },
      {
        "sentence": "我真的很难受，每当想到这些问题，我就希望自己消失，希望自己从来没有存在过，甚至想过死亡，但是又总是觉得自己在逃避，但找不到出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的描述中，我能感受到您目前正处于一个两难的境地。一方面您渴望回到家里，但是另一方面又害怕家庭带来的矛盾。幸运的是，您有一个相爱的人支持着您，这是非常美好的事情！无论如何，您现在最重要的是要有属于自己的事业。虽然有男朋友的陪伴，但是事业对于女性来说是非常重要的，它是我们立足的基础。事业可以让您感受到自己的存在价值，带来满足感和成就感。有了工作，您就可以投入更多的精力，烦恼和痛苦也会自然而然地减少。通过工作的独立，您可以更加自强自立。当您变得独立后，对家庭的依恋会减少，来自家庭的烦恼也会相应减少。",
    "annotation": [
      {
        "sentence": "从您的描述中，我能感受到您目前正处于一个两难的境地。",
        "label": ""
      },
      {
        "sentence": "一方面您渴望回到家里，但是另一方面又害怕家庭带来的矛盾。",
        "label": ""
      },
      {
        "sentence": "幸运的是，您有一个相爱的人支持着您，这是非常美好的事情！",
        "label": ""
      },
      {
        "sentence": "无论如何，您现在最重要的是要有属于自己的事业。",
        "label": ""
      },
      {
        "sentence": "虽然有男朋友的陪伴，但是事业对于女性来说是非常重要的，它是我们立足的基础。",
        "label": ""
      },
      {
        "sentence": "事业可以让您感受到自己的存在价值，带来满足感和成就感。",
        "label": ""
      },
      {
        "sentence": "有了工作，您就可以投入更多的精力，烦恼和痛苦也会自然而然地减少。",
        "label": ""
      },
      {
        "sentence": "通过工作的独立，您可以更加自强自立。",
        "label": ""
      },
      {
        "sentence": "当您变得独立后，对家庭的依恋会减少，来自家庭的烦恼也会相应减少。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说的很有道理，我确实需要找到自己的事业，并努力去实现它。但是我有点担心，因为现在已经26岁了，还没有找到合适的工作，我总觉得自己输在起跑线上。我怕自己永远都找不到工作，也无法担当起女性独立自强的责任。",
    "annotation": [
      {
        "sentence": "您说的很有道理，我确实需要找到自己的事业，并努力去实现它。",
        "label": ""
      },
      {
        "sentence": "但是我有点担心，因为现在已经26岁了，还没有找到合适的工作，我总觉得自己输在起跑线上。",
        "label": ""
      },
      {
        "sentence": "我怕自己永远都找不到工作，也无法担当起女性独立自强的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解您的担忧，但是年龄并不是决定一切的唯一因素。虽然您现在还没有找到合适的工作，但是并不代表您输在了起跑线上。许多成功的女性事业并不是从一开始就一帆风顺的，他们也经历了一些挫折和努力。请相信自己的能力，即使起步晚一些，只要您愿意努力并且持之以恒，一定可以找到适合自己的工作并且做得很好。女性独立自强的责任并不是一定要在年轻的时候完成，每个人都有自己的节奏和成长轨迹。",
    "annotation": [
      {
        "sentence": "我理解您的担忧，但是年龄并不是决定一切的唯一因素。",
        "label": ""
      },
      {
        "sentence": "虽然您现在还没有找到合适的工作，但是并不代表您输在了起跑线上。",
        "label": ""
      },
      {
        "sentence": "许多成功的女性事业并不是从一开始就一帆风顺的，他们也经历了一些挫折和努力。",
        "label": ""
      },
      {
        "sentence": "请相信自己的能力，即使起步晚一些，只要您愿意努力并且持之以恒，一定可以找到适合自己的工作并且做得很好。",
        "label": ""
      },
      {
        "sentence": "女性独立自强的责任并不是一定要在年轻的时候完成，每个人都有自己的节奏和成长轨迹。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了您的话，我感到有些勇气了。或许我真的需要改变一下思维，不再局限于当前的困境，而是积极寻找更好的未来。但是我还是会有些犹豫，害怕失败和再次受伤害。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "听了您的话，我感到有些勇气了。",
        "label": ""
      },
      {
        "sentence": "或许我真的需要改变一下思维，不再局限于当前的困境，而是积极寻找更好的未来。",
        "label": ""
      },
      {
        "sentence": "但是我还是会有些犹豫，害怕失败和再次受伤害。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "犹豫和害怕是正常的情绪反应，毕竟我们都害怕失败和受伤害。但是我们不能让这些情绪阻碍我们前进。您可以尝试进行一些积极的心理调适，比如寻找一些正能量的书籍、音乐或者朋友的支持来帮助您增强信心和勇气。同时，也可以制定一些小目标，逐步迈向更大的目标，以避免过于压力和恐惧。请记住，成功和失败都是人生的一部分，我们要学会接受和面对这些挑战，相信自己，相信您有能力去克服困难。",
    "annotation": [
      {
        "sentence": "犹豫和害怕是正常的情绪反应，毕竟我们都害怕失败和受伤害。",
        "label": ""
      },
      {
        "sentence": "但是我们不能让这些情绪阻碍我们前进。",
        "label": ""
      },
      {
        "sentence": "您可以尝试进行一些积极的心理调适，比如寻找一些正能量的书籍、音乐或者朋友的支持来帮助您增强信心和勇气。",
        "label": ""
      },
      {
        "sentence": "同时，也可以制定一些小目标，逐步迈向更大的目标，以避免过于压力和恐惧。",
        "label": ""
      },
      {
        "sentence": "请记住，成功和失败都是人生的一部分，我们要学会接受和面对这些挑战，相信自己，相信您有能力去克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议和鼓励，我会尽力去改变自己的思维和行动。或许迈出第一步就不再那么困难了。我也会尝试寻找一些积极的支持和资源，让自己更加坚定地走向未来。再次感谢您！",
    "annotation": [
      {
        "sentence": "谢谢您的建议和鼓励，我会尽力去改变自己的思维和行动。",
        "label": ""
      },
      {
        "sentence": "或许迈出第一步就不再那么困难了。",
        "label": ""
      },
      {
        "sentence": "我也会尝试寻找一些积极的支持和资源，让自己更加坚定地走向未来。",
        "label": ""
      },
      {
        "sentence": "再次感谢您！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎！我相信您一定能够成功克服眼前的困境，找到自己想要的生活。无论在什么时候都请记住，您不是一个人在战斗，我将一直在您身边支持您。如果您需要任何帮助或者有任何困惑，都可以随时来找我。祝福您在改变和成长的道路上坚持下去！",
    "annotation": [
      {
        "sentence": "非常欢迎！",
        "label": ""
      },
      {
        "sentence": "我相信您一定能够成功克服眼前的困境，找到自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "无论在什么时候都请记住，您不是一个人在战斗，我将一直在您身边支持您。",
        "label": ""
      },
      {
        "sentence": "如果您需要任何帮助或者有任何困惑，都可以随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝福您在改变和成长的道路上坚持下去！",
        "label": ""
      }
    ]
  }
]