[
  {
    "role": "client",
    "content": "我是一个高三女生，我遇到了一些困扰。我妈妈外遇了，现在她已经离家了，而我和妹妹每天都被爸爸骂。在我高一的时候，我就发现了妈妈的外遇。去年，我爸爸也发现了这件事。这一次，妈妈又离家了，她说是去打工，但我觉得她在骗我，因为其他家人都对此保持沉默。妈妈离开后，爸爸每天像疯了一样地骂我们。以前，爸爸平时也不太关心妈妈，即使妈妈生病了，他也会骂她。现在妈妈走了，他把责任推给了我和妹妹，甚至是奶奶。我非常恨爸爸，以前我会顶嘴，但现在我不敢了。作为一名高三学生，刚开始我还有很强的斗志，但现在我感到越来越空虚，对学习毫无兴趣，只想玩。我明白这样做并不利于自己，但随着高考的临近，我越来越迷茫。每天都感到疲惫不堪，快乐的时候感觉自己疯了，郁闷的时候甚至想要结束生命。我感觉自己已经变成了一个空壳，灵魂被抽空了。现在，我对任何人都抱有恶意，无法相信任何人。在日常生活中，我会记住各种人性丑恶的事情。我不知道自己怎么了，变得非常悲观。完全失去了斗志，有时心脏还会闷痛，脑海中会冒出一些邪恶的念头。我该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个高三女生，我遇到了一些困扰。",
        "label": ""
      },
      {
        "sentence": "我妈妈外遇了，现在她已经离家了，而我和妹妹每天都被爸爸骂。",
        "label": ""
      },
      {
        "sentence": "在我高一的时候，我就发现了妈妈的外遇。",
        "label": ""
      },
      {
        "sentence": "去年，我爸爸也发现了这件事。",
        "label": ""
      },
      {
        "sentence": "这一次，妈妈又离家了，她说是去打工，但我觉得她在骗我，因为其他家人都对此保持沉默。",
        "label": ""
      },
      {
        "sentence": "妈妈离开后，爸爸每天像疯了一样地骂我们。",
        "label": ""
      },
      {
        "sentence": "以前，爸爸平时也不太关心妈妈，即使妈妈生病了，他也会骂她。",
        "label": ""
      },
      {
        "sentence": "现在妈妈走了，他把责任推给了我和妹妹，甚至是奶奶。",
        "label": ""
      },
      {
        "sentence": "我非常恨爸爸，以前我会顶嘴，但现在我不敢了。",
        "label": ""
      },
      {
        "sentence": "作为一名高三学生，刚开始我还有很强的斗志，但现在我感到越来越空虚，对学习毫无兴趣，只想玩。",
        "label": ""
      },
      {
        "sentence": "我明白这样做并不利于自己，但随着高考的临近，我越来越迷茫。",
        "label": ""
      },
      {
        "sentence": "每天都感到疲惫不堪，快乐的时候感觉自己疯了，郁闷的时候甚至想要结束生命。",
        "label": ""
      },
      {
        "sentence": "我感觉自己已经变成了一个空壳，灵魂被抽空了。",
        "label": ""
      },
      {
        "sentence": "现在，我对任何人都抱有恶意，无法相信任何人。",
        "label": ""
      },
      {
        "sentence": "在日常生活中，我会记住各种人性丑恶的事情。",
        "label": ""
      },
      {
        "sentence": "我不知道自己怎么了，变得非常悲观。",
        "label": ""
      },
      {
        "sentence": "完全失去了斗志，有时心脏还会闷痛，脑海中会冒出一些邪恶的念头。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，我了解到你正面临以下问题：（1）感到空虚，不想学习；（2）心脏发闷，有一些不好的感觉。我将分析并给予你一些建议，希望可以帮到你：（1）首先，父母的情绪会影响到亲子关系，你父亲把对妈妈的情绪转嫁到了你和妹妹身上，这实在是不公平的。毕竟，你们并不应该对父母的问题负责。虽然父亲可能曾经不太在乎妈妈，但对于一个丈夫来说，妻子外遇对他来说确实是一种折磨。所以，父亲内心的情绪是无奈的，只是他没有找到有效的方式来宣泄。对此，你应该理解他的无可奈何。（2）你提到自己感到空虚，不想学习，这种心态是否受到家庭环境的影响呢？实际上，让自己变得更强大也是一种摆脱当前困境的方法。现在是你选择变得更强大的时候，一旦你变得强大起来，你的现状也会随之改变。（3）最后，你的状况可能是家庭环境和高考压力所致。此时，你需要做的最重要的两件事是宣泄情绪和减压。建议你试试冥想训练，坚持下去，也许会有所改善。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "通过你的描述，我了解到你正面临以下问题：（1）感到空虚，不想学习；（2）心脏发闷，有一些不好的感觉。",
        "label": ""
      },
      {
        "sentence": "我将分析并给予你一些建议，希望可以帮到你：（1）首先，父母的情绪会影响到亲子关系，你父亲把对妈妈的情绪转嫁到了你和妹妹身上，这实在是不公平的。",
        "label": ""
      },
      {
        "sentence": "毕竟，你们并不应该对父母的问题负责。",
        "label": ""
      },
      {
        "sentence": "虽然父亲可能曾经不太在乎妈妈，但对于一个丈夫来说，妻子外遇对他来说确实是一种折磨。",
        "label": ""
      },
      {
        "sentence": "所以，父亲内心的情绪是无奈的，只是他没有找到有效的方式来宣泄。",
        "label": ""
      },
      {
        "sentence": "对此，你应该理解他的无可奈何。",
        "label": ""
      },
      {
        "sentence": "（2）你提到自己感到空虚，不想学习，这种心态是否受到家庭环境的影响呢？",
        "label": ""
      },
      {
        "sentence": "实际上，让自己变得更强大也是一种摆脱当前困境的方法。",
        "label": ""
      },
      {
        "sentence": "现在是你选择变得更强大的时候，一旦你变得强大起来，你的现状也会随之改变。",
        "label": ""
      },
      {
        "sentence": "（3）最后，你的状况可能是家庭环境和高考压力所致。",
        "label": ""
      },
      {
        "sentence": "此时，你需要做的最重要的两件事是宣泄情绪和减压。",
        "label": ""
      },
      {
        "sentence": "建议你试试冥想训练，坚持下去，也许会有所改善。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]