[
  {
    "role": "client",
    "content": "我不敢和男朋友的朋友或者是一些陌生人说话，怎么办？男朋友有很多朋友，大部分时间我都尽量避免和他们进行交谈，有个朋友他女朋友我觉得超级漂亮，但是我也不敢和她说话，也不知道该说些什么，有时候就会让别人觉得我挺不会办事的。",
    "annotation": [
      {
        "sentence": "我不敢和男朋友的朋友或者是一些陌生人说话，怎么办？",
        "label": ""
      },
      {
        "sentence": "男朋友有很多朋友，大部分时间我都尽量避免和他们进行交谈，有个朋友他女朋友我觉得超级漂亮，但是我也不敢和她说话，也不知道该说些什么，有时候就会让别人觉得我挺不会办事的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人际关系中的得心应手，都是在不同场合，经过不断地参与，学习和总结而来的，不是谁天生都是社交达人。不要勉强自己成为社交高手什么的，尊重自己的习惯，保持好礼貌和友善。对一般关系的朋友而言，足矣。",
    "annotation": [
      {
        "sentence": "人际关系中的得心应手，都是在不同场合，经过不断地参与，学习和总结而来的，不是谁天生都是社交达人。",
        "label": ""
      },
      {
        "sentence": "不要勉强自己成为社交高手什么的，尊重自己的习惯，保持好礼貌和友善。",
        "label": ""
      },
      {
        "sentence": "对一般关系的朋友而言，足矣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己社交能力不行，总是不知道该说些什么，跟别人说话也会紧张。",
    "annotation": [
      {
        "sentence": "可是我觉得自己社交能力不行，总是不知道该说些什么，跟别人说话也会紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，可以看出你对自己的社交能力的不自信和想要寻求改变的迫切，可以理解你这样的感受，因为不仅是自己别扭，也会让自己身边的人感到尴尬。每种性格都有给自己的闪光点，也会在短时间内给人比较好的印象。沉稳和内敛的人，对人真诚，给人踏实和可信任的感觉。一定要看到自己身上的优点和长处，不要过于勉强自己去讨好他人，真正好的关系，是需要时间去培养的。",
    "annotation": [
      {
        "sentence": "从你的描述中，可以看出你对自己的社交能力的不自信和想要寻求改变的迫切，可以理解你这样的感受，因为不仅是自己别扭，也会让自己身边的人感到尴尬。",
        "label": ""
      },
      {
        "sentence": "每种性格都有给自己的闪光点，也会在短时间内给人比较好的印象。",
        "label": ""
      },
      {
        "sentence": "沉稳和内敛的人，对人真诚，给人踏实和可信任的感觉。",
        "label": ""
      },
      {
        "sentence": "一定要看到自己身上的优点和长处，不要过于勉强自己去讨好他人，真正好的关系，是需要时间去培养的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我还是害怕和陌生人开口，不知道该聊些什么。",
    "annotation": [
      {
        "sentence": "但是我还是害怕和陌生人开口，不知道该聊些什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "保持一些对人的好奇心和尊重，然后在这样的范围内，显示自己的情绪和性格，正常地聊天和相处就好。想要去搭话或者进一步了解，就让自己勇敢地去开口。大家能够聚在一起，表明都是日常中关系不错的，大概也都是比较好相处的，不用担心，可能会尴尬和害羞，但聊一会儿就会变好的。",
    "annotation": [
      {
        "sentence": "保持一些对人的好奇心和尊重，然后在这样的范围内，显示自己的情绪和性格，正常地聊天和相处就好。",
        "label": ""
      },
      {
        "sentence": "想要去搭话或者进一步了解，就让自己勇敢地去开口。",
        "label": ""
      },
      {
        "sentence": "大家能够聚在一起，表明都是日常中关系不错的，大概也都是比较好相处的，不用担心，可能会尴尬和害羞，但聊一会儿就会变好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但我怕自己开口之后没有话题，尴尬沉默。",
    "annotation": [
      {
        "sentence": "我明白了，但我怕自己开口之后没有话题，尴尬沉默。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果一直不讲话，也显得有些冷淡。可以挑一些平常的或者身边的话题打开局面。比如，如果是吃饭，可以问一下他们的口味，或者家乡的食物啊或者吃过什么比较好吃的东西等等。如果是一起玩，可以聊一些风景、旅行等话题。当你让自己的心态保持开放和接纳之后，你会将与人沟通当成平常的事情。不要给自己太大的精神压力，互相了解和交谈一下而已，不用过于紧张的。",
    "annotation": [
      {
        "sentence": "如果一直不讲话，也显得有些冷淡。",
        "label": ""
      },
      {
        "sentence": "可以挑一些平常的或者身边的话题打开局面。",
        "label": ""
      },
      {
        "sentence": "比如，如果是吃饭，可以问一下他们的口味，或者家乡的食物啊或者吃过什么比较好吃的东西等等。",
        "label": ""
      },
      {
        "sentence": "如果是一起玩，可以聊一些风景、旅行等话题。",
        "label": ""
      },
      {
        "sentence": "当你让自己的心态保持开放和接纳之后，你会将与人沟通当成平常的事情。",
        "label": ""
      },
      {
        "sentence": "不要给自己太大的精神压力，互相了解和交谈一下而已，不用过于紧张的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得好像可以试试了，多谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得好像可以试试了，多谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你会在人际关系中保持张弛有度的。多多地让自己去开口和对人群感兴趣，相信你能够做到的。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你会在人际关系中保持张弛有度的。",
        "label": ""
      },
      {
        "sentence": "多多地让自己去开口和对人群感兴趣，相信你能够做到的。",
        "label": ""
      }
    ]
  }
]