[
  {
    "role": "client",
    "content": "最近我一直怀疑自己的性取向。今年17岁，男性，之前一直喜欢女生，有过两个女朋友，恋爱时也感觉很好。但是疫情期间，我开始怀疑自己的性取向了。一方面是因为我之前看了一些关于雌雄同体的不良影片，另一方面是因为身边有个好友一直拿同性开玩笑，让我感到反感和焦虑。现在我经常会想起同性性行为的画面，虽然我试过转移注意力，但还是经常怀疑自己的性取向，总是会做一些测试，测试结果都显示我的性取向没问题。请问我该怎么办？",
    "annotation": [
      {
        "sentence": "最近我一直怀疑自己的性取向。",
        "label": ""
      },
      {
        "sentence": "今年17岁，男性，之前一直喜欢女生，有过两个女朋友，恋爱时也感觉很好。",
        "label": ""
      },
      {
        "sentence": "但是疫情期间，我开始怀疑自己的性取向了。",
        "label": ""
      },
      {
        "sentence": "一方面是因为我之前看了一些关于雌雄同体的不良影片，另一方面是因为身边有个好友一直拿同性开玩笑，让我感到反感和焦虑。",
        "label": ""
      },
      {
        "sentence": "现在我经常会想起同性性行为的画面，虽然我试过转移注意力，但还是经常怀疑自己的性取向，总是会做一些测试，测试结果都显示我的性取向没问题。",
        "label": ""
      },
      {
        "sentence": "请问我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要紧张，首先你要明白你的疑虑主要是因为先入为主的感受和印象造成的。看了那些影片后，你产生了相关的感触，时间长了就会产生对自己性取向的怀疑和担忧。再加上身边好友一直对你开这方面的玩笑，你原本可能没当回事，但是这样一直被提及，会让你感到焦虑。同时，视觉上的冲击也给你带来了很大的压力，所以你至今仍然感到困扰。面对这种情况，首先要减轻一些压力，不要总把这当作你个人的问题。主要是因为你对这方面的知识不够了解，所以建议你平时可以阅读一些性方面的书籍，例如《海蒂性学报告》之类的专业书籍。这些书籍非常有帮助，能够让你理性地认识相关知识，从而调整你的认知，减轻焦虑感。另外，尽量避免接触那些雌雄同体的影片，虽然它们可能会给你带来一些好奇和新鲜感，但长期观看会对你的心理产生负面影响。你可以把注意力放在自己的生活上，多读书、玩游戏或看电视，将注意力转移到其他事物上，这样你就不会被这些想法困扰了。如果情况不好，你还可以在等平台上寻求帮助或打倾诉电话，宣泄一下情绪，减轻压力，并通过一段时间的调整来缓解疑虑。相信你可以成功地调整自己的情绪。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不要紧张，首先你要明白你的疑虑主要是因为先入为主的感受和印象造成的。",
        "label": ""
      },
      {
        "sentence": "看了那些影片后，你产生了相关的感触，时间长了就会产生对自己性取向的怀疑和担忧。",
        "label": ""
      },
      {
        "sentence": "再加上身边好友一直对你开这方面的玩笑，你原本可能没当回事，但是这样一直被提及，会让你感到焦虑。",
        "label": ""
      },
      {
        "sentence": "同时，视觉上的冲击也给你带来了很大的压力，所以你至今仍然感到困扰。",
        "label": ""
      },
      {
        "sentence": "面对这种情况，首先要减轻一些压力，不要总把这当作你个人的问题。",
        "label": ""
      },
      {
        "sentence": "主要是因为你对这方面的知识不够了解，所以建议你平时可以阅读一些性方面的书籍，例如《海蒂性学报告》之类的专业书籍。",
        "label": ""
      },
      {
        "sentence": "这些书籍非常有帮助，能够让你理性地认识相关知识，从而调整你的认知，减轻焦虑感。",
        "label": ""
      },
      {
        "sentence": "另外，尽量避免接触那些雌雄同体的影片，虽然它们可能会给你带来一些好奇和新鲜感，但长期观看会对你的心理产生负面影响。",
        "label": ""
      },
      {
        "sentence": "你可以把注意力放在自己的生活上，多读书、玩游戏或看电视，将注意力转移到其他事物上，这样你就不会被这些想法困扰了。",
        "label": ""
      },
      {
        "sentence": "如果情况不好，你还可以在等平台上寻求帮助或打倾诉电话，宣泄一下情绪，减轻压力，并通过一段时间的调整来缓解疑虑。",
        "label": ""
      },
      {
        "sentence": "相信你可以成功地调整自己的情绪。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]