[
  {
    "role": "client",
    "content": "我今年22岁，和姐姐的关系彻底坏掉了怎么办？",
    "annotation": [
      {
        "sentence": "我今年22岁，和姐姐的关系彻底坏掉了怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们都不希望被指责，那会让我们觉得自己不够好。当像妈妈一样爱你的姐姐对你指责的时候一定不好受吧。",
    "annotation": [
      {
        "sentence": "我们都不希望被指责，那会让我们觉得自己不够好。",
        "label": ""
      },
      {
        "sentence": "当像妈妈一样爱你的姐姐对你指责的时候一定不好受吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的受不了了。她总是数落我，张嘴就是骂和怼。",
    "annotation": [
      {
        "sentence": "是的，我真的受不了了。",
        "label": ""
      },
      {
        "sentence": "她总是数落我，张嘴就是骂和怼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了对姐姐的数落和责骂心里觉得接受不了，对姐姐的付出不知道从你自己的角度是怎么看待的。不知道你说的姐姐后悔她除了一提再提以外还做了什么？",
    "annotation": [
      {
        "sentence": "除了对姐姐的数落和责骂心里觉得接受不了，对姐姐的付出不知道从你自己的角度是怎么看待的。",
        "label": ""
      },
      {
        "sentence": "不知道你说的姐姐后悔她除了一提再提以外还做了什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我考上研究生后，姐姐开始后悔了，觉得是她的付出让我有所成就。她常常给我买衣服买好吃的，而我当时都心安理得地接受。可她现在觉得我欠她的，欠她感情，欠她金钱。",
    "annotation": [
      {
        "sentence": "我考上研究生后，姐姐开始后悔了，觉得是她的付出让我有所成就。",
        "label": ""
      },
      {
        "sentence": "她常常给我买衣服买好吃的，而我当时都心安理得地接受。",
        "label": ""
      },
      {
        "sentence": "可她现在觉得我欠她的，欠她感情，欠她金钱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们都有一颗感恩的心，如果不能还给对方内心会心存愧疚，如果对方还反复提及我们就会很难接受，防御就会产生。再难受的话就会攻击对方指责对方这种行为让自己好受一些。虽然你的提问里有很多对姐姐的不满，我看到的却是对姐姐的情感需要。",
    "annotation": [
      {
        "sentence": "我们都有一颗感恩的心，如果不能还给对方内心会心存愧疚，如果对方还反复提及我们就会很难接受，防御就会产生。",
        "label": ""
      },
      {
        "sentence": "再难受的话就会攻击对方指责对方这种行为让自己好受一些。",
        "label": ""
      },
      {
        "sentence": "虽然你的提问里有很多对姐姐的不满，我看到的却是对姐姐的情感需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到自己需要情感上的支持和理解。可是姐姐总是只看到自己付出的一面，不考虑我的感受。",
    "annotation": [
      {
        "sentence": "是的，我也意识到自己需要情感上的支持和理解。",
        "label": ""
      },
      {
        "sentence": "可是姐姐总是只看到自己付出的一面，不考虑我的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为姐姐为妹妹做了很多，自己没有实现的部分在妹妹身上实现了，妹妹的优秀也是她的骄傲，好像在说我还是很有用的，我不是一无是处的，我供养了这么好的妹妹。每个人都在寻找价值感，每个人的途径也都不一样，我们都希望自己在家中是有一席之地的。",
    "annotation": [
      {
        "sentence": "作为姐姐为妹妹做了很多，自己没有实现的部分在妹妹身上实现了，妹妹的优秀也是她的骄傲，好像在说我还是很有用的，我不是一无是处的，我供养了这么好的妹妹。",
        "label": ""
      },
      {
        "sentence": "每个人都在寻找价值感，每个人的途径也都不一样，我们都希望自己在家中是有一席之地的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的对，姐姐的责骂可能是无法表达自己内心的感受。从小被寄养，还患过眼疾，她可能希望通过某种方式邀请我一起体验，以此来表达亲密。虽然这种方式让我们很难受，也无法接受。",
    "annotation": [
      {
        "sentence": "或许你说的对，姐姐的责骂可能是无法表达自己内心的感受。",
        "label": ""
      },
      {
        "sentence": "从小被寄养，还患过眼疾，她可能希望通过某种方式邀请我一起体验，以此来表达亲密。",
        "label": ""
      },
      {
        "sentence": "虽然这种方式让我们很难受，也无法接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲人之间不管是不是愿意我们都承载着对方很多的情绪剪不断理还乱。明白自己喜欢和不喜欢的部分再去整理跟姐姐相处之道相信会有帮助哦。你可以试着与姐姐沟通，告诉她你的感受和需要，尝试寻找共同的兴趣爱好，重新建立联系。也可以考虑寻求心理咨询师的帮助，他们可以帮助你处理内心的困惑和障碍。记得，要有耐心和善意地面对彼此的情绪和意见，以获得更好的相处方式。",
    "annotation": [
      {
        "sentence": "亲人之间不管是不是愿意我们都承载着对方很多的情绪剪不断理还乱。",
        "label": ""
      },
      {
        "sentence": "明白自己喜欢和不喜欢的部分再去整理跟姐姐相处之道相信会有帮助哦。",
        "label": ""
      },
      {
        "sentence": "你可以试着与姐姐沟通，告诉她你的感受和需要，尝试寻找共同的兴趣爱好，重新建立联系。",
        "label": ""
      },
      {
        "sentence": "也可以考虑寻求心理咨询师的帮助，他们可以帮助你处理内心的困惑和障碍。",
        "label": ""
      },
      {
        "sentence": "记得，要有耐心和善意地面对彼此的情绪和意见，以获得更好的相处方式。",
        "label": ""
      }
    ]
  }
]