[
  {
    "role": "client",
    "content": "这一周每日嗜睡困乏，无法快乐或提起兴趣，为什么呢？情绪低落已三个月，这周一在北医六院测了红外热成像及血流图及脑电图都正常，最终没有确诊抑郁症。我对这个结果很困惑。两个月前因为学业和家庭我情绪有问题，甚至出现四肢发麻胸闷气喘心跳快。为何不是抑郁症呢？这周极度厌世。每时每刻都在想“如果下一刻我死去我将毫无遗憾”。从起床开始就困乏一直到晚上。提不起任何兴趣，笑不出来。父母一直照顾我也感受不到爱意。我无法感知感动、兴奋、幸福等。但是愤怒和沮丧有时可以感受到。我也曾担心我的未来、有远大目标和渴望成为心理咨询师帮助别人的心，现在我看不到未来，甚至连明天的打算也没有。去医院看血液心脏都没问题，甲状腺也正常。说心理问题吧，老师家长都尽力体谅我帮助我，我却心如死灰，单纯地厌世无兴趣罢了。我是不是大脑有什么问题？拜托了一定得有什么问题啊。别再让我去运动做有意思的事别告诉我世上多美好。如果真那么简单我即使看最治愈的电影也不为所动。我只想要一个结果。",
    "annotation": [
      {
        "sentence": "这一周每日嗜睡困乏，无法快乐或提起兴趣，为什么呢？",
        "label": ""
      },
      {
        "sentence": "情绪低落已三个月，这周一在北医六院测了红外热成像及血流图及脑电图都正常，最终没有确诊抑郁症。",
        "label": ""
      },
      {
        "sentence": "我对这个结果很困惑。",
        "label": ""
      },
      {
        "sentence": "两个月前因为学业和家庭我情绪有问题，甚至出现四肢发麻胸闷气喘心跳快。",
        "label": ""
      },
      {
        "sentence": "为何不是抑郁症呢？",
        "label": ""
      },
      {
        "sentence": "这周极度厌世。",
        "label": ""
      },
      {
        "sentence": "每时每刻都在想“如果下一刻我死去我将毫无遗憾”。",
        "label": ""
      },
      {
        "sentence": "从起床开始就困乏一直到晚上。",
        "label": ""
      },
      {
        "sentence": "提不起任何兴趣，笑不出来。",
        "label": ""
      },
      {
        "sentence": "父母一直照顾我也感受不到爱意。",
        "label": ""
      },
      {
        "sentence": "我无法感知感动、兴奋、幸福等。",
        "label": ""
      },
      {
        "sentence": "但是愤怒和沮丧有时可以感受到。",
        "label": ""
      },
      {
        "sentence": "我也曾担心我的未来、有远大目标和渴望成为心理咨询师帮助别人的心，现在我看不到未来，甚至连明天的打算也没有。",
        "label": ""
      },
      {
        "sentence": "去医院看血液心脏都没问题，甲状腺也正常。",
        "label": ""
      },
      {
        "sentence": "说心理问题吧，老师家长都尽力体谅我帮助我，我却心如死灰，单纯地厌世无兴趣罢了。",
        "label": ""
      },
      {
        "sentence": "我是不是大脑有什么问题？",
        "label": ""
      },
      {
        "sentence": "拜托了一定得有什么问题啊。",
        "label": ""
      },
      {
        "sentence": "别再让我去运动做有意思的事别告诉我世上多美好。",
        "label": ""
      },
      {
        "sentence": "如果真那么简单我即使看最治愈的电影也不为所动。",
        "label": ""
      },
      {
        "sentence": "我只想要一个结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你最近的状况听起来真的很辛苦，不过请放心，我会陪在你身边帮助你度过难关的。首先，我看到你17岁，这是一个还在成长的年龄，在这个过程中会有很多烦心事。你说自己情绪低落已经持续了三个月，这可能是因为内心有一些事情在牵动着你。情绪起伏的大小也是正常的，要给自己一些时间和空间来成长，我相信只要你心中有一个稳定良好情绪的目标，并且一直向这个目标前进，总有一天你会好起来的。不论你前进的步伐是快是慢，是想休息一下还是突飞猛进，只要有这个目标在，你一定会走出困境的。",
    "annotation": [
      {
        "sentence": "你最近的状况听起来真的很辛苦，不过请放心，我会陪在你身边帮助你度过难关的。",
        "label": ""
      },
      {
        "sentence": "首先，我看到你17岁，这是一个还在成长的年龄，在这个过程中会有很多烦心事。",
        "label": ""
      },
      {
        "sentence": "你说自己情绪低落已经持续了三个月，这可能是因为内心有一些事情在牵动着你。",
        "label": ""
      },
      {
        "sentence": "情绪起伏的大小也是正常的，要给自己一些时间和空间来成长，我相信只要你心中有一个稳定良好情绪的目标，并且一直向这个目标前进，总有一天你会好起来的。",
        "label": ""
      },
      {
        "sentence": "不论你前进的步伐是快是慢，是想休息一下还是突飞猛进，只要有这个目标在，你一定会走出困境的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但我对我的情绪问题还是感到困惑。我之前有一些学业和家庭上的压力，甚至出现了一些身体症状，比如四肢发麻、胸闷、气喘和心跳过快。我一直以为这可能是抑郁症，但我在医院做了红外热成像、血流图和脑电图后，结果都显示正常，没有确诊抑郁症。这个结果让我很困惑，不知道自己到底是怎么回事。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但我对我的情绪问题还是感到困惑。",
        "label": ""
      },
      {
        "sentence": "我之前有一些学业和家庭上的压力，甚至出现了一些身体症状，比如四肢发麻、胸闷、气喘和心跳过快。",
        "label": ""
      },
      {
        "sentence": "我一直以为这可能是抑郁症，但我在医院做了红外热成像、血流图和脑电图后，结果都显示正常，没有确诊抑郁症。",
        "label": ""
      },
      {
        "sentence": "这个结果让我很困惑，不知道自己到底是怎么回事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对这个结果感到困惑，但是要记住，虽然没有确诊抑郁症，但你依然可以面对自己的情绪问题。并不是所有的问题都可以通过医学检查来确定，心理问题有时候并不容易被检测出来。你提到的困乏、缺乏兴趣和笑不出来等症状，都有可能与情绪问题有关。所以，我们可以继续一起深入探讨，寻找更多的解决办法。",
    "annotation": [
      {
        "sentence": "我理解你对这个结果感到困惑，但是要记住，虽然没有确诊抑郁症，但你依然可以面对自己的情绪问题。",
        "label": ""
      },
      {
        "sentence": "并不是所有的问题都可以通过医学检查来确定，心理问题有时候并不容易被检测出来。",
        "label": ""
      },
      {
        "sentence": "你提到的困乏、缺乏兴趣和笑不出来等症状，都有可能与情绪问题有关。",
        "label": ""
      },
      {
        "sentence": "所以，我们可以继续一起深入探讨，寻找更多的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的觉得自己对生活失去了希望，每时每刻都在想着死亡，甚至连明天的打算都没有了。我感觉自己像个行尸走肉，完全没有了幸福和兴奋的感觉。虽然我偶尔能感受到愤怒和沮丧，但其他正面的情绪却无法感受到。我曾经对未来和帮助别人有着远大的目标和渴望，但现在我看不到任何希望和意义。我想知道，这样的感受是不是说明我大脑有问题？",
    "annotation": [
      {
        "sentence": "我真的觉得自己对生活失去了希望，每时每刻都在想着死亡，甚至连明天的打算都没有了。",
        "label": ""
      },
      {
        "sentence": "我感觉自己像个行尸走肉，完全没有了幸福和兴奋的感觉。",
        "label": ""
      },
      {
        "sentence": "虽然我偶尔能感受到愤怒和沮丧，但其他正面的情绪却无法感受到。",
        "label": ""
      },
      {
        "sentence": "我曾经对未来和帮助别人有着远大的目标和渴望，但现在我看不到任何希望和意义。",
        "label": ""
      },
      {
        "sentence": "我想知道，这样的感受是不是说明我大脑有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你对生活失去希望的感受让我很心痛，但请相信，你并不孤单，我会一直支持你。你对未来和帮助他人的愿望是很伟大的，但有时候我们会感到迷茫和困惑，这是正常的。并不一定说明你大脑有问题，也有可能是因为你目前所处的情绪状态影响了你对生活的看法。关于人生的意义，这是一个世纪难题，每个人都有不同的理解和角度。所以，我们可以一起来思考和探索，寻找属于你自己的生活意义。",
    "annotation": [
      {
        "sentence": "听到你对生活失去希望的感受让我很心痛，但请相信，你并不孤单，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "你对未来和帮助他人的愿望是很伟大的，但有时候我们会感到迷茫和困惑，这是正常的。",
        "label": ""
      },
      {
        "sentence": "并不一定说明你大脑有问题，也有可能是因为你目前所处的情绪状态影响了你对生活的看法。",
        "label": ""
      },
      {
        "sentence": "关于人生的意义，这是一个世纪难题，每个人都有不同的理解和角度。",
        "label": ""
      },
      {
        "sentence": "所以，我们可以一起来思考和探索，寻找属于你自己的生活意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我现在对情绪问题和生活意义的疑问更清晰了。我明白了情绪问题并没有直接的答案，而是需要我们去面对并逐渐调整。同时，关于生活的意义，我也明白了这是一个因人而异的问题，没有固定的答案。我愿意继续努力，给自己时间和空间来成长，寻找属于自己的幸福和意义。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我现在对情绪问题和生活意义的疑问更清晰了。",
        "label": ""
      },
      {
        "sentence": "我明白了情绪问题并没有直接的答案，而是需要我们去面对并逐渐调整。",
        "label": ""
      },
      {
        "sentence": "同时，关于生活的意义，我也明白了这是一个因人而异的问题，没有固定的答案。",
        "label": ""
      },
      {
        "sentence": "我愿意继续努力，给自己时间和空间来成长，寻找属于自己的幸福和意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你对情绪问题和生活意义的认识更加清晰了。成长的过程中我们会遇到很多挑战，但只要我们保持积极的态度，坚持前进，相信自己，我们一定能够找到属于自己的幸福和意义。如果你有任何困惑或需要帮助的地方，随时都可以来找我，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你对情绪问题和生活意义的认识更加清晰了。",
        "label": ""
      },
      {
        "sentence": "成长的过程中我们会遇到很多挑战，但只要我们保持积极的态度，坚持前进，相信自己，我们一定能够找到属于自己的幸福和意义。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑或需要帮助的地方，随时都可以来找我，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和支持，我会珍惜这份情谊的。我会坚持努力，相信自己，找到属于自己的幸福和意义。如果有任何问题，我会及时和你沟通。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和支持，我会珍惜这份情谊的。",
        "label": ""
      },
      {
        "sentence": "我会坚持努力，相信自己，找到属于自己的幸福和意义。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题，我会及时和你沟通。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你的进步是我最大的心愿。无论遇到什么困难和挑战，都记得你不是一个人在战斗，我会一直陪在你身边。相信自己，相信未来，我们一起迎接更好的明天！",
    "annotation": [
      {
        "sentence": "不用客气，你的进步是我最大的心愿。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难和挑战，都记得你不是一个人在战斗，我会一直陪在你身边。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，我们一起迎接更好的明天！",
        "label": ""
      }
    ]
  }
]