[
  {
    "role": "client",
    "content": "原本和另外两个女生玩得好，退出了这个群体，很委屈？原本我和另外两个女生玩得很好，算得上我在这个班很好的朋友，但因为一件小事（可能对于别人来说是很小的事，但那时候我是真的很伤心。）然后我开始不太想和我闹矛盾的女生讲话，近似冷战吧。也许本来我本来在这个班上玩得很好就没有很多，所以我不知道为什么情绪开始爆发，然后开始责怪我自己。然后我自己哭得贼伤心，然而她面无表情。。因为带有一些情绪，我说出的一句话伤害了我另一个朋友。后来我也去道歉了，结果换来的她说“以后吃饭我就先走了”（本来三个人是一起的）。然后我真的特别伤心，我觉得原本是我受到了委屈结果最后还是我去道歉，到现在变成了我退出了这个群体。现在的我觉得每每想起还会很委屈，现在的我一个人吃饭，很多事都是一个人，我也不太清楚我是否真的很喜欢一个人，有时候会很自由，有时候又会觉得很孤单。",
    "annotation": [
      {
        "sentence": "原本和另外两个女生玩得好，退出了这个群体，很委屈？",
        "label": ""
      },
      {
        "sentence": "原本我和另外两个女生玩得很好，算得上我在这个班很好的朋友，但因为一件小事（可能对于别人来说是很小的事，但那时候我是真的很伤心。",
        "label": ""
      },
      {
        "sentence": "）然后我开始不太想和我闹矛盾的女生讲话，近似冷战吧。",
        "label": ""
      },
      {
        "sentence": "也许本来我本来在这个班上玩得很好就没有很多，所以我不知道为什么情绪开始爆发，然后开始责怪我自己。",
        "label": ""
      },
      {
        "sentence": "然后我自己哭得贼伤心，然而她面无表情。。",
        "label": ""
      },
      {
        "sentence": "因为带有一些情绪，我说出的一句话伤害了我另一个朋友。",
        "label": ""
      },
      {
        "sentence": "后来我也去道歉了，结果换来的她说“以后吃饭我就先走了”（本来三个人是一起的）。",
        "label": ""
      },
      {
        "sentence": "然后我真的特别伤心，我觉得原本是我受到了委屈结果最后还是我去道歉，到现在变成了我退出了这个群体。",
        "label": ""
      },
      {
        "sentence": "现在的我觉得每每想起还会很委屈，现在的我一个人吃饭，很多事都是一个人，我也不太清楚我是否真的很喜欢一个人，有时候会很自由，有时候又会觉得很孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不要太难过了，这只是一小部分的人群而已。你现在不想和她们交往的话，就别交往，保持自己的开心是最重要的。你可以选择继续和她们交往，也可以试着找到其他朋友。无论你选择什么方式，记住人本来就是一个孤岛，即使是最好的朋友，也不会和你有完全一样的情绪。我从小就习惯了孤独，所以对于独自一人并不陌生。你应该按照自己的舒适度来选择行动，如果你真的习惯了孤独，那一旦有人对你冷落或对你不好，你也不会那么在意了。我只是一个旁观者，已经很久没有体验到和你一样的情绪了。我还依稀记得那时候我只关注自己的开心与快乐（前提是不伤害别人），一直到现在。",
    "annotation": [
      {
        "sentence": "你不要太难过了，这只是一小部分的人群而已。",
        "label": ""
      },
      {
        "sentence": "你现在不想和她们交往的话，就别交往，保持自己的开心是最重要的。",
        "label": ""
      },
      {
        "sentence": "你可以选择继续和她们交往，也可以试着找到其他朋友。",
        "label": ""
      },
      {
        "sentence": "无论你选择什么方式，记住人本来就是一个孤岛，即使是最好的朋友，也不会和你有完全一样的情绪。",
        "label": ""
      },
      {
        "sentence": "我从小就习惯了孤独，所以对于独自一人并不陌生。",
        "label": ""
      },
      {
        "sentence": "你应该按照自己的舒适度来选择行动，如果你真的习惯了孤独，那一旦有人对你冷落或对你不好，你也不会那么在意了。",
        "label": ""
      },
      {
        "sentence": "我只是一个旁观者，已经很久没有体验到和你一样的情绪了。",
        "label": ""
      },
      {
        "sentence": "我还依稀记得那时候我只关注自己的开心与快乐（前提是不伤害别人），一直到现在。",
        "label": ""
      }
    ]
  }
]