[
  {
    "role": "client",
    "content": "我的情感需求太大了，怎么让男友多爱我一点？我是学生党，男朋友工作党，我们异地了一年，因为没有安全感，情感需求很大，导致期待值过高对男朋友需求过高，常常跟男朋友吵架，现在感情产生裂痕。因为他属于那种做一件事就很专心的，而我希望他每天联系我多一点陪我多一点，我就会在不联系我的时候常常想他是不是不爱我了，怎么解决自己的情感需求，怎么让他主动联系我多一点，多爱我一点？",
    "annotation": [
      {
        "sentence": "我的情感需求太大了，怎么让男友多爱我一点？",
        "label": ""
      },
      {
        "sentence": "我是学生党，男朋友工作党，我们异地了一年，因为没有安全感，情感需求很大，导致期待值过高对男朋友需求过高，常常跟男朋友吵架，现在感情产生裂痕。",
        "label": ""
      },
      {
        "sentence": "因为他属于那种做一件事就很专心的，而我希望他每天联系我多一点陪我多一点，我就会在不联系我的时候常常想他是不是不爱我了，怎么解决自己的情感需求，怎么让他主动联系我多一点，多爱我一点？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你和男友的情感交流中，我理解你有更大的情感需求。而你的男友可能比较注重自己的时间，希望专心完成自己的事情。你可以试着跟他表达你的情感和需求，告诉他你在异地的情况下缺乏安全感，需要情感上的安抚。可以和他约定一个时间，专注于彼此间的交流和分享生活，这样可以增加你们之间的情感互动。如果是异地恋，可以通过视频的方式，即使不说话，彼此看着对方在做自己的事情也能感到安心。这样你们可以在同一时空中进行生活上的交流。祝你好运！",
    "annotation": [
      {
        "sentence": "在你和男友的情感交流中，我理解你有更大的情感需求。",
        "label": ""
      },
      {
        "sentence": "而你的男友可能比较注重自己的时间，希望专心完成自己的事情。",
        "label": ""
      },
      {
        "sentence": "你可以试着跟他表达你的情感和需求，告诉他你在异地的情况下缺乏安全感，需要情感上的安抚。",
        "label": ""
      },
      {
        "sentence": "可以和他约定一个时间，专注于彼此间的交流和分享生活，这样可以增加你们之间的情感互动。",
        "label": ""
      },
      {
        "sentence": "如果是异地恋，可以通过视频的方式，即使不说话，彼此看着对方在做自己的事情也能感到安心。",
        "label": ""
      },
      {
        "sentence": "这样你们可以在同一时空中进行生活上的交流。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着跟男友沟通我的情感和需求的。我也意识到自己可能对他期待过高，导致吵架产生了裂痕。我想问一下，在沟通的过程中，我应该怎样表达我的情感需求呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会试着跟男友沟通我的情感和需求的。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己可能对他期待过高，导致吵架产生了裂痕。",
        "label": ""
      },
      {
        "sentence": "我想问一下，在沟通的过程中，我应该怎样表达我的情感需求呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你和男友进行沟通的时候，可以先表达你对他的爱和关心，再告诉他你在异地的情况下感觉缺乏安全感，希望能够得到他的情感支持和陪伴。强调你的需求是出于对他的爱和亲密关系的需求，不是对他的不满或苛求。同时，也可以询问他对于你们之间的情感需求有什么看法和建议。",
    "annotation": [
      {
        "sentence": "当你和男友进行沟通的时候，可以先表达你对他的爱和关心，再告诉他你在异地的情况下感觉缺乏安全感，希望能够得到他的情感支持和陪伴。",
        "label": ""
      },
      {
        "sentence": "强调你的需求是出于对他的爱和亲密关系的需求，不是对他的不满或苛求。",
        "label": ""
      },
      {
        "sentence": "同时，也可以询问他对于你们之间的情感需求有什么看法和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会先表达我的爱和关心，然后说明我对安全感的需求。同时，我也会问他对我们之间情感需求的看法和建议。如果他意识到自己对我的情感支持不够，有什么方法可以让他主动联系我多一点吗？",
    "annotation": [
      {
        "sentence": "好的，我会先表达我的爱和关心，然后说明我对安全感的需求。",
        "label": ""
      },
      {
        "sentence": "同时，我也会问他对我们之间情感需求的看法和建议。",
        "label": ""
      },
      {
        "sentence": "如果他意识到自己对我的情感支持不够，有什么方法可以让他主动联系我多一点吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他意识到自己对你的情感支持不够，你们可以一起讨论如何增加互动和联系的方式。可以约定一个固定的时间，比如每天晚上一起视频聊天或电话交流，这样可以增加你们之间的互动和沟通频率。你也可以提醒他在日常生活中主动关心你的事情，比如问候你的一天或关心你的学习进展。通过沟通和建立共识，可以逐渐增加他对你的情感支持和联系。",
    "annotation": [
      {
        "sentence": "如果他意识到自己对你的情感支持不够，你们可以一起讨论如何增加互动和联系的方式。",
        "label": ""
      },
      {
        "sentence": "可以约定一个固定的时间，比如每天晚上一起视频聊天或电话交流，这样可以增加你们之间的互动和沟通频率。",
        "label": ""
      },
      {
        "sentence": "你也可以提醒他在日常生活中主动关心你的事情，比如问候你的一天或关心你的学习进展。",
        "label": ""
      },
      {
        "sentence": "通过沟通和建立共识，可以逐渐增加他对你的情感支持和联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会和他一起讨论如何增加互动和联系的方式，比如约定固定的时间进行视频聊天或电话交流。我也会提醒他在日常生活中主动关心我。谢谢你的建议，我感觉有些安心了。",
    "annotation": [
      {
        "sentence": "好的，我会和他一起讨论如何增加互动和联系的方式，比如约定固定的时间进行视频聊天或电话交流。",
        "label": ""
      },
      {
        "sentence": "我也会提醒他在日常生活中主动关心我。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我感觉有些安心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，沟通是关键，与你的男友坦诚相待，相互理解和支持，你们的情感会逐渐变得更加稳固。祝你们幸福！如果有需要，随时来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，沟通是关键，与你的男友坦诚相待，相互理解和支持，你们的情感会逐渐变得更加稳固。",
        "label": ""
      },
      {
        "sentence": "祝你们幸福！",
        "label": ""
      },
      {
        "sentence": "如果有需要，随时来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会好好与男友沟通，相信我们的关系会变得更好。如果需要，我会再来找你聊聊的。再次谢谢！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会好好与男友沟通，相信我们的关系会变得更好。",
        "label": ""
      },
      {
        "sentence": "如果需要，我会再来找你聊聊的。",
        "label": ""
      },
      {
        "sentence": "再次谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你。希望一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "希望一切顺利，加油！",
        "label": ""
      }
    ]
  }
]