[
  {
    "role": "client",
    "content": "我妈总说她付出很多，活着就是为别人付出？我妈是一个很能干的妈妈，虽然只是一个家庭妇女，但是她能把家里打理得井井有条。她有两个弟弟，是家里的老大，从小姥姥身体也不好，她为原生家庭也付出很多，很早就不上学了，嫁给我爸之后也是基本在家操持家务，为我也操心很多。我是家里独生女，我妈一直都挺宠我的，但是她经常说指望不上我，我平时过年过节也一直有给她送礼物、带她去买衣服不买，说自己有、给她钱她不要，说不占你们便宜。我一直自力更生，不靠任何人，完了反过来还老说指望不上，我就不知道我该怎么做，我真有她说的那么不孝顺吗？是我的问题还是她的问题？",
    "annotation": [
      {
        "sentence": "我妈总说她付出很多，活着就是为别人付出？",
        "label": ""
      },
      {
        "sentence": "我妈是一个很能干的妈妈，虽然只是一个家庭妇女，但是她能把家里打理得井井有条。",
        "label": ""
      },
      {
        "sentence": "她有两个弟弟，是家里的老大，从小姥姥身体也不好，她为原生家庭也付出很多，很早就不上学了，嫁给我爸之后也是基本在家操持家务，为我也操心很多。",
        "label": ""
      },
      {
        "sentence": "我是家里独生女，我妈一直都挺宠我的，但是她经常说指望不上我，我平时过年过节也一直有给她送礼物、带她去买衣服不买，说自己有、给她钱她不要，说不占你们便宜。",
        "label": ""
      },
      {
        "sentence": "我一直自力更生，不靠任何人，完了反过来还老说指望不上，我就不知道我该怎么做，我真有她说的那么不孝顺吗？",
        "label": ""
      },
      {
        "sentence": "是我的问题还是她的问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我了解你的困扰。首先，我想说父母和孩子之间有时候会有不同的观念和想法，并不代表谁是对谁是错。根据你的描述，我能感受到你对母亲表达了未来养老无法指望你的言语和行为而感到难过和委屈。一方面，你知道自己并不会不养老，不管父母的孩子。另一方面，你感到自己无法改变母亲的思维方式，无法让她对你产生信任和依靠而感到无助。从你母亲的角度来看，她可能认为养儿才能防老，而你是个女儿，迟早会嫁到别人家去，照顾那边的一大家人，自己和父亲就打算靠自己的能力度过老年生活，不依靠你而没有给你添麻烦。你买礼物送给她，虽然她会嘴上责怪你，但内心一定很开心。她不让你买衣服，可能是在帮你省钱，认为你赚钱不容易，也心疼你。她说指望不上你，可能并不是真心话，只是对自己老年生活的担忧，就像我们担心未来的丈夫是否靠谱一样，是对未知的恐惧感。从你的角度来看，你认为自己已经尽力做到了为父母做的一切，送礼物、买东西、独立起来不依靠他们，这些都是好的表现。但父母也需要孩子的精神关心，需要足够的信任感，让他们相信即使你未来会嫁到他人家，也会继续孝顺他们，给予他们支持，让他们在老年时不会感到孤单和凄苦。多和父母聊一聊天，保持每周联系，让他们感到你离他们很近，你仍然是个他们需要守护的孩子。也许你的母亲一生都在为别人付出，没有为自己想要做的事情而努力过，原生家庭和现在的家庭都消耗了她的心力，养育你成人后，她也已经老了，没有什么想要追求的梦想。你可以试着帮助母亲接触一些新鲜事物，让她保持对生活的热情。网上有很多适合妈妈们业余时间做的事情，比如刺绣、养花、手工活、跳舞等等。如果她对一些年轻人的活动感兴趣，也可以鼓励她去参与。就像我们小时候被父母鼓励培养才艺和技能一样，这既能锻炼我们坚持和吃苦的品质，也能让我们的生活更有意义。事实上，父母也有自己的担忧，比如害怕衰老、害怕被时代抛弃、害怕在子女成家后无法过好自己的日子，害怕教育和照顾孙子孙女时失去参与感等等。可能他们隐藏得很好，或者用其他方式掩饰着这些担忧。只要我们耐心关心他们，重视他们的感受，保持与他们的联系，并帮助他们与周围环境保持联系，他们也会变得更加坚强、更加信任我们。",
    "annotation": [
      {
        "sentence": "你好，我了解你的困扰。",
        "label": ""
      },
      {
        "sentence": "首先，我想说父母和孩子之间有时候会有不同的观念和想法，并不代表谁是对谁是错。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，我能感受到你对母亲表达了未来养老无法指望你的言语和行为而感到难过和委屈。",
        "label": ""
      },
      {
        "sentence": "一方面，你知道自己并不会不养老，不管父母的孩子。",
        "label": ""
      },
      {
        "sentence": "另一方面，你感到自己无法改变母亲的思维方式，无法让她对你产生信任和依靠而感到无助。",
        "label": ""
      },
      {
        "sentence": "从你母亲的角度来看，她可能认为养儿才能防老，而你是个女儿，迟早会嫁到别人家去，照顾那边的一大家人，自己和父亲就打算靠自己的能力度过老年生活，不依靠你而没有给你添麻烦。",
        "label": ""
      },
      {
        "sentence": "你买礼物送给她，虽然她会嘴上责怪你，但内心一定很开心。",
        "label": ""
      },
      {
        "sentence": "她不让你买衣服，可能是在帮你省钱，认为你赚钱不容易，也心疼你。",
        "label": ""
      },
      {
        "sentence": "她说指望不上你，可能并不是真心话，只是对自己老年生活的担忧，就像我们担心未来的丈夫是否靠谱一样，是对未知的恐惧感。",
        "label": ""
      },
      {
        "sentence": "从你的角度来看，你认为自己已经尽力做到了为父母做的一切，送礼物、买东西、独立起来不依靠他们，这些都是好的表现。",
        "label": ""
      },
      {
        "sentence": "但父母也需要孩子的精神关心，需要足够的信任感，让他们相信即使你未来会嫁到他人家，也会继续孝顺他们，给予他们支持，让他们在老年时不会感到孤单和凄苦。",
        "label": ""
      },
      {
        "sentence": "多和父母聊一聊天，保持每周联系，让他们感到你离他们很近，你仍然是个他们需要守护的孩子。",
        "label": ""
      },
      {
        "sentence": "也许你的母亲一生都在为别人付出，没有为自己想要做的事情而努力过，原生家庭和现在的家庭都消耗了她的心力，养育你成人后，她也已经老了，没有什么想要追求的梦想。",
        "label": ""
      },
      {
        "sentence": "你可以试着帮助母亲接触一些新鲜事物，让她保持对生活的热情。",
        "label": ""
      },
      {
        "sentence": "网上有很多适合妈妈们业余时间做的事情，比如刺绣、养花、手工活、跳舞等等。",
        "label": ""
      },
      {
        "sentence": "如果她对一些年轻人的活动感兴趣，也可以鼓励她去参与。",
        "label": ""
      },
      {
        "sentence": "就像我们小时候被父母鼓励培养才艺和技能一样，这既能锻炼我们坚持和吃苦的品质，也能让我们的生活更有意义。",
        "label": ""
      },
      {
        "sentence": "事实上，父母也有自己的担忧，比如害怕衰老、害怕被时代抛弃、害怕在子女成家后无法过好自己的日子，害怕教育和照顾孙子孙女时失去参与感等等。",
        "label": ""
      },
      {
        "sentence": "可能他们隐藏得很好，或者用其他方式掩饰着这些担忧。",
        "label": ""
      },
      {
        "sentence": "只要我们耐心关心他们，重视他们的感受，保持与他们的联系，并帮助他们与周围环境保持联系，他们也会变得更加坚强、更加信任我们。",
        "label": ""
      }
    ]
  }
]