[
  {
    "role": "client",
    "content": "35岁，突然被男友分手，还藕断丝连，难以承受？",
    "annotation": [
      {
        "sentence": "35岁，突然被男友分手，还藕断丝连，难以承受？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你现在的感受，突然被男友分手一定让你感到很难过。你可以告诉我更多关于你们的故事吗？",
    "annotation": [
      {
        "sentence": "我可以理解你现在的感受，突然被男友分手一定让你感到很难过。",
        "label": ""
      },
      {
        "sentence": "你可以告诉我更多关于你们的故事吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "相处10个月的男朋友，突然说他已经结婚生子，而且都在我们交往期间，我也看到了结婚证和孩子照片。但他还说最爱我，难以割舍心中所爱。老婆孩子在老家，他在北京一个人。我曾经觉得他是一个很有责任心的男的，也装瞎心里替他开脱，觉得是为了负责才跟那个女的结婚（我们相识前怀的孕）。现在越想他越渣，但是还是忍不住想他回应他，每看他孩子一次，心里就被刀割一下。他的意思是，世界不是非黑即白的。我们可以继续这样相处，超越爱情，我觉得这就不是人说的话。我现在恨死他了，可能也是恨自己狠不下心来，但还是有和他联系的冲动，好烦啊，怎么办呢，而且我都35岁了，觉得前方好灰暗啊。",
    "annotation": [
      {
        "sentence": "相处10个月的男朋友，突然说他已经结婚生子，而且都在我们交往期间，我也看到了结婚证和孩子照片。",
        "label": ""
      },
      {
        "sentence": "但他还说最爱我，难以割舍心中所爱。",
        "label": ""
      },
      {
        "sentence": "老婆孩子在老家，他在北京一个人。",
        "label": ""
      },
      {
        "sentence": "我曾经觉得他是一个很有责任心的男的，也装瞎心里替他开脱，觉得是为了负责才跟那个女的结婚（我们相识前怀的孕）。",
        "label": ""
      },
      {
        "sentence": "现在越想他越渣，但是还是忍不住想他回应他，每看他孩子一次，心里就被刀割一下。",
        "label": ""
      },
      {
        "sentence": "他的意思是，世界不是非黑即白的。",
        "label": ""
      },
      {
        "sentence": "我们可以继续这样相处，超越爱情，我觉得这就不是人说的话。",
        "label": ""
      },
      {
        "sentence": "我现在恨死他了，可能也是恨自己狠不下心来，但还是有和他联系的冲动，好烦啊，怎么办呢，而且我都35岁了，觉得前方好灰暗啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你现在的情绪非常复杂，既愤怒又难过。你的感受是正常的，对于这样的伤害和背叛，谁都会感到痛苦。不要责怪自己，这完全是他的选择和行为。不过，我想说的是，恨并不能解决问题，反而会让你更加困扰和烦恼。你真正需要做的是以积极的态度面对现实，并采取行动来改善自己的状况。我知道你现在的心情很低落，但我相信你有能力度过这个艰难的时期。",
    "annotation": [
      {
        "sentence": "听起来你现在的情绪非常复杂，既愤怒又难过。",
        "label": ""
      },
      {
        "sentence": "你的感受是正常的，对于这样的伤害和背叛，谁都会感到痛苦。",
        "label": ""
      },
      {
        "sentence": "不要责怪自己，这完全是他的选择和行为。",
        "label": ""
      },
      {
        "sentence": "不过，我想说的是，恨并不能解决问题，反而会让你更加困扰和烦恼。",
        "label": ""
      },
      {
        "sentence": "你真正需要做的是以积极的态度面对现实，并采取行动来改善自己的状况。",
        "label": ""
      },
      {
        "sentence": "我知道你现在的心情很低落，但我相信你有能力度过这个艰难的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道恨并不能解决问题，但我现在就是无法控制自己的情绪。我试图放手，试图忘记他，但每当我看到他的孩子，我就难过得无法自拔。我真的不知道该怎么办才能摆脱这个困境。",
    "annotation": [
      {
        "sentence": "我知道恨并不能解决问题，但我现在就是无法控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我试图放手，试图忘记他，但每当我看到他的孩子，我就难过得无法自拔。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才能摆脱这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困境，这种情绪上的纠结确实是很难释怀的。但是，要记住，你的内心和情感是可以被治愈的。首先，你可以试着转移注意力，寻找一些新的爱好和兴趣，让自己的生活更充实一些。其次，找些方式让自己情绪得到宣泄，比如和朋友聊天或找心理咨询师倾诉。最重要的是要给自己时间，不要强迫自己忘记，承认和接受这段感情的结束。",
    "annotation": [
      {
        "sentence": "我理解你的困境，这种情绪上的纠结确实是很难释怀的。",
        "label": ""
      },
      {
        "sentence": "但是，要记住，你的内心和情感是可以被治愈的。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着转移注意力，寻找一些新的爱好和兴趣，让自己的生活更充实一些。",
        "label": ""
      },
      {
        "sentence": "其次，找些方式让自己情绪得到宣泄，比如和朋友聊天或找心理咨询师倾诉。",
        "label": ""
      },
      {
        "sentence": "最重要的是要给自己时间，不要强迫自己忘记，承认和接受这段感情的结束。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试转移注意力，并给自己一些时间来面对和接受这段感情的结束。谢谢你的建议和支持，我真的很感激。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试转移注意力，并给自己一些时间来面对和接受这段感情的结束。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我真的很感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这陪伴着你的。记住，时间会冲淡一切，相信自己，你一定能够走出现在的困境，重新找到属于自己的幸福。如果你需要任何帮助或者再次倾诉，随时都可以来找我。你并不孤单，我们都会一起度过这段艰难的时光。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这陪伴着你的。",
        "label": ""
      },
      {
        "sentence": "记住，时间会冲淡一切，相信自己，你一定能够走出现在的困境，重新找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们都会一起度过这段艰难的时光。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴，我会坚持下去的。现在虽然还有些困难，但我相信我会逐渐好起来的。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴，我会坚持下去的。",
        "label": ""
      },
      {
        "sentence": "现在虽然还有些困难，但我相信我会逐渐好起来的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信自己，你一定能够走出阴霾，开启幸福的新篇章。如果有什么需要的话，请随时联系我。加油！",
    "annotation": [
      {
        "sentence": "不客气，相信自己，你一定能够走出阴霾，开启幸福的新篇章。",
        "label": ""
      },
      {
        "sentence": "如果有什么需要的话，请随时联系我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]