[
  {
    "role": "client",
    "content": "高三，没显示抑郁症，莫名奇妙悲伤怎么回事？怎么办？高三学生，自己很容易陷入悲伤，自己根本没有乱想，还是很容易陷入悲伤。我测验过，自己没有显示有抑郁症，睡眠充足，身体浑身有力。经常因为陷入悲伤，而学习分心，烦恼了我四年。你能提供给我一点建议吗？",
    "annotation": [
      {
        "sentence": "高三，没显示抑郁症，莫名奇妙悲伤怎么回事？",
        "label": ""
      },
      {
        "sentence": "怎么办？",
        "label": ""
      },
      {
        "sentence": "高三学生，自己很容易陷入悲伤，自己根本没有乱想，还是很容易陷入悲伤。",
        "label": ""
      },
      {
        "sentence": "我测验过，自己没有显示有抑郁症，睡眠充足，身体浑身有力。",
        "label": ""
      },
      {
        "sentence": "经常因为陷入悲伤，而学习分心，烦恼了我四年。",
        "label": ""
      },
      {
        "sentence": "你能提供给我一点建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说被莫名其妙的悲伤困扰了四年，看起来你对现在的悲伤不了解。对悲伤第一次来的印象还是很深刻的。你并没有说四年前发生了什么让你陷入悲伤。我猜是与丧失有关。这个丧失，可能是某个重要的关系，可能是某个心爱之物，可能是某位至亲好友，可能是自己的某个信念等等。也许当初失去之后，在理智上你接受了现实，在情感上并没有处理好，被压抑的情绪时常会冒出来，表达些什么。面临高考，你很想能集中精力好好学习吧，这个时候悲伤又不请自来，让你挺烦恼。",
    "annotation": [
      {
        "sentence": "你说被莫名其妙的悲伤困扰了四年，看起来你对现在的悲伤不了解。",
        "label": ""
      },
      {
        "sentence": "对悲伤第一次来的印象还是很深刻的。",
        "label": ""
      },
      {
        "sentence": "你并没有说四年前发生了什么让你陷入悲伤。",
        "label": ""
      },
      {
        "sentence": "我猜是与丧失有关。",
        "label": ""
      },
      {
        "sentence": "这个丧失，可能是某个重要的关系，可能是某个心爱之物，可能是某位至亲好友，可能是自己的某个信念等等。",
        "label": ""
      },
      {
        "sentence": "也许当初失去之后，在理智上你接受了现实，在情感上并没有处理好，被压抑的情绪时常会冒出来，表达些什么。",
        "label": ""
      },
      {
        "sentence": "面临高考，你很想能集中精力好好学习吧，这个时候悲伤又不请自来，让你挺烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，四年前我失去了我最亲近的朋友，他是我的挚友，也是我倾诉的对象。他突然去世，我很震惊，一直没有走出来。",
    "annotation": [
      {
        "sentence": "是的，四年前我失去了我最亲近的朋友，他是我的挚友，也是我倾诉的对象。",
        "label": ""
      },
      {
        "sentence": "他突然去世，我很震惊，一直没有走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的心情了。失去一个亲近的朋友确实是一种丧失，而你一直没有妥善处理这个情感，所以导致悲伤时常浮现。对你来说，他是一个非常重要的人，也是你情感寄托的对象。面对高考，你很希望能够全身心地投入学习，但悲伤总是无端占据心灵，这让你非常困扰。",
    "annotation": [
      {
        "sentence": "我能理解你现在的心情了。",
        "label": ""
      },
      {
        "sentence": "失去一个亲近的朋友确实是一种丧失，而你一直没有妥善处理这个情感，所以导致悲伤时常浮现。",
        "label": ""
      },
      {
        "sentence": "对你来说，他是一个非常重要的人，也是你情感寄托的对象。",
        "label": ""
      },
      {
        "sentence": "面对高考，你很希望能够全身心地投入学习，但悲伤总是无端占据心灵，这让你非常困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望能够解决这个情绪问题，怎么办呢？",
    "annotation": [
      {
        "sentence": "是的，我希望能够解决这个情绪问题，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "解决情绪问题首先要看到它、接纳它、了解它。在陷入悲伤的时候，仔细觉察自己身体的反应，可以把手放到感觉最不舒服的地方，安抚自己，做深呼吸，体会缓慢深长的呼吸，一呼一吸间你会慢慢好一点。情绪比较平静时，想象一下，如果悲伤会说话，它这个时候来是想告诉你什么？你想跟它说些什么？",
    "annotation": [
      {
        "sentence": "解决情绪问题首先要看到它、接纳它、了解它。",
        "label": ""
      },
      {
        "sentence": "在陷入悲伤的时候，仔细觉察自己身体的反应，可以把手放到感觉最不舒服的地方，安抚自己，做深呼吸，体会缓慢深长的呼吸，一呼一吸间你会慢慢好一点。",
        "label": ""
      },
      {
        "sentence": "情绪比较平静时，想象一下，如果悲伤会说话，它这个时候来是想告诉你什么？",
        "label": ""
      },
      {
        "sentence": "你想跟它说些什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试觉察自己的身体反应，并用深呼吸来安抚自己。也许当我的情绪平静时，我可以尝试与悲伤对话，倾听它的声音，了解它想传达的信息。",
    "annotation": [
      {
        "sentence": "我会尝试觉察自己的身体反应，并用深呼吸来安抚自己。",
        "label": ""
      },
      {
        "sentence": "也许当我的情绪平静时，我可以尝试与悲伤对话，倾听它的声音，了解它想传达的信息。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你有一个积极的态度去面对悲伤，并且愿意去倾听它。当你与悲伤对话时，一定要坦诚地表达自己的感受，不要压抑它们。尝试与悲伤对话之后，你可能会发现自己更容易释放情绪，也能更好地理解自己内心深处的需求。",
    "annotation": [
      {
        "sentence": "很好，你有一个积极的态度去面对悲伤，并且愿意去倾听它。",
        "label": ""
      },
      {
        "sentence": "当你与悲伤对话时，一定要坦诚地表达自己的感受，不要压抑它们。",
        "label": ""
      },
      {
        "sentence": "尝试与悲伤对话之后，你可能会发现自己更容易释放情绪，也能更好地理解自己内心深处的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尽量坦诚地面对自己的悲伤，也尝试与它对话，试着去理解它。希望能够通过这个方法解决我的情绪问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尽量坦诚地面对自己的悲伤，也尝试与它对话，试着去理解它。",
        "label": ""
      },
      {
        "sentence": "希望能够通过这个方法解决我的情绪问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你已经迈出了解决问题的第一步，相信你会找到适合自己的方式来处理情绪问题。在这个过程中，不要忽视自己的情感需求，也不要给自己太大的压力。慢慢地，你会发现自己变得更加坚强，逐渐走出悲伤的阴影，全身心地投入到高考复习中。",
    "annotation": [
      {
        "sentence": "不用客气，你已经迈出了解决问题的第一步，相信你会找到适合自己的方式来处理情绪问题。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要忽视自己的情感需求，也不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "慢慢地，你会发现自己变得更加坚强，逐渐走出悲伤的阴影，全身心地投入到高考复习中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会按照你的建议去做，相信我一定能够走出现在的困境。感激不尽！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会按照你的建议去做，相信我一定能够走出现在的困境。",
        "label": ""
      },
      {
        "sentence": "感激不尽！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你可以做到，对于困难和挫折，我们都会遇到，但只要你积极面对并寻找正确的方法应对，你一定能够克服困境。坚持下去，祝你高考顺利！",
    "annotation": [
      {
        "sentence": "我相信你可以做到，对于困难和挫折，我们都会遇到，但只要你积极面对并寻找正确的方法应对，你一定能够克服困境。",
        "label": ""
      },
      {
        "sentence": "坚持下去，祝你高考顺利！",
        "label": ""
      }
    ]
  }
]