[
  {
    "role": "client",
    "content": "我很容易就被自己感动到，忍不住哭出来怎么办？",
    "annotation": [
      {
        "sentence": "我很容易就被自己感动到，忍不住哭出来怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能除了感动更多的是委屈。接下来，可能需要了解如果你觉得委屈了会如何，在你的成长过程中遇到了什么样的场景，他们怎么让你发展成现在的自己。重视自己并没有什么不对，不过正如你所说，过分的重视自己的确也是一个值得探讨的问题，为什么你需要过分的重视你自己，有什么样的原因呢。如果你不重视自己，又会怎么样呢？",
    "annotation": [
      {
        "sentence": "可能除了感动更多的是委屈。",
        "label": ""
      },
      {
        "sentence": "接下来，可能需要了解如果你觉得委屈了会如何，在你的成长过程中遇到了什么样的场景，他们怎么让你发展成现在的自己。",
        "label": ""
      },
      {
        "sentence": "重视自己并没有什么不对，不过正如你所说，过分的重视自己的确也是一个值得探讨的问题，为什么你需要过分的重视你自己，有什么样的原因呢。",
        "label": ""
      },
      {
        "sentence": "如果你不重视自己，又会怎么样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，在我成长的过程中，我经历了很多挫折和压力。每次我感到委屈和不被理解的时候，我就会把这种情绪憋在心里。我觉得自己必须坚强，不能让任何人看到我的脆弱和泪水。所以，现在每当我一谈到自己的奋斗经历，就会被自己感动到，甚至哭出来。",
    "annotation": [
      {
        "sentence": "其实，在我成长的过程中，我经历了很多挫折和压力。",
        "label": ""
      },
      {
        "sentence": "每次我感到委屈和不被理解的时候，我就会把这种情绪憋在心里。",
        "label": ""
      },
      {
        "sentence": "我觉得自己必须坚强，不能让任何人看到我的脆弱和泪水。",
        "label": ""
      },
      {
        "sentence": "所以，现在每当我一谈到自己的奋斗经历，就会被自己感动到，甚至哭出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你在很长一段时间里为了保护自己而隐藏了真实的情感。这样的经历对你来说一定是很辛苦的。首先，我希望你能理解你的感受是正常的，不需要为此感到羞愧。其次，为了能够更好地理解你自己，你可以慢慢试着打开心扉，与亲密的人分享你的感受，或者尝试通过写日记等方式记录下来。",
    "annotation": [
      {
        "sentence": "听起来你在很长一段时间里为了保护自己而隐藏了真实的情感。",
        "label": ""
      },
      {
        "sentence": "这样的经历对你来说一定是很辛苦的。",
        "label": ""
      },
      {
        "sentence": "首先，我希望你能理解你的感受是正常的，不需要为此感到羞愧。",
        "label": ""
      },
      {
        "sentence": "其次，为了能够更好地理解你自己，你可以慢慢试着打开心扉，与亲密的人分享你的感受，或者尝试通过写日记等方式记录下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我一直试图隐藏自己的脆弱，其实只是让自己更加痛苦。我需要找到一种适合我自己的方式来释放情绪。但是我还是担心，如果我不重视自己，别人会看不起我，觉得我是个软弱的人。",
    "annotation": [
      {
        "sentence": "我明白了，我一直试图隐藏自己的脆弱，其实只是让自己更加痛苦。",
        "label": ""
      },
      {
        "sentence": "我需要找到一种适合我自己的方式来释放情绪。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心，如果我不重视自己，别人会看不起我，觉得我是个软弱的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心别人如何看待你是很正常的，但不要为了取悦他人而忽略了自己的需要。重视自己并不等同于软弱，相反，它是对自己的一种尊重和关爱。你可以试试给自己定下一些小目标，鼓励自己去实现它们，逐渐增强自己的自信心。同时，学会从他人的批评中提取有建设性的部分，而不是过分关注负面评价。",
    "annotation": [
      {
        "sentence": "担心别人如何看待你是很正常的，但不要为了取悦他人而忽略了自己的需要。",
        "label": ""
      },
      {
        "sentence": "重视自己并不等同于软弱，相反，它是对自己的一种尊重和关爱。",
        "label": ""
      },
      {
        "sentence": "你可以试试给自己定下一些小目标，鼓励自己去实现它们，逐渐增强自己的自信心。",
        "label": ""
      },
      {
        "sentence": "同时，学会从他人的批评中提取有建设性的部分，而不是过分关注负面评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着接受自己的情感，并且学会更好地照顾自己。我也会努力调整自己的思维方式，不再过分在意他人的眼光，而是专注于自我成长和发展。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着接受自己的情感，并且学会更好地照顾自己。",
        "label": ""
      },
      {
        "sentence": "我也会努力调整自己的思维方式，不再过分在意他人的眼光，而是专注于自我成长和发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说。记住，每个人都有情绪和脆弱的一面，这是人性的一部分。重要的是我们如何面对并处理这些情绪，以找到内心的平衡。祝愿你能够在这个过程中越来越好地认识自己，同时也能得到他人的理解和支持。如果你在这个过程中需要继续交流，我一直在这里。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有情绪和脆弱的一面，这是人性的一部分。",
        "label": ""
      },
      {
        "sentence": "重要的是我们如何面对并处理这些情绪，以找到内心的平衡。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够在这个过程中越来越好地认识自己，同时也能得到他人的理解和支持。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中需要继续交流，我一直在这里。",
        "label": ""
      }
    ]
  }
]