[
  {
    "role": "client",
    "content": "高三，没显示抑郁症，莫名奇妙悲伤怎么回事？怎么办？高三学生，自己很容易陷入悲伤，自己根本没有乱想，还是很容易陷入悲伤。我测验过，自己没有显示有抑郁症，睡眠充足，身体浑身有力。经常因为陷入悲伤，而学习分心，烦恼了我四年。你能提供给我一点建议吗？",
    "annotation": [
      {
        "sentence": "高三，没显示抑郁症，莫名奇妙悲伤怎么回事？",
        "label": ""
      },
      {
        "sentence": "怎么办？",
        "label": ""
      },
      {
        "sentence": "高三学生，自己很容易陷入悲伤，自己根本没有乱想，还是很容易陷入悲伤。",
        "label": ""
      },
      {
        "sentence": "我测验过，自己没有显示有抑郁症，睡眠充足，身体浑身有力。",
        "label": ""
      },
      {
        "sentence": "经常因为陷入悲伤，而学习分心，烦恼了我四年。",
        "label": ""
      },
      {
        "sentence": "你能提供给我一点建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪分为积极情绪和消极情绪，适当的消极情绪也有益于我们的成长。幼儿的成长需要经历一些挫折才会发展更好的人格特质。适当的消极情绪可以让成人提高警惕，增加对某件事的内驱力和注意力。我可以帮你分析一下你可能面临的问题。首先是学习成绩的担忧，学习分心问题困扰你四年，不能集中注意力，不能有很好的学习效率，高考也快来了，这种状态无疑是不可行的。其次是其他方面的担忧，如果以这种状态参加高考，失利后你如何面对自己的父母、家中的亲朋好友，还有那些一直给你支持鼓励的朋友。你在学习分心上花费了很多的注意力，越想把它改正，却发现越无力。你有点偏执，潜意识一想到这个问题就会变得不安，担心和伤心，甚至也会有害怕的感觉。但其实，学习分心只是一件小事。 一节课四十五分钟，难免会有开小差的时候，不仅仅你一个人这样，正确看待问题，不要太过在意这个点，就不会让自己越难受。课后复习才是重点，上课分心不重要，课后的补习来救你。及时消化，及时反馈，就会有不一样的收获。至于睡眠质量，你已经保持了充足的睡眠，这样保持清醒有助于我们做决策，也有利于提高学习效率。很好，继续保持，高三本就是比较辛苦的时段。另外，你也可以适当放松一下，集中在学习分心这个点上，只想把浪费的时间都补回去，但越看就越心慌，越害怕自己分心。不妨做做运动，听听歌，和朋友出去溜达溜达。如果真的想要学习，那就从简单的开始，听着歌，先写作业，做习题，然后再慢慢去复习，一步步来，不要心急，也不要太过在意学习分心这个点，做自己正在做的，就是最好的放松。希望我上面的内容对你有帮助，高考加油！(ง•̀_•́)ง",
    "annotation": [
      {
        "sentence": "情绪分为积极情绪和消极情绪，适当的消极情绪也有益于我们的成长。",
        "label": ""
      },
      {
        "sentence": "幼儿的成长需要经历一些挫折才会发展更好的人格特质。",
        "label": ""
      },
      {
        "sentence": "适当的消极情绪可以让成人提高警惕，增加对某件事的内驱力和注意力。",
        "label": ""
      },
      {
        "sentence": "我可以帮你分析一下你可能面临的问题。",
        "label": ""
      },
      {
        "sentence": "首先是学习成绩的担忧，学习分心问题困扰你四年，不能集中注意力，不能有很好的学习效率，高考也快来了，这种状态无疑是不可行的。",
        "label": ""
      },
      {
        "sentence": "其次是其他方面的担忧，如果以这种状态参加高考，失利后你如何面对自己的父母、家中的亲朋好友，还有那些一直给你支持鼓励的朋友。",
        "label": ""
      },
      {
        "sentence": "你在学习分心上花费了很多的注意力，越想把它改正，却发现越无力。",
        "label": ""
      },
      {
        "sentence": "你有点偏执，潜意识一想到这个问题就会变得不安，担心和伤心，甚至也会有害怕的感觉。",
        "label": ""
      },
      {
        "sentence": "但其实，学习分心只是一件小事。",
        "label": ""
      },
      {
        "sentence": " 一节课四十五分钟，难免会有开小差的时候，不仅仅你一个人这样，正确看待问题，不要太过在意这个点，就不会让自己越难受。",
        "label": ""
      },
      {
        "sentence": "课后复习才是重点，上课分心不重要，课后的补习来救你。",
        "label": ""
      },
      {
        "sentence": "及时消化，及时反馈，就会有不一样的收获。",
        "label": ""
      },
      {
        "sentence": "至于睡眠质量，你已经保持了充足的睡眠，这样保持清醒有助于我们做决策，也有利于提高学习效率。",
        "label": ""
      },
      {
        "sentence": "很好，继续保持，高三本就是比较辛苦的时段。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以适当放松一下，集中在学习分心这个点上，只想把浪费的时间都补回去，但越看就越心慌，越害怕自己分心。",
        "label": ""
      },
      {
        "sentence": "不妨做做运动，听听歌，和朋友出去溜达溜达。",
        "label": ""
      },
      {
        "sentence": "如果真的想要学习，那就从简单的开始，听着歌，先写作业，做习题，然后再慢慢去复习，一步步来，不要心急，也不要太过在意学习分心这个点，做自己正在做的，就是最好的放松。",
        "label": ""
      },
      {
        "sentence": "希望我上面的内容对你有帮助，高考加油！",
        "label": ""
      },
      {
        "sentence": "(ง•̀_•́)ง",
        "label": ""
      }
    ]
  }
]