[
  {
    "role": "client",
    "content": "口水强迫症，动不动就想咽口水，每天太难了，怎么办？",
    "annotation": [
      {
        "sentence": "口水强迫症，动不动就想咽口水，每天太难了，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，咽口水，它是正常的啊……我还百度了一下：一个人在24小时内，吞口水的次数大约为580多次，这是因为即使不吃东西，我们也得不断地把口腔分泌的唾液吞进去。而且在不同的场合，吞口水的频率也不同：坐着看书时，每小时吞口水次数达37次；说话时唾液增多，吞口水次数更高。人一生中会产生23600升唾液，足够装满两个奥运会游泳池。所以，看你的文字的时间和百度、打字的这段时间，我特意数了一下，也咽了十几次口水啦。区别在于：我知道咽口水是正常的，所以平时注意力一点都没有放在吞咽动作上，所以几乎没有察觉。而你特别在意这个动作，所以会一直去数次数、一直去在意吞咽的动作。",
    "annotation": [
      {
        "sentence": "亲爱的，咽口水，它是正常的啊……我还百度了一下：一个人在24小时内，吞口水的次数大约为580多次，这是因为即使不吃东西，我们也得不断地把口腔分泌的唾液吞进去。",
        "label": ""
      },
      {
        "sentence": "而且在不同的场合，吞口水的频率也不同：坐着看书时，每小时吞口水次数达37次；说话时唾液增多，吞口水次数更高。",
        "label": ""
      },
      {
        "sentence": "人一生中会产生23600升唾液，足够装满两个奥运会游泳池。",
        "label": ""
      },
      {
        "sentence": "所以，看你的文字的时间和百度、打字的这段时间，我特意数了一下，也咽了十几次口水啦。",
        "label": ""
      },
      {
        "sentence": "区别在于：我知道咽口水是正常的，所以平时注意力一点都没有放在吞咽动作上，所以几乎没有察觉。",
        "label": ""
      },
      {
        "sentence": "而你特别在意这个动作，所以会一直去数次数、一直去在意吞咽的动作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前也是经常的状态很不好，动不动的就想咽口水咽口水啊，超级尴尬的这样别人看见你了得是什么感受啊这样可能很多人也都不会让你在他上班工作了吧现在每天都是躲在家里面完全都不敢出门了怎么办啊中间好了一段时间后来好像看了一本微表情的书以后啊我整个人的生活就崩塌了我总想到别人的窘境心理的那种自卑啊或者什么的以至于我现在不给看别人的眼睛总是躲着很多事情了",
    "annotation": [
      {
        "sentence": "我之前也是经常的状态很不好，动不动的就想咽口水咽口水啊，超级尴尬的这样别人看见你了得是什么感受啊这样可能很多人也都不会让你在他上班工作了吧现在每天都是躲在家里面完全都不敢出门了怎么办啊中间好了一段时间后来好像看了一本微表情的书以后啊我整个人的生活就崩塌了我总想到别人的窘境心理的那种自卑啊或者什么的以至于我现在不给看别人的眼睛总是躲着很多事情了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述，你之前经历了很多困难和不舒服的情况，导致你对于吞咽口水产生了特别在意的感觉。这可能是因为你之前的一些经历造成的心理压力，导致你内心缺乏安全感。这也是强迫症发生的一个原因。你提到看了一本微表情的书后，整个人的生活就崩塌了，你总是想到别人的窘境和自卑。这可能会导致你不敢正常地看别人的眼睛，总是躲避一些事情。我想问一下，能不能回忆起让你开始在意吞咽口水的那些压力性事件呢？",
    "annotation": [
      {
        "sentence": "听你描述，你之前经历了很多困难和不舒服的情况，导致你对于吞咽口水产生了特别在意的感觉。",
        "label": ""
      },
      {
        "sentence": "这可能是因为你之前的一些经历造成的心理压力，导致你内心缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "这也是强迫症发生的一个原因。",
        "label": ""
      },
      {
        "sentence": "你提到看了一本微表情的书后，整个人的生活就崩塌了，你总是想到别人的窘境和自卑。",
        "label": ""
      },
      {
        "sentence": "这可能会导致你不敢正常地看别人的眼睛，总是躲避一些事情。",
        "label": ""
      },
      {
        "sentence": "我想问一下，能不能回忆起让你开始在意吞咽口水的那些压力性事件呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "之前的压力确实很大，我在工作等社交场合感受到了很多压力，怕自己不受欢迎，怕自己被讨厌，可能这些压力导致我开始特别在意吞咽口水这个动作。",
    "annotation": [
      {
        "sentence": "之前的压力确实很大，我在工作等社交场合感受到了很多压力，怕自己不受欢迎，怕自己被讨厌，可能这些压力导致我开始特别在意吞咽口水这个动作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你提到的压力确实会影响到你对吞咽口水这个动作的感受和在意程度。我理解你之前的经历让你担心被别人看到，觉得很尴尬。但是要记住，吞咽口水是每个人都会做的动作，这是人体的正常反应。你并不需要太过在意别人的看法。另外，我想提醒你一点，咽口水的声音在外界是听不到的。你可以试试专注去听一听身边人咽口水的声音（男性的喉结更明显，更容易观察），你会发现其实咽口水的声音并不会像你想象的那么大。实际上，别人根本听不到你咽口水的声音。这个尴尬和难受的感觉大多是源于你过度的关注和想象。希望你能放松一点，不要过于担心他人的感受。",
    "annotation": [
      {
        "sentence": "是的，你提到的压力确实会影响到你对吞咽口水这个动作的感受和在意程度。",
        "label": ""
      },
      {
        "sentence": "我理解你之前的经历让你担心被别人看到，觉得很尴尬。",
        "label": ""
      },
      {
        "sentence": "但是要记住，吞咽口水是每个人都会做的动作，这是人体的正常反应。",
        "label": ""
      },
      {
        "sentence": "你并不需要太过在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "另外，我想提醒你一点，咽口水的声音在外界是听不到的。",
        "label": ""
      },
      {
        "sentence": "你可以试试专注去听一听身边人咽口水的声音（男性的喉结更明显，更容易观察），你会发现其实咽口水的声音并不会像你想象的那么大。",
        "label": ""
      },
      {
        "sentence": "实际上，别人根本听不到你咽口水的声音。",
        "label": ""
      },
      {
        "sentence": "这个尴尬和难受的感觉大多是源于你过度的关注和想象。",
        "label": ""
      },
      {
        "sentence": "希望你能放松一点，不要过于担心他人的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还真没注意过他人咽口水的声音，可能是因为我一直在关注自己的动作和声音，觉得自己的咽口水声音很大。听你这么说，我意识到我一直太在意这件事情了，我应该放松一点，不要过度担心别人的感受。",
    "annotation": [
      {
        "sentence": "我还真没注意过他人咽口水的声音，可能是因为我一直在关注自己的动作和声音，觉得自己的咽口水声音很大。",
        "label": ""
      },
      {
        "sentence": "听你这么说，我意识到我一直太在意这件事情了，我应该放松一点，不要过度担心别人的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，放松一点是很重要的。我知道你现在很困扰，不知道该如何应对这个问题。除了调整心态，我还建议你去看看中医，调理一下身体。脾胃虚弱也会导致口水分泌增加。通过中医的调理，你的身体会更加舒服，这对心理也会有所帮助。当身体感到舒适时，你的心理也会更加平静。",
    "annotation": [
      {
        "sentence": "是的，放松一点是很重要的。",
        "label": ""
      },
      {
        "sentence": "我知道你现在很困扰，不知道该如何应对这个问题。",
        "label": ""
      },
      {
        "sentence": "除了调整心态，我还建议你去看看中医，调理一下身体。",
        "label": ""
      },
      {
        "sentence": "脾胃虚弱也会导致口水分泌增加。",
        "label": ""
      },
      {
        "sentence": "通过中医的调理，你的身体会更加舒服，这对心理也会有所帮助。",
        "label": ""
      },
      {
        "sentence": "当身体感到舒适时，你的心理也会更加平静。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去看看中医，也会努力放松心态，不再过于担心和在意。希望我能够逐渐摆脱口水强迫症的困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去看看中医，也会努力放松心态，不再过于担心和在意。",
        "label": ""
      },
      {
        "sentence": "希望我能够逐渐摆脱口水强迫症的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不用客气，我相信你一定能够克服口水强迫症的困扰的。记住，放松心态，相信自己，你一定能够做到的。如果还有其他方面需要帮助，随时来找我聊天。加油！",
    "annotation": [
      {
        "sentence": "你不用客气，我相信你一定能够克服口水强迫症的困扰的。",
        "label": ""
      },
      {
        "sentence": "记住，放松心态，相信自己，你一定能够做到的。",
        "label": ""
      },
      {
        "sentence": "如果还有其他方面需要帮助，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]