[
  {
    "role": "client",
    "content": "我今年19岁，从高中开始，我的强迫症就一直困扰着我，我该怎么办呢？上了高中后，学业压力变得很大，我也很难与人交流，感觉更加孤独和害怕接触他人。最近，我还出现了余光恐惧和口水强迫的问题。我上了百度查了一些资料，但感觉心态更糟了。这些心理问题也开始对我的身体产生影响，我的眼睛总是酸痛，胃也不舒服。我害怕别人发现我的恐惧，觉得他们会觉得我很奇怪并疏远我。能帮帮我吗？",
    "annotation": [
      {
        "sentence": "我今年19岁，从高中开始，我的强迫症就一直困扰着我，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "上了高中后，学业压力变得很大，我也很难与人交流，感觉更加孤独和害怕接触他人。",
        "label": ""
      },
      {
        "sentence": "最近，我还出现了余光恐惧和口水强迫的问题。",
        "label": ""
      },
      {
        "sentence": "我上了百度查了一些资料，但感觉心态更糟了。",
        "label": ""
      },
      {
        "sentence": "这些心理问题也开始对我的身体产生影响，我的眼睛总是酸痛，胃也不舒服。",
        "label": ""
      },
      {
        "sentence": "我害怕别人发现我的恐惧，觉得他们会觉得我很奇怪并疏远我。",
        "label": ""
      },
      {
        "sentence": "能帮帮我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "强迫症表现为强迫思维和强迫行为，但是你不要过早给自己下定义，这些还需要进行专业的测试才能确定。所以首先，不要限定自己。我注意到你害怕与他人接触，担心别人发现你的恐惧并离开你。在与他人交往时，你总是小心翼翼，不敢放松，害怕别人看到你的不足并因此不喜欢你、不接纳你。这种相处模式会给你带来很大的痛苦，而这些痛苦又会触发你内心的防御机制。所以导致了余光恐惧、眼睛酸痛、胃不舒服等内在的表现。我们之所以感到痛苦，是因为在内心中，我们渴望自己是完美的，可以自如地与人交谈，并且希望被别人喜欢和接受。但是现实中我们很难做到这一点，因此会感到挫败和自我怀疑，进而陷入恶性循环中不断痛苦挣扎。所以，我们需要学会接纳自己的不完美，接受自己。要知道，不完美才是美，只有这样的自己才是真实的。只有学会接受自己的不完美，我们才能接纳现实中的自己，接受自己不能改变的方面，同时调整自己可以改变的方面。只有当我们允许自己不完美时，我们也能够接纳别人的不完美，对待他人会有一种包容和接纳的心态。别人会感受到这种包容和接纳，从而你们之间的关系也会自然而然地变得更亲近。所以，要学会接纳自己的不完美，这对人际关系的发展非常有益。加油！",
    "annotation": [
      {
        "sentence": "强迫症表现为强迫思维和强迫行为，但是你不要过早给自己下定义，这些还需要进行专业的测试才能确定。",
        "label": ""
      },
      {
        "sentence": "所以首先，不要限定自己。",
        "label": ""
      },
      {
        "sentence": "我注意到你害怕与他人接触，担心别人发现你的恐惧并离开你。",
        "label": ""
      },
      {
        "sentence": "在与他人交往时，你总是小心翼翼，不敢放松，害怕别人看到你的不足并因此不喜欢你、不接纳你。",
        "label": ""
      },
      {
        "sentence": "这种相处模式会给你带来很大的痛苦，而这些痛苦又会触发你内心的防御机制。",
        "label": ""
      },
      {
        "sentence": "所以导致了余光恐惧、眼睛酸痛、胃不舒服等内在的表现。",
        "label": ""
      },
      {
        "sentence": "我们之所以感到痛苦，是因为在内心中，我们渴望自己是完美的，可以自如地与人交谈，并且希望被别人喜欢和接受。",
        "label": ""
      },
      {
        "sentence": "但是现实中我们很难做到这一点，因此会感到挫败和自我怀疑，进而陷入恶性循环中不断痛苦挣扎。",
        "label": ""
      },
      {
        "sentence": "所以，我们需要学会接纳自己的不完美，接受自己。",
        "label": ""
      },
      {
        "sentence": "要知道，不完美才是美，只有这样的自己才是真实的。",
        "label": ""
      },
      {
        "sentence": "只有学会接受自己的不完美，我们才能接纳现实中的自己，接受自己不能改变的方面，同时调整自己可以改变的方面。",
        "label": ""
      },
      {
        "sentence": "只有当我们允许自己不完美时，我们也能够接纳别人的不完美，对待他人会有一种包容和接纳的心态。",
        "label": ""
      },
      {
        "sentence": "别人会感受到这种包容和接纳，从而你们之间的关系也会自然而然地变得更亲近。",
        "label": ""
      },
      {
        "sentence": "所以，要学会接纳自己的不完美，这对人际关系的发展非常有益。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]