[
  {
    "role": "client",
    "content": "被婚内出轨，我该怎么平复自己的心情？我被绿了，猝不及防的相识七年，结婚三年，昨日的一切好像还在眼前，今天全部啪啪打脸。对方比我小三岁，是我老公玩社交软件在恋爱密室认识的，按我老公（即将成为前夫）的话来说，她不如我漂亮，只是因为对方在他失落的时候，关心鼓励他，在对方那里得到了存在感。我知道真相的时候，一句句承认出轨的细节和话语，仿佛一把刀，一遍一遍又一遍，狠狠地戳我的心。原来一个男人，爱你的时候是真爱你，不爱你的时候也是真的不爱了，他可以一边说爱你，一边和别人......碰巧我的事业又刚刚起步，知道这个消息，我犹如晴天霹雳，尽管我们现在处于不冷不热的状态，我的心还是刺痛了，原来我没有想象中那么坚强，原来我也是个俗人。我该怎么平复自己的心情，我该怎么渡过这段时间，想起来还是很痛。",
    "annotation": [
      {
        "sentence": "被婚内出轨，我该怎么平复自己的心情？",
        "label": ""
      },
      {
        "sentence": "我被绿了，猝不及防的相识七年，结婚三年，昨日的一切好像还在眼前，今天全部啪啪打脸。",
        "label": ""
      },
      {
        "sentence": "对方比我小三岁，是我老公玩社交软件在恋爱密室认识的，按我老公（即将成为前夫）的话来说，她不如我漂亮，只是因为对方在他失落的时候，关心鼓励他，在对方那里得到了存在感。",
        "label": ""
      },
      {
        "sentence": "我知道真相的时候，一句句承认出轨的细节和话语，仿佛一把刀，一遍一遍又一遍，狠狠地戳我的心。",
        "label": ""
      },
      {
        "sentence": "原来一个男人，爱你的时候是真爱你，不爱你的时候也是真的不爱了，他可以一边说爱你，一边和别人......碰巧我的事业又刚刚起步，知道这个消息，我犹如晴天霹雳，尽管我们现在处于不冷不热的状态，我的心还是刺痛了，原来我没有想象中那么坚强，原来我也是个俗人。",
        "label": ""
      },
      {
        "sentence": "我该怎么平复自己的心情，我该怎么渡过这段时间，想起来还是很痛。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于婚姻中的出轨，每个人都有可能遭遇到，这是人生中的一种困境。根据你的描述，你的丈夫出轨的原因是因为对方给了他关心和鼓励，而不是她比你更漂亮。婚姻中的问题不只是对与错，而是需要我们一起解决。你提到的沟通困难可能导致这次出轨的发生。现在是时候你冷静下来，考虑这个问题，并分析对方的态度和是否还重视你们的婚姻。不要只看到你自己的痛苦，而是试着寻找解决问题的方法。需要知道，离婚并不能保证下次遇到的人就不会出现类似问题。现在的关键是如何解决目前的问题。我建议你尊重对方，告诉他你受伤的感受，并对忽略他的感受表示歉意。你可以写一封信给他，表达你的内心想法，但无需指责他。同时回忆一下你们共度的美好时光，相信他也曾深爱过你。即使你决定分开，也要感谢他曾经带给你的美好时光。你是否考虑过他现在的需求呢？不要只看到自己的痛苦，也要关心他的感受。要学会放下眼前的痛苦，不要将自己困在过去的碎片中。",
    "annotation": [
      {
        "sentence": "对于婚姻中的出轨，每个人都有可能遭遇到，这是人生中的一种困境。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，你的丈夫出轨的原因是因为对方给了他关心和鼓励，而不是她比你更漂亮。",
        "label": ""
      },
      {
        "sentence": "婚姻中的问题不只是对与错，而是需要我们一起解决。",
        "label": ""
      },
      {
        "sentence": "你提到的沟通困难可能导致这次出轨的发生。",
        "label": ""
      },
      {
        "sentence": "现在是时候你冷静下来，考虑这个问题，并分析对方的态度和是否还重视你们的婚姻。",
        "label": ""
      },
      {
        "sentence": "不要只看到你自己的痛苦，而是试着寻找解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "需要知道，离婚并不能保证下次遇到的人就不会出现类似问题。",
        "label": ""
      },
      {
        "sentence": "现在的关键是如何解决目前的问题。",
        "label": ""
      },
      {
        "sentence": "我建议你尊重对方，告诉他你受伤的感受，并对忽略他的感受表示歉意。",
        "label": ""
      },
      {
        "sentence": "你可以写一封信给他，表达你的内心想法，但无需指责他。",
        "label": ""
      },
      {
        "sentence": "同时回忆一下你们共度的美好时光，相信他也曾深爱过你。",
        "label": ""
      },
      {
        "sentence": "即使你决定分开，也要感谢他曾经带给你的美好时光。",
        "label": ""
      },
      {
        "sentence": "你是否考虑过他现在的需求呢？",
        "label": ""
      },
      {
        "sentence": "不要只看到自己的痛苦，也要关心他的感受。",
        "label": ""
      },
      {
        "sentence": "要学会放下眼前的痛苦，不要将自己困在过去的碎片中。",
        "label": ""
      }
    ]
  }
]