[
  {
    "role": "client",
    "content": "最近我作为一个高三学生，突然发现自己对学习失去了动力。虽然在高一和高二一直很努力，成绩也一直在班上前几名，但我知道自己还可以做得更好。以前我有心理问题，让我很难集中注意力，而且过分在意人际关系。但在疫情期间，我居家学习，冥想，并且有父母的陪伴，我的心理问题逐渐消失了。可是返校学习后，我发现自己的紧张状态消失了，成绩也变得很差。而且，如果周末我不在学校学习，我就会一直玩手机。我深知这样无法考上我目标的高校，但是我控制不住自己，感觉自己缺乏动力了。另外，之前我一直想去A大学，甚至春节期间还去参观了，给了我很多动力。但最近我和一个A校的学长聊天，他告诉我我选择的专业X不是我以为的那样，让我有了更换专业Y的想法。但是突然改变目标学校让我觉得缺乏动力，我还一直念念不忘A校三年的时光。我该怎么调节呢？",
    "annotation": [
      {
        "sentence": "最近我作为一个高三学生，突然发现自己对学习失去了动力。",
        "label": ""
      },
      {
        "sentence": "虽然在高一和高二一直很努力，成绩也一直在班上前几名，但我知道自己还可以做得更好。",
        "label": ""
      },
      {
        "sentence": "以前我有心理问题，让我很难集中注意力，而且过分在意人际关系。",
        "label": ""
      },
      {
        "sentence": "但在疫情期间，我居家学习，冥想，并且有父母的陪伴，我的心理问题逐渐消失了。",
        "label": ""
      },
      {
        "sentence": "可是返校学习后，我发现自己的紧张状态消失了，成绩也变得很差。",
        "label": ""
      },
      {
        "sentence": "而且，如果周末我不在学校学习，我就会一直玩手机。",
        "label": ""
      },
      {
        "sentence": "我深知这样无法考上我目标的高校，但是我控制不住自己，感觉自己缺乏动力了。",
        "label": ""
      },
      {
        "sentence": "另外，之前我一直想去A大学，甚至春节期间还去参观了，给了我很多动力。",
        "label": ""
      },
      {
        "sentence": "但最近我和一个A校的学长聊天，他告诉我我选择的专业X不是我以为的那样，让我有了更换专业Y的想法。",
        "label": ""
      },
      {
        "sentence": "但是突然改变目标学校让我觉得缺乏动力，我还一直念念不忘A校三年的时光。",
        "label": ""
      },
      {
        "sentence": "我该怎么调节呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，首先我注意到你当前的学习动力不足，同时你愿意表达出你的困扰并寻求帮助，这是一种帮助你更好地认识和理解自己的方式，也能帮助你找到核心动力。我也注意到你高一和高二时有着紧张的学习计划和自律。我想问问你，你曾经的紧张情绪是自己给自己的，还是源于其他因素，比如父母或老师的期望等等。要理解自己，我们首先要理解自己情绪背后的需求。现在我想和你分享我的观察，希望能够帮助你从更丰富的视角看待这个问题。",
    "annotation": [
      {
        "sentence": "求助者，首先我注意到你当前的学习动力不足，同时你愿意表达出你的困扰并寻求帮助，这是一种帮助你更好地认识和理解自己的方式，也能帮助你找到核心动力。",
        "label": ""
      },
      {
        "sentence": "我也注意到你高一和高二时有着紧张的学习计划和自律。",
        "label": ""
      },
      {
        "sentence": "我想问问你，你曾经的紧张情绪是自己给自己的，还是源于其他因素，比如父母或老师的期望等等。",
        "label": ""
      },
      {
        "sentence": "要理解自己，我们首先要理解自己情绪背后的需求。",
        "label": ""
      },
      {
        "sentence": "现在我想和你分享我的观察，希望能够帮助你从更丰富的视角看待这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我一直以来都是出于自己的内在驱动而努力学习，没有太多外界的干涉。我曾经的紧张情绪主要是因为心理问题和过分关注人际关系。现在回想起来，这些问题在居家学习期间逐渐得到了缓解。但是返校后，我突然发现自己的紧张情绪消失了，我也没办法再保持之前的学习状态。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我一直以来都是出于自己的内在驱动而努力学习，没有太多外界的干涉。",
        "label": ""
      },
      {
        "sentence": "我曾经的紧张情绪主要是因为心理问题和过分关注人际关系。",
        "label": ""
      },
      {
        "sentence": "现在回想起来，这些问题在居家学习期间逐渐得到了缓解。",
        "label": ""
      },
      {
        "sentence": "但是返校后，我突然发现自己的紧张情绪消失了，我也没办法再保持之前的学习状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑。首先，我想问问你，你觉得学长告诉你的关于专业X的信息是否完全准确呢？你是否调查过其他资料来了解你所选专业的真实情况呢？我们要学会怀着怀疑的心态去验证我们的想法，而不仅仅只依赖他人的观点。每个人都有自己的局限性，学长说的不一定是全部的真相。所以你需要放下自己的想象，去寻找更多的资料。另外，我们的期望和想象与现实是否完全匹配呢？我的理解是很难完全一样，所以我们要用客观的态度去面对现实。",
    "annotation": [
      {
        "sentence": "我理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "首先，我想问问你，你觉得学长告诉你的关于专业X的信息是否完全准确呢？",
        "label": ""
      },
      {
        "sentence": "你是否调查过其他资料来了解你所选专业的真实情况呢？",
        "label": ""
      },
      {
        "sentence": "我们要学会怀着怀疑的心态去验证我们的想法，而不仅仅只依赖他人的观点。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的局限性，学长说的不一定是全部的真相。",
        "label": ""
      },
      {
        "sentence": "所以你需要放下自己的想象，去寻找更多的资料。",
        "label": ""
      },
      {
        "sentence": "另外，我们的期望和想象与现实是否完全匹配呢？",
        "label": ""
      },
      {
        "sentence": "我的理解是很难完全一样，所以我们要用客观的态度去面对现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能过于依赖学长的观点，没有去验证他所说的是否完全准确。我意识到我需要更多的资料来评估我所选专业的适合程度。也许我需要放下自己对A校的依赖，去寻找适合我人生意义的专业和目标学校。但是我还是很难割舍对A校的情感，一想到放弃A校就没有了动力。",
    "annotation": [
      {
        "sentence": "你说得对，我可能过于依赖学长的观点，没有去验证他所说的是否完全准确。",
        "label": ""
      },
      {
        "sentence": "我意识到我需要更多的资料来评估我所选专业的适合程度。",
        "label": ""
      },
      {
        "sentence": "也许我需要放下自己对A校的依赖，去寻找适合我人生意义的专业和目标学校。",
        "label": ""
      },
      {
        "sentence": "但是我还是很难割舍对A校的情感，一想到放弃A校就没有了动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。确实，追求心仪的目标后因为得到了不完全符合预期的信息而改变目标会让人有些失落。你感受到了以前的付出、热情和喜好似乎变得毫无意义。但是你需要找到自己的内在需求，只有了解自己想要的是什么，才能知道如何去选择。人生的意义是自己赋予的，找到自己的需求才能给自己提供源源不断的动力。你要问问自己想要过怎样的人生，通过什么专业和学校可以帮助你实现自己的人生意义。不要忽视自己的感受和需求，它们会成为你的核心动力。加油！",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "确实，追求心仪的目标后因为得到了不完全符合预期的信息而改变目标会让人有些失落。",
        "label": ""
      },
      {
        "sentence": "你感受到了以前的付出、热情和喜好似乎变得毫无意义。",
        "label": ""
      },
      {
        "sentence": "但是你需要找到自己的内在需求，只有了解自己想要的是什么，才能知道如何去选择。",
        "label": ""
      },
      {
        "sentence": "人生的意义是自己赋予的，找到自己的需求才能给自己提供源源不断的动力。",
        "label": ""
      },
      {
        "sentence": "你要问问自己想要过怎样的人生，通过什么专业和学校可以帮助你实现自己的人生意义。",
        "label": ""
      },
      {
        "sentence": "不要忽视自己的感受和需求，它们会成为你的核心动力。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我确实需要重新审视自己的需求和人生目标，找到真正适合我的专业和学校。我会继续努力寻找自己的动力，并且不再过分依赖他人的观点。我相信只要找到自己真正的动力，我一定能够取得更好的成绩。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我确实需要重新审视自己的需求和人生目标，找到真正适合我的专业和学校。",
        "label": ""
      },
      {
        "sentence": "我会继续努力寻找自己的动力，并且不再过分依赖他人的观点。",
        "label": ""
      },
      {
        "sentence": "我相信只要找到自己真正的动力，我一定能够取得更好的成绩。",
        "label": ""
      }
    ]
  }
]