[
  {
    "role": "client",
    "content": "高三学生，高一高二一直很努力，但最近突然动力不足？高一高二一直保持着很紧张的学习节奏和计划，也比较自律，可是之前高一二的时候因为有心理上的问题，所以虽然很努力，成绩也在班上前几名，但我知道我还能做得更好因为平常心理上的问题和过分在意人际关系让我很难集中注意力，疫情期间，居家学习，每天冥想加上父母的陪伴，心理问题逐渐消失，但是不知道为什么返校学习后，自己紧张的状态反而没有了，而且成绩也考过好几次高中最差，但是不知道为什么自己紧张的情绪没有了，甚至周六晚上和周末如果不在学校学习就会一直玩手机，我深知这样无法考上我目标高校，但是就是控制不住自己，感觉自己动力不足了（这里还有一点，我之前一直想去A大学，甚至春节期间买昂贵机票去参观，看后也带来满满动力，但最近刚好和A校学长聊，发现我选择的专业X不是我以为的那样，准备全新选专业Y，可就得换一个目标学校，但我对A校恋恋不忘了三年，突然定一个没有去过的学校做目标，觉得动力不足）如何调节呢？",
    "annotation": [
      {
        "sentence": "高三学生，高一高二一直很努力，但最近突然动力不足？",
        "label": ""
      },
      {
        "sentence": "高一高二一直保持着很紧张的学习节奏和计划，也比较自律，可是之前高一二的时候因为有心理上的问题，所以虽然很努力，成绩也在班上前几名，但我知道我还能做得更好因为平常心理上的问题和过分在意人际关系让我很难集中注意力，疫情期间，居家学习，每天冥想加上父母的陪伴，心理问题逐渐消失，但是不知道为什么返校学习后，自己紧张的状态反而没有了，而且成绩也考过好几次高中最差，但是不知道为什么自己紧张的情绪没有了，甚至周六晚上和周末如果不在学校学习就会一直玩手机，我深知这样无法考上我目标高校，但是就是控制不住自己，感觉自己动力不足了（这里还有一点，我之前一直想去A大学，甚至春节期间买昂贵机票去参观，看后也带来满满动力，但最近刚好和A校学长聊，发现我选择的专业X不是我以为的那样，准备全新选专业Y，可就得换一个目标学校，但我对A校恋恋不忘了三年，突然定一个没有去过的学校做目标，觉得动力不足）如何调节呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你还是一名高三在校生，面临着即将到来的高考，压力巨大可想而知。在你的描述中能够体会到你当前的状态，因为受到疫情和目标切换的双重影响，让你在学习上动力不比从前，继而你担心自己的高考成绩。希望下面的分析会对你有帮助。",
    "annotation": [
      {
        "sentence": "看到你还是一名高三在校生，面临着即将到来的高考，压力巨大可想而知。",
        "label": ""
      },
      {
        "sentence": "在你的描述中能够体会到你当前的状态，因为受到疫情和目标切换的双重影响，让你在学习上动力不比从前，继而你担心自己的高考成绩。",
        "label": ""
      },
      {
        "sentence": "希望下面的分析会对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心。我确实感到压力很大，不知道如何重新找回学习的动力。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心。",
        "label": ""
      },
      {
        "sentence": "我确实感到压力很大，不知道如何重新找回学习的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "加强时间管理，尽快恢复节奏。突如其来的疫情的确打乱了人们的正常节奏，在家独自学习和在校学习的环境效率和氛围都是大有不同。在没有了老师监督带领和每天规律的节奏前提下，就容易产生懈怠感，打乱节奏。所以从这个角度我们看到说为什么在线教育如此发达，写字楼租金如此高昂的今天，学校和办公室依旧存在不可被撤销的意义就在于此。学习的内容当然是首要，同时培养的还有集体化行为和良好的学习和作息习惯。因此，目前你已经返校，要尽快恢复之前的紧张状态，不妨给自己制定一个作息表格，并严格执行。如果需要父母监督和协助，那么去请他们监督，以确保执行效果和进度。",
    "annotation": [
      {
        "sentence": "加强时间管理，尽快恢复节奏。",
        "label": ""
      },
      {
        "sentence": "突如其来的疫情的确打乱了人们的正常节奏，在家独自学习和在校学习的环境效率和氛围都是大有不同。",
        "label": ""
      },
      {
        "sentence": "在没有了老师监督带领和每天规律的节奏前提下，就容易产生懈怠感，打乱节奏。",
        "label": ""
      },
      {
        "sentence": "所以从这个角度我们看到说为什么在线教育如此发达，写字楼租金如此高昂的今天，学校和办公室依旧存在不可被撤销的意义就在于此。",
        "label": ""
      },
      {
        "sentence": "学习的内容当然是首要，同时培养的还有集体化行为和良好的学习和作息习惯。",
        "label": ""
      },
      {
        "sentence": "因此，目前你已经返校，要尽快恢复之前的紧张状态，不妨给自己制定一个作息表格，并严格执行。",
        "label": ""
      },
      {
        "sentence": "如果需要父母监督和协助，那么去请他们监督，以确保执行效果和进度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我在家学习的时候缺乏规律和节奏，导致现在很难适应学校的学习环境。我会尝试制定一个作息表格，有父母的监督和协助应该会更容易坚持下去。",
    "annotation": [
      {
        "sentence": "确实，我在家学习的时候缺乏规律和节奏，导致现在很难适应学校的学习环境。",
        "label": ""
      },
      {
        "sentence": "我会尝试制定一个作息表格，有父母的监督和协助应该会更容易坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "目标切换，明确对你重要的选择。看到你提到了对A学校的热爱，但因为专业内容不是你想要的不得不重新换一个目标。你只提到了对于新学校的不接纳，但换一个角度思考：“如果你没有和A学校校长聊，就报告了你心意学校的并不是期待的专业，你入学之后发现这个事实好还是现在就立刻更正好呢？其次，虽然你对A学校特别中意，但你未来是立足专业求职还是学校的声誉求职呢？同时，是否对目前更换的这个学校做了深入了解，是否立足信息全面的情况下，发现它的亮点呢？”如果失去了星星，那就不要再失去整个天空。“立足现实，把握机会，积极为高考准备，才是当前最最务实的选择，你说呢？同学，祝你好运！",
    "annotation": [
      {
        "sentence": "目标切换，明确对你重要的选择。",
        "label": ""
      },
      {
        "sentence": "看到你提到了对A学校的热爱，但因为专业内容不是你想要的不得不重新换一个目标。",
        "label": ""
      },
      {
        "sentence": "你只提到了对于新学校的不接纳，但换一个角度思考：“如果你没有和A学校校长聊，就报告了你心意学校的并不是期待的专业，你入学之后发现这个事实好还是现在就立刻更正好呢？",
        "label": ""
      },
      {
        "sentence": "其次，虽然你对A学校特别中意，但你未来是立足专业求职还是学校的声誉求职呢？",
        "label": ""
      },
      {
        "sentence": "同时，是否对目前更换的这个学校做了深入了解，是否立足信息全面的情况下，发现它的亮点呢？",
        "label": ""
      },
      {
        "sentence": "”如果失去了星星，那就不要再失去整个天空。",
        "label": ""
      },
      {
        "sentence": "“立足现实，把握机会，积极为高考准备，才是当前最最务实的选择，你说呢？",
        "label": ""
      },
      {
        "sentence": "同学，祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要重新审视目标的重要性和对我的未来发展的影响。我会珍惜眼前的机会，重新调整心态，努力为高考做准备。谢谢你的建议和祝福！",
    "annotation": [
      {
        "sentence": "你说得对，我需要重新审视目标的重要性和对我的未来发展的影响。",
        "label": ""
      },
      {
        "sentence": "我会珍惜眼前的机会，重新调整心态，努力为高考做准备。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和祝福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。在这段备考期间，难免会遇到一些困难和挑战，但只要保持积极的心态，用恰当的方法应对，相信你一定能够克服困难，取得好成绩。如果你在学习过程中还有其他问题或者困惑，随时都可以找我倾诉和寻求帮助。祝你早日找回学习的动力，取得优异的成绩！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "在这段备考期间，难免会遇到一些困难和挑战，但只要保持积极的心态，用恰当的方法应对，相信你一定能够克服困难，取得好成绩。",
        "label": ""
      },
      {
        "sentence": "如果你在学习过程中还有其他问题或者困惑，随时都可以找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你早日找回学习的动力，取得优异的成绩！",
        "label": ""
      }
    ]
  }
]