[
  {
    "role": "client",
    "content": "我真的很烦恼，最近我对家里人没有一点点的亲密感。过年回家后，我辞职了，因为疫情的原因待业了两个月，然后我妈妈就开始给我张罗相亲。她想让我嫁到离家近一点的地方。我见了五六个相亲对象，可是要么我对他们不满意，要么他们对我不满意。我个性并不是特别自来熟，所以我不太喜欢和陌生人在网上聊天。可是我妈妈一直逼着我，如果有人给我发信息，我就必须立刻回复；如果对方不给我发信息，我妈妈还会催我给对方打电话。我们之间发生了好几次争吵，我为此哭了好几次。后来我妥协了，也在这段时间里慢慢妥协了。我妈妈也从最初逼我和人聊天发展到我睡着之后偷看我的手机。我不止一次地制止这种行为，可是没有起到作用。我只能继续妥协，最后甚至在和对方视频聊天时，我妈妈都要在旁边偷听。那段时间我变得紧张到半夜手机都要放在旁边充电，只要有人在我旁边动一下，我就会惊醒。",
    "annotation": [
      {
        "sentence": "我真的很烦恼，最近我对家里人没有一点点的亲密感。",
        "label": ""
      },
      {
        "sentence": "过年回家后，我辞职了，因为疫情的原因待业了两个月，然后我妈妈就开始给我张罗相亲。",
        "label": ""
      },
      {
        "sentence": "她想让我嫁到离家近一点的地方。",
        "label": ""
      },
      {
        "sentence": "我见了五六个相亲对象，可是要么我对他们不满意，要么他们对我不满意。",
        "label": ""
      },
      {
        "sentence": "我个性并不是特别自来熟，所以我不太喜欢和陌生人在网上聊天。",
        "label": ""
      },
      {
        "sentence": "可是我妈妈一直逼着我，如果有人给我发信息，我就必须立刻回复；如果对方不给我发信息，我妈妈还会催我给对方打电话。",
        "label": ""
      },
      {
        "sentence": "我们之间发生了好几次争吵，我为此哭了好几次。",
        "label": ""
      },
      {
        "sentence": "后来我妥协了，也在这段时间里慢慢妥协了。",
        "label": ""
      },
      {
        "sentence": "我妈妈也从最初逼我和人聊天发展到我睡着之后偷看我的手机。",
        "label": ""
      },
      {
        "sentence": "我不止一次地制止这种行为，可是没有起到作用。",
        "label": ""
      },
      {
        "sentence": "我只能继续妥协，最后甚至在和对方视频聊天时，我妈妈都要在旁边偷听。",
        "label": ""
      },
      {
        "sentence": "那段时间我变得紧张到半夜手机都要放在旁边充电，只要有人在我旁边动一下，我就会惊醒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，母亲似乎有着很强的控制欲，希望你能找到一个好的婚姻。我理解你烦恼的原因。其实，你只有20岁，完全没有必要着急的。也许你妈妈原本也没有打算给你相亲，只是现在疫情期间大家待在家里，因此她才有了给你相亲的机会。但是，婚姻不是一件简单的事情，不能只看对方条件是否合适就决定一辈子。婚姻是需要双方都有感觉、有回应的事情。任何单方面的付出都无法获得好的结果。那么如何避免和母亲的冲突继续下去呢？我给你几点建议，希望能对你有帮助。",
    "annotation": [
      {
        "sentence": "听你的描述，母亲似乎有着很强的控制欲，希望你能找到一个好的婚姻。",
        "label": ""
      },
      {
        "sentence": "我理解你烦恼的原因。",
        "label": ""
      },
      {
        "sentence": "其实，你只有20岁，完全没有必要着急的。",
        "label": ""
      },
      {
        "sentence": "也许你妈妈原本也没有打算给你相亲，只是现在疫情期间大家待在家里，因此她才有了给你相亲的机会。",
        "label": ""
      },
      {
        "sentence": "但是，婚姻不是一件简单的事情，不能只看对方条件是否合适就决定一辈子。",
        "label": ""
      },
      {
        "sentence": "婚姻是需要双方都有感觉、有回应的事情。",
        "label": ""
      },
      {
        "sentence": "任何单方面的付出都无法获得好的结果。",
        "label": ""
      },
      {
        "sentence": "那么如何避免和母亲的冲突继续下去呢？",
        "label": ""
      },
      {
        "sentence": "我给你几点建议，希望能对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。那你能具体告诉我应该怎么做吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "那你能具体告诉我应该怎么做吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以努力找工作。找到工作后你就有了一定的独立性，也能给自己创造一定的空间。这样一来，你和妈妈之间就能保持一定的距离，减少冲突的可能性。其次，你可以设置手机密码锁或者手机应用密码锁。这样，即使你在家待业，你的母亲也无法私自查看你的手机。再次，适时告知你和相亲对象的情况，向母亲报备。这样既能满足母亲的好奇心，也能打消她查看手机的想法。毕竟，你已经告诉了她所有的情况，她就没有必要再偷看你的手机了。最后，你要明白自己有隐私权，也要明白伴侣选择的权利。在休息的时候，你可以锁上房门，如果对方不符合你的喜好，你可以拒绝而不需要强迫自己为他人行为合理化。",
    "annotation": [
      {
        "sentence": "首先，你可以努力找工作。",
        "label": ""
      },
      {
        "sentence": "找到工作后你就有了一定的独立性，也能给自己创造一定的空间。",
        "label": ""
      },
      {
        "sentence": "这样一来，你和妈妈之间就能保持一定的距离，减少冲突的可能性。",
        "label": ""
      },
      {
        "sentence": "其次，你可以设置手机密码锁或者手机应用密码锁。",
        "label": ""
      },
      {
        "sentence": "这样，即使你在家待业，你的母亲也无法私自查看你的手机。",
        "label": ""
      },
      {
        "sentence": "再次，适时告知你和相亲对象的情况，向母亲报备。",
        "label": ""
      },
      {
        "sentence": "这样既能满足母亲的好奇心，也能打消她查看手机的想法。",
        "label": ""
      },
      {
        "sentence": "毕竟，你已经告诉了她所有的情况，她就没有必要再偷看你的手机了。",
        "label": ""
      },
      {
        "sentence": "最后，你要明白自己有隐私权，也要明白伴侣选择的权利。",
        "label": ""
      },
      {
        "sentence": "在休息的时候，你可以锁上房门，如果对方不符合你的喜好，你可以拒绝而不需要强迫自己为他人行为合理化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么一说，我觉得确实可以试试这些方法。特别是找工作和设置手机密码锁，这样我就能有更多的独立空间了。只要保持一定的距离，就能减少和妈妈的冲突。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "听你这么一说，我觉得确实可以试试这些方法。",
        "label": ""
      },
      {
        "sentence": "特别是找工作和设置手机密码锁，这样我就能有更多的独立空间了。",
        "label": ""
      },
      {
        "sentence": "只要保持一定的距离，就能减少和妈妈的冲突。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能帮到你。记住，在选择伴侣和婚姻的问题上，你的感受和意见也是很重要的。希望你能为自己争取更多的自主权和幸福。如果还有其他问题，随时找我聊！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，在选择伴侣和婚姻的问题上，你的感受和意见也是很重要的。",
        "label": ""
      },
      {
        "sentence": "希望你能为自己争取更多的自主权和幸福。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时找我聊！",
        "label": ""
      }
    ]
  }
]