[
  {
    "role": "client",
    "content": "近半年，我对家里人没有一点点的亲密感。过年回家后，年前辞职，因为疫情待业了两个月，我妈就开始给我张罗着相亲，她想我嫁的离家里近一点，见了五六个，不是我看不上，就是人看不上我。我个性不是特别的自来熟，本来就不是特别喜欢和人从网上聊天。我妈一直逼着我，如果人嫁给我聊天，我就一定要立马给人家回复。人要是不给我聊天，我妈还会催着我给人聊。我们之间发生了好几次争吵，我也哭了好几场。后来事情并没有变好，我也在这段时间里，慢慢的妥协。我妈也从最开始的催着我跟人聊天发展到我睡着后偷看我手机。我不让有争吵了几次，没有见效，我也只能妥协。到最后我跟人聊天视频，我妈都要在旁边偷听。那段时间我精神紧张到半夜手机在旁边充电，只要有人在我旁边一动，我就会惊醒。",
    "annotation": [
      {
        "sentence": "近半年，我对家里人没有一点点的亲密感。",
        "label": ""
      },
      {
        "sentence": "过年回家后，年前辞职，因为疫情待业了两个月，我妈就开始给我张罗着相亲，她想我嫁的离家里近一点，见了五六个，不是我看不上，就是人看不上我。",
        "label": ""
      },
      {
        "sentence": "我个性不是特别的自来熟，本来就不是特别喜欢和人从网上聊天。",
        "label": ""
      },
      {
        "sentence": "我妈一直逼着我，如果人嫁给我聊天，我就一定要立马给人家回复。",
        "label": ""
      },
      {
        "sentence": "人要是不给我聊天，我妈还会催着我给人聊。",
        "label": ""
      },
      {
        "sentence": "我们之间发生了好几次争吵，我也哭了好几场。",
        "label": ""
      },
      {
        "sentence": "后来事情并没有变好，我也在这段时间里，慢慢的妥协。",
        "label": ""
      },
      {
        "sentence": "我妈也从最开始的催着我跟人聊天发展到我睡着后偷看我手机。",
        "label": ""
      },
      {
        "sentence": "我不让有争吵了几次，没有见效，我也只能妥协。",
        "label": ""
      },
      {
        "sentence": "到最后我跟人聊天视频，我妈都要在旁边偷听。",
        "label": ""
      },
      {
        "sentence": "那段时间我精神紧张到半夜手机在旁边充电，只要有人在我旁边一动，我就会惊醒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我很理解你现在的困境。从你的描述中，我能感受到你对家庭压力和相亲的抗拒。你觉得自己像被妈妈操控一样，失去了自己的主导权。这使得你心里很痛苦，甚至半夜都感到害怕。首先要弄清楚的是，这种关系失衡是由于你没有学会拒绝，导致妈妈在这个关系里放大了控制力。",
    "annotation": [
      {
        "sentence": "求助者，我很理解你现在的困境。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能感受到你对家庭压力和相亲的抗拒。",
        "label": ""
      },
      {
        "sentence": "你觉得自己像被妈妈操控一样，失去了自己的主导权。",
        "label": ""
      },
      {
        "sentence": "这使得你心里很痛苦，甚至半夜都感到害怕。",
        "label": ""
      },
      {
        "sentence": "首先要弄清楚的是，这种关系失衡是由于你没有学会拒绝，导致妈妈在这个关系里放大了控制力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，确实我觉得自己没有办法拒绝妈妈的安排，我一直觉得顺从是应该的。这样一来，我也没有办法保持自己的独立性。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，确实我觉得自己没有办法拒绝妈妈的安排，我一直觉得顺从是应该的。",
        "label": ""
      },
      {
        "sentence": "这样一来，我也没有办法保持自己的独立性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我明白你的想法。我们都希望孝顺父母，但是如果这种孝顺导致了关系的失衡，那就是有问题的。为了让自己轻松一些，你需要释放这种罪恶感，学会拒绝妈妈的安排。",
    "annotation": [
      {
        "sentence": "是的，我明白你的想法。",
        "label": ""
      },
      {
        "sentence": "我们都希望孝顺父母，但是如果这种孝顺导致了关系的失衡，那就是有问题的。",
        "label": ""
      },
      {
        "sentence": "为了让自己轻松一些，你需要释放这种罪恶感，学会拒绝妈妈的安排。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我一直没有拒绝妈妈的原因是我害怕失去一些东西，比如妈妈的支持、安全感以及关心和肯定。",
    "annotation": [
      {
        "sentence": "我明白了，但是我一直没有拒绝妈妈的原因是我害怕失去一些东西，比如妈妈的支持、安全感以及关心和肯定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心很正常，但是如果我们一直依赖他人给予我们这些能量，我们就会一直失去自己，关系的天平也将一直失衡。我们要学会独立，重新恢复自己的安全感、关爱和自我肯定。尤其是自我肯定，你应该对自己说“是”，懂得适当地拒绝别人，包括你的妈妈。边界是你的，你有权对任何人说不。",
    "annotation": [
      {
        "sentence": "你的担心很正常，但是如果我们一直依赖他人给予我们这些能量，我们就会一直失去自己，关系的天平也将一直失衡。",
        "label": ""
      },
      {
        "sentence": "我们要学会独立，重新恢复自己的安全感、关爱和自我肯定。",
        "label": ""
      },
      {
        "sentence": "尤其是自我肯定，你应该对自己说“是”，懂得适当地拒绝别人，包括你的妈妈。",
        "label": ""
      },
      {
        "sentence": "边界是你的，你有权对任何人说不。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该学会拒绝，不再让妈妈操控我的生活。我也明白好的关系需要有互相尊重和互相信任的元素，而我们之间似乎只有互相支持而没有了其他的。",
    "annotation": [
      {
        "sentence": "你说得对，我应该学会拒绝，不再让妈妈操控我的生活。",
        "label": ""
      },
      {
        "sentence": "我也明白好的关系需要有互相尊重和互相信任的元素，而我们之间似乎只有互相支持而没有了其他的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你理解得很对，好的关系确实需要边界里的尊重，以及向心力里的信任和支持。你需要跟妈妈沟通，让她明白你的想法和需求，只有这样才能恢复关系的平衡。",
    "annotation": [
      {
        "sentence": "你理解得很对，好的关系确实需要边界里的尊重，以及向心力里的信任和支持。",
        "label": ""
      },
      {
        "sentence": "你需要跟妈妈沟通，让她明白你的想法和需求，只有这样才能恢复关系的平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着跟妈妈好好谈一谈，让她了解我的感受。同时，我也要时刻留意自己的内心，听从自己的需求，才能在这个关系中找到平衡。非常感谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "我会试着跟妈妈好好谈一谈，让她了解我的感受。",
        "label": ""
      },
      {
        "sentence": "同时，我也要时刻留意自己的内心，听从自己的需求，才能在这个关系中找到平衡。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能够帮到你。时刻关注自己的内心是非常重要的。希望你在与妈妈的谈话中能够找到解决的方法，并且重建起平衡的关系。祝福你，一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "时刻关注自己的内心是非常重要的。",
        "label": ""
      },
      {
        "sentence": "希望你在与妈妈的谈话中能够找到解决的方法，并且重建起平衡的关系。",
        "label": ""
      },
      {
        "sentence": "祝福你，一切顺利！",
        "label": ""
      }
    ]
  }
]