[
  {
    "role": "client",
    "content": "大一女，总会有想谈恋爱的心思，却又不知从何下手？大一女生，高中时和男生说话就会紧张，害羞。大学时，每次在校园散步都会看到一对对情侣，室友也都没脱单，都在说脱单的事。我也有结交一些男生，一和他们说话脑子就不怎么灵光了。心里挺想谈恋爱的，又没有男生追，也没有特别喜欢的男生，又觉得自己的恋爱观太浅显，今天默默喜欢一个男生，过一会又喜欢另一个男生，有时候没接触多久，也不知道对方是个什么样的人，可能就聊了会天，就对对方有好感了。",
    "annotation": [
      {
        "sentence": "大一女，总会有想谈恋爱的心思，却又不知从何下手？",
        "label": ""
      },
      {
        "sentence": "大一女生，高中时和男生说话就会紧张，害羞。",
        "label": ""
      },
      {
        "sentence": "大学时，每次在校园散步都会看到一对对情侣，室友也都没脱单，都在说脱单的事。",
        "label": ""
      },
      {
        "sentence": "我也有结交一些男生，一和他们说话脑子就不怎么灵光了。",
        "label": ""
      },
      {
        "sentence": "心里挺想谈恋爱的，又没有男生追，也没有特别喜欢的男生，又觉得自己的恋爱观太浅显，今天默默喜欢一个男生，过一会又喜欢另一个男生，有时候没接触多久，也不知道对方是个什么样的人，可能就聊了会天，就对对方有好感了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先要感谢你提出了一个这么好的问题！我想，大概很多单身女孩都有着和你一样的困扰。其实我跟你一样，也一直在等待一场属于自己的爱情！说出来也不怕你笑，我已经27岁了，但是仍然在寻觅中！而且是母胎单身哈哈！",
    "annotation": [
      {
        "sentence": "首先要感谢你提出了一个这么好的问题！",
        "label": ""
      },
      {
        "sentence": "我想，大概很多单身女孩都有着和你一样的困扰。",
        "label": ""
      },
      {
        "sentence": "其实我跟你一样，也一直在等待一场属于自己的爱情！",
        "label": ""
      },
      {
        "sentence": "说出来也不怕你笑，我已经27岁了，但是仍然在寻觅中！",
        "label": ""
      },
      {
        "sentence": "而且是母胎单身哈哈！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的吗？原来你也有同样的经历啊！那你现在怎么处理这种想谈恋爱又遇不到合适的人的感受呢？",
    "annotation": [
      {
        "sentence": "真的吗？",
        "label": ""
      },
      {
        "sentence": "原来你也有同样的经历啊！",
        "label": ""
      },
      {
        "sentence": "那你现在怎么处理这种想谈恋爱又遇不到合适的人的感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是啊，我能理解你现在的心情。其实我也曾经和你一样，心里很想谈恋爱，可是没有男生追，自己心理没有特别喜欢的男生，感觉谁都可以但又不想将就。虽然择友标准并不高，但是总会有某些因素阻止你踏出第一步！往往一段关系还没开始，内心就已经有了结果。这里所暴露出的矛盾就是心理学上经常讲的趋避型矛盾，即同一件事或物，既有你想要的也有你所害怕的。这个矛盾就像是心中有两个旗鼓相当的小人在拔河，两边说也不认输，就干耗着。",
    "annotation": [
      {
        "sentence": "是啊，我能理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "其实我也曾经和你一样，心里很想谈恋爱，可是没有男生追，自己心理没有特别喜欢的男生，感觉谁都可以但又不想将就。",
        "label": ""
      },
      {
        "sentence": "虽然择友标准并不高，但是总会有某些因素阻止你踏出第一步！",
        "label": ""
      },
      {
        "sentence": "往往一段关系还没开始，内心就已经有了结果。",
        "label": ""
      },
      {
        "sentence": "这里所暴露出的矛盾就是心理学上经常讲的趋避型矛盾，即同一件事或物，既有你想要的也有你所害怕的。",
        "label": ""
      },
      {
        "sentence": "这个矛盾就像是心中有两个旗鼓相当的小人在拔河，两边说也不认输，就干耗着。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我好像明白了一些。但是我觉得自己的恋爱观太浅显，也不知道如何处理自己对不同男生的好感，总是感觉很混乱。",
    "annotation": [
      {
        "sentence": "听你这么说，我好像明白了一些。",
        "label": ""
      },
      {
        "sentence": "但是我觉得自己的恋爱观太浅显，也不知道如何处理自己对不同男生的好感，总是感觉很混乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，对于恋爱观和感情混乱的问题，我也有过类似的困惑。因为自己本身是学习心理学的，所以我就找了一些问卷和看了一些书籍对自己进行了自我探索。后来，我找到了这种状态的原因:(1)我尚未发展出成熟的恋爱观，对亲密关系认识不足。(2)内心缺乏安全感，害怕走出自己的舒适区。(3)总爱预想结果，害怕被伤害，输不起。(4)内心不自信。因为我是那种长相非常普通的女孩，个子也不高，所以一直对自己的外貌感到自卑。",
    "annotation": [
      {
        "sentence": "其实，对于恋爱观和感情混乱的问题，我也有过类似的困惑。",
        "label": ""
      },
      {
        "sentence": "因为自己本身是学习心理学的，所以我就找了一些问卷和看了一些书籍对自己进行了自我探索。",
        "label": ""
      },
      {
        "sentence": "后来，我找到了这种状态的原因:(1)我尚未发展出成熟的恋爱观，对亲密关系认识不足。",
        "label": ""
      },
      {
        "sentence": "(2)内心缺乏安全感，害怕走出自己的舒适区。",
        "label": ""
      },
      {
        "sentence": "(3)总爱预想结果，害怕被伤害，输不起。",
        "label": ""
      },
      {
        "sentence": "(4)内心不自信。",
        "label": ""
      },
      {
        "sentence": "因为我是那种长相非常普通的女孩，个子也不高，所以一直对自己的外貌感到自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，你通过自我探索找到了原因，并且做出了改变。那你是怎么解决这些问题的呢？",
    "annotation": [
      {
        "sentence": "原来如此，你通过自我探索找到了原因，并且做出了改变。",
        "label": ""
      },
      {
        "sentence": "那你是怎么解决这些问题的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以上是我对自己的分析，知道原因后我就开始做出改变！上述四个原因，第一个和第三个原因是比较好解决的，可以通过看书就能慢慢改变。难的在2和4。安全感和不自信并不是一朝一夕形成，所以在面对这个原因的时候，我给自己制定了一个三年目标，在这三年间，我开始关注内心，我看了很多关于心理学的书籍，比如《亲密关系》三册、《婚姻心理学》、《为何爱会伤人》、《海蒂性学报告》等书。在读书的过程中，你会了解到不同类型的亲密关系、以及亲密关系中遇到的问题，在读书的过程中你会慢慢形成自己的恋爱观，找到适合自己的恋爱方式。除了看书，我还会观察一些现实生活中的夫妻或者情侣的相处模式。以前我一直以为两个人在一起应该展现彼此最好的一面，后来才慢慢发现，真正相爱的两个人给予彼此的恰恰是最真实的自己。爱不是想象中那样完美的，爱是包容，是接纳，是彼此的陪伴！",
    "annotation": [
      {
        "sentence": "以上是我对自己的分析，知道原因后我就开始做出改变！",
        "label": ""
      },
      {
        "sentence": "上述四个原因，第一个和第三个原因是比较好解决的，可以通过看书就能慢慢改变。",
        "label": ""
      },
      {
        "sentence": "难的在2和4。",
        "label": ""
      },
      {
        "sentence": "安全感和不自信并不是一朝一夕形成，所以在面对这个原因的时候，我给自己制定了一个三年目标，在这三年间，我开始关注内心，我看了很多关于心理学的书籍，比如《亲密关系》三册、《婚姻心理学》、《为何爱会伤人》、《海蒂性学报告》等书。",
        "label": ""
      },
      {
        "sentence": "在读书的过程中，你会了解到不同类型的亲密关系、以及亲密关系中遇到的问题，在读书的过程中你会慢慢形成自己的恋爱观，找到适合自己的恋爱方式。",
        "label": ""
      },
      {
        "sentence": "除了看书，我还会观察一些现实生活中的夫妻或者情侣的相处模式。",
        "label": ""
      },
      {
        "sentence": "以前我一直以为两个人在一起应该展现彼此最好的一面，后来才慢慢发现，真正相爱的两个人给予彼此的恰恰是最真实的自己。",
        "label": ""
      },
      {
        "sentence": "爱不是想象中那样完美的，爱是包容，是接纳，是彼此的陪伴！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得我的问题可能也源于对自己的不自信和缺乏安全感。你是怎么克服这些问题，重新建立自信的呢？",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得我的问题可能也源于对自己的不自信和缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "你是怎么克服这些问题，重新建立自信的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认识到这一点，我发现自己开始不那么自卑了，其实自己长得也挺可爱的，至少还有男生夸过我眼睛好看！想到此，我就不那么自卑了！当一个人摆脱自卑，建立自信之后，你会发现安全感就有了！我一直都以为安全感应该是男生给的，现在的我明白，任何一段关系中，只有有一个完整的自我概念，才会有安全感！在亲密关系中，安全感是彼此给双方的，而不是单方面的！现在的我虽然还没有进入恋爱状态，但是我已经踏出了自己的舒适区，身边开始有很好的男性朋友，我能和他们进行非常自由的沟通！而且，开始有人喜欢你了！我想，这大概就是自信带给我的改变吧！所以，我给你的建议是，也可以尝试自我探索一下，找到原因，直面它，我相信每个女孩心理都住着一个美丽自信的天使，相信自己，做出改变，踏出舒适区，你一定会遇到命中注定的他的！以上是我的分享和建议，希望对你有所帮助！加油！小姑娘！",
    "annotation": [
      {
        "sentence": "认识到这一点，我发现自己开始不那么自卑了，其实自己长得也挺可爱的，至少还有男生夸过我眼睛好看！",
        "label": ""
      },
      {
        "sentence": "想到此，我就不那么自卑了！",
        "label": ""
      },
      {
        "sentence": "当一个人摆脱自卑，建立自信之后，你会发现安全感就有了！",
        "label": ""
      },
      {
        "sentence": "我一直都以为安全感应该是男生给的，现在的我明白，任何一段关系中，只有有一个完整的自我概念，才会有安全感！",
        "label": ""
      },
      {
        "sentence": "在亲密关系中，安全感是彼此给双方的，而不是单方面的！",
        "label": ""
      },
      {
        "sentence": "现在的我虽然还没有进入恋爱状态，但是我已经踏出了自己的舒适区，身边开始有很好的男性朋友，我能和他们进行非常自由的沟通！",
        "label": ""
      },
      {
        "sentence": "而且，开始有人喜欢你了！",
        "label": ""
      },
      {
        "sentence": "我想，这大概就是自信带给我的改变吧！",
        "label": ""
      },
      {
        "sentence": "所以，我给你的建议是，也可以尝试自我探索一下，找到原因，直面它，我相信每个女孩心理都住着一个美丽自信的天使，相信自己，做出改变，踏出舒适区，你一定会遇到命中注定的他的！",
        "label": ""
      },
      {
        "sentence": "以上是我的分享和建议，希望对你有所帮助！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "小姑娘！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和分享！我会试着进行自我探索，改变自己的心态，相信自己能够遇到合适的人！你的经历给了我很大的启示，让我看到了希望。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和分享！",
        "label": ""
      },
      {
        "sentence": "我会试着进行自我探索，改变自己的心态，相信自己能够遇到合适的人！",
        "label": ""
      },
      {
        "sentence": "你的经历给了我很大的启示，让我看到了希望。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你！记住，相信自己，勇敢地追求爱情，你一定会找到适合的人的！如果以后还有什么烦恼或者需要倾诉的，随时都可以来找我。祝福你早日找到属于自己的幸福！加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你！",
        "label": ""
      },
      {
        "sentence": "记住，相信自己，勇敢地追求爱情，你一定会找到适合的人的！",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么烦恼或者需要倾诉的，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你早日找到属于自己的幸福！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]