[
  {
    "role": "client",
    "content": "最近我感觉到自己无法平静下来，心情特别矛盾。我有一个思想极其消极的朋友，加上我的高度敏感性格，每天都能从她身上感受到负能量。随着压力的增大，我真的很想远离她。但是她并不是个坏人，只是太自卑了。看着她常常郁郁不乐，我心里也不好受。我往往想和那些相处愉快的朋友在一起，而远离她。看着她眼里常常充满孤独的光芒，我常常感到自己很自私，知道自己无法为她做什么。同时，我学习的压力也很大，内心想要远离她，但又可怜她。我真是个矛盾体。我知道问题可能很矛盾，但这经常困扰着我。所以，在这里真诚地希望能得到一些建议和帮助。",
    "annotation": [
      {
        "sentence": "最近我感觉到自己无法平静下来，心情特别矛盾。",
        "label": ""
      },
      {
        "sentence": "我有一个思想极其消极的朋友，加上我的高度敏感性格，每天都能从她身上感受到负能量。",
        "label": ""
      },
      {
        "sentence": "随着压力的增大，我真的很想远离她。",
        "label": ""
      },
      {
        "sentence": "但是她并不是个坏人，只是太自卑了。",
        "label": ""
      },
      {
        "sentence": "看着她常常郁郁不乐，我心里也不好受。",
        "label": ""
      },
      {
        "sentence": "我往往想和那些相处愉快的朋友在一起，而远离她。",
        "label": ""
      },
      {
        "sentence": "看着她眼里常常充满孤独的光芒，我常常感到自己很自私，知道自己无法为她做什么。",
        "label": ""
      },
      {
        "sentence": "同时，我学习的压力也很大，内心想要远离她，但又可怜她。",
        "label": ""
      },
      {
        "sentence": "我真是个矛盾体。",
        "label": ""
      },
      {
        "sentence": "我知道问题可能很矛盾，但这经常困扰着我。",
        "label": ""
      },
      {
        "sentence": "所以，在这里真诚地希望能得到一些建议和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的情况，你已经承受不了太多的负能量，就好像本身已经非常口渴了，我们怎么能将最后仅仅剩余的100ml水资源拱手让人呢？这个时候，我建议你的朋友可以寻求专业的心理咨询或者与心理老师谈谈，帮助她调整好自己的心情再来保持与朋友的交流。毕竟朋友并不是她的心理咨询师，朋友也有自己的事情，一次两次或者几次的互相开导起的作用很有限。这也说明寻求其他帮助与减少心理负能量扩散的重要性还是需要被看见的。至于她的思想极其消极以及自卑郁郁不乐，孤独感以及你对她的可怜，这些矛盾困扰着你，我理解。如果你愿意帮助她，我建议你可以提出力所能及的帮助。因为她对自己的人生负有最深刻的责任，如果她知情的话，自卑或者不快乐都是可以有所改善的。即使一个人再怎么自卑，事实上我们仍然能够看到她的很多优点，因为才能和能力是很普遍的。花时间去发现并承认自己的优势是另一回需要花费时间和精力的事情。发现自己的优势可以帮助自身在感到不安的情况下提醒自己所拥有的价值和才华。你可以建议她在日记中写下自己的优势，写下使她感到坚强和有能力的东西。在这些时候她在做什么？她能识别出自己的力量吗？如果她自己无法发现，可以询问她真正的朋友或者信赖的亲戚，他们认为她的优势是什么。外部观点可能会有所帮助。同时，她也可以尝试记录她的内心感受。日记记录是一种工具，可用于组织人们的想法和感受。比如她什么时候会感到不安？这些时刻是什么使她的不安感加剧？这些方法有助于她寻求更多的帮助。希望对你有帮助，祝好。",
    "annotation": [
      {
        "sentence": "听你说的情况，你已经承受不了太多的负能量，就好像本身已经非常口渴了，我们怎么能将最后仅仅剩余的100ml水资源拱手让人呢？",
        "label": ""
      },
      {
        "sentence": "这个时候，我建议你的朋友可以寻求专业的心理咨询或者与心理老师谈谈，帮助她调整好自己的心情再来保持与朋友的交流。",
        "label": ""
      },
      {
        "sentence": "毕竟朋友并不是她的心理咨询师，朋友也有自己的事情，一次两次或者几次的互相开导起的作用很有限。",
        "label": ""
      },
      {
        "sentence": "这也说明寻求其他帮助与减少心理负能量扩散的重要性还是需要被看见的。",
        "label": ""
      },
      {
        "sentence": "至于她的思想极其消极以及自卑郁郁不乐，孤独感以及你对她的可怜，这些矛盾困扰着你，我理解。",
        "label": ""
      },
      {
        "sentence": "如果你愿意帮助她，我建议你可以提出力所能及的帮助。",
        "label": ""
      },
      {
        "sentence": "因为她对自己的人生负有最深刻的责任，如果她知情的话，自卑或者不快乐都是可以有所改善的。",
        "label": ""
      },
      {
        "sentence": "即使一个人再怎么自卑，事实上我们仍然能够看到她的很多优点，因为才能和能力是很普遍的。",
        "label": ""
      },
      {
        "sentence": "花时间去发现并承认自己的优势是另一回需要花费时间和精力的事情。",
        "label": ""
      },
      {
        "sentence": "发现自己的优势可以帮助自身在感到不安的情况下提醒自己所拥有的价值和才华。",
        "label": ""
      },
      {
        "sentence": "你可以建议她在日记中写下自己的优势，写下使她感到坚强和有能力的东西。",
        "label": ""
      },
      {
        "sentence": "在这些时候她在做什么？",
        "label": ""
      },
      {
        "sentence": "她能识别出自己的力量吗？",
        "label": ""
      },
      {
        "sentence": "如果她自己无法发现，可以询问她真正的朋友或者信赖的亲戚，他们认为她的优势是什么。",
        "label": ""
      },
      {
        "sentence": "外部观点可能会有所帮助。",
        "label": ""
      },
      {
        "sentence": "同时，她也可以尝试记录她的内心感受。",
        "label": ""
      },
      {
        "sentence": "日记记录是一种工具，可用于组织人们的想法和感受。",
        "label": ""
      },
      {
        "sentence": "比如她什么时候会感到不安？",
        "label": ""
      },
      {
        "sentence": "这些时刻是什么使她的不安感加剧？",
        "label": ""
      },
      {
        "sentence": "这些方法有助于她寻求更多的帮助。",
        "label": ""
      },
      {
        "sentence": "希望对你有帮助，祝好。",
        "label": ""
      }
    ]
  }
]