[
  {
    "role": "client",
    "content": "最近我真的很烦恼，心情一直很低落。我有个朋友思想非常消极，而且我自己又是一个非常敏感的人，每天都能从她身上感受到负能量。随着压力越来越大，我真的很想远离她，但又觉得抱歉，因为她人其实并不坏，只是太自卑了，常常郁郁不乐的样子让我也很难受。我想和那些相处得很愉快的朋友在一起，可是每次一想到她那沉重的孤独感，我就觉得自己好自私，好矛盾。我知道也帮不了她，而且我自己的学习压力也很大，所以真的很纠结。希望你可以给我一些建议和帮助。",
    "annotation": [
      {
        "sentence": "最近我真的很烦恼，心情一直很低落。",
        "label": ""
      },
      {
        "sentence": "我有个朋友思想非常消极，而且我自己又是一个非常敏感的人，每天都能从她身上感受到负能量。",
        "label": ""
      },
      {
        "sentence": "随着压力越来越大，我真的很想远离她，但又觉得抱歉，因为她人其实并不坏，只是太自卑了，常常郁郁不乐的样子让我也很难受。",
        "label": ""
      },
      {
        "sentence": "我想和那些相处得很愉快的朋友在一起，可是每次一想到她那沉重的孤独感，我就觉得自己好自私，好矛盾。",
        "label": ""
      },
      {
        "sentence": "我知道也帮不了她，而且我自己的学习压力也很大，所以真的很纠结。",
        "label": ""
      },
      {
        "sentence": "希望你可以给我一些建议和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的烦恼，生活中有时候我们会遇到这样的困扰。不过，或许你可以从另一个角度思考一下，帮助这位思想消极的朋友会对你自己有什么好处呢？助人可以给自己带来快乐和价值感。你可以给这位朋友传递正能量，这样也能体现出你积极的心态。她的世界可能一直都是灰暗的，但是你可以像一束光明一样照亮她的心灵，让她感到一些快乐。这样想的话，你内心会不会觉得更加充满光明和力量呢？当朋友选择向你倾诉时，其实是对你的认可和信任。如果一个人对你没有好感，她是不会选择和你倾诉的。所以你让她向你倾诉，其实是她对你的一种信任和依赖。或许你还可以尝试教导她如何积极看待生活，因为消极的思维是可以改变的。用你的快乐去感染她，让她变得像你一样阳光。当然，在与她相处的过程中我们也要注意好人际边界，不能让对方无休止地侵占我们的生活。",
    "annotation": [
      {
        "sentence": "我了解你的烦恼，生活中有时候我们会遇到这样的困扰。",
        "label": ""
      },
      {
        "sentence": "不过，或许你可以从另一个角度思考一下，帮助这位思想消极的朋友会对你自己有什么好处呢？",
        "label": ""
      },
      {
        "sentence": "助人可以给自己带来快乐和价值感。",
        "label": ""
      },
      {
        "sentence": "你可以给这位朋友传递正能量，这样也能体现出你积极的心态。",
        "label": ""
      },
      {
        "sentence": "她的世界可能一直都是灰暗的，但是你可以像一束光明一样照亮她的心灵，让她感到一些快乐。",
        "label": ""
      },
      {
        "sentence": "这样想的话，你内心会不会觉得更加充满光明和力量呢？",
        "label": ""
      },
      {
        "sentence": "当朋友选择向你倾诉时，其实是对你的认可和信任。",
        "label": ""
      },
      {
        "sentence": "如果一个人对你没有好感，她是不会选择和你倾诉的。",
        "label": ""
      },
      {
        "sentence": "所以你让她向你倾诉，其实是她对你的一种信任和依赖。",
        "label": ""
      },
      {
        "sentence": "或许你还可以尝试教导她如何积极看待生活，因为消极的思维是可以改变的。",
        "label": ""
      },
      {
        "sentence": "用你的快乐去感染她，让她变得像你一样阳光。",
        "label": ""
      },
      {
        "sentence": "当然，在与她相处的过程中我们也要注意好人际边界，不能让对方无休止地侵占我们的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我明白了，帮助她也是帮助我自己，能给我带来快乐和价值感。我会试着给她传递正能量，帮助她积极看待生活。但是如果她不断地向我倾诉，我感到很压力很大怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，帮助她也是帮助我自己，能给我带来快乐和价值感。",
        "label": ""
      },
      {
        "sentence": "我会试着给她传递正能量，帮助她积极看待生活。",
        "label": ""
      },
      {
        "sentence": "但是如果她不断地向我倾诉，我感到很压力很大怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果她无论何时都来找你吐苦水，这已经超出了你的个人安全边界，会给你带来很大的压力。你可以和她坦诚地说你现在的时间比较紧张，可能没有办法及时回复她，然后约定一个时间，等你有空了再和她交流。这样既能缓解你的压力，也让她认识到你也有自己的事情需要处理，不能总麻烦你。记得要保护好自己的人际边界，守护好你的私人时间和空间。",
    "annotation": [
      {
        "sentence": "如果她无论何时都来找你吐苦水，这已经超出了你的个人安全边界，会给你带来很大的压力。",
        "label": ""
      },
      {
        "sentence": "你可以和她坦诚地说你现在的时间比较紧张，可能没有办法及时回复她，然后约定一个时间，等你有空了再和她交流。",
        "label": ""
      },
      {
        "sentence": "这样既能缓解你的压力，也让她认识到你也有自己的事情需要处理，不能总麻烦你。",
        "label": ""
      },
      {
        "sentence": "记得要保护好自己的人际边界，守护好你的私人时间和空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会和她好好沟通，保护自己的人际边界。谢谢你的建议。但是我还是有些担心，怕我自己也被她的负能量影响到，怎么办？",
    "annotation": [
      {
        "sentence": "我明白了，我会和她好好沟通，保护自己的人际边界。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些担心，怕我自己也被她的负能量影响到，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别人不是你，你不需要为别人的情绪负责。不要让一个人的消极影响到你的情绪。如果你感觉到不舒服，说明你需要采取一些措施来改变。你可以重建自己的人际边界，保持一定的距离，避免过度接触她的负能量。另外，你也可以尝试换一种思维方式，用积极的态度面对她的情绪。无论是重建边界还是改变思维，都要以让自己舒服为前提。",
    "annotation": [
      {
        "sentence": "别人不是你，你不需要为别人的情绪负责。",
        "label": ""
      },
      {
        "sentence": "不要让一个人的消极影响到你的情绪。",
        "label": ""
      },
      {
        "sentence": "如果你感觉到不舒服，说明你需要采取一些措施来改变。",
        "label": ""
      },
      {
        "sentence": "你可以重建自己的人际边界，保持一定的距离，避免过度接触她的负能量。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以尝试换一种思维方式，用积极的态度面对她的情绪。",
        "label": ""
      },
      {
        "sentence": "无论是重建边界还是改变思维，都要以让自己舒服为前提。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尽量保持积极的态度，重建自己的人际边界。谢谢你的帮助和支持。",
    "annotation": [
      {
        "sentence": "好的，我会尽量保持积极的态度，重建自己的人际边界。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能帮到你。记住，你的感受和需求同样重要，不要忽视自己的情绪和烦恼。只有保护好自己，才能更好地去帮助他人。祝你能够找到解决问题的方法，渡过这段困扰的时期。如果还有需要，随时可以再来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和需求同样重要，不要忽视自己的情绪和烦恼。",
        "label": ""
      },
      {
        "sentence": "只有保护好自己，才能更好地去帮助他人。",
        "label": ""
      },
      {
        "sentence": "祝你能够找到解决问题的方法，渡过这段困扰的时期。",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时可以再来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福。我会努力面对并解决这个问题的。有需要的话，我会再来找你聊聊的。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福。",
        "label": ""
      },
      {
        "sentence": "我会努力面对并解决这个问题的。",
        "label": ""
      },
      {
        "sentence": "有需要的话，我会再来找你聊聊的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，随时欢迎你的到来。希望你能够找到解决问题的办法。祝你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不用客气，随时欢迎你的到来。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]