[
  {
    "role": "client",
    "content": "我是一位15岁的女生，家庭争吵很频繁，现在对我的感情非常矛盾。",
    "annotation": [
      {
        "sentence": "我是一位15岁的女生，家庭争吵很频繁，现在对我的感情非常矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的讲述，我感受到你深深的委屈、愤怒、无奈和无望感。我想说，你并不是一个人，我会在你身边。",
    "annotation": [
      {
        "sentence": "听到你的讲述，我感受到你深深的委屈、愤怒、无奈和无望感。",
        "label": ""
      },
      {
        "sentence": "我想说，你并不是一个人，我会在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我以前是留守儿童，与父母虽然相距很远，但是感情非常好，七年级的时候被母亲接到她所工作的城市，跟一个男人一起住，虽然他对我也挺好的，而且加上弟弟，家庭关系就还好吧，但是最近每周住校回来都要被母亲因为各种琐碎小事吵架，她跟我吵，是雄辩，我和她吵，就成了狡辩了，我现在对她的感情非常矛盾。",
    "annotation": [
      {
        "sentence": "其实我以前是留守儿童，与父母虽然相距很远，但是感情非常好，七年级的时候被母亲接到她所工作的城市，跟一个男人一起住，虽然他对我也挺好的，而且加上弟弟，家庭关系就还好吧，但是最近每周住校回来都要被母亲因为各种琐碎小事吵架，她跟我吵，是雄辩，我和她吵，就成了狡辩了，我现在对她的感情非常矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经在寻找答案了，这是一件好事情，对于这些基本问题的回答，你非常需要，我理解这个过程并且感到非常欣慰。 你对于家庭关系的制度，感受到了大量的负面情绪，这很正常，这也是非常重要的，所以我们俩要一起好好探寻它。 思考一下，你所期待的家庭关系是什么样子的？是一个平和共处的家庭，还是能够沟通理解的家庭，或者是……？",
    "annotation": [
      {
        "sentence": "你已经在寻找答案了，这是一件好事情，对于这些基本问题的回答，你非常需要，我理解这个过程并且感到非常欣慰。",
        "label": ""
      },
      {
        "sentence": " 你对于家庭关系的制度，感受到了大量的负面情绪，这很正常，这也是非常重要的，所以我们俩要一起好好探寻它。",
        "label": ""
      },
      {
        "sentence": " 思考一下，你所期待的家庭关系是什么样子的？",
        "label": ""
      },
      {
        "sentence": "是一个平和共处的家庭，还是能够沟通理解的家庭，或者是……？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望家庭里可以有一个和睦、良好的氛围，母亲能够理解我，不再因为小事吵架。可是现在看来这似乎很难实现。",
    "annotation": [
      {
        "sentence": "是的，我希望家庭里可以有一个和睦、良好的氛围，母亲能够理解我，不再因为小事吵架。",
        "label": ""
      },
      {
        "sentence": "可是现在看来这似乎很难实现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所说的想法是非常正常的，然而事实往往并不会那么理想。唯有按照自己的梦想奋斗，让自己变得强大，才可以生活得更好。不要放弃自己，要坚强、积极地对待生活中的问题。我们所期待的结果可能总是不如我们想象的那么好，但是，人生没有必要心灰意冷，活得光明磊落才是好的。你不要失去希望，继续向前吧，因为未来是光明灿烂的。",
    "annotation": [
      {
        "sentence": "你所说的想法是非常正常的，然而事实往往并不会那么理想。",
        "label": ""
      },
      {
        "sentence": "唯有按照自己的梦想奋斗，让自己变得强大，才可以生活得更好。",
        "label": ""
      },
      {
        "sentence": "不要放弃自己，要坚强、积极地对待生活中的问题。",
        "label": ""
      },
      {
        "sentence": "我们所期待的结果可能总是不如我们想象的那么好，但是，人生没有必要心灰意冷，活得光明磊落才是好的。",
        "label": ""
      },
      {
        "sentence": "你不要失去希望，继续向前吧，因为未来是光明灿烂的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我确实很难面对我母亲的言辞与行为，总感觉她会伤害到我。",
    "annotation": [
      {
        "sentence": "但我确实很难面对我母亲的言辞与行为，总感觉她会伤害到我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你非常非常地害怕，而这种害怕使你感到相当力不从心，因此我很需要表现出对你的强烈支持。我们需要站在你和你的母亲，从她的立场和情感出发，试着去理解她所说的话和所做的事。也要理解她的难处与矛盾，可能在某些角度上，她的表达方式和方法并不合理，但这并不代表她就是一个不好的人。反而，你要试着去理性地分析，并且积极地去解决矛盾，这样可以让你的经历变得更有意义。",
    "annotation": [
      {
        "sentence": "我理解你非常非常地害怕，而这种害怕使你感到相当力不从心，因此我很需要表现出对你的强烈支持。",
        "label": ""
      },
      {
        "sentence": "我们需要站在你和你的母亲，从她的立场和情感出发，试着去理解她所说的话和所做的事。",
        "label": ""
      },
      {
        "sentence": "也要理解她的难处与矛盾，可能在某些角度上，她的表达方式和方法并不合理，但这并不代表她就是一个不好的人。",
        "label": ""
      },
      {
        "sentence": "反而，你要试着去理性地分析，并且积极地去解决矛盾，这样可以让你的经历变得更有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能你说得对，我该试着去理解她的处境。不过，我内心还是存在着很多的矛盾和无法释怀的情感。",
    "annotation": [
      {
        "sentence": "可能你说得对，我该试着去理解她的处境。",
        "label": ""
      },
      {
        "sentence": "不过，我内心还是存在着很多的矛盾和无法释怀的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以的，这也是我们倡导的。不过，我们要相信自己，不要否定自己，需要积极地去寻找帮助的方法和思路。有没有看过某些关于死亡后悔的电影，那些人可能都是牢狱之灾，但在看到生命的终极时，他们大多数都会感到“为什么当初不这样做” 或者“为什么不早点想出这个办法”，这是因为人生中大多数时候追悔有余而悔之无益。因此，我们可以尝试去做一些让我们感到有意义的事情。你喜欢画画吗？或者去学单车、跳舞。你考虑一下要不要参加一些组织或团体，这样你就可以认识一些志同道合的人。总之，多去做一些对于自己有意义的事情吧。",
    "annotation": [
      {
        "sentence": "可以的，这也是我们倡导的。",
        "label": ""
      },
      {
        "sentence": "不过，我们要相信自己，不要否定自己，需要积极地去寻找帮助的方法和思路。",
        "label": ""
      },
      {
        "sentence": "有没有看过某些关于死亡后悔的电影，那些人可能都是牢狱之灾，但在看到生命的终极时，他们大多数都会感到“为什么当初不这样做” 或者“为什么不早点想出这个办法”，这是因为人生中大多数时候追悔有余而悔之无益。",
        "label": ""
      },
      {
        "sentence": "因此，我们可以尝试去做一些让我们感到有意义的事情。",
        "label": ""
      },
      {
        "sentence": "你喜欢画画吗？",
        "label": ""
      },
      {
        "sentence": "或者去学单车、跳舞。",
        "label": ""
      },
      {
        "sentence": "你考虑一下要不要参加一些组织或团体，这样你就可以认识一些志同道合的人。",
        "label": ""
      },
      {
        "sentence": "总之，多去做一些对于自己有意义的事情吧。",
        "label": ""
      }
    ]
  }
]