[
  {
    "role": "client",
    "content": "24岁女，一件小事，不知道为什么内心充满愤怒？我今天回家，我原本把简易衣架放在家里比较大的阳台。可是我妈突然把这衣架放在我这小小的房间中了，并且把我房间看书的椅子移开，仿佛在告诉我。“你个神经病，乱买什么东西，你自己收拾吧”。我觉得我在家仿佛只是房子的租客，无论做什么丝毫不考虑我的感受。内心的愤怒，难过充斥着我。",
    "annotation": [
      {
        "sentence": "24岁女，一件小事，不知道为什么内心充满愤怒？",
        "label": ""
      },
      {
        "sentence": "我今天回家，我原本把简易衣架放在家里比较大的阳台。",
        "label": ""
      },
      {
        "sentence": "可是我妈突然把这衣架放在我这小小的房间中了，并且把我房间看书的椅子移开，仿佛在告诉我。",
        "label": ""
      },
      {
        "sentence": "“你个神经病，乱买什么东西，你自己收拾吧”。",
        "label": ""
      },
      {
        "sentence": "我觉得我在家仿佛只是房子的租客，无论做什么丝毫不考虑我的感受。",
        "label": ""
      },
      {
        "sentence": "内心的愤怒，难过充斥着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，能感受到你内心的愤怒和难过。你之所以会有这种感觉，可能是觉得妈妈不够尊重你，擅自动你的东西，有种边界被侵犯的感觉。你的内心觉得妈妈仿佛在嫌你乱买东西，让你自己收。不知道你是否可以问一问妈妈，什么原因才把衣架移过来？看看你“仿佛觉得”是否是妈妈的本意。有些时候，我们看待事物会不自觉的加入自己的感情色彩，自己的揣测也未必是真实的。但是，清楚的是，妈妈擅自移动衣架，这么做让你觉得不舒服了。平时也会有自己在家仿佛只是租客的感觉，觉得妈妈无论做什么丝毫不考虑你的感受。这种感觉是从什么时候开始有的呢？",
    "annotation": [
      {
        "sentence": "看到你的描述，能感受到你内心的愤怒和难过。",
        "label": ""
      },
      {
        "sentence": "你之所以会有这种感觉，可能是觉得妈妈不够尊重你，擅自动你的东西，有种边界被侵犯的感觉。",
        "label": ""
      },
      {
        "sentence": "你的内心觉得妈妈仿佛在嫌你乱买东西，让你自己收。",
        "label": ""
      },
      {
        "sentence": "不知道你是否可以问一问妈妈，什么原因才把衣架移过来？",
        "label": ""
      },
      {
        "sentence": "看看你“仿佛觉得”是否是妈妈的本意。",
        "label": ""
      },
      {
        "sentence": "有些时候，我们看待事物会不自觉的加入自己的感情色彩，自己的揣测也未必是真实的。",
        "label": ""
      },
      {
        "sentence": "但是，清楚的是，妈妈擅自移动衣架，这么做让你觉得不舒服了。",
        "label": ""
      },
      {
        "sentence": "平时也会有自己在家仿佛只是租客的感觉，觉得妈妈无论做什么丝毫不考虑你的感受。",
        "label": ""
      },
      {
        "sentence": "这种感觉是从什么时候开始有的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从我搬回家住的时候就有这种感觉了。我觉得妈妈在我决定回家住的时候并没有欢迎我回来，她似乎没有为我做任何准备，房间也没有为我整理出来。",
    "annotation": [
      {
        "sentence": "从我搬回家住的时候就有这种感觉了。",
        "label": ""
      },
      {
        "sentence": "我觉得妈妈在我决定回家住的时候并没有欢迎我回来，她似乎没有为我做任何准备，房间也没有为我整理出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你长时间以来缺乏家的归属感，没有得到妈妈的欢迎和支持，所以导致你觉得在家像个租客。或许妈妈并不是有意忽视你的存在，只是没有表达出来。你可以试着和妈妈好好沟通，告诉她你希望和她建立更亲密的关系，分享彼此的感受。这样可以加强你们之间的联系，也能够让你有更多的归属感。当然，家庭成员之间的沟通需要时间和耐心，希望你能试试这些建议，和妈妈坦诚地交流，解决内心的愤怒和难过。",
    "annotation": [
      {
        "sentence": "明白了，你长时间以来缺乏家的归属感，没有得到妈妈的欢迎和支持，所以导致你觉得在家像个租客。",
        "label": ""
      },
      {
        "sentence": "或许妈妈并不是有意忽视你的存在，只是没有表达出来。",
        "label": ""
      },
      {
        "sentence": "你可以试着和妈妈好好沟通，告诉她你希望和她建立更亲密的关系，分享彼此的感受。",
        "label": ""
      },
      {
        "sentence": "这样可以加强你们之间的联系，也能够让你有更多的归属感。",
        "label": ""
      },
      {
        "sentence": "当然，家庭成员之间的沟通需要时间和耐心，希望你能试试这些建议，和妈妈坦诚地交流，解决内心的愤怒和难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我觉得你说得对，有些时候是自己自我揣测和加入了情感色彩。我应该试着和妈妈沟通，了解她的真实想法，同时也说出自己的感受，找到一个平衡点。",
    "annotation": [
      {
        "sentence": "我理解了，我觉得你说得对，有些时候是自己自我揣测和加入了情感色彩。",
        "label": ""
      },
      {
        "sentence": "我应该试着和妈妈沟通，了解她的真实想法，同时也说出自己的感受，找到一个平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够理解并接受我的建议。沟通是解决矛盾和建立更亲密关系的重要途径。希望你的沟通能够顺利进行，并且你能够找到和妈妈之间的平衡点。如果在沟通过程中遇到了困难，随时都可以找我寻求帮助。相信你会处理好这个小事情的，以后在家里也能更加融洽地相处。",
    "annotation": [
      {
        "sentence": "很高兴你能够理解并接受我的建议。",
        "label": ""
      },
      {
        "sentence": "沟通是解决矛盾和建立更亲密关系的重要途径。",
        "label": ""
      },
      {
        "sentence": "希望你的沟通能够顺利进行，并且你能够找到和妈妈之间的平衡点。",
        "label": ""
      },
      {
        "sentence": "如果在沟通过程中遇到了困难，随时都可以找我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "相信你会处理好这个小事情的，以后在家里也能更加融洽地相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会试着去和妈妈好好谈谈，希望能够解决这个问题。再次感谢你的帮助，我感觉好多了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会试着去和妈妈好好谈谈，希望能够解决这个问题。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够为你提供帮助。记得，无论遇到什么问题都可以来找我聊天，我会一直支持你的。祝你和妈妈之间的沟通顺利，希望你有一个美好的家庭关系。如果还有其他问题，随时都可以联系我。祝你天天好心情(▽)。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记得，无论遇到什么问题都可以来找我聊天，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你和妈妈之间的沟通顺利，希望你有一个美好的家庭关系。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以联系我。",
        "label": ""
      },
      {
        "sentence": "祝你天天好心情(▽)。",
        "label": ""
      }
    ]
  }
]