[
  {
    "role": "client",
    "content": "将要升高二，学习集中不起注意力，怎么办？",
    "annotation": [
      {
        "sentence": "将要升高二，学习集中不起注意力，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来你的目标很明确，你想考上一个好大学，你真的很想考上好大学。但是你现在学习效率不高，身边的一些事情总是影响着你。",
    "annotation": [
      {
        "sentence": "看得出来你的目标很明确，你想考上一个好大学，你真的很想考上好大学。",
        "label": ""
      },
      {
        "sentence": "但是你现在学习效率不高，身边的一些事情总是影响着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，从上高中开始，我就一直无法集中注意力。尤其是在自习课上写作业的时候，我常会因别人对待我态度的反思以及我之前的行为的反思而分心。即使我的脑海中没有任何具体事物，我也会无法专注于文章或问题，导致自习课效率和学习效果都很低。进入高中后，我发现自己越来越容易分心，无法回到中学时期全心全意投入学习的状态。我真的不知道该怎么办了，尝试过很多方法，但依然无法集中注意力。现在我学校的排名在全校顶多也就是个211，我真的很希望能考上一个好大学。我有一个梦想，但我和它之间的差距让我感到烦躁。我现在在一个很好的班级中，但我心里总是害怕努力了也赶不上其他优秀的同学，害怕被他们嘲笑。尽管我假装不在意，假装自甘堕落，但内心深处一直有一个不敢争取的梦想。我想要努力，但我觉得无法集中注意力将成为我在高中时期最大的障碍。我该怎么办呀，我要崩溃了(ಥ_ಥ)",
    "annotation": [
      {
        "sentence": "是的，从上高中开始，我就一直无法集中注意力。",
        "label": ""
      },
      {
        "sentence": "尤其是在自习课上写作业的时候，我常会因别人对待我态度的反思以及我之前的行为的反思而分心。",
        "label": ""
      },
      {
        "sentence": "即使我的脑海中没有任何具体事物，我也会无法专注于文章或问题，导致自习课效率和学习效果都很低。",
        "label": ""
      },
      {
        "sentence": "进入高中后，我发现自己越来越容易分心，无法回到中学时期全心全意投入学习的状态。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了，尝试过很多方法，但依然无法集中注意力。",
        "label": ""
      },
      {
        "sentence": "现在我学校的排名在全校顶多也就是个211，我真的很希望能考上一个好大学。",
        "label": ""
      },
      {
        "sentence": "我有一个梦想，但我和它之间的差距让我感到烦躁。",
        "label": ""
      },
      {
        "sentence": "我现在在一个很好的班级中，但我心里总是害怕努力了也赶不上其他优秀的同学，害怕被他们嘲笑。",
        "label": ""
      },
      {
        "sentence": "尽管我假装不在意，假装自甘堕落，但内心深处一直有一个不敢争取的梦想。",
        "label": ""
      },
      {
        "sentence": "我想要努力，但我觉得无法集中注意力将成为我在高中时期最大的障碍。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呀，我要崩溃了(ಥ_ಥ)",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你对上一个好大学的渴望，你的目标确实很明确。但是现在你的学习效率不高，周围的事情总是不断影响你。你所在的班级很好，我相信你也是很优秀的，才和更优秀的人在一起。我建议你把他们当作你学习的动力，而不应该因为害怕赶不上他们而假装自甘堕落不去学习。这种心理暗示只会让你有更多烦心事，导致注意力难以集中。每个人的潜力都是无限的，有时我们都不知道自己到底有多强大。所以如果你不去努力，你就永远不会知道自己有多厉害。无论做什么事情，只要我们拼尽全力去努力，无论最终结果如何，都不会留下遗憾。祝你好运~",
    "annotation": [
      {
        "sentence": "我能感受到你对上一个好大学的渴望，你的目标确实很明确。",
        "label": ""
      },
      {
        "sentence": "但是现在你的学习效率不高，周围的事情总是不断影响你。",
        "label": ""
      },
      {
        "sentence": "你所在的班级很好，我相信你也是很优秀的，才和更优秀的人在一起。",
        "label": ""
      },
      {
        "sentence": "我建议你把他们当作你学习的动力，而不应该因为害怕赶不上他们而假装自甘堕落不去学习。",
        "label": ""
      },
      {
        "sentence": "这种心理暗示只会让你有更多烦心事，导致注意力难以集中。",
        "label": ""
      },
      {
        "sentence": "每个人的潜力都是无限的，有时我们都不知道自己到底有多强大。",
        "label": ""
      },
      {
        "sentence": "所以如果你不去努力，你就永远不会知道自己有多厉害。",
        "label": ""
      },
      {
        "sentence": "无论做什么事情，只要我们拼尽全力去努力，无论最终结果如何，都不会留下遗憾。",
        "label": ""
      },
      {
        "sentence": "祝你好运~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我确实有很强烈的渴望，但我总是无法将这个渴望转化为行动和效率。你说的对，我应该把周围优秀的同学当作动力来激励自己，而不是害怕和他们比较而放弃努力。我明白每个人都有巨大的潜力，也许我自己尚未发掘自己的真正实力。我需要改变自己的心态，相信自己的能力，尽力去做而不留下任何遗憾。再次感谢你的支持，我会尽力克服注意力问题的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我确实有很强烈的渴望，但我总是无法将这个渴望转化为行动和效率。",
        "label": ""
      },
      {
        "sentence": "你说的对，我应该把周围优秀的同学当作动力来激励自己，而不是害怕和他们比较而放弃努力。",
        "label": ""
      },
      {
        "sentence": "我明白每个人都有巨大的潜力，也许我自己尚未发掘自己的真正实力。",
        "label": ""
      },
      {
        "sentence": "我需要改变自己的心态，相信自己的能力，尽力去做而不留下任何遗憾。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持，我会尽力克服注意力问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "请不要客气，我很高兴能为你提供帮助。你已经开始意识到问题的所在，并且有了改变的决心，这是非常重要的一步。改变自己的心态和对自己的信心是关键，相信你能够克服注意力问题。不要为过去的行为和态度纠结，过去的已经过去了。从现在开始，专注于未来，相信自己的能力，努力去追求自己的梦想。我会继续支持你，加油！",
    "annotation": [
      {
        "sentence": "请不要客气，我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "你已经开始意识到问题的所在，并且有了改变的决心，这是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "改变自己的心态和对自己的信心是关键，相信你能够克服注意力问题。",
        "label": ""
      },
      {
        "sentence": "不要为过去的行为和态度纠结，过去的已经过去了。",
        "label": ""
      },
      {
        "sentence": "从现在开始，专注于未来，相信自己的能力，努力去追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "我会继续支持你，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和耐心的倾听。你的话让我更有信心去面对注意力问题，并且相信自己能够改变。我会调整自己的心态，并且专注于未来。不再纠结于过去，而是为自己的梦想努力奋斗。我相信只要付出努力，就不会有遗憾。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和耐心的倾听。",
        "label": ""
      },
      {
        "sentence": "你的话让我更有信心去面对注意力问题，并且相信自己能够改变。",
        "label": ""
      },
      {
        "sentence": "我会调整自己的心态，并且专注于未来。",
        "label": ""
      },
      {
        "sentence": "不再纠结于过去，而是为自己的梦想努力奋斗。",
        "label": ""
      },
      {
        "sentence": "我相信只要付出努力，就不会有遗憾。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。你已经做出了很大的进步，相信自己是可以克服这个注意力问题的。调整心态，专注于未来，并且勇敢追求自己的梦想，你一定能够取得成功。我会一直在你身边支持着你，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "你已经做出了很大的进步，相信自己是可以克服这个注意力问题的。",
        "label": ""
      },
      {
        "sentence": "调整心态，专注于未来，并且勇敢追求自己的梦想，你一定能够取得成功。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持着你，加油！",
        "label": ""
      }
    ]
  }
]