[
  {
    "role": "client",
    "content": "我最近感到很害怕，因为我被迫失去了第一次，这让我心理产生了阴影。我对爱情感到恐惧，不知道该怎么办。在下一次谈恋爱时，我是否应该告诉对方，我害怕被嫌弃呢？",
    "annotation": [
      {
        "sentence": "我最近感到很害怕，因为我被迫失去了第一次，这让我心理产生了阴影。",
        "label": ""
      },
      {
        "sentence": "我对爱情感到恐惧，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "在下一次谈恋爱时，我是否应该告诉对方，我害怕被嫌弃呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，我能感受到你内心的痛苦。被迫失去第一次对你造成了很多负面的影响，并且让你对爱情产生了恐惧。这种经历无疑给你带来了很大的困扰，让你开始怀疑自己是否还值得被爱。但是现在的社会，人们对待性的态度已经相对开放了许多，对于性经历并没有特别高的要求。你可以尝试将自己的注意力投入到丰富多彩的生活中，逐渐减少这件事对你的影响。随着你的成长，你会慢慢发现这段经历对你而言可能是一种财富，它让你更加懂得保护自己，避免再次受到类似的伤害。关于下一次恋爱，你可以在交往过程中适当地询问对方对性的看法，如果对方因为这个原因离开你，那我觉得对方并不值得你去爱。祝你好运！",
    "annotation": [
      {
        "sentence": "看到你的问题，我能感受到你内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "被迫失去第一次对你造成了很多负面的影响，并且让你对爱情产生了恐惧。",
        "label": ""
      },
      {
        "sentence": "这种经历无疑给你带来了很大的困扰，让你开始怀疑自己是否还值得被爱。",
        "label": ""
      },
      {
        "sentence": "但是现在的社会，人们对待性的态度已经相对开放了许多，对于性经历并没有特别高的要求。",
        "label": ""
      },
      {
        "sentence": "你可以尝试将自己的注意力投入到丰富多彩的生活中，逐渐减少这件事对你的影响。",
        "label": ""
      },
      {
        "sentence": "随着你的成长，你会慢慢发现这段经历对你而言可能是一种财富，它让你更加懂得保护自己，避免再次受到类似的伤害。",
        "label": ""
      },
      {
        "sentence": "关于下一次恋爱，你可以在交往过程中适当地询问对方对性的看法，如果对方因为这个原因离开你，那我觉得对方并不值得你去爱。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会尽量调整我的心态，尝试去慢慢放下这段经历的阴影。我也会在下一次恋爱前勇敢地与对方交流，看看他们是否能够接受和理解我的过去。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会尽量调整我的心态，尝试去慢慢放下这段经历的阴影。",
        "label": ""
      },
      {
        "sentence": "我也会在下一次恋爱前勇敢地与对方交流，看看他们是否能够接受和理解我的过去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试调整心态和放下阴影。记住，过去的经历并不代表你现在的价值和幸福。与对方坦诚相待是建立健康关系的重要一步，如果对方真心爱你，他们会接受并理解你的过去。无论结果如何，这也是对你们之间是否合适的一种筛选。祝你在下一次恋爱中找到真正适合你的人！",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试调整心态和放下阴影。",
        "label": ""
      },
      {
        "sentence": "记住，过去的经历并不代表你现在的价值和幸福。",
        "label": ""
      },
      {
        "sentence": "与对方坦诚相待是建立健康关系的重要一步，如果对方真心爱你，他们会接受并理解你的过去。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，这也是对你们之间是否合适的一种筛选。",
        "label": ""
      },
      {
        "sentence": "祝你在下一次恋爱中找到真正适合你的人！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会积极面对自己的恐惧，相信未来会更好。你的话让我感到温暖和勇气，我决定不再让过去的阴影困扰我，勇敢地去追求自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会积极面对自己的恐惧，相信未来会更好。",
        "label": ""
      },
      {
        "sentence": "你的话让我感到温暖和勇气，我决定不再让过去的阴影困扰我，勇敢地去追求自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我为你能够积极面对恐惧而感到非常高兴。相信你的勇气和决心会帮助你迎接更美好的未来。记住，不要让过去的创伤限制了你的幸福。将这段经历视为你的成长历程，它将成为你更好地识别和选择伴侣的一个重要经验。祝福你找到真正属于你的幸福！如果还有什么困扰，记得随时与我交流。",
    "annotation": [
      {
        "sentence": "我为你能够积极面对恐惧而感到非常高兴。",
        "label": ""
      },
      {
        "sentence": "相信你的勇气和决心会帮助你迎接更美好的未来。",
        "label": ""
      },
      {
        "sentence": "记住，不要让过去的创伤限制了你的幸福。",
        "label": ""
      },
      {
        "sentence": "将这段经历视为你的成长历程，它将成为你更好地识别和选择伴侣的一个重要经验。",
        "label": ""
      },
      {
        "sentence": "祝福你找到真正属于你的幸福！",
        "label": ""
      },
      {
        "sentence": "如果还有什么困扰，记得随时与我交流。",
        "label": ""
      }
    ]
  }
]