[
  {
    "role": "client",
    "content": "最近我感到焦虑、迷茫，很压抑，没法看书学习，不知该怎么排解？我一直都很焦虑，注意力无法集中，烦躁不安。上火得厉害，感觉很不舒服。我真的无法专心看书学习，不知道怎么办才能缓解这种情绪。而且我觉得我的未来很迷茫，我想成为爸妈的支持，但却觉得自己力不从心。有时候我甚至觉得并不是不喜欢这个世界，而是一直有一种无法爱护自己的感觉。",
    "annotation": [
      {
        "sentence": "最近我感到焦虑、迷茫，很压抑，没法看书学习，不知该怎么排解？",
        "label": ""
      },
      {
        "sentence": "我一直都很焦虑，注意力无法集中，烦躁不安。",
        "label": ""
      },
      {
        "sentence": "上火得厉害，感觉很不舒服。",
        "label": ""
      },
      {
        "sentence": "我真的无法专心看书学习，不知道怎么办才能缓解这种情绪。",
        "label": ""
      },
      {
        "sentence": "而且我觉得我的未来很迷茫，我想成为爸妈的支持，但却觉得自己力不从心。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至觉得并不是不喜欢这个世界，而是一直有一种无法爱护自己的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你感到焦虑的情绪。首先，你有没有身体上的不适或者器质性的病变？比如肝火旺盛、熬夜等，这些因素有可能导致内分泌失调。另外，最近疫情过去了四个月，这个时期往往是情绪不适的高发期，属于灾后心理重建的正常情况，需要做一些调节和恢复。对于你说的压抑没办法看书学习、对未来感到迷茫的情况，这在青春期很常见。青少年往往会过度思考未来，而社会家庭的支持力量往往不足。另外，突发事件引起的经济恐慌也会干扰大多数学生的情绪。实际上，社会和国家一直在保障民生，机遇和挑战是共存的。请不要让不合理的信念影响自己太过程度。同时，不要过分要求自己，完美并不重要，完成比完美更重要。",
    "annotation": [
      {
        "sentence": "我明白你感到焦虑的情绪。",
        "label": ""
      },
      {
        "sentence": "首先，你有没有身体上的不适或者器质性的病变？",
        "label": ""
      },
      {
        "sentence": "比如肝火旺盛、熬夜等，这些因素有可能导致内分泌失调。",
        "label": ""
      },
      {
        "sentence": "另外，最近疫情过去了四个月，这个时期往往是情绪不适的高发期，属于灾后心理重建的正常情况，需要做一些调节和恢复。",
        "label": ""
      },
      {
        "sentence": "对于你说的压抑没办法看书学习、对未来感到迷茫的情况，这在青春期很常见。",
        "label": ""
      },
      {
        "sentence": "青少年往往会过度思考未来，而社会家庭的支持力量往往不足。",
        "label": ""
      },
      {
        "sentence": "另外，突发事件引起的经济恐慌也会干扰大多数学生的情绪。",
        "label": ""
      },
      {
        "sentence": "实际上，社会和国家一直在保障民生，机遇和挑战是共存的。",
        "label": ""
      },
      {
        "sentence": "请不要让不合理的信念影响自己太过程度。",
        "label": ""
      },
      {
        "sentence": "同时，不要过分要求自己，完美并不重要，完成比完美更重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我真的希望能成为父母的支柱，但是我明白现在首先要成为自己。人生是自己的，我应该掌握自己的命运。我需要更好地接受自己，欣赏自己，并且加强自信心，不要夸大自己的弱点。同时，我也想尝试一些正念冥想、运动等方法来缓解压力。还有，你提到了《人生海海》和《百年孤独》的名言：“死不可怕，好好地活更需要勇气。” 我希望能有勇气去面对生活，去体验失败和胜利，用我的生命创造更有意义的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我真的希望能成为父母的支柱，但是我明白现在首先要成为自己。",
        "label": ""
      },
      {
        "sentence": "人生是自己的，我应该掌握自己的命运。",
        "label": ""
      },
      {
        "sentence": "我需要更好地接受自己，欣赏自己，并且加强自信心，不要夸大自己的弱点。",
        "label": ""
      },
      {
        "sentence": "同时，我也想尝试一些正念冥想、运动等方法来缓解压力。",
        "label": ""
      },
      {
        "sentence": "还有，你提到了《人生海海》和《百年孤独》的名言：“死不可怕，好好地活更需要勇气。",
        "label": ""
      },
      {
        "sentence": "” 我希望能有勇气去面对生活，去体验失败和胜利，用我的生命创造更有意义的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的很对，要勇敢地面对生活的各种挑战和经历。同时，也要尽量保持正向的生活态度。除了正念冥想和运动外，你还可以尝试找到自己的爱好，这样可以给自己带来更多乐趣和满足感。记住，“不用糟糕至极的不合理信念控制自己。”你已经迈出了向好的方向，继续坚持下去，相信你会越来越好的。如果你还需要更多支持和帮助，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "你说的很对，要勇敢地面对生活的各种挑战和经历。",
        "label": ""
      },
      {
        "sentence": "同时，也要尽量保持正向的生活态度。",
        "label": ""
      },
      {
        "sentence": "除了正念冥想和运动外，你还可以尝试找到自己的爱好，这样可以给自己带来更多乐趣和满足感。",
        "label": ""
      },
      {
        "sentence": "记住，“不用糟糕至极的不合理信念控制自己。",
        "label": ""
      },
      {
        "sentence": "”你已经迈出了向好的方向，继续坚持下去，相信你会越来越好的。",
        "label": ""
      },
      {
        "sentence": "如果你还需要更多支持和帮助，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴着我，给予我理解和鼓励。我会努力调整自己的心态，积极对待生活的变化和挑战。我会记住你说的话，不让不合理的想法控制自己。再次感谢你的支持和关心。",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴着我，给予我理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的心态，积极对待生活的变化和挑战。",
        "label": ""
      },
      {
        "sentence": "我会记住你说的话，不让不合理的想法控制自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意一直陪伴你，给予你支持和关心。希望你能坚持下来，找到自己的内在力量和平衡。如果有任何需要，随时都可以来找我，我会一直支持你的。祝你好运，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意一直陪伴你，给予你支持和关心。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持下来，找到自己的内在力量和平衡。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时都可以来找我，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你好运，加油！",
        "label": ""
      }
    ]
  }
]