[
  {
    "role": "client",
    "content": "我俩是学生，舞蹈专业，暧昧关系，不知道他是怎么想的？",
    "annotation": [
      {
        "sentence": "我俩是学生，舞蹈专业，暧昧关系，不知道他是怎么想的？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你现在的心情。你们是舞蹈专业的同学，每天要一起合作，这种亲密的关系可能让你对他有好感。你们经常一起出门坐火车和飞机，有时候会互相依偎，感觉他对你也有好感。而且在挤在人多的车上，也经常有身体接触的情况。你表白了，但是他拒绝了，并说现在以舞蹈为主不想谈恋爱。因为这个事情，你们发生了争执，然后你就不再想这个事情了。过了一段时间，他又开始每天来找你的茬，和你互相斗嘴。朋友问你他是不是喜欢你，他还开玩笑让朋友们滚。他每天晚上都和其他女生打游戏，个性签名里也提到了那个女生。但是他又每天来惹你，你真的不知道他是怎么想的。你到底应该彻底放下，还是怎么办？",
    "annotation": [
      {
        "sentence": "理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "你们是舞蹈专业的同学，每天要一起合作，这种亲密的关系可能让你对他有好感。",
        "label": ""
      },
      {
        "sentence": "你们经常一起出门坐火车和飞机，有时候会互相依偎，感觉他对你也有好感。",
        "label": ""
      },
      {
        "sentence": "而且在挤在人多的车上，也经常有身体接触的情况。",
        "label": ""
      },
      {
        "sentence": "你表白了，但是他拒绝了，并说现在以舞蹈为主不想谈恋爱。",
        "label": ""
      },
      {
        "sentence": "因为这个事情，你们发生了争执，然后你就不再想这个事情了。",
        "label": ""
      },
      {
        "sentence": "过了一段时间，他又开始每天来找你的茬，和你互相斗嘴。",
        "label": ""
      },
      {
        "sentence": "朋友问你他是不是喜欢你，他还开玩笑让朋友们滚。",
        "label": ""
      },
      {
        "sentence": "他每天晚上都和其他女生打游戏，个性签名里也提到了那个女生。",
        "label": ""
      },
      {
        "sentence": "但是他又每天来惹你，你真的不知道他是怎么想的。",
        "label": ""
      },
      {
        "sentence": "你到底应该彻底放下，还是怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出你现在的痛苦和纠结。你们之间的关系真的很像电视剧里的情节。男生和女生相处得很密切，彼此有好感，关系融洽。你们经常打骂，但并不觉得过分或冒犯。你更细心，察觉到你们之间的关系不太一般，于是你主动表白了。但是现在的平衡被破坏了，他拒绝了你。于是他以斗嘴的方式尝试恢复你们之间的联系。别人发现了这个情况，试着推进你们的关系，认为他找茬是因为喜欢你。但是男生否认了这一点，并保持了自己的生活方式，包括和其他女生打游戏和在个性签名上提到她们。总结起来，他对你有好感，但还没有到爱的程度。他打扰你，可能是因为承认你是他的朋友，平时不聊天也不尴尬。现在的情况让你很辛苦，但这种情况是很常见的（类似的电影很多）。你们都是学生，人生还很长。一个人的一生可能会遇到几个爱人。你想要承诺，但他没有达到那个阶段。既然现在没有承诺，你需要思考一下自己到底想要什么。如果被他的行为影响而感到不舒服，你可以拒绝他再次找茬。如果你暂时不想谈恋爱，也是可以的。将这段事件放下，像以前一样相处。同时，准备接受其他优秀男生的追求。不要太在意他对你的好感，因为他已经拒绝了你。如果你仍然无法割舍对他的“求而不得”的心动，也只有等到他有一天发现和你在一起最舒服时，才会回头去追求你，或者你也可以主动接受他。每个人都是通过他人认识自己的，恋爱更是认识自己的过程。放心吧，大多数人都会经历多次恋爱和受伤，从中成长，最终找到白头到老的伴侣。但是无论你是否在恋爱中，都要爱自己，肯定自己。不要设限，不要伤害自己。无论和谁恋爱，都只是你成长的一部分。祝福你。",
    "annotation": [
      {
        "sentence": "看得出你现在的痛苦和纠结。",
        "label": ""
      },
      {
        "sentence": "你们之间的关系真的很像电视剧里的情节。",
        "label": ""
      },
      {
        "sentence": "男生和女生相处得很密切，彼此有好感，关系融洽。",
        "label": ""
      },
      {
        "sentence": "你们经常打骂，但并不觉得过分或冒犯。",
        "label": ""
      },
      {
        "sentence": "你更细心，察觉到你们之间的关系不太一般，于是你主动表白了。",
        "label": ""
      },
      {
        "sentence": "但是现在的平衡被破坏了，他拒绝了你。",
        "label": ""
      },
      {
        "sentence": "于是他以斗嘴的方式尝试恢复你们之间的联系。",
        "label": ""
      },
      {
        "sentence": "别人发现了这个情况，试着推进你们的关系，认为他找茬是因为喜欢你。",
        "label": ""
      },
      {
        "sentence": "但是男生否认了这一点，并保持了自己的生活方式，包括和其他女生打游戏和在个性签名上提到她们。",
        "label": ""
      },
      {
        "sentence": "总结起来，他对你有好感，但还没有到爱的程度。",
        "label": ""
      },
      {
        "sentence": "他打扰你，可能是因为承认你是他的朋友，平时不聊天也不尴尬。",
        "label": ""
      },
      {
        "sentence": "现在的情况让你很辛苦，但这种情况是很常见的（类似的电影很多）。",
        "label": ""
      },
      {
        "sentence": "你们都是学生，人生还很长。",
        "label": ""
      },
      {
        "sentence": "一个人的一生可能会遇到几个爱人。",
        "label": ""
      },
      {
        "sentence": "你想要承诺，但他没有达到那个阶段。",
        "label": ""
      },
      {
        "sentence": "既然现在没有承诺，你需要思考一下自己到底想要什么。",
        "label": ""
      },
      {
        "sentence": "如果被他的行为影响而感到不舒服，你可以拒绝他再次找茬。",
        "label": ""
      },
      {
        "sentence": "如果你暂时不想谈恋爱，也是可以的。",
        "label": ""
      },
      {
        "sentence": "将这段事件放下，像以前一样相处。",
        "label": ""
      },
      {
        "sentence": "同时，准备接受其他优秀男生的追求。",
        "label": ""
      },
      {
        "sentence": "不要太在意他对你的好感，因为他已经拒绝了你。",
        "label": ""
      },
      {
        "sentence": "如果你仍然无法割舍对他的“求而不得”的心动，也只有等到他有一天发现和你在一起最舒服时，才会回头去追求你，或者你也可以主动接受他。",
        "label": ""
      },
      {
        "sentence": "每个人都是通过他人认识自己的，恋爱更是认识自己的过程。",
        "label": ""
      },
      {
        "sentence": "放心吧，大多数人都会经历多次恋爱和受伤，从中成长，最终找到白头到老的伴侣。",
        "label": ""
      },
      {
        "sentence": "但是无论你是否在恋爱中，都要爱自己，肯定自己。",
        "label": ""
      },
      {
        "sentence": "不要设限，不要伤害自己。",
        "label": ""
      },
      {
        "sentence": "无论和谁恋爱，都只是你成长的一部分。",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  }
]