[
  {
    "role": "client",
    "content": "怎么知道自己真实想法？是自己最讨厌的样子，怎么办？本人20岁，女。和他人交往中被指出我说我想的、在做的都是假的，都是做样子，而我说做不到的其实都是不想做，都是挡箭牌。而我找不到理由去反驳这一点。其实一直都不知道什么是我，他人对我提意见的时候我总是认为他们是对的，我认为不对是因为我在给自己下心理暗示，让我以为我自己的是对的。就开始怀疑关于我的一切了，我喜欢的东西有可能并不是我喜欢，而是我让自己以为我喜欢。我以为我在改的错误可能也完全没有改善因为我以为我想改在改但是并没有改。如果这些成立的话，那么我就是自己最讨厌的人。",
    "annotation": [
      {
        "sentence": "怎么知道自己真实想法？",
        "label": ""
      },
      {
        "sentence": "是自己最讨厌的样子，怎么办？",
        "label": ""
      },
      {
        "sentence": "本人20岁，女。",
        "label": ""
      },
      {
        "sentence": "和他人交往中被指出我说我想的、在做的都是假的，都是做样子，而我说做不到的其实都是不想做，都是挡箭牌。",
        "label": ""
      },
      {
        "sentence": "而我找不到理由去反驳这一点。",
        "label": ""
      },
      {
        "sentence": "其实一直都不知道什么是我，他人对我提意见的时候我总是认为他们是对的，我认为不对是因为我在给自己下心理暗示，让我以为我自己的是对的。",
        "label": ""
      },
      {
        "sentence": "就开始怀疑关于我的一切了，我喜欢的东西有可能并不是我喜欢，而是我让自己以为我喜欢。",
        "label": ""
      },
      {
        "sentence": "我以为我在改的错误可能也完全没有改善因为我以为我想改在改但是并没有改。",
        "label": ""
      },
      {
        "sentence": "如果这些成立的话，那么我就是自己最讨厌的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "探索自我的过程，是很漫长的，而可能我们永远也无法认识真实的自己，只能不断地靠近，那些自以为的真实，可能只是更深一层的防御和保护。",
    "annotation": [
      {
        "sentence": "探索自我的过程，是很漫长的，而可能我们永远也无法认识真实的自己，只能不断地靠近，那些自以为的真实，可能只是更深一层的防御和保护。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么办才能更接近真实的自己呢？",
    "annotation": [
      {
        "sentence": "那我该怎么办才能更接近真实的自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，可以感受到你对自己的一言一行在他人眼中的表现与自己内心以为的形象，产生冲突后的自我质疑感，也可以看出你非常在意自己的内心世界以及通过自己的直觉或者潜意识来认识自我。为你的自我觉察能力和想要认识自我的迫切而感到高兴。",
    "annotation": [
      {
        "sentence": "从你的描述中，可以感受到你对自己的一言一行在他人眼中的表现与自己内心以为的形象，产生冲突后的自我质疑感，也可以看出你非常在意自己的内心世界以及通过自己的直觉或者潜意识来认识自我。",
        "label": ""
      },
      {
        "sentence": "为你的自我觉察能力和想要认识自我的迫切而感到高兴。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你理解我的困惑。但我还是觉得对自己不了解很困扰。",
    "annotation": [
      {
        "sentence": "谢谢你理解我的困惑。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得对自己不了解很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能是你在日常生活中，生活得太过于小心翼翼了，像是让自己戴了很多个面具一样，而他人也是有能力去识别出这些面具的真假的，很多时候，我们自己的行为，可能与内心的想法完全不同，但无论我们如何掩饰，外在的行为，也是会透露秘密的。",
    "annotation": [
      {
        "sentence": "可能是你在日常生活中，生活得太过于小心翼翼了，像是让自己戴了很多个面具一样，而他人也是有能力去识别出这些面具的真假的，很多时候，我们自己的行为，可能与内心的想法完全不同，但无论我们如何掩饰，外在的行为，也是会透露秘密的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我确实有时觉得自己不敢真实展现。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我确实有时觉得自己不敢真实展现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接近真实的自己，也许要从敢于面对真实的自己开始，看到自己的虚伪和不堪，看到自己的自私和阴暗面，不以道德的准绳去苛责自己，而是坦然接受，作为一个正常的人类，所具有的缺点和不足。那些你被看穿的面具，可能正是你羞于承认的，那些你让自己喜欢的东西，可能是某种迎合，那些你想要改变的，可以违背你的本意，实际上，你非常想要保留着它们。",
    "annotation": [
      {
        "sentence": "接近真实的自己，也许要从敢于面对真实的自己开始，看到自己的虚伪和不堪，看到自己的自私和阴暗面，不以道德的准绳去苛责自己，而是坦然接受，作为一个正常的人类，所具有的缺点和不足。",
        "label": ""
      },
      {
        "sentence": "那些你被看穿的面具，可能正是你羞于承认的，那些你让自己喜欢的东西，可能是某种迎合，那些你想要改变的，可以违背你的本意，实际上，你非常想要保留着它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更勇敢地面对自己的不完美。",
    "annotation": [
      {
        "sentence": "我明白了，我需要更勇敢地面对自己的不完美。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有讨厌，才知道自己不想要做什么事情，以及成为怎样的人。正如我们努力地不被环境改变一样，我们也都在极力地反抗讨厌的东西，无论是外界还是自我。",
    "annotation": [
      {
        "sentence": "有讨厌，才知道自己不想要做什么事情，以及成为怎样的人。",
        "label": ""
      },
      {
        "sentence": "正如我们努力地不被环境改变一样，我们也都在极力地反抗讨厌的东西，无论是外界还是自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我以前总以为反抗是不好的，现在我明白了。",
    "annotation": [
      {
        "sentence": "我以前总以为反抗是不好的，现在我明白了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很难的事情，我们既要坚定自己的想法和目标，也要让自己对外界的声音保持一定程度上的敏锐，而这两者之间的平衡，是我们一直在追求的。所以当你在固执己见的时候，让自己学会多角度思考，当你开始质疑自己的想法的时候，给自己一些信心和底气。",
    "annotation": [
      {
        "sentence": "很难的事情，我们既要坚定自己的想法和目标，也要让自己对外界的声音保持一定程度上的敏锐，而这两者之间的平衡，是我们一直在追求的。",
        "label": ""
      },
      {
        "sentence": "所以当你在固执己见的时候，让自己学会多角度思考，当你开始质疑自己的想法的时候，给自己一些信心和底气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着更开放地看待自己和外界。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着更开放地看待自己和外界。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学会将自己头脑中的想法记录下来，就像你现在所描述的一样，将你困惑和不解的东西，以一种可见的方式呈现出来，慢慢地去梳理，然后针对问题给自己解决的方案。比如，他人说你在人际交往中显得虚假，那么你当时的所有表现是怎样的呢？为什么他人从这些中感受到你的面具了呢？是否和对方细细地聊过这个问题，关于他是如何看待你平时的表现以及你本人的？",
    "annotation": [
      {
        "sentence": "学会将自己头脑中的想法记录下来，就像你现在所描述的一样，将你困惑和不解的东西，以一种可见的方式呈现出来，慢慢地去梳理，然后针对问题给自己解决的方案。",
        "label": ""
      },
      {
        "sentence": "比如，他人说你在人际交往中显得虚假，那么你当时的所有表现是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "为什么他人从这些中感受到你的面具了呢？",
        "label": ""
      },
      {
        "sentence": "是否和对方细细地聊过这个问题，关于他是如何看待你平时的表现以及你本人的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个问题我想过，但是没有和他们深入沟通过。",
    "annotation": [
      {
        "sentence": "这个问题我想过，但是没有和他们深入沟通过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "与他人的互动和联结，可以使我们体验到一个人独处时没有的社交体验和表达。比如我们会真心地表达自己的情绪，我们会因为对方的状态而受到影响，会因此获得独特的感受，而当自己独处时，我们关注的只有自己和一些无生命的东西，无法产生精神性的互作（当你开始将一些对象内化为精神性的，也是一种对话，比如书籍，影视，音乐等等）。嘴里表达真实的言语，眼睛看到真实的事物，处于真实的关系中，对自己进行深度的自我分析，可能这样反复地思考和总结，我们会更接近真实的自己吧。这样的自我，一定不要期待它们是完美的。",
    "annotation": [
      {
        "sentence": "与他人的互动和联结，可以使我们体验到一个人独处时没有的社交体验和表达。",
        "label": ""
      },
      {
        "sentence": "比如我们会真心地表达自己的情绪，我们会因为对方的状态而受到影响，会因此获得独特的感受，而当自己独处时，我们关注的只有自己和一些无生命的东西，无法产生精神性的互作（当你开始将一些对象内化为精神性的，也是一种对话，比如书籍，影视，音乐等等）。",
        "label": ""
      },
      {
        "sentence": "嘴里表达真实的言语，眼睛看到真实的事物，处于真实的关系中，对自己进行深度的自我分析，可能这样反复地思考和总结，我们会更接近真实的自己吧。",
        "label": ""
      },
      {
        "sentence": "这样的自我，一定不要期待它们是完美的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的耐心倾听和建议，我会尝试用自己的方式去探索更真实的自己。",
    "annotation": [
      {
        "sentence": "非常感谢你的耐心倾听和建议，我会尝试用自己的方式去探索更真实的自己。",
        "label": ""
      }
    ]
  }
]