[
  {
    "role": "client",
    "content": "大三还在补高数，完全学不进去，想死了我这么大了还在补高数，还是听不懂，快期末了，返校了还有很多别的作业要做，下周就要交两份。感觉太难了，如果不能毕业我已经觉得没有必要活下去了。",
    "annotation": [
      {
        "sentence": "大三还在补高数，完全学不进去，想死了我这么大了还在补高数，还是听不懂，快期末了，返校了还有很多别的作业要做，下周就要交两份。",
        "label": ""
      },
      {
        "sentence": "感觉太难了，如果不能毕业我已经觉得没有必要活下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你因为学习的问题有些焦头烂额的情绪，这个太正常不过了，有些学科的确就是很难，而且的确我们不是所有的学科都擅长，这也是非常正常的。你当前的感受就好比你已经考进了大学，但当时还有很多和你一样面临高考的的同龄人连大学都考不上，你觉得容易的题目对他们来说，难于上青天。因此呢，面对当前的学习难题，唠叨两句，发泄发泄，一点问题都没有，关键是接下来我们可以做些什么有助于问题解决呢？",
    "annotation": [
      {
        "sentence": "看到你因为学习的问题有些焦头烂额的情绪，这个太正常不过了，有些学科的确就是很难，而且的确我们不是所有的学科都擅长，这也是非常正常的。",
        "label": ""
      },
      {
        "sentence": "你当前的感受就好比你已经考进了大学，但当时还有很多和你一样面临高考的的同龄人连大学都考不上，你觉得容易的题目对他们来说，难于上青天。",
        "label": ""
      },
      {
        "sentence": "因此呢，面对当前的学习难题，唠叨两句，发泄发泄，一点问题都没有，关键是接下来我们可以做些什么有助于问题解决呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，其实我也知道这很正常，但我真的很担心，怕自己永远都无法理解这门课程。我感觉时间不够了，还有很多其他作业要做，真的很难平衡。",
    "annotation": [
      {
        "sentence": "是啊，其实我也知道这很正常，但我真的很担心，怕自己永远都无法理解这门课程。",
        "label": ""
      },
      {
        "sentence": "我感觉时间不够了，还有很多其他作业要做，真的很难平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "跳出情绪，正视问题面对这讨厌的高数题目，问问自己是「真的学不会」，还是「真的不想学」？如果是前者，那需要看看是否学习能力或理解力或学习方法有待提高，如果是后者，意愿的问题相对好解决一些，我们常说先端正态度。接下来，回想一下，当你还是小学生的时候，你过往在遇到不会的题目的时候，你是怎么解决的呢？有没有问过同学，求助过父母，还有老师呢？如果作业一定要提交，在这一周多时间里，你是不是也可以求助你的同学和身边人呢？现在的你是否为了解决问题而去做尝试呢？问题是用来解决的，只要你愿意去主动解决，愿意相信有解决的办法。",
    "annotation": [
      {
        "sentence": "跳出情绪，正视问题面对这讨厌的高数题目，问问自己是「真的学不会」，还是「真的不想学」？",
        "label": ""
      },
      {
        "sentence": "如果是前者，那需要看看是否学习能力或理解力或学习方法有待提高，如果是后者，意愿的问题相对好解决一些，我们常说先端正态度。",
        "label": ""
      },
      {
        "sentence": "接下来，回想一下，当你还是小学生的时候，你过往在遇到不会的题目的时候，你是怎么解决的呢？",
        "label": ""
      },
      {
        "sentence": "有没有问过同学，求助过父母，还有老师呢？",
        "label": ""
      },
      {
        "sentence": "如果作业一定要提交，在这一周多时间里，你是不是也可以求助你的同学和身边人呢？",
        "label": ""
      },
      {
        "sentence": "现在的你是否为了解决问题而去做尝试呢？",
        "label": ""
      },
      {
        "sentence": "问题是用来解决的，只要你愿意去主动解决，愿意相信有解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我有点忘记了面对困难时的应对策略。你说得对，我可以尝试向同学和身边人寻求帮助，也可以回忆以前解决问题的方式。我意识到问题并非无解，只要我有愿望去克服困难，一定会有办法。",
    "annotation": [
      {
        "sentence": "确实，我有点忘记了面对困难时的应对策略。",
        "label": ""
      },
      {
        "sentence": "你说得对，我可以尝试向同学和身边人寻求帮助，也可以回忆以前解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "我意识到问题并非无解，只要我有愿望去克服困难，一定会有办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "合理预期，积极正向看到你说因为题目太难，你都怀疑自己无法正常毕业。大学的科目，如果考试的话一般60分就可以满足最底底线，或者你们实行的末尾淘汰制，那么这样的话你可以评估自己当前处于什么样的水平，如果这门课程对你来说很难，那么你就要对期待进行管理，简单总结就是两个问题：1、这门考试我要达到多少分可以毕业？2、具体做些什么可以满足这个条件？只有目标越清晰，大脑里才会有事情成功后的“画面”，你才会因为这件事去调动一切能力、想办法、找资源、克服困难。综上，人是往往都有趋利避害的倾向。在通往目标的过程中，需要给自己设置奖惩机制，目标实现了之后就要给自己庆祝一下，这是一个增强自信心的很好的办法，而且你后续更会有前进的动力。祝你好运！",
    "annotation": [
      {
        "sentence": "合理预期，积极正向看到你说因为题目太难，你都怀疑自己无法正常毕业。",
        "label": ""
      },
      {
        "sentence": "大学的科目，如果考试的话一般60分就可以满足最底底线，或者你们实行的末尾淘汰制，那么这样的话你可以评估自己当前处于什么样的水平，如果这门课程对你来说很难，那么你就要对期待进行管理，简单总结就是两个问题：1、这门考试我要达到多少分可以毕业？",
        "label": ""
      },
      {
        "sentence": "2、具体做些什么可以满足这个条件？",
        "label": ""
      },
      {
        "sentence": "只有目标越清晰，大脑里才会有事情成功后的“画面”，你才会因为这件事去调动一切能力、想办法、找资源、克服困难。",
        "label": ""
      },
      {
        "sentence": "综上，人是往往都有趋利避害的倾向。",
        "label": ""
      },
      {
        "sentence": "在通往目标的过程中，需要给自己设置奖惩机制，目标实现了之后就要给自己庆祝一下，这是一个增强自信心的很好的办法，而且你后续更会有前进的动力。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要给自己设定一个明确的目标，并制定实现这个目标的计划。我还可以奖励自己一些小小的庆祝活动来增强自信心。谢谢你的支持和鼓励！我会努力克服困难的！",
    "annotation": [
      {
        "sentence": "我明白了，我要给自己设定一个明确的目标，并制定实现这个目标的计划。",
        "label": ""
      },
      {
        "sentence": "我还可以奖励自己一些小小的庆祝活动来增强自信心。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力克服困难的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你有了积极的态度和计划，相信你能够克服困难，实现自己的目标。记得不要太过压力自己，学习的过程也是一种成长和进步。祝你每天都有好心情，加油！如果有任何需要帮助的地方，随时向我求助。",
    "annotation": [
      {
        "sentence": "很高兴看到你有了积极的态度和计划，相信你能够克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "记得不要太过压力自己，学习的过程也是一种成长和进步。",
        "label": ""
      },
      {
        "sentence": "祝你每天都有好心情，加油！",
        "label": ""
      },
      {
        "sentence": "如果有任何需要帮助的地方，随时向我求助。",
        "label": ""
      }
    ]
  }
]