[
  {
    "role": "client",
    "content": "我是一个16岁的男生，我对一名认识了9年的同性朋友有严重的依赖问题。由于现在很难联系上他，我变得更加焦虑，我总是担心自己在他心中的地位会下降，并且非常思念我们在一起的生活。我经常幻想和他未来同居的生活，这种情况已经对我的生活产生了很大的影响。但是我本人是完全的异性恋，对同性没有任何生理欲望，甚至抵触同性性爱之类的事情。请问我应该如何处理这个问题？而且我到底是什么性取向呢？",
    "annotation": [
      {
        "sentence": "我是一个16岁的男生，我对一名认识了9年的同性朋友有严重的依赖问题。",
        "label": ""
      },
      {
        "sentence": "由于现在很难联系上他，我变得更加焦虑，我总是担心自己在他心中的地位会下降，并且非常思念我们在一起的生活。",
        "label": ""
      },
      {
        "sentence": "我经常幻想和他未来同居的生活，这种情况已经对我的生活产生了很大的影响。",
        "label": ""
      },
      {
        "sentence": "但是我本人是完全的异性恋，对同性没有任何生理欲望，甚至抵触同性性爱之类的事情。",
        "label": ""
      },
      {
        "sentence": "请问我应该如何处理这个问题？",
        "label": ""
      },
      {
        "sentence": "而且我到底是什么性取向呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能有这样一个好朋友在身边真的很不错，你可以尽可能地在他需要你的时候提供支持。培养真正的友谊需要很多精力，要坚持正直，并通过自己的行动表明你拥有正直的品质。与他人打交道时要诚实守信，这样能够展示你的个人品德。我不清楚现在具体的情况是怎样的，或许你可以在准备好的时候和他谈谈你们之间“现在很难联系”的具体事宜，也许你们还可以一起规划未来的友情。互惠是友情的关键，青春期的各种依恋都值得被重视，友情尤为重要。通过自我暴露和互惠来建立友谊，这样你们联系的纽带将会更加紧密。知道如何回应他人的自我暴露的人更有可能发展令人满意的友谊。祝福你喔。",
    "annotation": [
      {
        "sentence": "你能有这样一个好朋友在身边真的很不错，你可以尽可能地在他需要你的时候提供支持。",
        "label": ""
      },
      {
        "sentence": "培养真正的友谊需要很多精力，要坚持正直，并通过自己的行动表明你拥有正直的品质。",
        "label": ""
      },
      {
        "sentence": "与他人打交道时要诚实守信，这样能够展示你的个人品德。",
        "label": ""
      },
      {
        "sentence": "我不清楚现在具体的情况是怎样的，或许你可以在准备好的时候和他谈谈你们之间“现在很难联系”的具体事宜，也许你们还可以一起规划未来的友情。",
        "label": ""
      },
      {
        "sentence": "互惠是友情的关键，青春期的各种依恋都值得被重视，友情尤为重要。",
        "label": ""
      },
      {
        "sentence": "通过自我暴露和互惠来建立友谊，这样你们联系的纽带将会更加紧密。",
        "label": ""
      },
      {
        "sentence": "知道如何回应他人的自我暴露的人更有可能发展令人满意的友谊。",
        "label": ""
      },
      {
        "sentence": "祝福你喔。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的回复。我会尽量在他需要我的时候给予支持，并且坚持正直。我会尽快和他谈谈我们之间联系困难的问题，看看我们能否找到解决的办法。我明白互惠是友情的关键，我会努力通过自我暴露和互惠来进一步巩固我们的友谊。非常感谢你的祝福。",
    "annotation": [
      {
        "sentence": "非常感谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我会尽量在他需要我的时候给予支持，并且坚持正直。",
        "label": ""
      },
      {
        "sentence": "我会尽快和他谈谈我们之间联系困难的问题，看看我们能否找到解决的办法。",
        "label": ""
      },
      {
        "sentence": "我明白互惠是友情的关键，我会努力通过自我暴露和互惠来进一步巩固我们的友谊。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的祝福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你们之间的友情会更加坚固的。记住，在你们的友情中，互相支持和理解是非常重要的。你已经意识到了问题的存在，并且积极寻求解决办法，这是很棒的一步。好友之间的沟通和互相表达需求是非常关键的，在和他谈话时要坦诚地表达你的想法和感受。祝你成功，希望你们的友谊能够更加美好。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你们之间的友情会更加坚固的。",
        "label": ""
      },
      {
        "sentence": "记住，在你们的友情中，互相支持和理解是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了问题的存在，并且积极寻求解决办法，这是很棒的一步。",
        "label": ""
      },
      {
        "sentence": "好友之间的沟通和互相表达需求是非常关键的，在和他谈话时要坦诚地表达你的想法和感受。",
        "label": ""
      },
      {
        "sentence": "祝你成功，希望你们的友谊能够更加美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和建议。我会尝试更加主动地和他进行沟通，并且坦诚地表达自己的想法和感受。我真的很珍惜我们之间的友谊，希望我们可以一起度过更多美好的时光。再次感谢你的支持和祝福。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试更加主动地和他进行沟通，并且坦诚地表达自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "我真的很珍惜我们之间的友谊，希望我们可以一起度过更多美好的时光。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和祝福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。友情是一种珍贵的纽带，我相信你们的友谊会更加深厚。记住，和他保持良好的沟通是非常重要的，相互倾听和理解对于友谊的发展至关重要。祝你们的友谊越来越美好，如果有任何困难或者需要进一步帮助的话，随时来找我。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "友情是一种珍贵的纽带，我相信你们的友谊会更加深厚。",
        "label": ""
      },
      {
        "sentence": "记住，和他保持良好的沟通是非常重要的，相互倾听和理解对于友谊的发展至关重要。",
        "label": ""
      },
      {
        "sentence": "祝你们的友谊越来越美好，如果有任何困难或者需要进一步帮助的话，随时来找我。",
        "label": ""
      }
    ]
  }
]