[
  {
    "role": "client",
    "content": "我是一个高考生，因为各种原因我无望考上本科。我想复读一年冲击本科，但是我的妈妈不愿意花钱了。她觉得复读费用太大，而且她总是认为我的问题来源于自己。但是她为什么没有想到我的成绩下降不仅仅是我的问题呢？高一的时候，我对高中的生活充满期待，各科成绩都不错，一切都往好的方向发展。但是好景不长，学校举办运动会时，我的一个朋友不幸在运动会上去世了。我们认识了六年，从小学到高中，放学后总是一起回家，习惯了他的陪伴。突然失去他，我崩溃了。本以为事情不会再更糟糕了，但是接着我得到了另一个坏消息，我的爸爸妈妈离婚了。一连串的不幸事件让我束手无策，我从班级前十一下掉到了后面，甚至在期末考试时成为班级倒数。我已经失去了学习的动力，我和妈妈的关系也越来越糟糕，我不再喜欢交朋友，总是一个人发呆，或者在教室里假装睡觉。我不想面对任何人，感觉三年时间停滞了一样。",
    "annotation": [
      {
        "sentence": "我是一个高考生，因为各种原因我无望考上本科。",
        "label": ""
      },
      {
        "sentence": "我想复读一年冲击本科，但是我的妈妈不愿意花钱了。",
        "label": ""
      },
      {
        "sentence": "她觉得复读费用太大，而且她总是认为我的问题来源于自己。",
        "label": ""
      },
      {
        "sentence": "但是她为什么没有想到我的成绩下降不仅仅是我的问题呢？",
        "label": ""
      },
      {
        "sentence": "高一的时候，我对高中的生活充满期待，各科成绩都不错，一切都往好的方向发展。",
        "label": ""
      },
      {
        "sentence": "但是好景不长，学校举办运动会时，我的一个朋友不幸在运动会上去世了。",
        "label": ""
      },
      {
        "sentence": "我们认识了六年，从小学到高中，放学后总是一起回家，习惯了他的陪伴。",
        "label": ""
      },
      {
        "sentence": "突然失去他，我崩溃了。",
        "label": ""
      },
      {
        "sentence": "本以为事情不会再更糟糕了，但是接着我得到了另一个坏消息，我的爸爸妈妈离婚了。",
        "label": ""
      },
      {
        "sentence": "一连串的不幸事件让我束手无策，我从班级前十一下掉到了后面，甚至在期末考试时成为班级倒数。",
        "label": ""
      },
      {
        "sentence": "我已经失去了学习的动力，我和妈妈的关系也越来越糟糕，我不再喜欢交朋友，总是一个人发呆，或者在教室里假装睡觉。",
        "label": ""
      },
      {
        "sentence": "我不想面对任何人，感觉三年时间停滞了一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学，你在高中期间经历的一切都太沉重了。从你的描述中我可以揣测出你是和妈妈一起生活的。父母离异对于双方来说都是一个巨大的决定，你和妈妈的关系也因此发生了变化。或许你妈妈自己也没有从这种变化中完全走出来，所以无法全心全意地关注到你这几年生活中的困境和影响。我可以看出你是一个学习优秀的学生，只是突如其来的变故打乱了你的步调，让你陷入了悲伤和无法自拔的状态。现在又到了一个重要的时刻，你更加感到困惑和苦恼了。虽然我无法改变你妈妈的想法，但我可以和你一起聊一聊，看看有什么我们可以做的。好友突然离世已经过去了几年，你现在感觉如何呢？失去的离别是最令人痛苦的，因为它无法逆转。我可以理解你失去重要的人后所感受到的孤独和沮丧，无论如何努力，都无法填补这个缺口。随着年龄的增长，我们慢慢意识到生命的脆弱和短暂，这是生命教会我们的东西。如果没有人离去，我们不会明白生命是如何脆弱易逝的，也不会懂得去珍惜剩下的时光和身边的人。试想一下，如果你放弃了你的生活，你还将拥有什么呢？什么都没有了。你还能再见到你的挚友吗？不可能。换句话说，如果你有机会和你的朋友交流，他会对你说什么呢？他一定不希望自己英年早逝，他还有梦想等待去实现，还有爱他的人和他所爱的人等待他去共度美好时光。所以他一定不希望看见你因为他的离去而荒废了自己的生活。你要想想，你现在拥有着那些他无法再拥有的一切。请不要轻易放弃自己。你们是否在高中时有共同的目标和梦想？你是否计划了一些未来想要实现的事情？回忆一下，尽管他已经离去，但那些美好的回忆不会消失，那是你们友谊的见证。人们会忘记他，但真正爱他的人会铭记在心，你是他生命中活着的一部分。请为了他和为了自己，努力地活下去吧。去看看他未曾看过的世界，体验他未曾经历过的生活......将你的一切经历告诉他，用你的生命为你们继续书写下去的故事。",
    "annotation": [
      {
        "sentence": "同学，你在高中期间经历的一切都太沉重了。",
        "label": ""
      },
      {
        "sentence": "从你的描述中我可以揣测出你是和妈妈一起生活的。",
        "label": ""
      },
      {
        "sentence": "父母离异对于双方来说都是一个巨大的决定，你和妈妈的关系也因此发生了变化。",
        "label": ""
      },
      {
        "sentence": "或许你妈妈自己也没有从这种变化中完全走出来，所以无法全心全意地关注到你这几年生活中的困境和影响。",
        "label": ""
      },
      {
        "sentence": "我可以看出你是一个学习优秀的学生，只是突如其来的变故打乱了你的步调，让你陷入了悲伤和无法自拔的状态。",
        "label": ""
      },
      {
        "sentence": "现在又到了一个重要的时刻，你更加感到困惑和苦恼了。",
        "label": ""
      },
      {
        "sentence": "虽然我无法改变你妈妈的想法，但我可以和你一起聊一聊，看看有什么我们可以做的。",
        "label": ""
      },
      {
        "sentence": "好友突然离世已经过去了几年，你现在感觉如何呢？",
        "label": ""
      },
      {
        "sentence": "失去的离别是最令人痛苦的，因为它无法逆转。",
        "label": ""
      },
      {
        "sentence": "我可以理解你失去重要的人后所感受到的孤独和沮丧，无论如何努力，都无法填补这个缺口。",
        "label": ""
      },
      {
        "sentence": "随着年龄的增长，我们慢慢意识到生命的脆弱和短暂，这是生命教会我们的东西。",
        "label": ""
      },
      {
        "sentence": "如果没有人离去，我们不会明白生命是如何脆弱易逝的，也不会懂得去珍惜剩下的时光和身边的人。",
        "label": ""
      },
      {
        "sentence": "试想一下，如果你放弃了你的生活，你还将拥有什么呢？",
        "label": ""
      },
      {
        "sentence": "什么都没有了。",
        "label": ""
      },
      {
        "sentence": "你还能再见到你的挚友吗？",
        "label": ""
      },
      {
        "sentence": "不可能。",
        "label": ""
      },
      {
        "sentence": "换句话说，如果你有机会和你的朋友交流，他会对你说什么呢？",
        "label": ""
      },
      {
        "sentence": "他一定不希望自己英年早逝，他还有梦想等待去实现，还有爱他的人和他所爱的人等待他去共度美好时光。",
        "label": ""
      },
      {
        "sentence": "所以他一定不希望看见你因为他的离去而荒废了自己的生活。",
        "label": ""
      },
      {
        "sentence": "你要想想，你现在拥有着那些他无法再拥有的一切。",
        "label": ""
      },
      {
        "sentence": "请不要轻易放弃自己。",
        "label": ""
      },
      {
        "sentence": "你们是否在高中时有共同的目标和梦想？",
        "label": ""
      },
      {
        "sentence": "你是否计划了一些未来想要实现的事情？",
        "label": ""
      },
      {
        "sentence": "回忆一下，尽管他已经离去，但那些美好的回忆不会消失，那是你们友谊的见证。",
        "label": ""
      },
      {
        "sentence": "人们会忘记他，但真正爱他的人会铭记在心，你是他生命中活着的一部分。",
        "label": ""
      },
      {
        "sentence": "请为了他和为了自己，努力地活下去吧。",
        "label": ""
      },
      {
        "sentence": "去看看他未曾看过的世界，体验他未曾经历过的生活......将你的一切经历告诉他，用你的生命为你们继续书写下去的故事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我确实有很多回忆和梦想，但是现在看起来一切都变得那么遥远。我感觉自己失去了方向，不知道应该如何重新振作起来。同时，我也对高考充满了焦虑和压力。我害怕复读一年后还是不能达到自己的期望，害怕未来的路会越来越难走。我应该如何面对这些困扰呢？",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实有很多回忆和梦想，但是现在看起来一切都变得那么遥远。",
        "label": ""
      },
      {
        "sentence": "我感觉自己失去了方向，不知道应该如何重新振作起来。",
        "label": ""
      },
      {
        "sentence": "同时，我也对高考充满了焦虑和压力。",
        "label": ""
      },
      {
        "sentence": "我害怕复读一年后还是不能达到自己的期望，害怕未来的路会越来越难走。",
        "label": ""
      },
      {
        "sentence": "我应该如何面对这些困扰呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的焦虑和压力是很正常的。复读确实是一个挑战，但也给了你重新规划和努力改变的机会。你首先要调整自己的心态，相信自己具备克服困难的能力。不要过分担心未来的路，而是把更多的注意力放在眼前的事情上，一步步努力走好每一天。同时，你可以寻求一些复读经验的指导和建议，询问学长学姐或者老师等帮助你制定复习计划和学习方法。制定一个合理的计划，并且在复",
    "annotation": [
      {
        "sentence": "理解你的焦虑和压力是很正常的。",
        "label": ""
      },
      {
        "sentence": "复读确实是一个挑战，但也给了你重新规划和努力改变的机会。",
        "label": ""
      },
      {
        "sentence": "你首先要调整自己的心态，相信自己具备克服困难的能力。",
        "label": ""
      },
      {
        "sentence": "不要过分担心未来的路，而是把更多的注意力放在眼前的事情上，一步步努力走好每一天。",
        "label": ""
      },
      {
        "sentence": "同时，你可以寻求一些复读经验的指导和建议，询问学长学姐或者老师等帮助你制定复习计划和学习方法。",
        "label": ""
      },
      {
        "sentence": "制定一个合理的计划，并且在复",
        "label": ""
      }
    ]
  }
]