[
  {
    "role": "client",
    "content": "亲戚势利眼，到底要审视自己还是远离某人？亲戚是个势利眼，每次见面或者偶然碰面都不会主动讲话，甚至当自己是空气。出现这样的状况该如何解决？是因为自己不行才被亲戚看不上，还是亲戚自身把自己看的太重要？到底该不该审视自己，到底要不要远离某人？",
    "annotation": [
      {
        "sentence": "亲戚势利眼，到底要审视自己还是远离某人？",
        "label": ""
      },
      {
        "sentence": "亲戚是个势利眼，每次见面或者偶然碰面都不会主动讲话，甚至当自己是空气。",
        "label": ""
      },
      {
        "sentence": "出现这样的状况该如何解决？",
        "label": ""
      },
      {
        "sentence": "是因为自己不行才被亲戚看不上，还是亲戚自身把自己看的太重要？",
        "label": ""
      },
      {
        "sentence": "到底该不该审视自己，到底要不要远离某人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你谈到的这个情况，应该是很多人在和亲戚朋友社交的时候，内心都曾有过的细腻感受，或多或少，或强烈或微妙。你对此有所觉知，能够让自己去体察它，面对它，而不是选择无视或者合理化这种情绪，这是非常有意义的表现。",
    "annotation": [
      {
        "sentence": "你谈到的这个情况，应该是很多人在和亲戚朋友社交的时候，内心都曾有过的细腻感受，或多或少，或强烈或微妙。",
        "label": ""
      },
      {
        "sentence": "你对此有所觉知，能够让自己去体察它，面对它，而不是选择无视或者合理化这种情绪，这是非常有意义的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得很困惑，无论怎样努力，亲戚都不会主动跟我说话，感觉自己很无足轻重。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得很困惑，无论怎样努力，亲戚都不会主动跟我说话，感觉自己很无足轻重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，你面对纠结，没有一味的去指责别人，用让自己舒服的方式去修饰不良感受，或者用明显对抗的行为付诸于行动，而是用心的思考产生的原因，这是一种非常积极的力量，也是变化的开始。下面，我们来详细说一下。你说的感受，大约涉及到两个方面，我们分别来了解一下。",
    "annotation": [
      {
        "sentence": "从你的描述中，你面对纠结，没有一味的去指责别人，用让自己舒服的方式去修饰不良感受，或者用明显对抗的行为付诸于行动，而是用心的思考产生的原因，这是一种非常积极的力量，也是变化的开始。",
        "label": ""
      },
      {
        "sentence": "下面，我们来详细说一下。",
        "label": ""
      },
      {
        "sentence": "你说的感受，大约涉及到两个方面，我们分别来了解一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，请您指导我。",
    "annotation": [
      {
        "sentence": "好的，请您指导我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一，恰当的自尊。也就是，一个人不过度自大，也不会有自卑。事实上，自大和自卑是一回事，两者只是表现不同而已，是同一性质的一体两面。你感觉亲戚有点势利眼，不会主动跟你打招呼，有可能这个亲戚确实有些自己的问题，对待别人有分别，你要知道，这其实是他本身不自信的原因；也有可能是你太过于在意别人的表现，你如果能够真正跟他沟通一下的话，或者会发现截然不同的答案。",
    "annotation": [
      {
        "sentence": "一，恰当的自尊。",
        "label": ""
      },
      {
        "sentence": "也就是，一个人不过度自大，也不会有自卑。",
        "label": ""
      },
      {
        "sentence": "事实上，自大和自卑是一回事，两者只是表现不同而已，是同一性质的一体两面。",
        "label": ""
      },
      {
        "sentence": "你感觉亲戚有点势利眼，不会主动跟你打招呼，有可能这个亲戚确实有些自己的问题，对待别人有分别，你要知道，这其实是他本身不自信的原因；也有可能是你太过于在意别人的表现，你如果能够真正跟他沟通一下的话，或者会发现截然不同的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我有时候会觉得自己并不够好，所以才会觉得被亲戚看不上眼。也许我需要更加了解亲戚的内心，而不是简单地做出评判。",
    "annotation": [
      {
        "sentence": "确实，我有时候会觉得自己并不够好，所以才会觉得被亲戚看不上眼。",
        "label": ""
      },
      {
        "sentence": "也许我需要更加了解亲戚的内心，而不是简单地做出评判。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不管是什么情况，这个亲戚都引发了你内心的某些感受，那就是你其实一直都感觉，自己是不够好的。一个人幼年的时候，会从养育者的关注中获得对于自身价值的反馈，这个反馈也经常会有所偏颇。当父母能够接纳孩子，看到孩子的本来样子，接受孩子的优点和缺点，不以自己的要求为前提的时候，孩子会发展出健康自信的自我，不会太在意别人的评判。相反，如果父母没有自信，把自己的这种不自信投射到孩子身上，就会表现为对孩子要求很高，希望孩子能完成他们做不到的事情；或者压制孩子的天性，让他们谨小慎微的生活。这都会让一个人在成长的过程中失去自己，形不成完整稳固的自我形象。",
    "annotation": [
      {
        "sentence": "不管是什么情况，这个亲戚都引发了你内心的某些感受，那就是你其实一直都感觉，自己是不够好的。",
        "label": ""
      },
      {
        "sentence": "一个人幼年的时候，会从养育者的关注中获得对于自身价值的反馈，这个反馈也经常会有所偏颇。",
        "label": ""
      },
      {
        "sentence": "当父母能够接纳孩子，看到孩子的本来样子，接受孩子的优点和缺点，不以自己的要求为前提的时候，孩子会发展出健康自信的自我，不会太在意别人的评判。",
        "label": ""
      },
      {
        "sentence": "相反，如果父母没有自信，把自己的这种不自信投射到孩子身上，就会表现为对孩子要求很高，希望孩子能完成他们做不到的事情；或者压制孩子的天性，让他们谨小慎微的生活。",
        "label": ""
      },
      {
        "sentence": "这都会让一个人在成长的过程中失去自己，形不成完整稳固的自我形象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我可能需要反思一下自己的成长经历，看看是否有家庭环境的影响导致我的自卑心理。",
    "annotation": [
      {
        "sentence": "原来如此，我可能需要反思一下自己的成长经历，看看是否有家庭环境的影响导致我的自卑心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "之前说了，自卑和自大是一回事，这两者可以相互转换。处于自卑中的人，也可以转而处在自恋中，反之亦然。如果一个人处于低自尊中，碰到一个同样没有自信，但表现自大的人，那么双方就会互相体验到看不起，高傲，自卑不舒服的感觉。这种感受很细微，有的人会用比较高的社交技巧掩饰内心的优越感，看起来也是礼貌有加，但不是真正的真诚。所以行为是一方面，更加需要体察的自己的内心，是否真正已经做到了不评判，接纳自己的全部。接纳别人，实际上就是对自己的接纳。一个人不跟自己较劲了，周围的世界也会变得更融洽。正如我们古人说的：“夫人必自侮，然后人侮之；家必自毁，而后人毁之；国必自伐，而后人伐之。”",
    "annotation": [
      {
        "sentence": "之前说了，自卑和自大是一回事，这两者可以相互转换。",
        "label": ""
      },
      {
        "sentence": "处于自卑中的人，也可以转而处在自恋中，反之亦然。",
        "label": ""
      },
      {
        "sentence": "如果一个人处于低自尊中，碰到一个同样没有自信，但表现自大的人，那么双方就会互相体验到看不起，高傲，自卑不舒服的感觉。",
        "label": ""
      },
      {
        "sentence": "这种感受很细微，有的人会用比较高的社交技巧掩饰内心的优越感，看起来也是礼貌有加，但不是真正的真诚。",
        "label": ""
      },
      {
        "sentence": "所以行为是一方面，更加需要体察的自己的内心，是否真正已经做到了不评判，接纳自己的全部。",
        "label": ""
      },
      {
        "sentence": "接纳别人，实际上就是对自己的接纳。",
        "label": ""
      },
      {
        "sentence": "一个人不跟自己较劲了，周围的世界也会变得更融洽。",
        "label": ""
      },
      {
        "sentence": "正如我们古人说的：“夫人必自侮，然后人侮之；家必自毁，而后人毁之；国必自伐，而后人伐之。",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要先从接纳自己开始，不再对自己过分苛求。",
    "annotation": [
      {
        "sentence": "我明白了，我需要先从接纳自己开始，不再对自己过分苛求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "二，我们再说说玻璃心，也就是所谓敏感脆弱的心思。玻璃心，顾名思义，就是太过于在意别人的评价，以至于让自己饱受其累。我们总觉得外部的世界让我们辛苦，事实上，所有的一切都在我们自己手中，我们一改变，周围的世界就发生变化。我们要有这样的主导感，把这份主动权拿回自己的手中。“爱人不亲，反其仁，治人不治反其智，礼人不答，反其敬，行有不得者，皆反求诸己，其身正而天下归之。”亲戚对你不搭理，除去他自己的原因不谈，静下来感受一下，是不是你每次见他，自己内心首先就有了一种排斥感，心里已经把他定义为一个不好的人，有了一个那样的标签在了。这份排斥就是一种先入为主的敌意，已然是把两个人隔开来了。即使你打招呼，也是带着内心的不满在做，这种场是很有张力的，他会有一种被排斥被拒绝的感受，所以，自然会采取回避的状态。试着感受一下自己内心的排斥感，把它安抚",
    "annotation": [
      {
        "sentence": "二，我们再说说玻璃心，也就是所谓敏感脆弱的心思。",
        "label": ""
      },
      {
        "sentence": "玻璃心，顾名思义，就是太过于在意别人的评价，以至于让自己饱受其累。",
        "label": ""
      },
      {
        "sentence": "我们总觉得外部的世界让我们辛苦，事实上，所有的一切都在我们自己手中，我们一改变，周围的世界就发生变化。",
        "label": ""
      },
      {
        "sentence": "我们要有这样的主导感，把这份主动权拿回自己的手中。",
        "label": ""
      },
      {
        "sentence": "“爱人不亲，反其仁，治人不治反其智，礼人不答，反其敬，行有不得者，皆反求诸己，其身正而天下归之。",
        "label": ""
      },
      {
        "sentence": "”亲戚对你不搭理，除去他自己的原因不谈，静下来感受一下，是不是你每次见他，自己内心首先就有了一种排斥感，心里已经把他定义为一个不好的人，有了一个那样的标签在了。",
        "label": ""
      },
      {
        "sentence": "这份排斥就是一种先入为主的敌意，已然是把两个人隔开来了。",
        "label": ""
      },
      {
        "sentence": "即使你打招呼，也是带着内心的不满在做，这种场是很有张力的，他会有一种被排斥被拒绝的感受，所以，自然会采取回避的状态。",
        "label": ""
      },
      {
        "sentence": "试着感受一下自己内心的排斥感，把它安抚",
        "label": ""
      }
    ]
  }
]