[
  {
    "role": "client",
    "content": "我最近在微信上经历了一些语言暴力，我不知道该怎么应对。我和同事无意间聊起了我的抑郁症，她一下子就说了一些让我不舒服的话，比如说我不要看关于抑郁症的视频，对号入座，还说我要坚强点，不要成为父母的累赘。我觉得很委屈，一直在解释抑郁症是一种疾病，还试图给她看一个视频让她了解，但她完全没有给我机会，我都不知道该说些什么。聊完之后，我就把她删了。当时和她聊天时，我并没有很大的情绪，也许是一直压抑在心里吧。第二天早上，我突然发现胸口冒出了一颗又疼又痒的痤疮，我去皮肤医生那里，他说这可能和我抑郁的情绪有关。从那之后的五天，每天早上我都会在脑海中出现一些暴力的场景，幻想在公共场合和别人发生暴力后，我会冲到大街上割腕自杀。当时我感到非常压抑、无助、愤怒和抑郁。昨天中午，我躺在床上，脑海中突然闪过一句话：“我多想化作一把尘埃，亲亲地落在泥土上，仿佛从未来过人间。”之后，我竟然变得平静了。但是心理咨询师告诉我，那不是真正的平静，其实是抑郁。",
    "annotation": [
      {
        "sentence": "我最近在微信上经历了一些语言暴力，我不知道该怎么应对。",
        "label": ""
      },
      {
        "sentence": "我和同事无意间聊起了我的抑郁症，她一下子就说了一些让我不舒服的话，比如说我不要看关于抑郁症的视频，对号入座，还说我要坚强点，不要成为父母的累赘。",
        "label": ""
      },
      {
        "sentence": "我觉得很委屈，一直在解释抑郁症是一种疾病，还试图给她看一个视频让她了解，但她完全没有给我机会，我都不知道该说些什么。",
        "label": ""
      },
      {
        "sentence": "聊完之后，我就把她删了。",
        "label": ""
      },
      {
        "sentence": "当时和她聊天时，我并没有很大的情绪，也许是一直压抑在心里吧。",
        "label": ""
      },
      {
        "sentence": "第二天早上，我突然发现胸口冒出了一颗又疼又痒的痤疮，我去皮肤医生那里，他说这可能和我抑郁的情绪有关。",
        "label": ""
      },
      {
        "sentence": "从那之后的五天，每天早上我都会在脑海中出现一些暴力的场景，幻想在公共场合和别人发生暴力后，我会冲到大街上割腕自杀。",
        "label": ""
      },
      {
        "sentence": "当时我感到非常压抑、无助、愤怒和抑郁。",
        "label": ""
      },
      {
        "sentence": "昨天中午，我躺在床上，脑海中突然闪过一句话：“我多想化作一把尘埃，亲亲地落在泥土上，仿佛从未来过人间。",
        "label": ""
      },
      {
        "sentence": "”之后，我竟然变得平静了。",
        "label": ""
      },
      {
        "sentence": "但是心理咨询师告诉我，那不是真正的平静，其实是抑郁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全能理解你现在的情绪，因为我自己也曾经有过类似的经历。你可能在意别人的感受，但是却得不到他人的理解，这种感觉就像有一块大石头压在心头，让你无法呼吸。我觉得你不应该刻意去压抑这种情绪，尤其是当你在一个舒适的环境中的时候，可以找个地方宣泄一下，如果想哭就哭出来。而且，来这里倾诉也是一个很好的方式，因为这里真的有人能够理解你，陪伴着你，并且不会攻击你。你可以放心地说出来，我们会尽力帮助你。",
    "annotation": [
      {
        "sentence": "我完全能理解你现在的情绪，因为我自己也曾经有过类似的经历。",
        "label": ""
      },
      {
        "sentence": "你可能在意别人的感受，但是却得不到他人的理解，这种感觉就像有一块大石头压在心头，让你无法呼吸。",
        "label": ""
      },
      {
        "sentence": "我觉得你不应该刻意去压抑这种情绪，尤其是当你在一个舒适的环境中的时候，可以找个地方宣泄一下，如果想哭就哭出来。",
        "label": ""
      },
      {
        "sentence": "而且，来这里倾诉也是一个很好的方式，因为这里真的有人能够理解你，陪伴着你，并且不会攻击你。",
        "label": ""
      },
      {
        "sentence": "你可以放心地说出来，我们会尽力帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我知道自己不能总是处于抑郁的状态中，但是我却很难控制自己的情绪。每天早上那些暴力的幻想让我感到非常害怕，我真的很害怕自己会做出什么极端的行为来。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我知道自己不能总是处于抑郁的状态中，但是我却很难控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "每天早上那些暴力的幻想让我感到非常害怕，我真的很害怕自己会做出什么极端的行为来。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧我完全能够理解。面对这种情况，我建议你找到一个专业的心理咨询师进行深入的交流和治疗。他们可以帮助你更好地了解自己的情绪，掌握一些应对的方法，并提供你需要的支持和指导。同时，生活中也要注意保持积极的心态，尝试一些放松的活动，比如听音乐、看书、散步等，这些都可以帮助你缓解压力。",
    "annotation": [
      {
        "sentence": "你的担忧我完全能够理解。",
        "label": ""
      },
      {
        "sentence": "面对这种情况，我建议你找到一个专业的心理咨询师进行深入的交流和治疗。",
        "label": ""
      },
      {
        "sentence": "他们可以帮助你更好地了解自己的情绪，掌握一些应对的方法，并提供你需要的支持和指导。",
        "label": ""
      },
      {
        "sentence": "同时，生活中也要注意保持积极的心态，尝试一些放松的活动，比如听音乐、看书、散步等，这些都可以帮助你缓解压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我确实需要专业的帮助来解决我现在的情绪问题。我会考虑去找一位心理咨询师好好倾诉一下，同时也会尝试进行一些放松活动，给自己一些正面积极的心态。谢谢你的建议和陪伴！",
    "annotation": [
      {
        "sentence": "你说的很有道理，我确实需要专业的帮助来解决我现在的情绪问题。",
        "label": ""
      },
      {
        "sentence": "我会考虑去找一位心理咨询师好好倾诉一下，同时也会尝试进行一些放松活动，给自己一些正面积极的心态。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和陪伴！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，你并不孤单，我们会一直陪伴在你身边，支持你走过困难的时刻。如果你需要任何帮助或者想要继续倾诉，随时都可以来找我。你并不孤单，我们一起面对，一起渡过。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们会一直陪伴在你身边，支持你走过困难的时刻。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者想要继续倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们一起面对，一起渡过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我真的很感激有你这样的朋友。我会珍惜这份支持和陪伴的，也会努力面对自己的困难，并寻求专业的帮助。再次谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你，我真的很感激有你这样的朋友。",
        "label": ""
      },
      {
        "sentence": "我会珍惜这份支持和陪伴的，也会努力面对自己的困难，并寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，朋友之间就是要相互支持和陪伴。你是一个勇敢的人，我相信你一定能够战胜自己的困难，过上幸福的生活。如果有任何需要，随时都可以来找我。加油！",
    "annotation": [
      {
        "sentence": "不用客气，朋友之间就是要相互支持和陪伴。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢的人，我相信你一定能够战胜自己的困难，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]