[
  {
    "role": "client",
    "content": "高三，最近没考好，因为小事烦心我是不是太敏感了？就是由于最近两次都没考好，（高三）上次我知道自己没考好就迟迟没去看成绩，大家也知道我没考好，也不跟我提。但是有个男生就过来跟我说，你理综考了xxx！你理综真好啊！（讽刺）（那次我理综考的全班最低）我没说啥。然后第二次也是这次，我没看成绩。他也是过来跟我说话的时候，提到了一句，看xxx考的多好啊。但是我考得很差，一听这个话我就觉得是在讽刺我，我就说哎呀，别说了。之后他就不理我了。这些好像也不是我的错，可是我会烦恼，还总是反思自己。比如我会想，是不是我考得其实不差，人家没有讽刺的意思，我不该说别说了？我是不是太敏感了，怎么改正？",
    "annotation": [
      {
        "sentence": "高三，最近没考好，因为小事烦心我是不是太敏感了？",
        "label": ""
      },
      {
        "sentence": "就是由于最近两次都没考好，（高三）上次我知道自己没考好就迟迟没去看成绩，大家也知道我没考好，也不跟我提。",
        "label": ""
      },
      {
        "sentence": "但是有个男生就过来跟我说，你理综考了xxx！",
        "label": ""
      },
      {
        "sentence": "你理综真好啊！",
        "label": ""
      },
      {
        "sentence": "（讽刺）（那次我理综考的全班最低）我没说啥。",
        "label": ""
      },
      {
        "sentence": "然后第二次也是这次，我没看成绩。",
        "label": ""
      },
      {
        "sentence": "他也是过来跟我说话的时候，提到了一句，看xxx考的多好啊。",
        "label": ""
      },
      {
        "sentence": "但是我考得很差，一听这个话我就觉得是在讽刺我，我就说哎呀，别说了。",
        "label": ""
      },
      {
        "sentence": "之后他就不理我了。",
        "label": ""
      },
      {
        "sentence": "这些好像也不是我的错，可是我会烦恼，还总是反思自己。",
        "label": ""
      },
      {
        "sentence": "比如我会想，是不是我考得其实不差，人家没有讽刺的意思，我不该说别说了？",
        "label": ""
      },
      {
        "sentence": "我是不是太敏感了，怎么改正？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高三时期的成绩是我们关心最多的话题。班级里，当名次好了的时候，同学们会说\"XXX这次考得很好\"，我们会谦虚地回答一句\"题目简单\"或者\"运气好\"，有时候他们并不表达什么特别的意思，但总会有几次成绩不理想。我们可能觉得自己考得不好，但他们却会找我们单科成绩来夸奖\"你哪一门考得很好啊\"，这样就会让我们觉得\"我这次考得真的很差\"，而他竟然说\"很好\"，这会让我们胡思乱想。其实，在高三的时候，我也有过类似的经历。每次考完之后，我都会跟小伙伴们交谈一些话题，有一次，我只是简单地微笑打招呼，然后他却说\"这次考得真好啊\"，那时候成绩还没出来，我也没有做出什么反应，只是走过去了。从那以后，我们两个就不再说话了。我也在想，是不是我想太多了。不过你现在已经是高三了，马上要面临高考了，这些事情不要让它们迷惑了你，最重要的事情是高考，现在的成绩并不代表未来。一次考得不好可能只是一个偶然。不要想太多，未来可期。高考加油！",
    "annotation": [
      {
        "sentence": "高三时期的成绩是我们关心最多的话题。",
        "label": ""
      },
      {
        "sentence": "班级里，当名次好了的时候，同学们会说\"XXX这次考得很好\"，我们会谦虚地回答一句\"题目简单\"或者\"运气好\"，有时候他们并不表达什么特别的意思，但总会有几次成绩不理想。",
        "label": ""
      },
      {
        "sentence": "我们可能觉得自己考得不好，但他们却会找我们单科成绩来夸奖\"你哪一门考得很好啊\"，这样就会让我们觉得\"我这次考得真的很差\"，而他竟然说\"很好\"，这会让我们胡思乱想。",
        "label": ""
      },
      {
        "sentence": "其实，在高三的时候，我也有过类似的经历。",
        "label": ""
      },
      {
        "sentence": "每次考完之后，我都会跟小伙伴们交谈一些话题，有一次，我只是简单地微笑打招呼，然后他却说\"这次考得真好啊\"，那时候成绩还没出来，我也没有做出什么反应，只是走过去了。",
        "label": ""
      },
      {
        "sentence": "从那以后，我们两个就不再说话了。",
        "label": ""
      },
      {
        "sentence": "我也在想，是不是我想太多了。",
        "label": ""
      },
      {
        "sentence": "不过你现在已经是高三了，马上要面临高考了，这些事情不要让它们迷惑了你，最重要的事情是高考，现在的成绩并不代表未来。",
        "label": ""
      },
      {
        "sentence": "一次考得不好可能只是一个偶然。",
        "label": ""
      },
      {
        "sentence": "不要想太多，未来可期。",
        "label": ""
      },
      {
        "sentence": "高考加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，有时候真的会因为一句话而影响自己的心情和信心。我希望我能够有更好的心态面对这些压力和挑战。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，有时候真的会因为一句话而影响自己的心情和信心。",
        "label": ""
      },
      {
        "sentence": "我希望我能够有更好的心态面对这些压力和挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我们都是走过高三这条路的人，所以能理解你的感受。面对这些压力和挑战，保持良好的心态确实很重要。你可以尝试一些放松的方法来缓解压力，比如听音乐、看电影、运动等，找到适合你的方式来调整自己的情绪。",
    "annotation": [
      {
        "sentence": "不客气，我们都是走过高三这条路的人，所以能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "面对这些压力和挑战，保持良好的心态确实很重要。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些放松的方法来缓解压力，比如听音乐、看电影、运动等，找到适合你的方式来调整自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我有时候会给自己太大的压力，觉得高考成绩决定了我的一生。但是听你这么说，我应该放轻松一些，不要太过于担心一时的成绩。",
    "annotation": [
      {
        "sentence": "确实，我有时候会给自己太大的压力，觉得高考成绩决定了我的一生。",
        "label": ""
      },
      {
        "sentence": "但是听你这么说，我应该放轻松一些，不要太过于担心一时的成绩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，高考固然重要，但它并不能决定一个人的一生。每个人的道路都是不同的，未来的发展有很多途径。所以，你不必过于担心一时的成绩，要相信自己的能力和潜力。只要你努力去尽力做到最好，就没有遗憾了。",
    "annotation": [
      {
        "sentence": "是的，高考固然重要，但它并不能决定一个人的一生。",
        "label": ""
      },
      {
        "sentence": "每个人的道路都是不同的，未来的发展有很多途径。",
        "label": ""
      },
      {
        "sentence": "所以，你不必过于担心一时的成绩，要相信自己的能力和潜力。",
        "label": ""
      },
      {
        "sentence": "只要你努力去尽力做到最好，就没有遗憾了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我会尽力去面对高考的压力，并相信自己的能力。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我理解了，我会尽力去面对高考的压力，并相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能度过这个困难的时期。有什么问题或者困惑，随时都可以来找我倾诉，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能度过这个困难的时期。",
        "label": ""
      },
      {
        "sentence": "有什么问题或者困惑，随时都可以来找我倾诉，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢，我会记住的。如果我再遇到烦恼或者压力，我会及时求助并寻求你的帮助的。",
    "annotation": [
      {
        "sentence": "谢谢，我会记住的。",
        "label": ""
      },
      {
        "sentence": "如果我再遇到烦恼或者压力，我会及时求助并寻求你的帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我会一直在这里支持你。记住，在这个高三的阶段，你并不是一个人在战斗，身边有很多人都会支持你。相信自己，加油！",
    "annotation": [
      {
        "sentence": "没问题，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "记住，在这个高三的阶段，你并不是一个人在战斗，身边有很多人都会支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      }
    ]
  }
]