[
  {
    "role": "client",
    "content": "我害怕自己上课跟着老师回答问题被别人讨厌，紧张焦虑。我在高二之前很喜欢跟着老师回答问题，但是高二那段时间比较敏感，还有可能觉得自己对同学有点偏内向，就不喜欢自己的性格。上课觉得自己回答问题，别人可能会说这个人怎么这么奇葩。平时这么内向，上课这么活跃。一想回答问题之前就会有这种想法，每次一想张口跟着老师回答就觉得别人会说，自己就一直憋着，自己想做但是没有做，自己又会很紧张焦虑。每次一到想说的地方憋住，我就会紧张焦虑。现在上课都处于很压抑状态，还觉得别人都在看着自己，经常胸疼。应该是焦虑症了，我应该怎么做呢？",
    "annotation": [
      {
        "sentence": "我害怕自己上课跟着老师回答问题被别人讨厌，紧张焦虑。",
        "label": ""
      },
      {
        "sentence": "我在高二之前很喜欢跟着老师回答问题，但是高二那段时间比较敏感，还有可能觉得自己对同学有点偏内向，就不喜欢自己的性格。",
        "label": ""
      },
      {
        "sentence": "上课觉得自己回答问题，别人可能会说这个人怎么这么奇葩。",
        "label": ""
      },
      {
        "sentence": "平时这么内向，上课这么活跃。",
        "label": ""
      },
      {
        "sentence": "一想回答问题之前就会有这种想法，每次一想张口跟着老师回答就觉得别人会说，自己就一直憋着，自己想做但是没有做，自己又会很紧张焦虑。",
        "label": ""
      },
      {
        "sentence": "每次一到想说的地方憋住，我就会紧张焦虑。",
        "label": ""
      },
      {
        "sentence": "现在上课都处于很压抑状态，还觉得别人都在看着自己，经常胸疼。",
        "label": ""
      },
      {
        "sentence": "应该是焦虑症了，我应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困扰，我想起我的一位老师。她告诉我们，其实她私下里是一个话比较少的人，基本上和上课时的状态是两个样子。因为她就是喜欢老师这个职业，应该热爱才更贴切。每一次站上讲台就感觉充满了力量，虽然理论课很枯燥，举的例子也很平常，但是她的课上就会觉得很有力量，蛮有趣的。可能是她的热情具有感染力吧。她这样说了，我们并没有觉得她怎么样，她的同事，其他老师都觉得她交得很好，确实挺好的。所以啊，虽然课上课下差别那么大，但是不要给自己心理负担。",
    "annotation": [
      {
        "sentence": "我明白你的困扰，我想起我的一位老师。",
        "label": ""
      },
      {
        "sentence": "她告诉我们，其实她私下里是一个话比较少的人，基本上和上课时的状态是两个样子。",
        "label": ""
      },
      {
        "sentence": "因为她就是喜欢老师这个职业，应该热爱才更贴切。",
        "label": ""
      },
      {
        "sentence": "每一次站上讲台就感觉充满了力量，虽然理论课很枯燥，举的例子也很平常，但是她的课上就会觉得很有力量，蛮有趣的。",
        "label": ""
      },
      {
        "sentence": "可能是她的热情具有感染力吧。",
        "label": ""
      },
      {
        "sentence": "她这样说了，我们并没有觉得她怎么样，她的同事，其他老师都觉得她交得很好，确实挺好的。",
        "label": ""
      },
      {
        "sentence": "所以啊，虽然课上课下差别那么大，但是不要给自己心理负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总觉得别人很关注我，怕被指指点点，背后说我坏话。",
    "annotation": [
      {
        "sentence": "但是我总觉得别人很关注我，怕被指指点点，背后说我坏话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "将心比心，你是否也时刻关注别人、背后说别人的坏话呢？其实，不会的吧。而且我们每个人最关注的还是自己，要去时刻关注别人，那还是挺困难的。上课这种状态是很好的，老师就是需要有人回应才会更加有讲下去的热情，要是大家都一片寂静，那么老师也会讲得很难，而且无法知晓大家是否理解了。良好的互动方式，不仅仅会让老师想讲下去，也会提升同学们的兴趣度。所以，保持一个自己喜欢又适应的状态就好，不要老是想着别人如何看待自己，也不要臆想别人对自己的看法，这些都是自己的主观臆断。",
    "annotation": [
      {
        "sentence": "将心比心，你是否也时刻关注别人、背后说别人的坏话呢？",
        "label": ""
      },
      {
        "sentence": "其实，不会的吧。",
        "label": ""
      },
      {
        "sentence": "而且我们每个人最关注的还是自己，要去时刻关注别人，那还是挺困难的。",
        "label": ""
      },
      {
        "sentence": "上课这种状态是很好的，老师就是需要有人回应才会更加有讲下去的热情，要是大家都一片寂静，那么老师也会讲得很难，而且无法知晓大家是否理解了。",
        "label": ""
      },
      {
        "sentence": "良好的互动方式，不仅仅会让老师想讲下去，也会提升同学们的兴趣度。",
        "label": ""
      },
      {
        "sentence": "所以，保持一个自己喜欢又适应的状态就好，不要老是想着别人如何看待自己，也不要臆想别人对自己的看法，这些都是自己的主观臆断。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总觉得自己会被别人嘲笑，觉得自己很奇葩。",
    "annotation": [
      {
        "sentence": "但是我总觉得自己会被别人嘲笑，觉得自己很奇葩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要给自己过多的心理负担。每个人都有自己独特的性格和特点，而且这是值得尊重和珍惜的。没有人是完美的，也没有必要要求自己完美无缺。珍爱自己，接受自己的不完美，你会发现真正的自信和幸福。不要过分担心别人的评价，他们的看法并不重要。重要的是你自己对自己的认可和接纳。",
    "annotation": [
      {
        "sentence": "不要给自己过多的心理负担。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的性格和特点，而且这是值得尊重和珍惜的。",
        "label": ""
      },
      {
        "sentence": "没有人是完美的，也没有必要要求自己完美无缺。",
        "label": ""
      },
      {
        "sentence": "珍爱自己，接受自己的不完美，你会发现真正的自信和幸福。",
        "label": ""
      },
      {
        "sentence": "不要过分担心别人的评价，他们的看法并不重要。",
        "label": ""
      },
      {
        "sentence": "重要的是你自己对自己的认可和接纳。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该多关注和珍惜自己的独特性格。",
    "annotation": [
      {
        "sentence": "我明白了，我应该多关注和珍惜自己的独特性格。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你的独特性格是你的优势，它使你与众不同。请放松心态，相信自己的选择和回答，不要被外界的声音左右。同时，跟老师互动也是提升课堂学习效果的重要方式之一。试着逐渐放下紧张焦虑，鼓起勇气去回答问题，相信你会慢慢克服这种困扰的。",
    "annotation": [
      {
        "sentence": "对的，你的独特性格是你的优势，它使你与众不同。",
        "label": ""
      },
      {
        "sentence": "请放松心态，相信自己的选择和回答，不要被外界的声音左右。",
        "label": ""
      },
      {
        "sentence": "同时，跟老师互动也是提升课堂学习效果的重要方式之一。",
        "label": ""
      },
      {
        "sentence": "试着逐渐放下紧张焦虑，鼓起勇气去回答问题，相信你会慢慢克服这种困扰的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会尽力去改变自己的心态，积极面对上课的互动。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会尽力去改变自己的心态，积极面对上课的互动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很棒！相信自己，相信你可以克服焦虑和紧张。如果遇到困难，记得随时来寻求支持和帮助。我会一直在这里支持你，祝你能够度过这个难题，找到属于自己的平衡和自信。",
    "annotation": [
      {
        "sentence": "你做得很棒！",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你可以克服焦虑和紧张。",
        "label": ""
      },
      {
        "sentence": "如果遇到困难，记得随时来寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你，祝你能够度过这个难题，找到属于自己的平衡和自信。",
        "label": ""
      }
    ]
  }
]