[
  {
    "role": "client",
    "content": "说到自己抑郁期的事，他们有些回答会感到厌烦怎么办？我是一名双相患者，当与人谈到自己抑郁期严重的经历或者正在经历其中诸如自杀未遂，不明原因的自杀念头，郁郁寡欢等，他们常会说你这样的情况很多人都有，开心点，人生总有意义。而我认为每个人的经历都是不同的根本做不到感同身受又何来的我这样的情况很多人都有，而且抑郁期坠入深渊的自己是看不到人生的意义，找不到快乐和幸福，他们这样说只会带来更多的无助和绝望。如果不说出自己的经历又会憋得难受，但说出后有些回答令人心烦，想无视那些话语但是会被动的接受到，所以我该怎么办？（别说去向心理咨询师诉说，因为在人与人的接触中会遇到不同的人他们并不是每个人都受过这方面的培养，而且在交谈聊天中会不经意间的谈起那些经历）",
    "annotation": [
      {
        "sentence": "说到自己抑郁期的事，他们有些回答会感到厌烦怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一名双相患者，当与人谈到自己抑郁期严重的经历或者正在经历其中诸如自杀未遂，不明原因的自杀念头，郁郁寡欢等，他们常会说你这样的情况很多人都有，开心点，人生总有意义。",
        "label": ""
      },
      {
        "sentence": "而我认为每个人的经历都是不同的根本做不到感同身受又何来的我这样的情况很多人都有，而且抑郁期坠入深渊的自己是看不到人生的意义，找不到快乐和幸福，他们这样说只会带来更多的无助和绝望。",
        "label": ""
      },
      {
        "sentence": "如果不说出自己的经历又会憋得难受，但说出后有些回答令人心烦，想无视那些话语但是会被动的接受到，所以我该怎么办？",
        "label": ""
      },
      {
        "sentence": "（别说去向心理咨询师诉说，因为在人与人的接触中会遇到不同的人他们并不是每个人都受过这方面的培养，而且在交谈聊天中会不经意间的谈起那些经历）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你遇到的情况听起来真的很难受，很理解你对这些回答的不满。首先，让我们看一看为什么你需要说出这些内容。是为了发泄你的情绪吗？或是想寻找一种倾听支持？如果是前者，你可以考虑在网络上找一些专门的心理倾听网站，那里有经过训练的倾听者可以陪你聊天，而且很多是免费的。如果是在交流中不经意间谈到了这些经历，那就不要对对方期望过高，毕竟除了专业人士之外，很少有人知道怎样应对关于自杀的话题。但是，如果你又不希望被动地受伤，那就先为自己做好准备，提前想一想你对他们回应的期望。",
    "annotation": [
      {
        "sentence": "你遇到的情况听起来真的很难受，很理解你对这些回答的不满。",
        "label": ""
      },
      {
        "sentence": "首先，让我们看一看为什么你需要说出这些内容。",
        "label": ""
      },
      {
        "sentence": "是为了发泄你的情绪吗？",
        "label": ""
      },
      {
        "sentence": "或是想寻找一种倾听支持？",
        "label": ""
      },
      {
        "sentence": "如果是前者，你可以考虑在网络上找一些专门的心理倾听网站，那里有经过训练的倾听者可以陪你聊天，而且很多是免费的。",
        "label": ""
      },
      {
        "sentence": "如果是在交流中不经意间谈到了这些经历，那就不要对对方期望过高，毕竟除了专业人士之外，很少有人知道怎样应对关于自杀的话题。",
        "label": ""
      },
      {
        "sentence": "但是，如果你又不希望被动地受伤，那就先为自己做好准备，提前想一想你对他们回应的期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想说出来是为了发泄内心的情绪，也想得到一些倾听和支持。但是很多时候得到的回应只会让我感到更加无助和绝望。我实在难过也憋不住，但他们的回答让我很心烦。",
    "annotation": [
      {
        "sentence": "是的，我想说出来是为了发泄内心的情绪，也想得到一些倾听和支持。",
        "label": ""
      },
      {
        "sentence": "但是很多时候得到的回应只会让我感到更加无助和绝望。",
        "label": ""
      },
      {
        "sentence": "我实在难过也憋不住，但他们的回答让我很心烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。那么你可以尝试直接告诉他们你对他们回应的期望。比如说，你可以问他们是否有过类似的经历，或者请求一些夸奖和支持，也可以要求他们帮忙思考一下人生的意义等等。重要的是，通过直接表达你的需要，可能会得到更有针对性和符合你期望的回应。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "那么你可以尝试直接告诉他们你对他们回应的期望。",
        "label": ""
      },
      {
        "sentence": "比如说，你可以问他们是否有过类似的经历，或者请求一些夸奖和支持，也可以要求他们帮忙思考一下人生的意义等等。",
        "label": ""
      },
      {
        "sentence": "重要的是，通过直接表达你的需要，可能会得到更有针对性和符合你期望的回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "关于直接表达我对他们回应的期望，我会试着去做。但有时候我觉得他们并不能真正理解我的感受，这让我更难过。",
    "annotation": [
      {
        "sentence": "关于直接表达我对他们回应的期望，我会试着去做。",
        "label": ""
      },
      {
        "sentence": "但有时候我觉得他们并不能真正理解我的感受，这让我更难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，有些人可能无法完全理解你的痛苦，这是很正常的。不过，我们也可以尝试从另一个角度看待。他们的回应可能只是出于好意，或者是他们认为可以传递一些温暖给你。尽管他们的关心并没有包装好，但或许还是能够给你带来一些帮助的。试着告诉自己，他们的回应是出自善意。",
    "annotation": [
      {
        "sentence": "确实，有些人可能无法完全理解你的痛苦，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "不过，我们也可以尝试从另一个角度看待。",
        "label": ""
      },
      {
        "sentence": "他们的回应可能只是出于好意，或者是他们认为可以传递一些温暖给你。",
        "label": ""
      },
      {
        "sentence": "尽管他们的关心并没有包装好，但或许还是能够给你带来一些帮助的。",
        "label": ""
      },
      {
        "sentence": "试着告诉自己，他们的回应是出自善意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着从另一个角度来看待他们的回应，尽量接受他们的好意。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会试着从另一个角度来看待他们的回应，尽量接受他们的好意。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意帮助你。如果你需要继续倾诉或是有其他问题，随时告诉我。记住，你并不孤单，有人愿意倾听并支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续倾诉或是有其他问题，随时告诉我。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人愿意倾听并支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，感到很温暖。有你陪伴真的很重要，让我觉得安心许多。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，感到很温暖。",
        "label": ""
      },
      {
        "sentence": "有你陪伴真的很重要，让我觉得安心许多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮到你，让你感到温暖和安心。如果以后还有需要或者有任何问题，随时找我聊天。你并不孤单，我们会一起渡过难关的。",
    "annotation": [
      {
        "sentence": "我很高兴能够帮到你，让你感到温暖和安心。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要或者有任何问题，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一起渡过难关的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴，真的很感激。有你在我身边，我会更加坚强的面对困难。再次感谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴，真的很感激。",
        "label": ""
      },
      {
        "sentence": "有你在我身边，我会更加坚强的面对困难。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的支持能给你带来一些帮助。记住，你并不孤单，我们会一起努力。祝福你，保持坚强！",
    "annotation": [
      {
        "sentence": "不客气，希望我的支持能给你带来一些帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们会一起努力。",
        "label": ""
      },
      {
        "sentence": "祝福你，保持坚强！",
        "label": ""
      }
    ]
  }
]