[
  {
    "role": "client",
    "content": "打心里觉得和他走不到最后，却放不开手，我是怎么了？",
    "annotation": [
      {
        "sentence": "打心里觉得和他走不到最后，却放不开手，我是怎么了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以理解的，如果你们（你和你先生）可以在这个家里坦诚的谈论自己，尤其是那些受伤害的部分，以及不愿向外人提起的梦想，那么你们就会在这种关系里感到足够的安全。不会心生怀疑。从描述中可以看出你和先生的亲密关系不够亲密，总有一种放不开的感觉，不知道是不是他不愿意和你沟通还是，还是你们彼此都在等着对方先开口，我们知道在亲近的关系里，我们需要有种情感上被“看见”的感觉。你现在差的就是这种感觉，幸福就是和一个愿意和你说废话的人共度余生，所以建议你在日常生活，各种小事要和他良好互动，给你们感情银行进行投资。",
    "annotation": [
      {
        "sentence": "可以理解的，如果你们（你和你先生）可以在这个家里坦诚的谈论自己，尤其是那些受伤害的部分，以及不愿向外人提起的梦想，那么你们就会在这种关系里感到足够的安全。",
        "label": ""
      },
      {
        "sentence": "不会心生怀疑。",
        "label": ""
      },
      {
        "sentence": "从描述中可以看出你和先生的亲密关系不够亲密，总有一种放不开的感觉，不知道是不是他不愿意和你沟通还是，还是你们彼此都在等着对方先开口，我们知道在亲近的关系里，我们需要有种情感上被“看见”的感觉。",
        "label": ""
      },
      {
        "sentence": "你现在差的就是这种感觉，幸福就是和一个愿意和你说废话的人共度余生，所以建议你在日常生活，各种小事要和他良好互动，给你们感情银行进行投资。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我觉得和他在一起很累，他总是不耐烦，觉得我小气动不动就生气。他不再让我感到安心，我们的生活也失去了仪式感，我经常因为他的行为和话语而暗自流泪。这和我以前完全不一样，我觉得我有很大的问题。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我觉得和他在一起很累，他总是不耐烦，觉得我小气动不动就生气。",
        "label": ""
      },
      {
        "sentence": "他不再让我感到安心，我们的生活也失去了仪式感，我经常因为他的行为和话语而暗自流泪。",
        "label": ""
      },
      {
        "sentence": "这和我以前完全不一样，我觉得我有很大的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实有些敏感这很正常，这是我们的投射心理，会想他手机里有很多不想让你知道的事情，这种心理每个人都会有。什么是投射呢？投射就是我们将自己内心的想法和感情转移到其他人事物身上。假如你内心觉得自己是友善的人，那么你眼中的世界就会充满友善，你会积极释放自己的善意，从而获取大家的喜爱和青睐，相反，如果你内心觉充满不信任感，当你和他人相处时，你会始终怀有防备，无法全心全意地爱别人，最后你就会发现自己无论去到哪里，都很容易受到他人的冷落，不受待见。我们理解了这一点，当我们意识到这个敏感是我们内心投射，人生意义是由我们说了算时，我们就可以自由支配这种力量，有意识地改变我们的想法，去赋予事情全新的意义。所以与其追问事情背后的意义，将关注点聚焦在这件事给我们带来的消极影响上，倒不如主动赋予某件事情积极的意义。当一件事情让你感到生气或不安时，不妨问问自己，到底是什么信念让我们产生这样的感受，一旦我们找出这个信念，我们就可以着手改变它，将这些看似消极的想法转为积极的信念，继而创造出一种新的现实。",
    "annotation": [
      {
        "sentence": "其实有些敏感这很正常，这是我们的投射心理，会想他手机里有很多不想让你知道的事情，这种心理每个人都会有。",
        "label": ""
      },
      {
        "sentence": "什么是投射呢？",
        "label": ""
      },
      {
        "sentence": "投射就是我们将自己内心的想法和感情转移到其他人事物身上。",
        "label": ""
      },
      {
        "sentence": "假如你内心觉得自己是友善的人，那么你眼中的世界就会充满友善，你会积极释放自己的善意，从而获取大家的喜爱和青睐，相反，如果你内心觉充满不信任感，当你和他人相处时，你会始终怀有防备，无法全心全意地爱别人，最后你就会发现自己无论去到哪里，都很容易受到他人的冷落，不受待见。",
        "label": ""
      },
      {
        "sentence": "我们理解了这一点，当我们意识到这个敏感是我们内心投射，人生意义是由我们说了算时，我们就可以自由支配这种力量，有意识地改变我们的想法，去赋予事情全新的意义。",
        "label": ""
      },
      {
        "sentence": "所以与其追问事情背后的意义，将关注点聚焦在这件事给我们带来的消极影响上，倒不如主动赋予某件事情积极的意义。",
        "label": ""
      },
      {
        "sentence": "当一件事情让你感到生气或不安时，不妨问问自己，到底是什么信念让我们产生这样的感受，一旦我们找出这个信念，我们就可以着手改变它，将这些看似消极的想法转为积极的信念，继而创造出一种新的现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更积极地改变自己的想法，并赋予事情积极的意义。但是我还是很累，不知道现在自己是爱他，还是觉得不甘心付出而不舍得离开他。",
    "annotation": [
      {
        "sentence": "我明白了，我应该更积极地改变自己的想法，并赋予事情积极的意义。",
        "label": ""
      },
      {
        "sentence": "但是我还是很累，不知道现在自己是爱他，还是觉得不甘心付出而不舍得离开他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在感到的累和矛盾是很正常的，这意味着你还在思考和探索自己的感受和关系。不要急于下定论，给自己一些时间来思考和觉察自己的内心，也可以和他坦诚地沟通你的疑惑和困惑。关系中的困难是可以通过沟通和建立共同的承诺来解决的，但也要明确自己的底线和需求，确保自己的幸福和心理健康。记住，对待自己的感受要有耐心和宽容，不要强迫自己做出决定，可以在适当的时候寻求专业心理咨询的帮助，帮助你更好地理清思绪。",
    "annotation": [
      {
        "sentence": "你现在感到的累和矛盾是很正常的，这意味着你还在思考和探索自己的感受和关系。",
        "label": ""
      },
      {
        "sentence": "不要急于下定论，给自己一些时间来思考和觉察自己的内心，也可以和他坦诚地沟通你的疑惑和困惑。",
        "label": ""
      },
      {
        "sentence": "关系中的困难是可以通过沟通和建立共同的承诺来解决的，但也要明确自己的底线和需求，确保自己的幸福和心理健康。",
        "label": ""
      },
      {
        "sentence": "记住，对待自己的感受要有耐心和宽容，不要强迫自己做出决定，可以在适当的时候寻求专业心理咨询的帮助，帮助你更好地理清思绪。",
        "label": ""
      }
    ]
  }
]