[
  {
    "role": "client",
    "content": "打心里觉得和他走不到最后，却放不开手，我是怎么了？和他在一起一年了，中途也发生过不少的小矛盾，现在虽然依旧在一起可感觉他确实没有以前让我很安心的感觉了，我打心里的觉得我和他不会走到最后，却做不到放开手，他老是不耐烦、老是觉得我很小气动不动就爱生气，和他在一起让我觉得生活没有一丝丝的仪式感，我老是会因为他的一些行为、一些话语而偷偷哭泣，这完全不像以前的自己，和他在一起我觉得挺累，可又觉得只有和他在一起我才开心，就像今天发生的一件小事，本来是说了一下以前做兼职遇到的骗子，他说他也被骗过，他的原话是“以前我家那个（指的是他前妻）我听到这句话我就不舒服了，前妻就是前妻什么叫以前我家那个，我和他都离过婚，我也感觉他老是对我没有完全敞开，他的手机我从来没翻过，可总感觉他手机里有很多事情不想我知道一样，这种感情真的挺累的，我自己也有很大问题吧，可能我太敏感，但我真挺累的，不知道现在自己是爱他，还是觉得不甘心付出而不舍得离开他",
    "annotation": [
      {
        "sentence": "打心里觉得和他走不到最后，却放不开手，我是怎么了？",
        "label": ""
      },
      {
        "sentence": "和他在一起一年了，中途也发生过不少的小矛盾，现在虽然依旧在一起可感觉他确实没有以前让我很安心的感觉了，我打心里的觉得我和他不会走到最后，却做不到放开手，他老是不耐烦、老是觉得我很小气动不动就爱生气，和他在一起让我觉得生活没有一丝丝的仪式感，我老是会因为他的一些行为、一些话语而偷偷哭泣，这完全不像以前的自己，和他在一起我觉得挺累，可又觉得只有和他在一起我才开心，就像今天发生的一件小事，本来是说了一下以前做兼职遇到的骗子，他说他也被骗过，他的原话是“以前我家那个（指的是他前妻）我听到这句话我就不舒服了，前妻就是前妻什么叫以前我家那个，我和他都离过婚，我也感觉他老是对我没有完全敞开，他的手机我从来没翻过，可总感觉他手机里有很多事情不想我知道一样，这种感情真的挺累的，我自己也有很大问题吧，可能我太敏感，但我真挺累的，不知道现在自己是爱他，还是觉得不甘心付出而不舍得离开他",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，我也感受到了一种强烈的【不安全感】【无力感】。个人认为，你们之间可能存在着【爱的语言】不通的问题！众所周知，人与人之间要想正常地沟通交流，必须要语言互通，否则，你说你的汉语，我说我的英语，大家语言不通，根本就无法交流。同样的，在精神领域，每个人都有着属于他\/她固有的【爱的语言】，因此，男女之间要想正常谈恋爱、过日子，他们之间的【爱的语言】也必须互通。",
    "annotation": [
      {
        "sentence": "看了你的描述，我也感受到了一种强烈的【不安全感】【无力感】。",
        "label": ""
      },
      {
        "sentence": "个人认为，你们之间可能存在着【爱的语言】不通的问题！",
        "label": ""
      },
      {
        "sentence": "众所周知，人与人之间要想正常地沟通交流，必须要语言互通，否则，你说你的汉语，我说我的英语，大家语言不通，根本就无法交流。",
        "label": ""
      },
      {
        "sentence": "同样的，在精神领域，每个人都有着属于他\/她固有的【爱的语言】，因此，男女之间要想正常谈恋爱、过日子，他们之间的【爱的语言】也必须互通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，也许我们之间的沟通确实存在问题。他说“以前我家那个”，也许在他那里，这仅仅是一个“称谓”“实话实说”而已，没什么大不了；但是在我眼里，这就是他【恋旧情】，没有彻底和她摆脱瓜葛，这让我很没有【安全感】，总觉得他【不爱你】。",
    "annotation": [
      {
        "sentence": "是的，也许我们之间的沟通确实存在问题。",
        "label": ""
      },
      {
        "sentence": "他说“以前我家那个”，也许在他那里，这仅仅是一个“称谓”“实话实说”而已，没什么大不了；但是在我眼里，这就是他【恋旧情】，没有彻底和她摆脱瓜葛，这让我很没有【安全感】，总觉得他【不爱你】。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，在不同的人看来，同一句话可能会有不同的解读。在你眼里，他的话可能背后有其他含义，这和你对他的期待有关。你希望他有耐心，生活有仪式感，这是你认为的【爱】的表达方式。而在他眼里，也许他期待你能更大方、脾气温和，这才是他认为的【爱】。可以说，你们之间的【爱的语言】不通导致了很多误会和矛盾。",
    "annotation": [
      {
        "sentence": "确实，在不同的人看来，同一句话可能会有不同的解读。",
        "label": ""
      },
      {
        "sentence": "在你眼里，他的话可能背后有其他含义，这和你对他的期待有关。",
        "label": ""
      },
      {
        "sentence": "你希望他有耐心，生活有仪式感，这是你认为的【爱】的表达方式。",
        "label": ""
      },
      {
        "sentence": "而在他眼里，也许他期待你能更大方、脾气温和，这才是他认为的【爱】。",
        "label": ""
      },
      {
        "sentence": "可以说，你们之间的【爱的语言】不通导致了很多误会和矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在真的觉得很累，总是因为他的行为和话语而感到伤心。我觉得他对我不够敞开，让我觉得很困扰。他的手机我从来没翻过，但我总觉得他有很多事情不愿意与我分享，这让我感到不安。",
    "annotation": [
      {
        "sentence": "我现在真的觉得很累，总是因为他的行为和话语而感到伤心。",
        "label": ""
      },
      {
        "sentence": "我觉得他对我不够敞开，让我觉得很困扰。",
        "label": ""
      },
      {
        "sentence": "他的手机我从来没翻过，但我总觉得他有很多事情不愿意与我分享，这让我感到不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。这种不信任感确实会让你感到累和困扰。但是我们不能只从表面现象去判断一个人对你的敞开程度。他没有翻过手机并不意味着他在隐瞒什么，也许他只是有些私人空间的需求。重要的是建立起互相信任和沟通的基础，让你们之间的感情更加坦诚和稳定。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "这种不信任感确实会让你感到累和困扰。",
        "label": ""
      },
      {
        "sentence": "但是我们不能只从表面现象去判断一个人对你的敞开程度。",
        "label": ""
      },
      {
        "sentence": "他没有翻过手机并不意味着他在隐瞒什么，也许他只是有些私人空间的需求。",
        "label": ""
      },
      {
        "sentence": "重要的是建立起互相信任和沟通的基础，让你们之间的感情更加坦诚和稳定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能我真的太敏感了，我会试着更加信任他，并且进行有效的沟通。但我对我们之间的婚姻状况还是感到困惑，我们为什么会离婚？我和他当初走到一起时的感觉是什么呢？",
    "annotation": [
      {
        "sentence": "可能我真的太敏感了，我会试着更加信任他，并且进行有效的沟通。",
        "label": ""
      },
      {
        "sentence": "但我对我们之间的婚姻状况还是感到困惑，我们为什么会离婚？",
        "label": ""
      },
      {
        "sentence": "我和他当初走到一起时的感觉是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你们之前的婚姻状况对于理解现在的困惑很重要。也许通过回顾过去，你可以找到一些线索。你们当初是怎么走到一起的？你初始对他有什么感觉呢？",
    "annotation": [
      {
        "sentence": "了解你们之前的婚姻状况对于理解现在的困惑很重要。",
        "label": ""
      },
      {
        "sentence": "也许通过回顾过去，你可以找到一些线索。",
        "label": ""
      },
      {
        "sentence": "你们当初是怎么走到一起的？",
        "label": ""
      },
      {
        "sentence": "你初始对他有什么感觉呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们当初结婚是因为相互吸引，觉得彼此是对方想要的人。但我们的婚姻一直充满了矛盾和分歧。我开始怀疑自己是否真的爱他，或者只是不甘心付出而不舍得离开他。",
    "annotation": [
      {
        "sentence": "我们当初结婚是因为相互吸引，觉得彼此是对方想要的人。",
        "label": ""
      },
      {
        "sentence": "但我们的婚姻一直充满了矛盾和分歧。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己是否真的爱他，或者只是不甘心付出而不舍得离开他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你对你们之间的情感也存在一些矛盾和纠结。这个问题可能不仅仅涉及到你们之间的关系，还可能涉及到你们各自的心理和过去的影响。你们的原生家庭情况怎么样呢？你们父母之间的婚姻关系又如何？你们和各自父母之间的亲密关系又是怎样的呢？",
    "annotation": [
      {
        "sentence": "看来你对你们之间的情感也存在一些矛盾和纠结。",
        "label": ""
      },
      {
        "sentence": "这个问题可能不仅仅涉及到你们之间的关系，还可能涉及到你们各自的心理和过去的影响。",
        "label": ""
      },
      {
        "sentence": "你们的原生家庭情况怎么样呢？",
        "label": ""
      },
      {
        "sentence": "你们父母之间的婚姻关系又如何？",
        "label": ""
      },
      {
        "sentence": "你们和各自父母之间的亲密关系又是怎样的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我父母之间的婚姻关系一直很稳定，他们相互支持和关爱。而他的父母则经历了一些家庭问题，离过婚。或许我们各自家庭的影响也对我们的关系产生了影响。",
    "annotation": [
      {
        "sentence": "我父母之间的婚姻关系一直很稳定，他们相互支持和关爱。",
        "label": ""
      },
      {
        "sentence": "而他的父母则经历了一些家庭问题，离过婚。",
        "label": ""
      },
      {
        "sentence": "或许我们各自家庭的影响也对我们的关系产生了影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家庭背景对一个人的情感认知和价值观的形成有很大的影响。考虑到你们的家庭背景，可以说这些经历在潜意识里主导了你们之间的某种情结。解析和化解这种情结，可能是从根本上解决你们情感问题的重要步骤。你愿意回答我接下来的问题吗？",
    "annotation": [
      {
        "sentence": "家庭背景对一个人的情感认知和价值观的形成有很大的影响。",
        "label": ""
      },
      {
        "sentence": "考虑到你们的家庭背景，可以说这些经历在潜意识里主导了你们之间的某种情结。",
        "label": ""
      },
      {
        "sentence": "解析和化解这种情结，可能是从根本上解决你们情感问题的重要步骤。",
        "label": ""
      },
      {
        "sentence": "你愿意回答我接下来的问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当然，我愿意回答。",
    "annotation": [
      {
        "sentence": "当然，我愿意回答。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1、你和他之前为什么会离婚呢？方便跟我说说你们俩之前的婚姻状况吗？2、你和他当初走到一起的感觉是怎样的呢？",
    "annotation": [
      {
        "sentence": "1、你和他之前为什么会离婚呢？",
        "label": ""
      },
      {
        "sentence": "方便跟我说说你们俩之前的婚姻状况吗？",
        "label": ""
      },
      {
        "sentence": "2、你和他当初走到一起的感觉是怎样的呢？",
        "label": ""
      }
    ]
  }
]