[
  {
    "role": "client",
    "content": "感觉近期一段时间情绪不太对，近几年的我一无是处？有时候走在路上突然不想动了，没有力气迈步子，明明只是短短一段路，走过来却觉得很累。有时候突然坐着不想动了，觉得四肢很重。总是觉得别人会在背后质疑我，质疑我的能力。觉得自己总是处理不好事情，把事情搞得一团糟，能安慰自己的只有中学考试全省第一这种小时候的事情，近几年的我一无是处。被突然刺激到开始狠狠抓头发，严重一点会撞墙，这样会让我好受一点。能笑得出来，但是莫名其妙心情不好的频率变高了。晚上精神上很烦躁拒绝休息，但是生理上却很疲惫，日常困倦的频率增加了，不知道是不是增加了午睡时间导致的。总是没有胃口，但会强迫自己吃，体重没有持续下降，在41-43间徘徊，原来体重一直在45kg左右，不知道是不是秤的问题。经常想死，觉得死亡是解脱，但是不会自己去死，尝试慢性自杀，自残，但不会自杀。",
    "annotation": [
      {
        "sentence": "感觉近期一段时间情绪不太对，近几年的我一无是处？",
        "label": ""
      },
      {
        "sentence": "有时候走在路上突然不想动了，没有力气迈步子，明明只是短短一段路，走过来却觉得很累。",
        "label": ""
      },
      {
        "sentence": "有时候突然坐着不想动了，觉得四肢很重。",
        "label": ""
      },
      {
        "sentence": "总是觉得别人会在背后质疑我，质疑我的能力。",
        "label": ""
      },
      {
        "sentence": "觉得自己总是处理不好事情，把事情搞得一团糟，能安慰自己的只有中学考试全省第一这种小时候的事情，近几年的我一无是处。",
        "label": ""
      },
      {
        "sentence": "被突然刺激到开始狠狠抓头发，严重一点会撞墙，这样会让我好受一点。",
        "label": ""
      },
      {
        "sentence": "能笑得出来，但是莫名其妙心情不好的频率变高了。",
        "label": ""
      },
      {
        "sentence": "晚上精神上很烦躁拒绝休息，但是生理上却很疲惫，日常困倦的频率增加了，不知道是不是增加了午睡时间导致的。",
        "label": ""
      },
      {
        "sentence": "总是没有胃口，但会强迫自己吃，体重没有持续下降，在41-43间徘徊，原来体重一直在45kg左右，不知道是不是秤的问题。",
        "label": ""
      },
      {
        "sentence": "经常想死，觉得死亡是解脱，但是不会自己去死，尝试慢性自杀，自残，但不会自杀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的存在都是独一无二的，都有自己独特的价值。您不必过分贬低自己，您所感受到的情绪低落可能导致了身体疲劳。建议您可以咨询心理医生或者尝试自我调节的方法，让自己逐渐好起来。您可以找一些自己感兴趣的事情忙碌一下，让自己全身心地投入其中，这样有助于调整情绪。对于您总觉得自己处理不好事情并担心别人质疑您的能力的问题，建议您通过行动来加强对自己的认知，实际去证明自己其实并没有您想象的那么糟糕。您的中学考试全省第一是一项非常了不起的成就，相信您有能力调整自己。加油！如果心情不好，一定要选择一种合理的方式来发泄。与朋友聊天谈心，倾诉不快，可以获得友谊的慰藉。同时，与朋友回忆过去的美好、展望未来，也可以吐槽当前令您不快的事情。",
    "annotation": [
      {
        "sentence": "每个人的存在都是独一无二的，都有自己独特的价值。",
        "label": ""
      },
      {
        "sentence": "您不必过分贬低自己，您所感受到的情绪低落可能导致了身体疲劳。",
        "label": ""
      },
      {
        "sentence": "建议您可以咨询心理医生或者尝试自我调节的方法，让自己逐渐好起来。",
        "label": ""
      },
      {
        "sentence": "您可以找一些自己感兴趣的事情忙碌一下，让自己全身心地投入其中，这样有助于调整情绪。",
        "label": ""
      },
      {
        "sentence": "对于您总觉得自己处理不好事情并担心别人质疑您的能力的问题，建议您通过行动来加强对自己的认知，实际去证明自己其实并没有您想象的那么糟糕。",
        "label": ""
      },
      {
        "sentence": "您的中学考试全省第一是一项非常了不起的成就，相信您有能力调整自己。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果心情不好，一定要选择一种合理的方式来发泄。",
        "label": ""
      },
      {
        "sentence": "与朋友聊天谈心，倾诉不快，可以获得友谊的慰藉。",
        "label": ""
      },
      {
        "sentence": "同时，与朋友回忆过去的美好、展望未来，也可以吐槽当前令您不快的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我觉得有时候我确实需要找个人倾诉一下，可是有时候我又觉得担心别人会觉得我太消极。可能因为这个原因，我非常在意别人对我的看法。我希望能够变得更有自信，不再总是质疑自己。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我觉得有时候我确实需要找个人倾诉一下，可是有时候我又觉得担心别人会觉得我太消极。",
        "label": ""
      },
      {
        "sentence": "可能因为这个原因，我非常在意别人对我的看法。",
        "label": ""
      },
      {
        "sentence": "我希望能够变得更有自信，不再总是质疑自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解您的担心，但与良好的朋友分享自己的困扰是非常正常的行为。朋友会理解您，而且也能够给予您支持和鼓励。对于担心别人的看法，建议您尝试一下更多的自我接纳和积极的思维。相信自己的价值，不要总是过分关注别人对自己的看法。每个人都有自己的优点和不足，重要的是要接受自己并努力成为更好的自己。",
    "annotation": [
      {
        "sentence": "我理解您的担心，但与良好的朋友分享自己的困扰是非常正常的行为。",
        "label": ""
      },
      {
        "sentence": "朋友会理解您，而且也能够给予您支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "对于担心别人的看法，建议您尝试一下更多的自我接纳和积极的思维。",
        "label": ""
      },
      {
        "sentence": "相信自己的价值，不要总是过分关注别人对自己的看法。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优点和不足，重要的是要接受自己并努力成为更好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我应该更加积极地接纳自己。我希望能够找到一种方法来改变自己对自己的评价。我也会尝试去做一些自己喜欢的事情，让自己忙碌起来，希望这样能够让情绪得到一些调整。",
    "annotation": [
      {
        "sentence": "你说得很对，我应该更加积极地接纳自己。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到一种方法来改变自己对自己的评价。",
        "label": ""
      },
      {
        "sentence": "我也会尝试去做一些自己喜欢的事情，让自己忙碌起来，希望这样能够让情绪得到一些调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到您的决心和积极态度！确实，积极地做一些自己喜欢的事情可以让我们的心情得到放松和调整。不管是参加一些兴趣小组活动、学习新的技能还是尝试一些新的爱好，都可以让您更全面地发展自己，提升自己的自信心。同时，放松身心，比如适当的运动、听音乐、看书等也能帮助您缓解压力。加油，相信您能够变得更加积极和自信！",
    "annotation": [
      {
        "sentence": "很高兴听到您的决心和积极态度！",
        "label": ""
      },
      {
        "sentence": "确实，积极地做一些自己喜欢的事情可以让我们的心情得到放松和调整。",
        "label": ""
      },
      {
        "sentence": "不管是参加一些兴趣小组活动、学习新的技能还是尝试一些新的爱好，都可以让您更全面地发展自己，提升自己的自信心。",
        "label": ""
      },
      {
        "sentence": "同时，放松身心，比如适当的运动、听音乐、看书等也能帮助您缓解压力。",
        "label": ""
      },
      {
        "sentence": "加油，相信您能够变得更加积极和自信！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我确实需要改变自己的观念和行为方式。我会尽力积极地参与各种活动，放松心情，培养自己的兴趣爱好。同时，我也会试着更加接纳自己，不再过分关注别人的看法。我希望这些努力能够让我重拾自信和笑容。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我确实需要改变自己的观念和行为方式。",
        "label": ""
      },
      {
        "sentence": "我会尽力积极地参与各种活动，放松心情，培养自己的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "同时，我也会试着更加接纳自己，不再过分关注别人的看法。",
        "label": ""
      },
      {
        "sentence": "我希望这些努力能够让我重拾自信和笑容。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣赏您的决心和努力！改变需要时间和坚持，但只要您保持积极的心态并且不断尝试，一定能够看到并享受到成长和进步的过程。相信自己，相信您能够重拾自信，面对生活中的困难。如果您在过程中有任何困惑或者需要进一步的支持，随时都可以来找我倾诉。您不是一个人在战斗，我们会一起度过难关。加油！",
    "annotation": [
      {
        "sentence": "非常欣赏您的决心和努力！",
        "label": ""
      },
      {
        "sentence": "改变需要时间和坚持，但只要您保持积极的心态并且不断尝试，一定能够看到并享受到成长和进步的过程。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信您能够重拾自信，面对生活中的困难。",
        "label": ""
      },
      {
        "sentence": "如果您在过程中有任何困惑或者需要进一步的支持，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "您不是一个人在战斗，我们会一起度过难关。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]