[
  {
    "role": "client",
    "content": "感觉近期一段时间情绪不太对，近几年的我一无是处？有时候走在路上突然不想动了，没有力气迈步子，明明只是短短一段路，走过来却觉得很累。有时候突然坐着不想动了，觉得四肢很重。总是觉得别人会在背后质疑我，质疑我的能力。觉得自己总是处理不好事情，把事情搞得一团糟，能安慰自己的只有中学考试全省第一这种小时候的事情，近几年的我一无是处。被突然刺激到开始狠狠抓头发，严重一点会撞墙，这样会让我好受一点。能笑得出来，但是莫名其妙心情不好的频率变高了。晚上精神上很烦躁拒绝休息，但是生理上却很疲惫，日常困倦的频率增加了，不知道是不是增加了午睡时间导致的。总是没有胃口，但会强迫自己吃，体重没有持续下降，在41-43间徘徊，原来体重一直在45kg左右，不知道是不是秤的问题。经常想死，觉得死亡是解脱，但是不会自己去死，尝试慢性自杀，自残，但不会自杀。",
    "annotation": [
      {
        "sentence": "感觉近期一段时间情绪不太对，近几年的我一无是处？",
        "label": ""
      },
      {
        "sentence": "有时候走在路上突然不想动了，没有力气迈步子，明明只是短短一段路，走过来却觉得很累。",
        "label": ""
      },
      {
        "sentence": "有时候突然坐着不想动了，觉得四肢很重。",
        "label": ""
      },
      {
        "sentence": "总是觉得别人会在背后质疑我，质疑我的能力。",
        "label": ""
      },
      {
        "sentence": "觉得自己总是处理不好事情，把事情搞得一团糟，能安慰自己的只有中学考试全省第一这种小时候的事情，近几年的我一无是处。",
        "label": ""
      },
      {
        "sentence": "被突然刺激到开始狠狠抓头发，严重一点会撞墙，这样会让我好受一点。",
        "label": ""
      },
      {
        "sentence": "能笑得出来，但是莫名其妙心情不好的频率变高了。",
        "label": ""
      },
      {
        "sentence": "晚上精神上很烦躁拒绝休息，但是生理上却很疲惫，日常困倦的频率增加了，不知道是不是增加了午睡时间导致的。",
        "label": ""
      },
      {
        "sentence": "总是没有胃口，但会强迫自己吃，体重没有持续下降，在41-43间徘徊，原来体重一直在45kg左右，不知道是不是秤的问题。",
        "label": ""
      },
      {
        "sentence": "经常想死，觉得死亡是解脱，但是不会自己去死，尝试慢性自杀，自残，但不会自杀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你描述的困扰，我能感受到你的痛苦。但是我要告诉你，没有人是一无是处的。你现在所经历的困难，也许是在熔炉中炙烤和重生，就像涅槃重生的凤凰一样。重生之后，你会面对一个更强大的自己。虽然有很多人比你优秀，但是也有很多人望尘莫及，可以从他们身上找到一些自信。不要只盯着前方不放，回头看看，你会发现身后还有很多支持你的人。偶尔哭泣是正常的，这样可以释放悲伤情绪。但请不要再自残了，那样只会让你更受伤。尝试找到其他方式来宣泄压抑的情绪，可以找一个安静的地方大声喊出来，也可以写下来，让这些情绪留在纸上。无论如何，都不要再伤害自己了，身体和心灵都会受到伤害。",
    "annotation": [
      {
        "sentence": "听到你描述的困扰，我能感受到你的痛苦。",
        "label": ""
      },
      {
        "sentence": "但是我要告诉你，没有人是一无是处的。",
        "label": ""
      },
      {
        "sentence": "你现在所经历的困难，也许是在熔炉中炙烤和重生，就像涅槃重生的凤凰一样。",
        "label": ""
      },
      {
        "sentence": "重生之后，你会面对一个更强大的自己。",
        "label": ""
      },
      {
        "sentence": "虽然有很多人比你优秀，但是也有很多人望尘莫及，可以从他们身上找到一些自信。",
        "label": ""
      },
      {
        "sentence": "不要只盯着前方不放，回头看看，你会发现身后还有很多支持你的人。",
        "label": ""
      },
      {
        "sentence": "偶尔哭泣是正常的，这样可以释放悲伤情绪。",
        "label": ""
      },
      {
        "sentence": "但请不要再自残了，那样只会让你更受伤。",
        "label": ""
      },
      {
        "sentence": "尝试找到其他方式来宣泄压抑的情绪，可以找一个安静的地方大声喊出来，也可以写下来，让这些情绪留在纸上。",
        "label": ""
      },
      {
        "sentence": "无论如何，都不要再伤害自己了，身体和心灵都会受到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，但有时候我觉得自己就是个失败者。我总是处理不好事情，把事情搞得一团糟。身边的人也时常质疑我的能力，这让我觉得很失望和自责。我为什么总是不能做得更好呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，但有时候我觉得自己就是个失败者。",
        "label": ""
      },
      {
        "sentence": "我总是处理不好事情，把事情搞得一团糟。",
        "label": ""
      },
      {
        "sentence": "身边的人也时常质疑我的能力，这让我觉得很失望和自责。",
        "label": ""
      },
      {
        "sentence": "我为什么总是不能做得更好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都会遇到一些挫折和困难，处理事情不顺利并不代表你是个失败者。失败并不可怕，重要的是能从中学到经验和教训。别人质疑你的能力可能是因为他们对你抱有过高的期望或者没有了解到你所经历的困难。你要相信自己，不要让他人的指责低估了你的价值和能力。每个人都有自己独特的价值，你也一样。",
    "annotation": [
      {
        "sentence": "每个人都会遇到一些挫折和困难，处理事情不顺利并不代表你是个失败者。",
        "label": ""
      },
      {
        "sentence": "失败并不可怕，重要的是能从中学到经验和教训。",
        "label": ""
      },
      {
        "sentence": "别人质疑你的能力可能是因为他们对你抱有过高的期望或者没有了解到你所经历的困难。",
        "label": ""
      },
      {
        "sentence": "你要相信自己，不要让他人的指责低估了你的价值和能力。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的价值，你也一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更加相信自己，不要让他人的评价左右自己的情绪和价值观。但是我最近总是感到很疲倦，没什么精神，既拒绝休息又感到身体疲惫。这是为什么呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该更加相信自己，不要让他人的评价左右自己的情绪和价值观。",
        "label": ""
      },
      {
        "sentence": "但是我最近总是感到很疲倦，没什么精神，既拒绝休息又感到身体疲惫。",
        "label": ""
      },
      {
        "sentence": "这是为什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的身心疲惫了，这可能是由于压力和情绪的困扰所致。情绪问题会影响到我们的生理和心理状态。你可以尝试一些放松的方式来缓解疲劳，比如深呼吸、冥想或者运动。同时，也要关注饮食和休息，保证充足的睡眠和均衡的饮食。如果问题持续存在，建议你找专业心理咨询师寻求进一步的帮助。",
    "annotation": [
      {
        "sentence": "听起来你的身心疲惫了，这可能是由于压力和情绪的困扰所致。",
        "label": ""
      },
      {
        "sentence": "情绪问题会影响到我们的生理和心理状态。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些放松的方式来缓解疲劳，比如深呼吸、冥想或者运动。",
        "label": ""
      },
      {
        "sentence": "同时，也要关注饮食和休息，保证充足的睡眠和均衡的饮食。",
        "label": ""
      },
      {
        "sentence": "如果问题持续存在，建议你找专业心理咨询师寻求进一步的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试你提到的方法来缓解疲劳。另外，我还有一个问题，近来我总是没有胃口，但还是会强迫自己吃东西。我体重也没有持续下降，难道是秤的问题吗？",
    "annotation": [
      {
        "sentence": "我会尝试你提到的方法来缓解疲劳。",
        "label": ""
      },
      {
        "sentence": "另外，我还有一个问题，近来我总是没有胃口，但还是会强迫自己吃东西。",
        "label": ""
      },
      {
        "sentence": "我体重也没有持续下降，难道是秤的问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你近期没有胃口，可能是因为情绪问题所致。情绪的波动会影响胃肠功能，导致食欲不振。体重没有持续下降是一个好的迹象，说明你的饮食还是有一定控制的。不过，如果你担心体重问题，可以去医院测一下准确的体重，也可以咨询医生或专业的营养师关于饮食和营养的建议。",
    "annotation": [
      {
        "sentence": "如果你近期没有胃口，可能是因为情绪问题所致。",
        "label": ""
      },
      {
        "sentence": "情绪的波动会影响胃肠功能，导致食欲不振。",
        "label": ""
      },
      {
        "sentence": "体重没有持续下降是一个好的迹象，说明你的饮食还是有一定控制的。",
        "label": ""
      },
      {
        "sentence": "不过，如果你担心体重问题，可以去医院测一下准确的体重，也可以咨询医生或专业的营养师关于饮食和营养的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的建议。最后，我常常有想死的念头，觉得死亡是解脱。但我不会真的去死，只是尝试过慢性自杀和自残。你觉得我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "最后，我常常有想死的念头，觉得死亡是解脱。",
        "label": ""
      },
      {
        "sentence": "但我不会真的去死，只是尝试过慢性自杀和自残。",
        "label": ""
      },
      {
        "sentence": "你觉得我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到绝望和无助的心情。但请你务必要寻求专业的帮助，包括心理咨询师或精神科医生。他们能够提供更专业的支持和指导，帮助你重新找回生活的希望和动力。同时，你也可以和身边信任的人分享你的感受，让他们成为你的支持系统。记住，你并不孤单，还有很多人关心你的。",
    "annotation": [
      {
        "sentence": "我理解你感到绝望和无助的心情。",
        "label": ""
      },
      {
        "sentence": "但请你务必要寻求专业的帮助，包括心理咨询师或精神科医生。",
        "label": ""
      },
      {
        "sentence": "他们能够提供更专业的支持和指导，帮助你重新找回生活的希望和动力。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以和身边信任的人分享你的感受，让他们成为你的支持系统。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，还有很多人关心你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尽快寻求专业的帮助。我也会试着和身边的人进行沟通，分享我的困扰。再次感谢你的支持和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尽快寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "我也会试着和身边的人进行沟通，分享我的困扰。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的。无论你遇到什么困难和挑战，记得要相信自己，勇敢面对，你一定能够找到解决问题的方法。希望你能早日走出阴霾，重新找回内心的平静和快乐。祝福你。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "无论你遇到什么困难和挑战，记得要相信自己，勇敢面对，你一定能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "希望你能早日走出阴霾，重新找回内心的平静和快乐。",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  }
]