[
  {
    "role": "client",
    "content": "一直都是付出型，感情中不安全感和低自尊怎么改善？",
    "annotation": [
      {
        "sentence": "一直都是付出型，感情中不安全感和低自尊怎么改善？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的问题是属于家庭夫妻关系问题，但仔细看到最后可能很大成分需要处理【个人议题】的。",
    "annotation": [
      {
        "sentence": "你的问题是属于家庭夫妻关系问题，但仔细看到最后可能很大成分需要处理【个人议题】的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我过往的境遇是可能这样的。我相信我的付出都是真情实感，但或许也会令对方【窒息】。你说得对，我全心全意的付出，也就意味着对对方有【全心全意的要求】，一旦对方没有达成我的需求，我会受不了的，这还是好男孩。如果是坏男孩他就会利于我这种软弱，来欺负我。",
    "annotation": [
      {
        "sentence": "是的，我过往的境遇是可能这样的。",
        "label": ""
      },
      {
        "sentence": "我相信我的付出都是真情实感，但或许也会令对方【窒息】。",
        "label": ""
      },
      {
        "sentence": "你说得对，我全心全意的付出，也就意味着对对方有【全心全意的要求】，一旦对方没有达成我的需求，我会受不了的，这还是好男孩。",
        "label": ""
      },
      {
        "sentence": "如果是坏男孩他就会利于我这种软弱，来欺负我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在感情上受过伤害的人是会如此的，特别这种伤害是从幼年父母那里传递过来的。男孩们的反馈很说明问题，你已经形成一种【固定思维模式】，只要情景到那个时刻，你就会自动的【开启你的认知模式】，这个时候你不太管事实是什么，你的模式会不断的让你恐惧、害怕、慌张、没有安全感。你的老公为了不跟你纠缠这事，直接说没有女生，但你有没有想过，这样下去，你就逼的他不敢讲真话了。",
    "annotation": [
      {
        "sentence": "在感情上受过伤害的人是会如此的，特别这种伤害是从幼年父母那里传递过来的。",
        "label": ""
      },
      {
        "sentence": "男孩们的反馈很说明问题，你已经形成一种【固定思维模式】，只要情景到那个时刻，你就会自动的【开启你的认知模式】，这个时候你不太管事实是什么，你的模式会不断的让你恐惧、害怕、慌张、没有安全感。",
        "label": ""
      },
      {
        "sentence": "你的老公为了不跟你纠缠这事，直接说没有女生，但你有没有想过，这样下去，你就逼的他不敢讲真话了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我确实形成了一种固定的思维模式，而且这种模式也给我带来了很多负面情绪和感觉。我明白了我的要求可能会让对方感到压力，甚至失去了他的真实。我应该如何打破这种模式，让自己能够更加放松和信任呢？",
    "annotation": [
      {
        "sentence": "我明白了，我确实形成了一种固定的思维模式，而且这种模式也给我带来了很多负面情绪和感觉。",
        "label": ""
      },
      {
        "sentence": "我明白了我的要求可能会让对方感到压力，甚至失去了他的真实。",
        "label": ""
      },
      {
        "sentence": "我应该如何打破这种模式，让自己能够更加放松和信任呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那就看看你要的回报到底是什么呢？请思考：到底是事实，还是别人要活成你想要的样子？一旦和你想要的样子不一样了，你就觉得自己受到伤害了对吗？我理解你的委屈，但亲爱的，这个委屈跟你的眼前人没有关系，我做过很多这样的咨询，很清楚受害者心态有多痛苦，我特别相信你的委屈是真的委屈，但往往这个是跟父母有关的，并不是你的眼前人伤害了你。付出是有回报的，只不过你留意下你的【换算方式】，有机会我们再展开去讨论。",
    "annotation": [
      {
        "sentence": "那就看看你要的回报到底是什么呢？",
        "label": ""
      },
      {
        "sentence": "请思考：到底是事实，还是别人要活成你想要的样子？",
        "label": ""
      },
      {
        "sentence": "一旦和你想要的样子不一样了，你就觉得自己受到伤害了对吗？",
        "label": ""
      },
      {
        "sentence": "我理解你的委屈，但亲爱的，这个委屈跟你的眼前人没有关系，我做过很多这样的咨询，很清楚受害者心态有多痛苦，我特别相信你的委屈是真的委屈，但往往这个是跟父母有关的，并不是你的眼前人伤害了你。",
        "label": ""
      },
      {
        "sentence": "付出是有回报的，只不过你留意下你的【换算方式】，有机会我们再展开去讨论。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实会把自己的期望强加在对方身上，一旦对方不能满足我的期望，我就会感到失望和受伤。我应该更加关注事实，接受对方的真实样子，而不是试图改变他。我也得意识到我的委屈并非完全是对方造成的，父母的影响也很大。我会试着改变我的换算方式，让自己更容易接受付出的回报。",
    "annotation": [
      {
        "sentence": "你说得对，我确实会把自己的期望强加在对方身上，一旦对方不能满足我的期望，我就会感到失望和受伤。",
        "label": ""
      },
      {
        "sentence": "我应该更加关注事实，接受对方的真实样子，而不是试图改变他。",
        "label": ""
      },
      {
        "sentence": "我也得意识到我的委屈并非完全是对方造成的，父母的影响也很大。",
        "label": ""
      },
      {
        "sentence": "我会试着改变我的换算方式，让自己更容易接受付出的回报。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你肯定不差，我相信你在某些方面一定是优秀的。低自尊和不安全感跟优秀不优秀没有关系，这是幼年、童年建立起来的【思维模式】，当然，跟原生家庭的成长环境息息相关，你需要破解那部分的密码，才会慢慢清楚自己的【不合理思维】是从何而来，如何去除等等。你尝试改变的方式都太表面，是很难解决深层问题的，所以一遇到事情就经常回到解放前。",
    "annotation": [
      {
        "sentence": "亲爱的，你肯定不差，我相信你在某些方面一定是优秀的。",
        "label": ""
      },
      {
        "sentence": "低自尊和不安全感跟优秀不优秀没有关系，这是幼年、童年建立起来的【思维模式】，当然，跟原生家庭的成长环境息息相关，你需要破解那部分的密码，才会慢慢清楚自己的【不合理思维】是从何而来，如何去除等等。",
        "label": ""
      },
      {
        "sentence": "你尝试改变的方式都太表面，是很难解决深层问题的，所以一遇到事情就经常回到解放前。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我之前尝试的方式确实只是表面上的改变，没有解决问题的根源。我会更加努力去破解幼年阶段形成的思维模式，希望能够彻底改变自己的不合理思维，并在处理夫妻关系中做到更加理性和成熟。",
    "annotation": [
      {
        "sentence": "你说得对，我之前尝试的方式确实只是表面上的改变，没有解决问题的根源。",
        "label": ""
      },
      {
        "sentence": "我会更加努力去破解幼年阶段形成的思维模式，希望能够彻底改变自己的不合理思维，并在处理夫妻关系中做到更加理性和成熟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的分析很好，跟父亲的关系挺大的，你再回忆下妈妈呢？当父亲出轨的时候，妈妈是如何处理的？她的情绪如何？等等都会影响着你的【思维模式】。我想，你一定想到了什么。夫妻间的相处，需要个体有健康的思维模式，不然好妻子可能会变成“神经质”，好丈夫可能会变成“渣男”。不健康的想法会推着夫妻越走越远，合理的思维模式才是最好的解决问题之道，理解对方。",
    "annotation": [
      {
        "sentence": "你的分析很好，跟父亲的关系挺大的，你再回忆下妈妈呢？",
        "label": ""
      },
      {
        "sentence": "当父亲出轨的时候，妈妈是如何处理的？",
        "label": ""
      },
      {
        "sentence": "她的情绪如何？",
        "label": ""
      },
      {
        "sentence": "等等都会影响着你的【思维模式】。",
        "label": ""
      },
      {
        "sentence": "我想，你一定想到了什么。",
        "label": ""
      },
      {
        "sentence": "夫妻间的相处，需要个体有健康的思维模式，不然好妻子可能会变成“神经质”，好丈夫可能会变成“渣男”。",
        "label": ""
      },
      {
        "sentence": "不健康的想法会推着夫妻越走越远，合理的思维模式才是最好的解决问题之道，理解对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我回想起了妈妈在父亲出轨时的情绪和处理方式。她并没有将自己的情绪转嫁给我，而是选择了成熟和理性的处理方式。我应该效仿她，不将自己的情绪过度归咎于对方，而是要更加理性地处理夫妻关系中的问题。我会努力培养健康的思维模式，让我们的夫妻关系更加美好和长久。",
    "annotation": [
      {
        "sentence": "是的，我回想起了妈妈在父亲出轨时的情绪和处理方式。",
        "label": ""
      },
      {
        "sentence": "她并没有将自己的情绪转嫁给我，而是选择了成熟和理性的处理方式。",
        "label": ""
      },
      {
        "sentence": "我应该效仿她，不将自己的情绪过度归咎于对方，而是要更加理性地处理夫妻关系中的问题。",
        "label": ""
      },
      {
        "sentence": "我会努力培养健康的思维模式，让我们的夫妻关系更加美好和长久。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的认识和决心都很好。改变是一个过程，不会一蹴而就，但只要你持之以恒地努力，我相信你能够成功地调整自己和改善夫妻关系。记住，理性和成熟的处理方式是关键，同时也要给自",
    "annotation": [
      {
        "sentence": "你的认识和决心都很好。",
        "label": ""
      },
      {
        "sentence": "改变是一个过程，不会一蹴而就，但只要你持之以恒地努力，我相信你能够成功地调整自己和改善夫妻关系。",
        "label": ""
      },
      {
        "sentence": "记住，理性和成熟的处理方式是关键，同时也要给自",
        "label": ""
      }
    ]
  }
]