[
  {
    "role": "client",
    "content": "跟父母说两句就不欢而散，我妈每句话都要贬低我！？我爸从小到大只会凶我，我20的时候之前还凶的我心里害怕，我现在反抗起来不听他们的就少跟他们说话，一尝试跟他们相处一起吃个饭，我爸就会没事找事挑我毛病说我，夹菜都不对了。我妈永远是逃避责任，嫌麻烦永远站我爸一边，现在说话也是这样。真的恶心的要死，说两句我就烦的不行。每句话里都要加一句贬低我，满满的负能量，我对她有意见了，她就咋吧嘴，说一句，哎呦这句话就把你说了，真是小气的意思！这种语气我真的是受够了。",
    "annotation": [
      {
        "sentence": "跟父母说两句就不欢而散，我妈每句话都要贬低我！？",
        "label": ""
      },
      {
        "sentence": "我爸从小到大只会凶我，我20的时候之前还凶的我心里害怕，我现在反抗起来不听他们的就少跟他们说话，一尝试跟他们相处一起吃个饭，我爸就会没事找事挑我毛病说我，夹菜都不对了。",
        "label": ""
      },
      {
        "sentence": "我妈永远是逃避责任，嫌麻烦永远站我爸一边，现在说话也是这样。",
        "label": ""
      },
      {
        "sentence": "真的恶心的要死，说两句我就烦的不行。",
        "label": ""
      },
      {
        "sentence": "每句话里都要加一句贬低我，满满的负能量，我对她有意见了，她就咋吧嘴，说一句，哎呦这句话就把你说了，真是小气的意思！",
        "label": ""
      },
      {
        "sentence": "这种语气我真的是受够了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从描述中到你和父母沟通不畅，彼此间都心生不满，他们的行为一定让你很生气吧！你说，我爸就会没事找事挑我毛病说我，夹菜都不对了。我妈永远是逃避责任，嫌麻烦永远站我爸一边，现在说话也是这样。真的恶心的要死，说两句我就烦的不行。每句话里都要加一句贬低我，满满的负能量。",
    "annotation": [
      {
        "sentence": "从描述中到你和父母沟通不畅，彼此间都心生不满，他们的行为一定让你很生气吧！",
        "label": ""
      },
      {
        "sentence": "你说，我爸就会没事找事挑我毛病说我，夹菜都不对了。",
        "label": ""
      },
      {
        "sentence": "我妈永远是逃避责任，嫌麻烦永远站我爸一边，现在说话也是这样。",
        "label": ""
      },
      {
        "sentence": "真的恶心的要死，说两句我就烦的不行。",
        "label": ""
      },
      {
        "sentence": "每句话里都要加一句贬低我，满满的负能量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，他们总是对我挑三拣四，无论我怎么努力，他们总是找茬挑刺。每次与他们相处，我都感到非常沮丧和崩溃。我不知道该怎么办才能改变这种状况。",
    "annotation": [
      {
        "sentence": "是啊，他们总是对我挑三拣四，无论我怎么努力，他们总是找茬挑刺。",
        "label": ""
      },
      {
        "sentence": "每次与他们相处，我都感到非常沮丧和崩溃。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办才能改变这种状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "受到父母的关注，是每个孩子的重要需求。但我们希望的是得到父母的认可和喜欢，而不是批评与指责。也许他们没有意识到，他们的行为无意识之间伤害了我们，让我们感受不到他们对我们的爱。如果父母的行为让你感到很伤心或者愤怒，请不要压抑自己的情绪，要允许自己愤怒和悲伤。",
    "annotation": [
      {
        "sentence": "受到父母的关注，是每个孩子的重要需求。",
        "label": ""
      },
      {
        "sentence": "但我们希望的是得到父母的认可和喜欢，而不是批评与指责。",
        "label": ""
      },
      {
        "sentence": "也许他们没有意识到，他们的行为无意识之间伤害了我们，让我们感受不到他们对我们的爱。",
        "label": ""
      },
      {
        "sentence": "如果父母的行为让你感到很伤心或者愤怒，请不要压抑自己的情绪，要允许自己愤怒和悲伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我总觉得愤怒和悲伤只会加重我内心的负面情绪，我不知道该如何处理这些情绪，更不知道怎样表达给他们听。",
    "annotation": [
      {
        "sentence": "但我总觉得愤怒和悲伤只会加重我内心的负面情绪，我不知道该如何处理这些情绪，更不知道怎样表达给他们听。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你要知道，喜怒哀乐是人的感受，愤怒、悲伤也是你人性中的一部分，你受到了伤害，即使伤害你的人是父母。你也没必要去压抑自己的天性。同时愤怒、悲伤也是在给你一个信号，让你知道，你的权利正在被践踏，没人关心你的需求。",
    "annotation": [
      {
        "sentence": "你要知道，喜怒哀乐是人的感受，愤怒、悲伤也是你人性中的一部分，你受到了伤害，即使伤害你的人是父母。",
        "label": ""
      },
      {
        "sentence": "你也没必要去压抑自己的天性。",
        "label": ""
      },
      {
        "sentence": "同时愤怒、悲伤也是在给你一个信号，让你知道，你的权利正在被践踏，没人关心你的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我也意识到了我需要表达自己的情绪和需求。但我担心如果我向他们传达我的感受，他们会不理解或者继续贬低我。",
    "annotation": [
      {
        "sentence": "你说的对，我也意识到了我需要表达自己的情绪和需求。",
        "label": ""
      },
      {
        "sentence": "但我担心如果我向他们传达我的感受，他们会不理解或者继续贬低我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他们不理解你，也许是因为他们不知道你内心真正的痛苦和需求。你可以尝试以平和和平等的方式与他们对话，向他们坦诚地表达你的感受和需求，希望他们能够理解和支持你。如果在他们那里得不到积极回应，我们也可以用自己喜欢的方式来表达愤怒和悲伤。",
    "annotation": [
      {
        "sentence": "如果他们不理解你，也许是因为他们不知道你内心真正的痛苦和需求。",
        "label": ""
      },
      {
        "sentence": "你可以尝试以平和和平等的方式与他们对话，向他们坦诚地表达你的感受和需求，希望他们能够理解和支持你。",
        "label": ""
      },
      {
        "sentence": "如果在他们那里得不到积极回应，我们也可以用自己喜欢的方式来表达愤怒和悲伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以选择用写日记、跟信任的人吐槽、或者在没人的时候假装和让我愤怒的人对话等方式来发泄我的情绪。",
    "annotation": [
      {
        "sentence": "我明白了，我可以选择用写日记、跟信任的人吐槽、或者在没人的时候假装和让我愤怒的人对话等方式来发泄我的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，总之没有规定的方式，只要能够让你发泄内心的愤怒和悲伤就可以了。当然，有一个重要的前提是你要用合法的，不伤害别人的方式把愤怒发泄出去。当你学会发泄愤怒和悲伤时，心里就不会因为堆积太多负面情绪而郁郁寡欢。父母给你带来的负面影响也会随之减少，你曾经受到过的伤害也能得以修复，这样你就能获得情绪和内心的真正平静。",
    "annotation": [
      {
        "sentence": "没错，总之没有规定的方式，只要能够让你发泄内心的愤怒和悲伤就可以了。",
        "label": ""
      },
      {
        "sentence": "当然，有一个重要的前提是你要用合法的，不伤害别人的方式把愤怒发泄出去。",
        "label": ""
      },
      {
        "sentence": "当你学会发泄愤怒和悲伤时，心里就不会因为堆积太多负面情绪而郁郁寡欢。",
        "label": ""
      },
      {
        "sentence": "父母给你带来的负面影响也会随之减少，你曾经受到过的伤害也能得以修复，这样你就能获得情绪和内心的真正平静。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尝试用这些方法来处理我的情绪和与父母的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尝试用这些方法来处理我的情绪和与父母的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，记住你并不孤单，我会一直在这里支持你的。如果你需要任何帮助或者想要和我分享你的进展，请随时告诉我。",
    "annotation": [
      {
        "sentence": "不客气，记住你并不孤单，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者想要和我分享你的进展，请随时告诉我。",
        "label": ""
      }
    ]
  }
]