[
  {
    "role": "client",
    "content": "一点儿嘲讽批评、指责的话，就会让我愤怒，怀恨在心？小时候，做错事，就会被妈妈用木棍或绳子打，每次都是鬼哭狼嚎的样子。我妈妈是个文盲，农民家庭出生从小就放牛做家务挣工分。到了我们家后，也一直过的是紧巴巴的苦日子，她与我情感沟通似乎很少，在我的记忆中妈妈是灰色的。",
    "annotation": [
      {
        "sentence": "一点儿嘲讽批评、指责的话，就会让我愤怒，怀恨在心？",
        "label": ""
      },
      {
        "sentence": "小时候，做错事，就会被妈妈用木棍或绳子打，每次都是鬼哭狼嚎的样子。",
        "label": ""
      },
      {
        "sentence": "我妈妈是个文盲，农民家庭出生从小就放牛做家务挣工分。",
        "label": ""
      },
      {
        "sentence": "到了我们家后，也一直过的是紧巴巴的苦日子，她与我情感沟通似乎很少，在我的记忆中妈妈是灰色的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的妈妈可能是没有受过很好的教育，也许她只是不知道如何用温暖的方式与你沟通。她可能一直都在努力为你提供生活所需，但没有给予你足够的情感支持。这种情况对你来说一定很困扰，感受到的是冷漠而不是关怀。",
    "annotation": [
      {
        "sentence": "你的妈妈可能是没有受过很好的教育，也许她只是不知道如何用温暖的方式与你沟通。",
        "label": ""
      },
      {
        "sentence": "她可能一直都在努力为你提供生活所需，但没有给予你足够的情感支持。",
        "label": ""
      },
      {
        "sentence": "这种情况对你来说一定很困扰，感受到的是冷漠而不是关怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我从小就感受到了这种冷漠。而且我爸爸经常酗酒，又爱赌博，经常带一些朋友回家喝酒玩麻将，我们就在旁边的土炕上睡觉，吵杂声中入睡。",
    "annotation": [
      {
        "sentence": "是的，我从小就感受到了这种冷漠。",
        "label": ""
      },
      {
        "sentence": "而且我爸爸经常酗酒，又爱赌博，经常带一些朋友回家喝酒玩麻将，我们就在旁边的土炕上睡觉，吵杂声中入睡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你的家庭环境确实不容易。酗酒和赌博不仅会给你的生活带来困扰，还会让你感觉到不安全和不被爱。在这样的环境中成长无疑给你带来了很多不快乐的回忆。",
    "annotation": [
      {
        "sentence": "看来你的家庭环境确实不容易。",
        "label": ""
      },
      {
        "sentence": "酗酒和赌博不仅会给你的生活带来困扰，还会让你感觉到不安全和不被爱。",
        "label": ""
      },
      {
        "sentence": "在这样的环境中成长无疑给你带来了很多不快乐的回忆。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没错，我经常受到指责和批评。每次犯错后，我爸爸总是用连环腿和言语来惩罚我。我小的时候没有太多玩具，也不敢跟他们要求，因为我知道我们家很穷，没有钱买给我。",
    "annotation": [
      {
        "sentence": "没错，我经常受到指责和批评。",
        "label": ""
      },
      {
        "sentence": "每次犯错后，我爸爸总是用连环腿和言语来惩罚我。",
        "label": ""
      },
      {
        "sentence": "我小的时候没有太多玩具，也不敢跟他们要求，因为我知道我们家很穷，没有钱买给我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你从小就没有得到足够的关怀和尊重，这对你的成长有很大的影响。但是，请相信你不必因此而觉得自己不值得被爱和被关心。每个人都应该受到尊重和善待，无论他们来自何种背景。",
    "annotation": [
      {
        "sentence": "听起来你从小就没有得到足够的关怀和尊重，这对你的成长有很大的影响。",
        "label": ""
      },
      {
        "sentence": "但是，请相信你不必因此而觉得自己不值得被爱和被关心。",
        "label": ""
      },
      {
        "sentence": "每个人都应该受到尊重和善待，无论他们来自何种背景。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己很无助，也没有任何依靠。打工三年来，我遇到了很多困难和欺负，我一直想找个依靠，但却总是被骗。",
    "annotation": [
      {
        "sentence": "可是我觉得自己很无助，也没有任何依靠。",
        "label": ""
      },
      {
        "sentence": "打工三年来，我遇到了很多困难和欺负，我一直想找个依靠，但却总是被骗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的困境，感到孤独和失望是正常的。但我希望你知道，你并非孤立无援。尽管你经历了很多坎坷，但是我们可以一起找到办法来帮你走出困境。无论遇到什么问题，都不要放弃寻求帮助和寻找解决办法。",
    "annotation": [
      {
        "sentence": "我能理解你现在的困境，感到孤独和失望是正常的。",
        "label": ""
      },
      {
        "sentence": "但我希望你知道，你并非孤立无援。",
        "label": ""
      },
      {
        "sentence": "尽管你经历了很多坎坷，但是我们可以一起找到办法来帮你走出困境。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么问题，都不要放弃寻求帮助和寻找解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。虽然我的家庭条件不好，但我不能因此而放弃自己的努力。我会坚持努力提升自己的社会价值，争取改变现状，让自己有一个更好的未来。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "虽然我的家庭条件不好，但我不能因此而放弃自己的努力。",
        "label": ""
      },
      {
        "sentence": "我会坚持努力提升自己的社会价值，争取改变现状，让自己有一个更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的决心和积极的态度会帮助你走向成功。记住，成长的过程中可能会有很多挑战和困难，但只要你坚持努力，相信自己，你一定能够找到自己的方向，成为最好的自己。为了更好的未来，一定要相信自己的能力，坚持不懈地追求自己的梦想。",
    "annotation": [
      {
        "sentence": "很好，你的决心和积极的态度会帮助你走向成功。",
        "label": ""
      },
      {
        "sentence": "记住，成长的过程中可能会有很多挑战和困难，但只要你坚持努力，相信自己，你一定能够找到自己的方向，成为最好的自己。",
        "label": ""
      },
      {
        "sentence": "为了更好的未来，一定要相信自己的能力，坚持不懈地追求自己的梦想。",
        "label": ""
      }
    ]
  }
]