[
  {
    "role": "client",
    "content": "师范生，女多男少，看到身边同学谈恋爱，我也想谈？女，20岁，大二师范生，特别想谈恋爱，看到身边的同学谈恋爱，他们一起视频，每天打电话，用情侣头像，发说说秀恩爱，我也挺想的，但是，目前没有合适的人，我的专业也是少有男生读的，各位，我怕我在不谈就老了，我该咋办。",
    "annotation": [
      {
        "sentence": "师范生，女多男少，看到身边同学谈恋爱，我也想谈？",
        "label": ""
      },
      {
        "sentence": "女，20岁，大二师范生，特别想谈恋爱，看到身边的同学谈恋爱，他们一起视频，每天打电话，用情侣头像，发说说秀恩爱，我也挺想的，但是，目前没有合适的人，我的专业也是少有男生读的，各位，我怕我在不谈就老了，我该咋办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。看到身边的人谈恋爱，很幸福的样子，所以自己也想谈恋爱，这样想很正常。可能每个人的爱情观不太一样，小姐姐还是建议你认真考虑几个问题。首先，你为什么想谈恋爱？是因为觉得年纪到了，还是因为看见身边的人在谈恋爱，还是单纯为了恋爱而恋爱？其实恋爱并不是想象中的那样全是美好，幻想中的或者青春偶像剧里的爱恋往往在现实中不会出现。你的出发点非常重要。如果纯粹是因为别人都谈恋爱了，所以自己也要谈，可能结果会让你失望。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "看到身边的人谈恋爱，很幸福的样子，所以自己也想谈恋爱，这样想很正常。",
        "label": ""
      },
      {
        "sentence": "可能每个人的爱情观不太一样，小姐姐还是建议你认真考虑几个问题。",
        "label": ""
      },
      {
        "sentence": "首先，你为什么想谈恋爱？",
        "label": ""
      },
      {
        "sentence": "是因为觉得年纪到了，还是因为看见身边的人在谈恋爱，还是单纯为了恋爱而恋爱？",
        "label": ""
      },
      {
        "sentence": "其实恋爱并不是想象中的那样全是美好，幻想中的或者青春偶像剧里的爱恋往往在现实中不会出现。",
        "label": ""
      },
      {
        "sentence": "你的出发点非常重要。",
        "label": ""
      },
      {
        "sentence": "如果纯粹是因为别人都谈恋爱了，所以自己也要谈，可能结果会让你失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的意思，我确实没想太多，只是觉得大家都这样，自己也想体验一下恋爱的感觉。但是我也意识到自己对另一半是有一定的要求和选择标准的，仅仅为了谈恋爱而找个人似乎并不可取。不过，我对恋爱的预期是什么呢？我也不太确定。",
    "annotation": [
      {
        "sentence": "我理解你的意思，我确实没想太多，只是觉得大家都这样，自己也想体验一下恋爱的感觉。",
        "label": ""
      },
      {
        "sentence": "但是我也意识到自己对另一半是有一定的要求和选择标准的，仅仅为了谈恋爱而找个人似乎并不可取。",
        "label": ""
      },
      {
        "sentence": "不过，我对恋爱的预期是什么呢？",
        "label": ""
      },
      {
        "sentence": "我也不太确定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能意识到这一点已经很好了。对恋爱的预期是个很重要的问题。或者说，你渴望什么样的另一半？这样的思考能帮助你更好地选择适合自己的人。注意到你说的“目前没有合适的人”，说明你对另一半是有一定的要求和选择标准的。这是好事，代表着你对自己的期望值较高。但是也要注意，有时候爱情可能来得比较突然，选择标准可能会有所妥协。重要的是找到一个对你来说特别合适的人，不仅仅是外在条件。",
    "annotation": [
      {
        "sentence": "你能意识到这一点已经很好了。",
        "label": ""
      },
      {
        "sentence": "对恋爱的预期是个很重要的问题。",
        "label": ""
      },
      {
        "sentence": "或者说，你渴望什么样的另一半？",
        "label": ""
      },
      {
        "sentence": "这样的思考能帮助你更好地选择适合自己的人。",
        "label": ""
      },
      {
        "sentence": "注意到你说的“目前没有合适的人”，说明你对另一半是有一定的要求和选择标准的。",
        "label": ""
      },
      {
        "sentence": "这是好事，代表着你对自己的期望值较高。",
        "label": ""
      },
      {
        "sentence": "但是也要注意，有时候爱情可能来得比较突然，选择标准可能会有所妥协。",
        "label": ""
      },
      {
        "sentence": "重要的是找到一个对你来说特别合适的人，不仅仅是外在条件。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我以前确实没有太在意这些。我也明白了，不要把年龄和我要做什么事联系起来。比如你说的学习游泳，20岁可以，40岁可以，到了80岁依旧可以，大多数事情都是这样。每个人都有自己的人生时刻表，不是每个人都要20岁谈恋爱，25岁结婚生子，30岁事业有成。我现在明白了，急不可耐必定悔不当初，爱情中也往往如此。",
    "annotation": [
      {
        "sentence": "原来如此，我以前确实没有太在意这些。",
        "label": ""
      },
      {
        "sentence": "我也明白了，不要把年龄和我要做什么事联系起来。",
        "label": ""
      },
      {
        "sentence": "比如你说的学习游泳，20岁可以，40岁可以，到了80岁依旧可以，大多数事情都是这样。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的人生时刻表，不是每个人都要20岁谈恋爱，25岁结婚生子，30岁事业有成。",
        "label": ""
      },
      {
        "sentence": "我现在明白了，急不可耐必定悔不当初，爱情中也往往如此。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，每个人的人生轨迹都是不同的，不要用别人的生活节奏衡量自己。每个人都是独一无二的，有着自己的成长过程和追求的幸福。所以不必急于追逐恋爱，也不要太过焦虑。至于怎么去接触更多的人，只需要大胆走出自己的小圈子，多参加一些社交活动，或者和朋友一起去一些场合，增加自己的机会。相信你很快就能遇见一位合适的白马王子。祝你好运！",
    "annotation": [
      {
        "sentence": "你说得对，每个人的人生轨迹都是不同的，不要用别人的生活节奏衡量自己。",
        "label": ""
      },
      {
        "sentence": "每个人都是独一无二的，有着自己的成长过程和追求的幸福。",
        "label": ""
      },
      {
        "sentence": "所以不必急于追逐恋爱，也不要太过焦虑。",
        "label": ""
      },
      {
        "sentence": "至于怎么去接触更多的人，只需要大胆走出自己的小圈子，多参加一些社交活动，或者和朋友一起去一些场合，增加自己的机会。",
        "label": ""
      },
      {
        "sentence": "相信你很快就能遇见一位合适的白马王子。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我明白了。我会放慢脚步，耐心等待，并且勇敢迎接未来的恋爱。多谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会放慢脚步，耐心等待，并且勇敢迎接未来的恋爱。",
        "label": ""
      },
      {
        "sentence": "多谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定会找到属于自己的幸福。记得，爱情是美好的，但也需要时间和缘分。只要保持积极的心态，你的幸福就会到来。祝你一切顺利！如果还有什么问题，随时都可以找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定会找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记得，爱情是美好的，但也需要时间和缘分。",
        "label": ""
      },
      {
        "sentence": "只要保持积极的心态，你的幸福就会到来。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果还有什么问题，随时都可以找我聊天。",
        "label": ""
      }
    ]
  }
]