[
  {
    "role": "client",
    "content": "22岁，考研失败，没有朋友不被家人理解怎么办？一志愿失败之后调剂去了一个不怎么好的学校，心里对于学术的期待完全没有了，找不到个人价值。周围也没有朋友，没有人能体会到我的痛苦，朋友也是并没有给我安全感，总是互相攀比。家人也是，指责我大学期间没有努力学习，不会处理人际关系，很失落，觉得自己并不被任何人需要或者认可。不知道怎么办了，很多负面的情绪。我应该怎么办？",
    "annotation": [
      {
        "sentence": "22岁，考研失败，没有朋友不被家人理解怎么办？",
        "label": ""
      },
      {
        "sentence": "一志愿失败之后调剂去了一个不怎么好的学校，心里对于学术的期待完全没有了，找不到个人价值。",
        "label": ""
      },
      {
        "sentence": "周围也没有朋友，没有人能体会到我的痛苦，朋友也是并没有给我安全感，总是互相攀比。",
        "label": ""
      },
      {
        "sentence": "家人也是，指责我大学期间没有努力学习，不会处理人际关系，很失落，觉得自己并不被任何人需要或者认可。",
        "label": ""
      },
      {
        "sentence": "不知道怎么办了，很多负面的情绪。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小可爱，你好～看到你的困扰，我可以理解。我曾经也经历过类似的情况，不过你比我幸运，至少你考上了一个研究生学校。当时我没接受调剂，而是在家面对和你一样的困境。面对这个问题，我想给你三个建议。首先，我们要直面家人的不理解和指责。家人往往无法理解我们的处境，总是认为只要我们稍微努力一下，就能得到想要的结果。如果我们没有得到他们期望的结果，他们就会责备我们。我建议你试着与家人进行沟通，告诉他们你未来的规划和打算，并表达出他们给你带来的压力。虽然可能他们不会立刻理解，但至少要让他们知道不断念叨责备只会对你产生负面影响，没有任何好处。其次，尽量避免与那些攀比的朋友接触。如果是通过微信聊天的方式，你可以设置一个“延缓时间”，不要立刻回复。先看一下收到的消息，如果是关于考研的话题，可以先忽略一段时间，稍后再回复。即使回复了，也不要太详细，不要给人一种你非常感兴趣的错觉，反而要表现出兴致缺缺，不太想聊天的样子。如果有一些技巧，可以转换话题。最后，关于你考上的研究生学校，虽然不是你理想中的那所学校，但你是否已经选择了好导师呢？既然已经考上了，就好好利用这个机会，选择一个更好一点的导师。在当前疫情的情况下，就业形势并不好，继续读研可以减轻一些社会压力。在研究生期间，你有2-3年的时间来积攒知识和人脉，要好好利用这段时间。我相信你会变得很棒！另外，我能够感受到你的困惑和焦虑，可能是由于刚刚得到考研结果的原因，这种情绪会更加明显。我建议你寻找一些自己的兴趣爱好，比如看书、做手工、养花等等，让自己忙碌起来，这样家人就会看到你有事情做，自己也不会胡思乱想了。最重要的是，让自己变得更好更强大，而不是和别人比较。这次考研的结果与你平时的付出有多大关系？这个问题值得思考。如果你已经尽力了，那就不要再回顾过去了；如果尽力还不够，那就要更加努力。考研的成绩只是这一次的结果，并不能决定你的未来。要想摆脱家人的不理解和朋友的攀比，唯有让自己变得更强大。毕竟，只有变得足够优秀，才能有足够的底气。最后，祝愿你能够早日走出低谷！别人怎么说无所谓，专注于你自己的小世界，默默地变得更加优秀，让他们以后刮目相看！心有彩虹，人生如虹。",
    "annotation": [
      {
        "sentence": "小可爱，你好～看到你的困扰，我可以理解。",
        "label": ""
      },
      {
        "sentence": "我曾经也经历过类似的情况，不过你比我幸运，至少你考上了一个研究生学校。",
        "label": ""
      },
      {
        "sentence": "当时我没接受调剂，而是在家面对和你一样的困境。",
        "label": ""
      },
      {
        "sentence": "面对这个问题，我想给你三个建议。",
        "label": ""
      },
      {
        "sentence": "首先，我们要直面家人的不理解和指责。",
        "label": ""
      },
      {
        "sentence": "家人往往无法理解我们的处境，总是认为只要我们稍微努力一下，就能得到想要的结果。",
        "label": ""
      },
      {
        "sentence": "如果我们没有得到他们期望的结果，他们就会责备我们。",
        "label": ""
      },
      {
        "sentence": "我建议你试着与家人进行沟通，告诉他们你未来的规划和打算，并表达出他们给你带来的压力。",
        "label": ""
      },
      {
        "sentence": "虽然可能他们不会立刻理解，但至少要让他们知道不断念叨责备只会对你产生负面影响，没有任何好处。",
        "label": ""
      },
      {
        "sentence": "其次，尽量避免与那些攀比的朋友接触。",
        "label": ""
      },
      {
        "sentence": "如果是通过微信聊天的方式，你可以设置一个“延缓时间”，不要立刻回复。",
        "label": ""
      },
      {
        "sentence": "先看一下收到的消息，如果是关于考研的话题，可以先忽略一段时间，稍后再回复。",
        "label": ""
      },
      {
        "sentence": "即使回复了，也不要太详细，不要给人一种你非常感兴趣的错觉，反而要表现出兴致缺缺，不太想聊天的样子。",
        "label": ""
      },
      {
        "sentence": "如果有一些技巧，可以转换话题。",
        "label": ""
      },
      {
        "sentence": "最后，关于你考上的研究生学校，虽然不是你理想中的那所学校，但你是否已经选择了好导师呢？",
        "label": ""
      },
      {
        "sentence": "既然已经考上了，就好好利用这个机会，选择一个更好一点的导师。",
        "label": ""
      },
      {
        "sentence": "在当前疫情的情况下，就业形势并不好，继续读研可以减轻一些社会压力。",
        "label": ""
      },
      {
        "sentence": "在研究生期间，你有2-3年的时间来积攒知识和人脉，要好好利用这段时间。",
        "label": ""
      },
      {
        "sentence": "我相信你会变得很棒！",
        "label": ""
      },
      {
        "sentence": "另外，我能够感受到你的困惑和焦虑，可能是由于刚刚得到考研结果的原因，这种情绪会更加明显。",
        "label": ""
      },
      {
        "sentence": "我建议你寻找一些自己的兴趣爱好，比如看书、做手工、养花等等，让自己忙碌起来，这样家人就会看到你有事情做，自己也不会胡思乱想了。",
        "label": ""
      },
      {
        "sentence": "最重要的是，让自己变得更好更强大，而不是和别人比较。",
        "label": ""
      },
      {
        "sentence": "这次考研的结果与你平时的付出有多大关系？",
        "label": ""
      },
      {
        "sentence": "这个问题值得思考。",
        "label": ""
      },
      {
        "sentence": "如果你已经尽力了，那就不要再回顾过去了；如果尽力还不够，那就要更加努力。",
        "label": ""
      },
      {
        "sentence": "考研的成绩只是这一次的结果，并不能决定你的未来。",
        "label": ""
      },
      {
        "sentence": "要想摆脱家人的不理解和朋友的攀比，唯有让自己变得更强大。",
        "label": ""
      },
      {
        "sentence": "毕竟，只有变得足够优秀，才能有足够的底气。",
        "label": ""
      },
      {
        "sentence": "最后，祝愿你能够早日走出低谷！",
        "label": ""
      },
      {
        "sentence": "别人怎么说无所谓，专注于你自己的小世界，默默地变得更加优秀，让他们以后刮目相看！",
        "label": ""
      },
      {
        "sentence": "心有彩虹，人生如虹。",
        "label": ""
      }
    ]
  }
]