[
  {
    "role": "client",
    "content": "女儿初中，不愿去学校，只想出去找朋友玩，怎么办？我们是单亲家庭，由我带着女儿生活。女儿曾明确表示不想去学校，不想学习，也不去工作，但作为家长，我无法不为孩子的身心健康着想。我不要求学习多好，目前只希望可以让其每天去学校学习，不要和社会无业青年在一起。女儿也明确表态，她现在的要求是不去学校，每天出去玩，由我提供经济支持。女儿也曾说她的压力来源于我让她学习这件事情。但我不要求学习多好，只希望可以正常走完流程即可。基于此，我们之前发生了严重冲突，目前女儿已拒绝沟通，并对我有暴力行为。我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "女儿初中，不愿去学校，只想出去找朋友玩，怎么办？",
        "label": ""
      },
      {
        "sentence": "我们是单亲家庭，由我带着女儿生活。",
        "label": ""
      },
      {
        "sentence": "女儿曾明确表示不想去学校，不想学习，也不去工作，但作为家长，我无法不为孩子的身心健康着想。",
        "label": ""
      },
      {
        "sentence": "我不要求学习多好，目前只希望可以让其每天去学校学习，不要和社会无业青年在一起。",
        "label": ""
      },
      {
        "sentence": "女儿也明确表态，她现在的要求是不去学校，每天出去玩，由我提供经济支持。",
        "label": ""
      },
      {
        "sentence": "女儿也曾说她的压力来源于我让她学习这件事情。",
        "label": ""
      },
      {
        "sentence": "但我不要求学习多好，只希望可以正常走完流程即可。",
        "label": ""
      },
      {
        "sentence": "基于此，我们之前发生了严重冲突，目前女儿已拒绝沟通，并对我有暴力行为。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，看完你的讲述，我深深地理解你女儿的选择无奈和你为了孩子而做出的牺牲，却换来孩子的不理解和抵抗，甚至还有暴力行为。一个初中生的女孩开始进入青春期，各种身体变化开始发生，比如性器官的发育。同时，孩子也意识到生命成长期已经进入了第一阶段，开始懂得世界并不围绕着自己转。女儿明确表达了不想去学校、学习和工作的要求，你能感受到她的话语给你带来了什么感觉？是担心、害怕、恐惧、焦虑，还是愤怒、委屈、难过或其他情绪呢？孩子能够明确表达自己的需求，我们是希望她为自己的选择承担责任，还是继续用我们的认知去评判她？我想问你，从小到大，你会允许孩子犯错误吗？一个人一辈子不犯错误的可能性有多大？几乎为零。当孩子明确表示不想学习的时候，你提出要走流程是基于她的成长，还是想要改变她呢？求助者，你知道心理学家曾进行过一个实验，让一个10个月大的婴儿和妈妈面对面坐好，当妈妈笑的时候，孩子的左脑会非常活跃，当妈妈做出生气或不开心的表情时，孩子的右脑会非常活跃。由此我们知道，孩子的情绪反应是与生俱来的。所以说，父母是孩子心理上的第一面镜子。孩子从一开始并不知道自己是谁，是通过父母对他的反应和评价来建立自我形象和自我观念的。如果孩子感到被母亲理解，或者感觉到自己的感受存在于母亲的感觉里，你痛她也痛，你悲伤她也悲伤，那她就能确信自己和母亲相连。当孩子确信了这一点，她的心灵就会向前迈进，对这个世界充满信心，相信自己是值得被爱的。但如果母亲无法与孩子共情，或者总是体验自己的焦虑和痛苦，孩子就会把母亲的焦虑和痛苦当成自己的错误，容易形成负面的自我形象。养育孩子，就是通过自己这面镜子让孩子无数次地照出自己，知道自己是谁。孩子通常会把镜子中的形象当成自己。爱因斯坦曾说过：“没有哪个问题能够在产生它的意识水平上得到解决。”爱因斯坦可是一个聪明绝顶的人。现在，请你花两分钟思考一下，你现在最担心的事情是什么？接下来，设定一个计时器，整整两分钟，什么都不做，只是想上面担心的事情。你发现了什么变化吗？许多人发现，故意担忧几分钟后，就会自然而然地不再想那些令人担忧的事情，而把注意力转移到别的事情上。你也可以尝试每天预留一次或两次的故意担忧时间，每次5~10分钟，可以用手机或电脑设置闹铃提醒。与其让焦虑一直追随着你，为什么不找到它，直接面对它呢？在青春期的孩子的心理建设过程中，家庭、老师和同伴是三大支持系统。尽管你的女儿用极端的方式表达了她的需求，关键是我们能否为她创造一个容纳她情绪、接受她状态、鼓励她勇气的环境。孩子从自然人成长为社会人，必须按照一定的秩序逐渐展开成长，就像一粒种子必须经历生根、发芽、开花和结果的过程。孩子首先需要满足温饱和安全感、爱和亲情这些基本需求，然后才能发展出更高一级的自律、合作和利他等意识和能力。家庭的温暖，尤其是母爱，是孩子成长过程中至关重要的心理营养。求助者，你愿意通过学习和成长来改变自己，还是继续重复相同的行为但期待不同的结果呢？我们不可能去改变别人，即使她是我们的孩子，但我们可以改变我们自己。",
    "annotation": [
      {
        "sentence": "求助者，看完你的讲述，我深深地理解你女儿的选择无奈和你为了孩子而做出的牺牲，却换来孩子的不理解和抵抗，甚至还有暴力行为。",
        "label": ""
      },
      {
        "sentence": "一个初中生的女孩开始进入青春期，各种身体变化开始发生，比如性器官的发育。",
        "label": ""
      },
      {
        "sentence": "同时，孩子也意识到生命成长期已经进入了第一阶段，开始懂得世界并不围绕着自己转。",
        "label": ""
      },
      {
        "sentence": "女儿明确表达了不想去学校、学习和工作的要求，你能感受到她的话语给你带来了什么感觉？",
        "label": ""
      },
      {
        "sentence": "是担心、害怕、恐惧、焦虑，还是愤怒、委屈、难过或其他情绪呢？",
        "label": ""
      },
      {
        "sentence": "孩子能够明确表达自己的需求，我们是希望她为自己的选择承担责任，还是继续用我们的认知去评判她？",
        "label": ""
      },
      {
        "sentence": "我想问你，从小到大，你会允许孩子犯错误吗？",
        "label": ""
      },
      {
        "sentence": "一个人一辈子不犯错误的可能性有多大？",
        "label": ""
      },
      {
        "sentence": "几乎为零。",
        "label": ""
      },
      {
        "sentence": "当孩子明确表示不想学习的时候，你提出要走流程是基于她的成长，还是想要改变她呢？",
        "label": ""
      },
      {
        "sentence": "求助者，你知道心理学家曾进行过一个实验，让一个10个月大的婴儿和妈妈面对面坐好，当妈妈笑的时候，孩子的左脑会非常活跃，当妈妈做出生气或不开心的表情时，孩子的右脑会非常活跃。",
        "label": ""
      },
      {
        "sentence": "由此我们知道，孩子的情绪反应是与生俱来的。",
        "label": ""
      },
      {
        "sentence": "所以说，父母是孩子心理上的第一面镜子。",
        "label": ""
      },
      {
        "sentence": "孩子从一开始并不知道自己是谁，是通过父母对他的反应和评价来建立自我形象和自我观念的。",
        "label": ""
      },
      {
        "sentence": "如果孩子感到被母亲理解，或者感觉到自己的感受存在于母亲的感觉里，你痛她也痛，你悲伤她也悲伤，那她就能确信自己和母亲相连。",
        "label": ""
      },
      {
        "sentence": "当孩子确信了这一点，她的心灵就会向前迈进，对这个世界充满信心，相信自己是值得被爱的。",
        "label": ""
      },
      {
        "sentence": "但如果母亲无法与孩子共情，或者总是体验自己的焦虑和痛苦，孩子就会把母亲的焦虑和痛苦当成自己的错误，容易形成负面的自我形象。",
        "label": ""
      },
      {
        "sentence": "养育孩子，就是通过自己这面镜子让孩子无数次地照出自己，知道自己是谁。",
        "label": ""
      },
      {
        "sentence": "孩子通常会把镜子中的形象当成自己。",
        "label": ""
      },
      {
        "sentence": "爱因斯坦曾说过：“没有哪个问题能够在产生它的意识水平上得到解决。",
        "label": ""
      },
      {
        "sentence": "”爱因斯坦可是一个聪明绝顶的人。",
        "label": ""
      },
      {
        "sentence": "现在，请你花两分钟思考一下，你现在最担心的事情是什么？",
        "label": ""
      },
      {
        "sentence": "接下来，设定一个计时器，整整两分钟，什么都不做，只是想上面担心的事情。",
        "label": ""
      },
      {
        "sentence": "你发现了什么变化吗？",
        "label": ""
      },
      {
        "sentence": "许多人发现，故意担忧几分钟后，就会自然而然地不再想那些令人担忧的事情，而把注意力转移到别的事情上。",
        "label": ""
      },
      {
        "sentence": "你也可以尝试每天预留一次或两次的故意担忧时间，每次5~10分钟，可以用手机或电脑设置闹铃提醒。",
        "label": ""
      },
      {
        "sentence": "与其让焦虑一直追随着你，为什么不找到它，直接面对它呢？",
        "label": ""
      },
      {
        "sentence": "在青春期的孩子的心理建设过程中，家庭、老师和同伴是三大支持系统。",
        "label": ""
      },
      {
        "sentence": "尽管你的女儿用极端的方式表达了她的需求，关键是我们能否为她创造一个容纳她情绪、接受她状态、鼓励她勇气的环境。",
        "label": ""
      },
      {
        "sentence": "孩子从自然人成长为社会人，必须按照一定的秩序逐渐展开成长，就像一粒种子必须经历生根、发芽、开花和结果的过程。",
        "label": ""
      },
      {
        "sentence": "孩子首先需要满足温饱和安全感、爱和亲情这些基本需求，然后才能发展出更高一级的自律、合作和利他等意识和能力。",
        "label": ""
      },
      {
        "sentence": "家庭的温暖，尤其是母爱，是孩子成长过程中至关重要的心理营养。",
        "label": ""
      },
      {
        "sentence": "求助者，你愿意通过学习和成长来改变自己，还是继续重复相同的行为但期待不同的结果呢？",
        "label": ""
      },
      {
        "sentence": "我们不可能去改变别人，即使她是我们的孩子，但我们可以改变我们自己。",
        "label": ""
      }
    ]
  }
]