[
  {
    "role": "client",
    "content": "女儿初中，不愿去学校，只想出去找朋友玩，怎么办？我们是单亲家庭，由我带着女儿生活。女儿曾明确表示不想去学校，不想学习，也不去工作，但作为家长，我无法不为孩子的身心健康着想。我不要求学习多好，目前只希望可以让其每天去学校学习，不要和社会无业青年在一起。女儿也明确表态，她现在的要求是不去学校，每天出去玩，由我提供经济支持。女儿也曾说她的压力来源于我让她学习这件事情。但我不要求学习多好，只希望可以正常走完流程即可。基于此，我们之前发生了严重冲突，目前女儿已拒绝沟通，并对我有暴力行为。我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "女儿初中，不愿去学校，只想出去找朋友玩，怎么办？",
        "label": ""
      },
      {
        "sentence": "我们是单亲家庭，由我带着女儿生活。",
        "label": ""
      },
      {
        "sentence": "女儿曾明确表示不想去学校，不想学习，也不去工作，但作为家长，我无法不为孩子的身心健康着想。",
        "label": ""
      },
      {
        "sentence": "我不要求学习多好，目前只希望可以让其每天去学校学习，不要和社会无业青年在一起。",
        "label": ""
      },
      {
        "sentence": "女儿也明确表态，她现在的要求是不去学校，每天出去玩，由我提供经济支持。",
        "label": ""
      },
      {
        "sentence": "女儿也曾说她的压力来源于我让她学习这件事情。",
        "label": ""
      },
      {
        "sentence": "但我不要求学习多好，只希望可以正常走完流程即可。",
        "label": ""
      },
      {
        "sentence": "基于此，我们之前发生了严重冲突，目前女儿已拒绝沟通，并对我有暴力行为。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感觉的到你内心的压抑焦虑和纠结。你辛辛苦苦供女儿上学读书生活，而女儿却不愿意去读书，只想出去玩。你希望她按照你期望的方向走，但她却有自己的想法。这种差距对你来说肯定很难接受。你作为单亲家庭的妈妈，担心女儿跟一些社会青年接触，担心她会受到不良影响，这都是很正常的担心。不仅你一个人会有这样的情况，很多家长都会面临类似的问题。所以你不必过于紧张、焦虑和不安。冲突源于思想上的不接纳和对抗，你和女儿的冲突就是你们思想的对立。你想要女儿完成学习的流程，而她则不想学习，想要出去玩。你们争执不下，将母女关系变成了对立的冲突关系。女儿现在已经进入青春期和第二叛逆期，开始追求自己的独立和自主。她会关注自己的外貌和异性关系，同时开始为自己争取独立自主的生活。这是很正常的成长过程，每个人都要经历。现在你强迫她按照你的期望走完整个学习流程，她觉得你在否定和不接纳她的想法，不让她出去跟朋友玩。对她来说，这就是对她独立自主的不尊重和不信任。所以她才会跟你对抗和发生冲突。她对你使用暴力也反映出你在教育方式上存在问题。你作为单亲妈妈，一个人抚养孩子，非常不容易。你把孩子当成是自己的期望，用尽心力关注她的一切，但忽视了自己的需求和感受。虽然对你来说，这样的关注很合理，但对孩子来说却是沉重的压力。她觉得自己的生活都在你的监视和控制之下，没有独立自由的生活空间。现在她的身体发育到接近成年人的程度，觉得自己可以像成年人那样交朋友和生活。她想要反抗你的强迫控制，追求自己的独立生活，满足内心的情感需求。她现在不愿意跟你沟通，一方面是坚决争取独立想法和生活，另一方面也是对你的拒绝。她拒绝的并不只是你平常对待她的态度，所以你可以尝试改变看待和对待自己和女儿的态度。一方面，把她当成自己的女儿，跟她表达自己的想法和情感。另一方面，把她当成独立自主的个体，理解、接纳、允许并支持她有自己的独立思想和生活。可以分享自己的经验给她，作为参考。适当引导她承担对自己生活的责任，尊重和信任她。这样她能够从你身上获得满足，感到安全和放心。她也能静下心来理解、接纳和认可你的想法，冲突和抵抗会减少。同时，在处理冲突过程中，注意冷静和理智，避免情绪的激化。",
    "annotation": [
      {
        "sentence": "能够感觉的到你内心的压抑焦虑和纠结。",
        "label": ""
      },
      {
        "sentence": "你辛辛苦苦供女儿上学读书生活，而女儿却不愿意去读书，只想出去玩。",
        "label": ""
      },
      {
        "sentence": "你希望她按照你期望的方向走，但她却有自己的想法。",
        "label": ""
      },
      {
        "sentence": "这种差距对你来说肯定很难接受。",
        "label": ""
      },
      {
        "sentence": "你作为单亲家庭的妈妈，担心女儿跟一些社会青年接触，担心她会受到不良影响，这都是很正常的担心。",
        "label": ""
      },
      {
        "sentence": "不仅你一个人会有这样的情况，很多家长都会面临类似的问题。",
        "label": ""
      },
      {
        "sentence": "所以你不必过于紧张、焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "冲突源于思想上的不接纳和对抗，你和女儿的冲突就是你们思想的对立。",
        "label": ""
      },
      {
        "sentence": "你想要女儿完成学习的流程，而她则不想学习，想要出去玩。",
        "label": ""
      },
      {
        "sentence": "你们争执不下，将母女关系变成了对立的冲突关系。",
        "label": ""
      },
      {
        "sentence": "女儿现在已经进入青春期和第二叛逆期，开始追求自己的独立和自主。",
        "label": ""
      },
      {
        "sentence": "她会关注自己的外貌和异性关系，同时开始为自己争取独立自主的生活。",
        "label": ""
      },
      {
        "sentence": "这是很正常的成长过程，每个人都要经历。",
        "label": ""
      },
      {
        "sentence": "现在你强迫她按照你的期望走完整个学习流程，她觉得你在否定和不接纳她的想法，不让她出去跟朋友玩。",
        "label": ""
      },
      {
        "sentence": "对她来说，这就是对她独立自主的不尊重和不信任。",
        "label": ""
      },
      {
        "sentence": "所以她才会跟你对抗和发生冲突。",
        "label": ""
      },
      {
        "sentence": "她对你使用暴力也反映出你在教育方式上存在问题。",
        "label": ""
      },
      {
        "sentence": "你作为单亲妈妈，一个人抚养孩子，非常不容易。",
        "label": ""
      },
      {
        "sentence": "你把孩子当成是自己的期望，用尽心力关注她的一切，但忽视了自己的需求和感受。",
        "label": ""
      },
      {
        "sentence": "虽然对你来说，这样的关注很合理，但对孩子来说却是沉重的压力。",
        "label": ""
      },
      {
        "sentence": "她觉得自己的生活都在你的监视和控制之下，没有独立自由的生活空间。",
        "label": ""
      },
      {
        "sentence": "现在她的身体发育到接近成年人的程度，觉得自己可以像成年人那样交朋友和生活。",
        "label": ""
      },
      {
        "sentence": "她想要反抗你的强迫控制，追求自己的独立生活，满足内心的情感需求。",
        "label": ""
      },
      {
        "sentence": "她现在不愿意跟你沟通，一方面是坚决争取独立想法和生活，另一方面也是对你的拒绝。",
        "label": ""
      },
      {
        "sentence": "她拒绝的并不只是你平常对待她的态度，所以你可以尝试改变看待和对待自己和女儿的态度。",
        "label": ""
      },
      {
        "sentence": "一方面，把她当成自己的女儿，跟她表达自己的想法和情感。",
        "label": ""
      },
      {
        "sentence": "另一方面，把她当成独立自主的个体，理解、接纳、允许并支持她有自己的独立思想和生活。",
        "label": ""
      },
      {
        "sentence": "可以分享自己的经验给她，作为参考。",
        "label": ""
      },
      {
        "sentence": "适当引导她承担对自己生活的责任，尊重和信任她。",
        "label": ""
      },
      {
        "sentence": "这样她能够从你身上获得满足，感到安全和放心。",
        "label": ""
      },
      {
        "sentence": "她也能静下心来理解、接纳和认可你的想法，冲突和抵抗会减少。",
        "label": ""
      },
      {
        "sentence": "同时，在处理冲突过程中，注意冷静和理智，避免情绪的激化。",
        "label": ""
      }
    ]
  }
]