[
  {
    "role": "client",
    "content": "这样的自我觉察后，可以怎么开始让内在开始转变？对自己的自我开始有一些感觉，自我动不动就破碎，碎的满地都是。没有心力去把它们捡起来粘贴，起码有个形状（头脑自我），可以稳定装进一两件事，一两个人。看着满地碎片，除了心碎无力，连有意识把这些碎片捡起来随便找个东西装起来都是极小概率的事件，去应对一些人、事情。对自己内在感受足够诚实，是不容易的，特别是被忽视严重，感受不到别人心里有自己的人。我看到对自己的感受是打压、否定、忽视、嫌弃，然后强迫自己不能有这样的感受，自己只能是自己想象应该的样子，这条脑神经回路强强控制着身体的反应。人与人之间没有温情与理解，只有高低，打压、嘲笑、嫌弃。这是一条很隐秘控制我的脑神经回路，让我内耗很大。",
    "annotation": [
      {
        "sentence": "这样的自我觉察后，可以怎么开始让内在开始转变？",
        "label": ""
      },
      {
        "sentence": "对自己的自我开始有一些感觉，自我动不动就破碎，碎的满地都是。",
        "label": ""
      },
      {
        "sentence": "没有心力去把它们捡起来粘贴，起码有个形状（头脑自我），可以稳定装进一两件事，一两个人。",
        "label": ""
      },
      {
        "sentence": "看着满地碎片，除了心碎无力，连有意识把这些碎片捡起来随便找个东西装起来都是极小概率的事件，去应对一些人、事情。",
        "label": ""
      },
      {
        "sentence": "对自己内在感受足够诚实，是不容易的，特别是被忽视严重，感受不到别人心里有自己的人。",
        "label": ""
      },
      {
        "sentence": "我看到对自己的感受是打压、否定、忽视、嫌弃，然后强迫自己不能有这样的感受，自己只能是自己想象应该的样子，这条脑神经回路强强控制着身体的反应。",
        "label": ""
      },
      {
        "sentence": "人与人之间没有温情与理解，只有高低，打压、嘲笑、嫌弃。",
        "label": ""
      },
      {
        "sentence": "这是一条很隐秘控制我的脑神经回路，让我内耗很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先想说，看来你拥有很强的自我觉察能力，能够这么生动的语言描述出【自我】不够稳定的这种感觉。并且清晰的分辨出了【头脑自我】和【内在自我】。弗洛伊德老先生把我们的意识分为三个部分：本我、自我和超我。【本我】是属于潜意识层面的，位于人格结构的最底层，是由先天的本能、欲望所组成的能量系统，包括各种生理需要，代表所有能量的来源。【自我】是自己意识的存在，指的是有意识的部分，负责处理现实世界的事情。而【超我】则是良知或内在的道德判断，是道德化的自我，与本我几乎常常是对立面。在弗洛伊德的理论中，本我、自我、超我构成了人的完整的人格。简单来说，本我是人的本能，超我是我们的理想化目标，自我则是二者冲突时的调解者。",
    "annotation": [
      {
        "sentence": "首先想说，看来你拥有很强的自我觉察能力，能够这么生动的语言描述出【自我】不够稳定的这种感觉。",
        "label": ""
      },
      {
        "sentence": "并且清晰的分辨出了【头脑自我】和【内在自我】。",
        "label": ""
      },
      {
        "sentence": "弗洛伊德老先生把我们的意识分为三个部分：本我、自我和超我。",
        "label": ""
      },
      {
        "sentence": "【本我】是属于潜意识层面的，位于人格结构的最底层，是由先天的本能、欲望所组成的能量系统，包括各种生理需要，代表所有能量的来源。",
        "label": ""
      },
      {
        "sentence": "【自我】是自己意识的存在，指的是有意识的部分，负责处理现实世界的事情。",
        "label": ""
      },
      {
        "sentence": "而【超我】则是良知或内在的道德判断，是道德化的自我，与本我几乎常常是对立面。",
        "label": ""
      },
      {
        "sentence": "在弗洛伊德的理论中，本我、自我、超我构成了人的完整的人格。",
        "label": ""
      },
      {
        "sentence": "简单来说，本我是人的本能，超我是我们的理想化目标，自我则是二者冲突时的调解者。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的解释很有启发性，我从未意识到自我其实由多个层面组成，而这些层面之间的冲突正是导致我的内心不稳定的原因之一。我从你的话中也明白了，自我动不动就破碎，其实是内在的本我和超我之间的冲突所致。不过，我现在还不知道该如何让这种冲突得到缓解和转变。",
    "annotation": [
      {
        "sentence": "你的解释很有启发性，我从未意识到自我其实由多个层面组成，而这些层面之间的冲突正是导致我的内心不稳定的原因之一。",
        "label": ""
      },
      {
        "sentence": "我从你的话中也明白了，自我动不动就破碎，其实是内在的本我和超我之间的冲突所致。",
        "label": ""
      },
      {
        "sentence": "不过，我现在还不知道该如何让这种冲突得到缓解和转变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "回到你的问题，可能就是【自我】在调节【本我】和【超我】的冲突的过程出现了一些状况。就像你描述的，”自我动不动就破碎，“所以在这种不稳定的情况下，能量就不足以应对【本我】和【超我】的冲突。针对你的问题，我总结了以下几点，供参考：1、自我不稳定，容易”破碎“，心力交瘁。我们每个人出生到这个世界，都是带着”自我“而来的，如果本身没有先天性的疾病，在成长的过程中，也能够得到合适的对待，一般而言都会有一个相对来说稳定的自我。那么，不知道你的成长过程中，发生了什么，导致了你有”自我破碎“的感觉？这需要进一步的探讨。但是你可以察觉到这些，就说明你是非常有灵气也很勇敢的，可以面对这个可能体验不太好的“事实”。接下来要做的，就是面对真相，修复自我。可能需要自我成长的同时，寻求一些心理学的朋友、老师、甚至咨询师的帮助。",
    "annotation": [
      {
        "sentence": "回到你的问题，可能就是【自我】在调节【本我】和【超我】的冲突的过程出现了一些状况。",
        "label": ""
      },
      {
        "sentence": "就像你描述的，”自我动不动就破碎，“所以在这种不稳定的情况下，能量就不足以应对【本我】和【超我】的冲突。",
        "label": ""
      },
      {
        "sentence": "针对你的问题，我总结了以下几点，供参考：1、自我不稳定，容易”破碎“，心力交瘁。",
        "label": ""
      },
      {
        "sentence": "我们每个人出生到这个世界，都是带着”自我“而来的，如果本身没有先天性的疾病，在成长的过程中，也能够得到合适的对待，一般而言都会有一个相对来说稳定的自我。",
        "label": ""
      },
      {
        "sentence": "那么，不知道你的成长过程中，发生了什么，导致了你有”自我破碎“的感觉？",
        "label": ""
      },
      {
        "sentence": "这需要进一步的探讨。",
        "label": ""
      },
      {
        "sentence": "但是你可以察觉到这些，就说明你是非常有灵气也很勇敢的，可以面对这个可能体验不太好的“事实”。",
        "label": ""
      },
      {
        "sentence": "接下来要做的，就是面对真相，修复自我。",
        "label": ""
      },
      {
        "sentence": "可能需要自我成长的同时，寻求一些心理学的朋友、老师、甚至咨询师的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的指导和鼓励。我确实需要进一步探讨自己的成长经历对内在冲突的影响，同时也希望能找到一些专业的帮助，来帮助我修复自我，解决心力交瘁的问题。不过，我也发现了一个更深层次的问题，就是被忽视严重，感受不到别人心里有自己的人。我一直感觉对自己的感受被打压、否定、忽视、嫌弃，导致自己内耗很大，很难真实地表达自己的情感和需要。",
    "annotation": [
      {
        "sentence": "谢谢你的指导和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实需要进一步探讨自己的成长经历对内在冲突的影响，同时也希望能找到一些专业的帮助，来帮助我修复自我，解决心力交瘁的问题。",
        "label": ""
      },
      {
        "sentence": "不过，我也发现了一个更深层次的问题，就是被忽视严重，感受不到别人心里有自己的人。",
        "label": ""
      },
      {
        "sentence": "我一直感觉对自己的感受被打压、否定、忽视、嫌弃，导致自己内耗很大，很难真实地表达自己的情感和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是一个非常重要的问题。在生命早期，一个人需要通过与母亲的互动来感受到自我存在的镜映，然后通过不断地被看见、被接纳、被肯定，来强化这个自我意识。如果遭遇严重的忽视，就会影响到自我意识和自我功能的发展。对于改善这个问题，唯一的办法就是通过不断被重视、被看见后，产生新的、好的体验，来慢慢地修复自我。你可以尝试寻找关系亲密的人，分享你的感受，让他们理解你的需要，以此来增强你对自我的接纳和认同感。",
    "annotation": [
      {
        "sentence": "这确实是一个非常重要的问题。",
        "label": ""
      },
      {
        "sentence": "在生命早期，一个人需要通过与母亲的互动来感受到自我存在的镜映，然后通过不断地被看见、被接纳、被肯定，来强化这个自我意识。",
        "label": ""
      },
      {
        "sentence": "如果遭遇严重的忽视，就会影响到自我意识和自我功能的发展。",
        "label": ""
      },
      {
        "sentence": "对于改善这个问题，唯一的办法就是通过不断被重视、被看见后，产生新的、好的体验，来慢慢地修复自我。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找关系亲密的人，分享你的感受，让他们理解你的需要，以此来增强你对自我的接纳和认同感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要努力寻找那些能够理解和支持我的人，以此来改善被忽视的感受，进一步增强自我。不过，我还有一个问题困扰着我。就是我对自己的感受经常被打压、否定和嫌弃。我觉得这是来自于内部的一种强烈的压力和控制，导致我不能真实地感受和表达自己。我想请教你如何处理这个问题呢？",
    "annotation": [
      {
        "sentence": "我明白了，我需要努力寻找那些能够理解和支持我的人，以此来改善被忽视的感受，进一步增强自我。",
        "label": ""
      },
      {
        "sentence": "不过，我还有一个问题困扰着我。",
        "label": ""
      },
      {
        "sentence": "就是我对自己的感受经常被打压、否定和嫌弃。",
        "label": ""
      },
      {
        "sentence": "我觉得这是来自于内部的一种强烈的压力和控制，导致我不能真实地感受和表达自己。",
        "label": ""
      },
      {
        "sentence": "我想请教你如何处理这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种对自己感受的打压、否定和嫌弃，很可能是【超我】部分对【本我】部分的压力所",
    "annotation": [
      {
        "sentence": "这种对自己感受的打压、否定和嫌弃，很可能是【超我】部分对【本我】部分的压力所",
        "label": ""
      }
    ]
  }
]