[
  {
    "role": "client",
    "content": "我31岁了，知道自己不是父母亲生的，如何摆脱执念？我的经历比较复杂，31岁，离婚两次，两个孩子，一次妈宝男、一次被男同性恋骗婚。近期从同事口中得知我是父母从小抱养的，非亲生。从小觉得自己的父母和别人父母不一样，没有被宠爱过。羡慕别的孩子。",
    "annotation": [
      {
        "sentence": "我31岁了，知道自己不是父母亲生的，如何摆脱执念？",
        "label": ""
      },
      {
        "sentence": "我的经历比较复杂，31岁，离婚两次，两个孩子，一次妈宝男、一次被男同性恋骗婚。",
        "label": ""
      },
      {
        "sentence": "近期从同事口中得知我是父母从小抱养的，非亲生。",
        "label": ""
      },
      {
        "sentence": "从小觉得自己的父母和别人父母不一样，没有被宠爱过。",
        "label": ""
      },
      {
        "sentence": "羡慕别的孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你对这个事情确实有一些执念。不过你的父母已经尽力帮助你了，他们已经做了他们最大的努力吧。你现在已经有两个孩子了，应该能够理解做父母的不易吧。你既要照顾好上一代的父母，也要担起教育下一代的责任。",
    "annotation": [
      {
        "sentence": "看来你对这个事情确实有一些执念。",
        "label": ""
      },
      {
        "sentence": "不过你的父母已经尽力帮助你了，他们已经做了他们最大的努力吧。",
        "label": ""
      },
      {
        "sentence": "你现在已经有两个孩子了，应该能够理解做父母的不易吧。",
        "label": ""
      },
      {
        "sentence": "你既要照顾好上一代的父母，也要担起教育下一代的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我知道自己应该感激他们的付出。可是我真的觉得自己和别人的父母不一样，从小就没有被宠爱过。我羡慕别的孩子能够和父母之间有更亲密的关系。",
    "annotation": [
      {
        "sentence": "是啊，我知道自己应该感激他们的付出。",
        "label": ""
      },
      {
        "sentence": "可是我真的觉得自己和别人的父母不一样，从小就没有被宠爱过。",
        "label": ""
      },
      {
        "sentence": "我羡慕别的孩子能够和父母之间有更亲密的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。每个人的成长经历都不同，有些人可能得到更多的宠爱，有些人可能得到的更少。但是我们不能用这个来否定自己的成长和付出。你现在能够有自己的家庭和孩子，也是你的努力得来的，并不是父母的错。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "每个人的成长经历都不同，有些人可能得到更多的宠爱，有些人可能得到的更少。",
        "label": ""
      },
      {
        "sentence": "但是我们不能用这个来否定自己的成长和付出。",
        "label": ""
      },
      {
        "sentence": "你现在能够有自己的家庭和孩子，也是你的努力得来的，并不是父母的错。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该珍惜现在的生活。但有时候我还是会想起过去的经历，会对父母有一些埋怨。我父母对我要求很高，却从来没有满足过我的物质需求。虽然离婚时给了我十万元，买房时也给了我全款，帮我带孩子，但我觉得他们并没有真正关心我。",
    "annotation": [
      {
        "sentence": "你说得对，我应该珍惜现在的生活。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是会想起过去的经历，会对父母有一些埋怨。",
        "label": ""
      },
      {
        "sentence": "我父母对我要求很高，却从来没有满足过我的物质需求。",
        "label": ""
      },
      {
        "sentence": "虽然离婚时给了我十万元，买房时也给了我全款，帮我带孩子，但我觉得他们并没有真正关心我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你会对他们有一些埋怨，但我们也要明白父母对子女的期望是可以理解的。他们希望你能过上更好的生活，所以才会帮助你。虽然他们可能在情感上表达得不够，但这并不代表他们不关心你。你现在已经是个独立的成年人，也应该学会处理自己的情绪，不再依赖他人的肯定和宠爱。",
    "annotation": [
      {
        "sentence": "我可以理解你会对他们有一些埋怨，但我们也要明白父母对子女的期望是可以理解的。",
        "label": ""
      },
      {
        "sentence": "他们希望你能过上更好的生活，所以才会帮助你。",
        "label": ""
      },
      {
        "sentence": "虽然他们可能在情感上表达得不够，但这并不代表他们不关心你。",
        "label": ""
      },
      {
        "sentence": "你现在已经是个独立的成年人，也应该学会处理自己的情绪，不再依赖他人的肯定和宠爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我现在应该学会更加独立和自主。我曾经一直追求完美的父母，希望他们可以包容和爱护我。但是现在我意识到这样的完美或许是不可能的。作为唯一的孩子，有时候我想，也许就是因为我不是亲生的，他们才无法完全满足我。",
    "annotation": [
      {
        "sentence": "你说的对，我现在应该学会更加独立和自主。",
        "label": ""
      },
      {
        "sentence": "我曾经一直追求完美的父母，希望他们可以包容和爱护我。",
        "label": ""
      },
      {
        "sentence": "但是现在我意识到这样的完美或许是不可能的。",
        "label": ""
      },
      {
        "sentence": "作为唯一的孩子，有时候我想，也许就是因为我不是亲生的，他们才无法完全满足我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的家庭都不同，完美的父母只存在于想象中。重要的是我们要学会接纳和珍惜现实中的家庭。现在你已经明白这一点，未来可以以更加平和和理性的心态去面对他们。也许你不再追求他们的完美，但你可以与他们共同努力，建立更加健康的亲子关系。",
    "annotation": [
      {
        "sentence": "每个人的家庭都不同，完美的父母只存在于想象中。",
        "label": ""
      },
      {
        "sentence": "重要的是我们要学会接纳和珍惜现实中的家庭。",
        "label": ""
      },
      {
        "sentence": "现在你已经明白这一点，未来可以以更加平和和理性的心态去面对他们。",
        "label": ""
      },
      {
        "sentence": "也许你不再追求他们的完美，但你可以与他们共同努力，建立更加健康的亲子关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我确实需要放下对父母的执念，开始重新审视自己和家庭的关系。我希望未来可以和他们建立更加平等和相互尊重的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我确实需要放下对父母的执念，开始重新审视自己和家庭的关系。",
        "label": ""
      },
      {
        "sentence": "我希望未来可以和他们建立更加平等和相互尊重的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。改变需要时间和努力，但只要你愿意去尝试，我相信你可以找到对父母的认同和接纳。请记住，你并不孤单，总有人愿意为你提供支持和理解。祝你早日找到内心的平衡。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，但只要你愿意去尝试，我相信你可以找到对父母的认同和接纳。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，总有人愿意为你提供支持和理解。",
        "label": ""
      },
      {
        "sentence": "祝你早日找到内心的平衡。",
        "label": ""
      }
    ]
  }
]