[
  {
    "role": "client",
    "content": "我31岁了，我知道自己不是父母亲生的，但我不知道该如何摆脱这种执念。我的经历相当复杂，有两次婚姻失败的经历，两个孩子，一个是妈宝男孩，一个是我被同性恋骗婚的结果。最近从同事那里得知我是被父母从小抱养的，非亲生的。我从小就觉得自己的父母和别人的父母不一样，从来没有被宠爱过，而且对其他孩子们感到非常羡慕。我的父母对我要求很高，没有给我足够的物质满足。虽然他们为我结婚时给了我十万，离婚时又全款买了房子，还帮我带孩子，但亲戚们认为我不应该追问这个问题。毕竟，父亲因工作原因不能要二胎，母亲则是之前经历过流产。我离婚两次已经让父母丢尽了面子，我不能再给他们添堵了。作为独生子女，也许因为不是亲生的原因，他们无法对我百分之百满足。我父亲无论我做什么都会持续地贬低和讽刺我。从外人的角度来看，父母给我买车、买房，还帮我带孩子，我却无法满足。这31年来，我一直试图取悦我的父母，追求被爱，但却一直得不到。我不知道未来该如何面对他们，但我确定不会再要求他们做我理想中的完美父母。希望有善良的人看到我的信息，能够帮帮我，解除我对父母爱的执念。",
    "annotation": [
      {
        "sentence": "我31岁了，我知道自己不是父母亲生的，但我不知道该如何摆脱这种执念。",
        "label": ""
      },
      {
        "sentence": "我的经历相当复杂，有两次婚姻失败的经历，两个孩子，一个是妈宝男孩，一个是我被同性恋骗婚的结果。",
        "label": ""
      },
      {
        "sentence": "最近从同事那里得知我是被父母从小抱养的，非亲生的。",
        "label": ""
      },
      {
        "sentence": "我从小就觉得自己的父母和别人的父母不一样，从来没有被宠爱过，而且对其他孩子们感到非常羡慕。",
        "label": ""
      },
      {
        "sentence": "我的父母对我要求很高，没有给我足够的物质满足。",
        "label": ""
      },
      {
        "sentence": "虽然他们为我结婚时给了我十万，离婚时又全款买了房子，还帮我带孩子，但亲戚们认为我不应该追问这个问题。",
        "label": ""
      },
      {
        "sentence": "毕竟，父亲因工作原因不能要二胎，母亲则是之前经历过流产。",
        "label": ""
      },
      {
        "sentence": "我离婚两次已经让父母丢尽了面子，我不能再给他们添堵了。",
        "label": ""
      },
      {
        "sentence": "作为独生子女，也许因为不是亲生的原因，他们无法对我百分之百满足。",
        "label": ""
      },
      {
        "sentence": "我父亲无论我做什么都会持续地贬低和讽刺我。",
        "label": ""
      },
      {
        "sentence": "从外人的角度来看，父母给我买车、买房，还帮我带孩子，我却无法满足。",
        "label": ""
      },
      {
        "sentence": "这31年来，我一直试图取悦我的父母，追求被爱，但却一直得不到。",
        "label": ""
      },
      {
        "sentence": "我不知道未来该如何面对他们，但我确定不会再要求他们做我理想中的完美父母。",
        "label": ""
      },
      {
        "sentence": "希望有善良的人看到我的信息，能够帮帮我，解除我对父母爱的执念。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在的你，31岁的你在理性上已经明白，作为养父母，他们能够把你养大并给予你这些已经足够了。你不能太过奢求，毕竟他们不是你的亲生父母，不能像对待亲生父母那样要求他们。但你内心深处那个缺乏爱的小孩并不明白这一点，在他的成长经历中，他确实一直缺少爱。现在的你可能在理智上对父母更加理解和宽容，但内心的你还没有发生太大的变化。解决问题的办法是透过咨询来愈合你内心缺爱的那个小孩，让他了解到这一切，改变他深层的信念和价值观。你在理智上已经明白这一点，但过去潜意识中的那个小孩却还不知道这一切。",
    "annotation": [
      {
        "sentence": "现在的你，31岁的你在理性上已经明白，作为养父母，他们能够把你养大并给予你这些已经足够了。",
        "label": ""
      },
      {
        "sentence": "你不能太过奢求，毕竟他们不是你的亲生父母，不能像对待亲生父母那样要求他们。",
        "label": ""
      },
      {
        "sentence": "但你内心深处那个缺乏爱的小孩并不明白这一点，在他的成长经历中，他确实一直缺少爱。",
        "label": ""
      },
      {
        "sentence": "现在的你可能在理智上对父母更加理解和宽容，但内心的你还没有发生太大的变化。",
        "label": ""
      },
      {
        "sentence": "解决问题的办法是透过咨询来愈合你内心缺爱的那个小孩，让他了解到这一切，改变他深层的信念和价值观。",
        "label": ""
      },
      {
        "sentence": "你在理智上已经明白这一点，但过去潜意识中的那个小孩却还不知道这一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你说的意思，我试着在理智上对他们更加理解和宽容。但有时候我觉得无法摆脱内心的怨恨和不满，总觉得他们不能像亲生父母一样对待我。我不知道该如何让内心的那个小孩接受现实。",
    "annotation": [
      {
        "sentence": "我明白你说的意思，我试着在理智上对他们更加理解和宽容。",
        "label": ""
      },
      {
        "sentence": "但有时候我觉得无法摆脱内心的怨恨和不满，总觉得他们不能像亲生父母一样对待我。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何让内心的那个小孩接受现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，对于那个内心深处的小孩来说，这是一个很大的挑战。你可以试着与那个小孩对话，带着同情和理解的态度，告诉他现实里的父母并不完美，但他们仍然尽力做到最好。并且告诉他你现在已经成年了，可以自己给自己带来更多的爱和满足感。试着发展一些自我关爱的方式，比如培养爱好，寻找感兴趣的事情，和朋友一起度过美好的时光，这样可以帮助你渐渐接受现实，并给予自己更多爱的感受。",
    "annotation": [
      {
        "sentence": "是的，对于那个内心深处的小孩来说，这是一个很大的挑战。",
        "label": ""
      },
      {
        "sentence": "你可以试着与那个小孩对话，带着同情和理解的态度，告诉他现实里的父母并不完美，但他们仍然尽力做到最好。",
        "label": ""
      },
      {
        "sentence": "并且告诉他你现在已经成年了，可以自己给自己带来更多的爱和满足感。",
        "label": ""
      },
      {
        "sentence": "试着发展一些自我关爱的方式，比如培养爱好，寻找感兴趣的事情，和朋友一起度过美好的时光，这样可以帮助你渐渐接受现实，并给予自己更多爱的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和那个内心小孩对话，告诉他现实的情况，并让他慢慢接受。我也会尝试发展自我关爱，找到一些喜欢的事情去做，和朋友们一起度过美好的时光。谢谢你的建议，我觉得这些方法会对我有帮助。",
    "annotation": [
      {
        "sentence": "我会试着和那个内心小孩对话，告诉他现实的情况，并让他慢慢接受。",
        "label": ""
      },
      {
        "sentence": "我也会尝试发展自我关爱，找到一些喜欢的事情去做，和朋友们一起度过美好的时光。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我觉得这些方法会对我有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。记住，接受现实并不容易，你需要耐心和时间。而且，不要忘记你已经取得的成就和对自己所付出的努力。包容自己的过程可能会有起伏，但你可以相信自己能够逐渐摆脱这种执念，找到内心的平静和满足感。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，接受现实并不容易，你需要耐心和时间。",
        "label": ""
      },
      {
        "sentence": "而且，不要忘记你已经取得的成就和对自己所付出的努力。",
        "label": ""
      },
      {
        "sentence": "包容自己的过程可能会有起伏，但你可以相信自己能够逐渐摆脱这种执念，找到内心的平静和满足感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我会保持耐心，并且相信自己能够逐渐从这种执念中解脱出来。谢谢你的鼓励和支持。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我会保持耐心，并且相信自己能够逐渐从这种执念中解脱出来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气。希望你能够找到内心的平静和满足感。如果以后还需要帮助，随时来找我聊聊吧。祝福你！",
    "annotation": [
      {
        "sentence": "不客气。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到内心的平静和满足感。",
        "label": ""
      },
      {
        "sentence": "如果以后还需要帮助，随时来找我聊聊吧。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和提供的帮助。我会时常保持联系的。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和提供的帮助。",
        "label": ""
      },
      {
        "sentence": "我会时常保持联系的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]