[
  {
    "role": "client",
    "content": "男朋友公司女同事很多，我很焦虑不安该怎么调节？",
    "annotation": [
      {
        "sentence": "男朋友公司女同事很多，我很焦虑不安该怎么调节？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你男朋友公司有很多女同事，让你感到焦虑了，是吗？你说男朋友是做视频编导的，每天都要写脚本，给模特拍视频，然后我就很不高兴，每次他拍视频时我都要打电话给他。",
    "annotation": [
      {
        "sentence": "你男朋友公司有很多女同事，让你感到焦虑了，是吗？",
        "label": ""
      },
      {
        "sentence": "你说男朋友是做视频编导的，每天都要写脚本，给模特拍视频，然后我就很不高兴，每次他拍视频时我都要打电话给他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他每天都和一群女同事在一起工作，我就会担心他们之间会发生什么暧昧的事情。每次他和模特在一起拍摄时，我就心里特别不舒服，于是发短信或打电话给他。",
    "annotation": [
      {
        "sentence": "是的，他每天都和一群女同事在一起工作，我就会担心他们之间会发生什么暧昧的事情。",
        "label": ""
      },
      {
        "sentence": "每次他和模特在一起拍摄时，我就心里特别不舒服，于是发短信或打电话给他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你的担心是因为他和女同事一起工作，你会联想到一些不好的情节，是吗？我想问一下你，当你想到他和模特一起工作时，你会想到什么呢？你试着觉察一下自己的思维活动过程，去发现是什么样的生活经验、自我观念、自动化思维在使自己感到焦虑的。记得把自己思维内容和依据记录下来，比如对过去发生的事情的解读，对当前正在经历的事情的看法，对自我、他人和环境的认识，对即将发生的事情的预设。当我们知道了自己的思维活动过程，然后检验其真实性与合理性，对过去、现在、未来和自己、他人、环境重新进行解读，用更真实、合理的想法代替原有的思维。具体的过程是：我感到焦虑了，发生了什么？我想到了什么？我为什么会这么想？我这么想的依据是什么？我还可以怎么想？我怎么想更合理？我的想法改变了之后，我的感觉怎么样？",
    "annotation": [
      {
        "sentence": "明白了，你的担心是因为他和女同事一起工作，你会联想到一些不好的情节，是吗？",
        "label": ""
      },
      {
        "sentence": "我想问一下你，当你想到他和模特一起工作时，你会想到什么呢？",
        "label": ""
      },
      {
        "sentence": "你试着觉察一下自己的思维活动过程，去发现是什么样的生活经验、自我观念、自动化思维在使自己感到焦虑的。",
        "label": ""
      },
      {
        "sentence": "记得把自己思维内容和依据记录下来，比如对过去发生的事情的解读，对当前正在经历的事情的看法，对自我、他人和环境的认识，对即将发生的事情的预设。",
        "label": ""
      },
      {
        "sentence": "当我们知道了自己的思维活动过程，然后检验其真实性与合理性，对过去、现在、未来和自己、他人、环境重新进行解读，用更真实、合理的想法代替原有的思维。",
        "label": ""
      },
      {
        "sentence": "具体的过程是：我感到焦虑了，发生了什么？",
        "label": ""
      },
      {
        "sentence": "我想到了什么？",
        "label": ""
      },
      {
        "sentence": "我为什么会这么想？",
        "label": ""
      },
      {
        "sentence": "我这么想的依据是什么？",
        "label": ""
      },
      {
        "sentence": "我还可以怎么想？",
        "label": ""
      },
      {
        "sentence": "我怎么想更合理？",
        "label": ""
      },
      {
        "sentence": "我的想法改变了之后，我的感觉怎么样？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每次想到他和模特在一起工作，我就会觉得他们之间肯定会产生一些特殊的关系，我担心他会喜欢上别人或者被别人勾引。我想这可能是因为我过去有过类似的经历，所以现在会在这个问题上感到不安。",
    "annotation": [
      {
        "sentence": "每次想到他和模特在一起工作，我就会觉得他们之间肯定会产生一些特殊的关系，我担心他会喜欢上别人或者被别人勾引。",
        "label": ""
      },
      {
        "sentence": "我想这可能是因为我过去有过类似的经历，所以现在会在这个问题上感到不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心和不安，过去的经历可能会对我们的思维产生影响。但是我们不能让过去的经历限制了我们对现在和未来的看法。你可以尝试问问自己，他是否给你了足够的信任和安全感？你们之间是否有良好的沟通和理解？而不是过度担心别人的行为。另外，你可以试着培养一些自己的爱好和朋友圈子，让自己的生活更加充实，这样你就不会过度依赖他了。",
    "annotation": [
      {
        "sentence": "我理解你的担心和不安，过去的经历可能会对我们的思维产生影响。",
        "label": ""
      },
      {
        "sentence": "但是我们不能让过去的经历限制了我们对现在和未来的看法。",
        "label": ""
      },
      {
        "sentence": "你可以尝试问问自己，他是否给你了足够的信任和安全感？",
        "label": ""
      },
      {
        "sentence": "你们之间是否有良好的沟通和理解？",
        "label": ""
      },
      {
        "sentence": "而不是过度担心别人的行为。",
        "label": ""
      },
      {
        "sentence": "另外，你可以试着培养一些自己的爱好和朋友圈子，让自己的生活更加充实，这样你就不会过度依赖他了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更加相信他，并且不要让过去的经历影响到我们现在的关系。我可以尝试培养一些爱好，找到属于自己的朋友圈，让自己的生活更加充实，不再那么依赖他。",
    "annotation": [
      {
        "sentence": "我明白了，我应该更加相信他，并且不要让过去的经历影响到我们现在的关系。",
        "label": ""
      },
      {
        "sentence": "我可以尝试培养一些爱好，找到属于自己的朋友圈，让自己的生活更加充实，不再那么依赖他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的思考和决心是正确的。相信你们之间的感情，同时也要为自己的生活找到更多的乐趣和满足感。记得以积极的心态去调整自己，相信一切都会越来越好的。",
    "annotation": [
      {
        "sentence": "很好，你的思考和决心是正确的。",
        "label": ""
      },
      {
        "sentence": "相信你们之间的感情，同时也要为自己的生活找到更多的乐趣和满足感。",
        "label": ""
      },
      {
        "sentence": "记得以积极的心态去调整自己，相信一切都会越来越好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会试着去做的。希望我能够克服这种焦虑情绪，让我们的关系变得更健康和稳定。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会试着去做的。",
        "label": ""
      },
      {
        "sentence": "希望我能够克服这种焦虑情绪，让我们的关系变得更健康和稳定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和努力是值得肯定的。相信自己，也相信你们的感情。如果需要的话，随时找我倾诉和寻求支持。你会度过这个困难时期的，加油！",
    "annotation": [
      {
        "sentence": "你的决心和努力是值得肯定的。",
        "label": ""
      },
      {
        "sentence": "相信自己，也相信你们的感情。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，随时找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "你会度过这个困难时期的，加油！",
        "label": ""
      }
    ]
  }
]