[
  {
    "role": "client",
    "content": "我二十三岁，感到焦虑和依恋一个十九岁的男孩。我们在一起和分手都非常痛苦。我是焦虑型依恋，还有间歇性中度抑郁症。他情绪不稳定，经常发脾气说伤人的话。我们在一起已经谈了八个月，闹分手的次数不下十次。大多数情况下都是因为他生气所导致。虽然他从来不主动承认错误，但他又有点大男子主义，不愿意丢面子。我觉得他可能是回避型依恋并有攻击性倾向，而我越是决定离开，反而越紧紧抓住他。我们真的很不合适。理性的一面告诉我他不是我最终要走向的人。但是还没长大的我就一直依赖着这段关系，执意不愿意离开。他家庭经济条件和我的差距太大，他父母离婚了，他爸爸赌博赔钱还有外遇，他妈妈对他哥哥更宠爱，对他却忽视，经常贬低指责他，骂他是常事。我在英国留学回来，而他只上了初中就辍学了。他很好胜，处处喜欢争论，而我作为独生女，一直被宠爱，性格很任性自私。我们的消费观念更是大相径庭。我就像一个没断奶的巨婴，拒绝成长，不愿意承担任何责任。爸爸吵架越凶，我反而表现得越坚决。我想分手，我越来越迷失自我了，妈妈一开始纵容我，但现在对我和他的联系变得越来越严厉。现在我非常没有安全感，我也骂自己没出息。",
    "annotation": [
      {
        "sentence": "我二十三岁，感到焦虑和依恋一个十九岁的男孩。",
        "label": ""
      },
      {
        "sentence": "我们在一起和分手都非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我是焦虑型依恋，还有间歇性中度抑郁症。",
        "label": ""
      },
      {
        "sentence": "他情绪不稳定，经常发脾气说伤人的话。",
        "label": ""
      },
      {
        "sentence": "我们在一起已经谈了八个月，闹分手的次数不下十次。",
        "label": ""
      },
      {
        "sentence": "大多数情况下都是因为他生气所导致。",
        "label": ""
      },
      {
        "sentence": "虽然他从来不主动承认错误，但他又有点大男子主义，不愿意丢面子。",
        "label": ""
      },
      {
        "sentence": "我觉得他可能是回避型依恋并有攻击性倾向，而我越是决定离开，反而越紧紧抓住他。",
        "label": ""
      },
      {
        "sentence": "我们真的很不合适。",
        "label": ""
      },
      {
        "sentence": "理性的一面告诉我他不是我最终要走向的人。",
        "label": ""
      },
      {
        "sentence": "但是还没长大的我就一直依赖着这段关系，执意不愿意离开。",
        "label": ""
      },
      {
        "sentence": "他家庭经济条件和我的差距太大，他父母离婚了，他爸爸赌博赔钱还有外遇，他妈妈对他哥哥更宠爱，对他却忽视，经常贬低指责他，骂他是常事。",
        "label": ""
      },
      {
        "sentence": "我在英国留学回来，而他只上了初中就辍学了。",
        "label": ""
      },
      {
        "sentence": "他很好胜，处处喜欢争论，而我作为独生女，一直被宠爱，性格很任性自私。",
        "label": ""
      },
      {
        "sentence": "我们的消费观念更是大相径庭。",
        "label": ""
      },
      {
        "sentence": "我就像一个没断奶的巨婴，拒绝成长，不愿意承担任何责任。",
        "label": ""
      },
      {
        "sentence": "爸爸吵架越凶，我反而表现得越坚决。",
        "label": ""
      },
      {
        "sentence": "我想分手，我越来越迷失自我了，妈妈一开始纵容我，但现在对我和他的联系变得越来越严厉。",
        "label": ""
      },
      {
        "sentence": "现在我非常没有安全感，我也骂自己没出息。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，姑娘。非常感谢你对我的信任，邀请我来回答你的问题。我看了你的描述，让我联想到了\"牛郎织女的故事\"，只是这个\"牛郎\"不如那个勤劳敦厚的牛郎，而且脾气也不太好。对吗？看到你使用了很多心理学专业术语来叙述你的故事，我猜你一定学习了不少心理学知识。所以，我给你一些理论上的大道理吧。我想给你一个不同的思路：你和男友在一起快乐吗？你为这份快乐愿意付出最大的代价或者承担最大的责任是什么？或许，理清这个思路，对于你分析问题并作出决定有所帮助。请好好照顾自己。",
    "annotation": [
      {
        "sentence": "你好，姑娘。",
        "label": ""
      },
      {
        "sentence": "非常感谢你对我的信任，邀请我来回答你的问题。",
        "label": ""
      },
      {
        "sentence": "我看了你的描述，让我联想到了\"牛郎织女的故事\"，只是这个\"牛郎\"不如那个勤劳敦厚的牛郎，而且脾气也不太好。",
        "label": ""
      },
      {
        "sentence": "对吗？",
        "label": ""
      },
      {
        "sentence": "看到你使用了很多心理学专业术语来叙述你的故事，我猜你一定学习了不少心理学知识。",
        "label": ""
      },
      {
        "sentence": "所以，我给你一些理论上的大道理吧。",
        "label": ""
      },
      {
        "sentence": "我想给你一个不同的思路：你和男友在一起快乐吗？",
        "label": ""
      },
      {
        "sentence": "你为这份快乐愿意付出最大的代价或者承担最大的责任是什么？",
        "label": ""
      },
      {
        "sentence": "或许，理清这个思路，对于你分析问题并作出决定有所帮助。",
        "label": ""
      },
      {
        "sentence": "请好好照顾自己。",
        "label": ""
      }
    ]
  }
]