[
  {
    "role": "client",
    "content": "我发现男朋友QQ里有前女友的照片和私密视频。上次我来提问过的，无意间看到了男朋友QQ里前女友的照片和私密视频。老师们都告诉我没有必要非要跟他说，我也接受了。但是他发手机后跟他聊天时还是忍不住说了。他说自己忘记了，然后就删掉了。之后也跟我解释了他们不可能了，让我别多想。本来这件事情就这么愉快的了。可是我又多说了几句，让他感觉很不舒服。我说看到他们的以前的照片和互动，感觉他们以前的相处模式和我们现在差不多，觉得他对我说过的话跟她也说过，我们一起做过的事情他们也一起做过。感觉我们的感情像他们以前感情的延续，我代替了他前女友的那个位置，并不像我们俩开始的一段新的感情。我说完后他说自己感觉很崩溃，很憋闷，很烦躁。我希望他能跟我解释一下，否定我的想法，我希望我在他心里是特别的。想问问各位老师我说的话很有问题吗？他为什么会反应那么大，拒绝和我沟通呢？",
    "annotation": [
      {
        "sentence": "我发现男朋友QQ里有前女友的照片和私密视频。",
        "label": ""
      },
      {
        "sentence": "上次我来提问过的，无意间看到了男朋友QQ里前女友的照片和私密视频。",
        "label": ""
      },
      {
        "sentence": "老师们都告诉我没有必要非要跟他说，我也接受了。",
        "label": ""
      },
      {
        "sentence": "但是他发手机后跟他聊天时还是忍不住说了。",
        "label": ""
      },
      {
        "sentence": "他说自己忘记了，然后就删掉了。",
        "label": ""
      },
      {
        "sentence": "之后也跟我解释了他们不可能了，让我别多想。",
        "label": ""
      },
      {
        "sentence": "本来这件事情就这么愉快的了。",
        "label": ""
      },
      {
        "sentence": "可是我又多说了几句，让他感觉很不舒服。",
        "label": ""
      },
      {
        "sentence": "我说看到他们的以前的照片和互动，感觉他们以前的相处模式和我们现在差不多，觉得他对我说过的话跟她也说过，我们一起做过的事情他们也一起做过。",
        "label": ""
      },
      {
        "sentence": "感觉我们的感情像他们以前感情的延续，我代替了他前女友的那个位置，并不像我们俩开始的一段新的感情。",
        "label": ""
      },
      {
        "sentence": "我说完后他说自己感觉很崩溃，很憋闷，很烦躁。",
        "label": ""
      },
      {
        "sentence": "我希望他能跟我解释一下，否定我的想法，我希望我在他心里是特别的。",
        "label": ""
      },
      {
        "sentence": "想问问各位老师我说的话很有问题吗？",
        "label": ""
      },
      {
        "sentence": "他为什么会反应那么大，拒绝和我沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你的言辞在当时的情境下，可能让他觉得你仍然在怀疑他，不相信他的解释。他拒绝沟通的原因可能是因为，按照怀疑与信任的思路，你要求继续沟通实际上就意味着你要求他“自证清白”，而他可能认为自己从来没有存在过值得怀疑的地方。这只是一种可能的推测，供你参考。关于相处模式的问题，你希望自己在对方心里有个特别地位是可以理解的，不过实际操作起来可能确实有难度。想像一下你和男朋友在一起两年来做过的事情，然后设想一下如果你谈了一次全新的恋爱，不再做之前的事情，实际上是相当需要创意的。不过，这只是一种思路，你可以再考虑一下。很抱歉，我现在要出门了，就先说这些吧，希望对你有帮助，加油！",
    "annotation": [
      {
        "sentence": "看起来你的言辞在当时的情境下，可能让他觉得你仍然在怀疑他，不相信他的解释。",
        "label": ""
      },
      {
        "sentence": "他拒绝沟通的原因可能是因为，按照怀疑与信任的思路，你要求继续沟通实际上就意味着你要求他“自证清白”，而他可能认为自己从来没有存在过值得怀疑的地方。",
        "label": ""
      },
      {
        "sentence": "这只是一种可能的推测，供你参考。",
        "label": ""
      },
      {
        "sentence": "关于相处模式的问题，你希望自己在对方心里有个特别地位是可以理解的，不过实际操作起来可能确实有难度。",
        "label": ""
      },
      {
        "sentence": "想像一下你和男朋友在一起两年来做过的事情，然后设想一下如果你谈了一次全新的恋爱，不再做之前的事情，实际上是相当需要创意的。",
        "label": ""
      },
      {
        "sentence": "不过，这只是一种思路，你可以再考虑一下。",
        "label": ""
      },
      {
        "sentence": "很抱歉，我现在要出门了，就先说这些吧，希望对你有帮助，加油！",
        "label": ""
      }
    ]
  }
]