[
  {
    "role": "client",
    "content": "受到父母行为影响导致生活无奈困顿，该怎么改变？女，25。",
    "annotation": [
      {
        "sentence": "受到父母行为影响导致生活无奈困顿，该怎么改变？",
        "label": ""
      },
      {
        "sentence": "女，25。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母是我们唯一不能选择的，但是如何生活却是我们可以选择和控制的，对吗？",
    "annotation": [
      {
        "sentence": "父母是我们唯一不能选择的，但是如何生活却是我们可以选择和控制的，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白这一点。父亲独子且属于遗腹子，从小溺爱长大，以前经营卡车盈利好，但是爱吃喝挥霍，现在没有存款。一直酗酒以前家暴有流氓痞劲，四十多岁身体很差，在县名声很差。",
    "annotation": [
      {
        "sentence": "是的，我明白这一点。",
        "label": ""
      },
      {
        "sentence": "父亲独子且属于遗腹子，从小溺爱长大，以前经营卡车盈利好，但是爱吃喝挥霍，现在没有存款。",
        "label": ""
      },
      {
        "sentence": "一直酗酒以前家暴有流氓痞劲，四十多岁身体很差，在县名声很差。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父亲独子且属于遗腹子的特点，影响了父亲的性格特质。父亲酗酒且有家暴行为，这点的话，你了解过父亲的成长环境吗？父亲的这些行为也许是他曾经有过创伤才导致的呢。你提到父亲四十多岁身体很差，在县名声很差，我感受到了你在厌恶父亲之外，还有丝丝的心疼父亲，对吗？",
    "annotation": [
      {
        "sentence": "父亲独子且属于遗腹子的特点，影响了父亲的性格特质。",
        "label": ""
      },
      {
        "sentence": "父亲酗酒且有家暴行为，这点的话，你了解过父亲的成长环境吗？",
        "label": ""
      },
      {
        "sentence": "父亲的这些行为也许是他曾经有过创伤才导致的呢。",
        "label": ""
      },
      {
        "sentence": "你提到父亲四十多岁身体很差，在县名声很差，我感受到了你在厌恶父亲之外，还有丝丝的心疼父亲，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，虽然我对父亲很厌恶，但还是忍不住心疼他。他没有素质缺乏自律，每天看见他很烦，总顶撞吵闹他，但心里仍然很爱他。母亲别人认为她很好，但总被我发现和别的男人悄悄骚聊，而且和一个老男人联系十多年。以前觉得她懦弱无能不拒绝有些看不起，现在长大会理解一个农村妇女的局限选择，但还是无法接受表面一套背后一套的小聪明。",
    "annotation": [
      {
        "sentence": "是的，虽然我对父亲很厌恶，但还是忍不住心疼他。",
        "label": ""
      },
      {
        "sentence": "他没有素质缺乏自律，每天看见他很烦，总顶撞吵闹他，但心里仍然很爱他。",
        "label": ""
      },
      {
        "sentence": "母亲别人认为她很好，但总被我发现和别的男人悄悄骚聊，而且和一个老男人联系十多年。",
        "label": ""
      },
      {
        "sentence": "以前觉得她懦弱无能不拒绝有些看不起，现在长大会理解一个农村妇女的局限选择，但还是无法接受表面一套背后一套的小聪明。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出在你的成长环境中，你父亲的角色是缺失的。你不自觉中把自己变成了父亲的丈夫角色，所以在发现母亲的一些类似出轨的言行举止时会有很多的愤怒和厌恶，对吗？可是你不要忘记了，你只是孩子，父母是父母，她们的生活是由他们自己选择的，对吗？",
    "annotation": [
      {
        "sentence": "看得出在你的成长环境中，你父亲的角色是缺失的。",
        "label": ""
      },
      {
        "sentence": "你不自觉中把自己变成了父亲的丈夫角色，所以在发现母亲的一些类似出轨的言行举止时会有很多的愤怒和厌恶，对吗？",
        "label": ""
      },
      {
        "sentence": "可是你不要忘记了，你只是孩子，父母是父母，她们的生活是由他们自己选择的，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白我只是孩子，但有时候很难接受他们的行为。讨厌别人说我是谁家孩子，父母没有一个人是我愿意被提起的，也讨厌其他人以前让我管我爸，现在又说我不懂规矩的指手画脚。客观讲父母对我恩大如天，但我心里真的很复杂。想让自己什么都不懂把他们当成最好的父母，又想做个绝情的人痛快地讨厌。",
    "annotation": [
      {
        "sentence": "是的，我明白我只是孩子，但有时候很难接受他们的行为。",
        "label": ""
      },
      {
        "sentence": "讨厌别人说我是谁家孩子，父母没有一个人是我愿意被提起的，也讨厌其他人以前让我管我爸，现在又说我不懂规矩的指手画脚。",
        "label": ""
      },
      {
        "sentence": "客观讲父母对我恩大如天，但我心里真的很复杂。",
        "label": ""
      },
      {
        "sentence": "想让自己什么都不懂把他们当成最好的父母，又想做个绝情的人痛快地讨厌。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在25岁，估计是刚毕业或者还在读研的状态，工作或者学习的压力可能还比较大，再加上家里的这种特殊环境，我可以感受到你心中的烦躁和不安，给你一个有力量的鼓励！基于你当下的情况，我建议你：1.还是之前说的，父母我们没有办法选择，我们只能尝试着去站在他们的成长环境和位置去理解和接纳他们，不然一直心怀愤怒和指责，情绪受到影响最大的还是你自己，对吗？2.你可以考虑去做心理咨询。如果真的靠自己的力量，我想你应该也不可能去寻求朋友帮助的，因此建议你可以考虑心理咨询，去做一些发展心理的建树。祝福静静汀。",
    "annotation": [
      {
        "sentence": "你现在25岁，估计是刚毕业或者还在读研的状态，工作或者学习的压力可能还比较大，再加上家里的这种特殊环境，我可以感受到你心中的烦躁和不安，给你一个有力量的鼓励！",
        "label": ""
      },
      {
        "sentence": "基于你当下的情况，我建议你：1.还是之前说的，父母我们没有办法选择，我们只能尝试着去站在他们的成长环境和位置去理解和接纳他们，不然一直心怀愤怒和指责，情绪受到影响最大的还是你自己，对吗？",
        "label": ""
      },
      {
        "sentence": "2.你可以考虑去做心理咨询。",
        "label": ""
      },
      {
        "sentence": "如果真的靠自己的力量，我想你应该也不可能去寻求朋友帮助的，因此建议你可以考虑心理咨询，去做一些发展心理的建树。",
        "label": ""
      },
      {
        "sentence": "祝福静静汀。",
        "label": ""
      }
    ]
  }
]