[
  {
    "role": "client",
    "content": "不自主地在道德的制高点上处理事情，为什么会这样？在不涉及工作的生活中如果发现别人有涉及道德层面的事就很难忍受这个人，就会很隔应难受，相处就会有意无意散发戾气，还总想反击责骂教育别人不管男女老少，比如圆滑势利两面三刀，男的说脏话吹牛或者没担当，女的情感出轨等等这种没有什么大社会危害性缺点，发现一个人这类某种特质后就很难心平气和的与之相处，尤其是这种缺点针对我，比如背地议论我之类，可能是觉得被欺骗背叛还是什么，有时候心情不好就连眼神都流露着不屑。虽然从心底知道都不是大奸大恶甚至对我还挺好，自己也没资格去看不起别人。但就没办法和颜悦色。而且毕业后生活中北方十八线小县城，有时候个别年长些长辈或者教育程度低的年轻人他们那种思想行为就很利己落后，一点没办法接受。自己都很讨厌自己这样，应该没有人喜欢和我这样的人相处，这种充当制裁者的心理行为不知道属于道德感太强或者假清高小心眼还是其他什么？为什么会这样该怎样调试自己才能更好的进行人际交流呢？",
    "annotation": [
      {
        "sentence": "不自主地在道德的制高点上处理事情，为什么会这样？",
        "label": ""
      },
      {
        "sentence": "在不涉及工作的生活中如果发现别人有涉及道德层面的事就很难忍受这个人，就会很隔应难受，相处就会有意无意散发戾气，还总想反击责骂教育别人不管男女老少，比如圆滑势利两面三刀，男的说脏话吹牛或者没担当，女的情感出轨等等这种没有什么大社会危害性缺点，发现一个人这类某种特质后就很难心平气和的与之相处，尤其是这种缺点针对我，比如背地议论我之类，可能是觉得被欺骗背叛还是什么，有时候心情不好就连眼神都流露着不屑。",
        "label": ""
      },
      {
        "sentence": "虽然从心底知道都不是大奸大恶甚至对我还挺好，自己也没资格去看不起别人。",
        "label": ""
      },
      {
        "sentence": "但就没办法和颜悦色。",
        "label": ""
      },
      {
        "sentence": "而且毕业后生活中北方十八线小县城，有时候个别年长些长辈或者教育程度低的年轻人他们那种思想行为就很利己落后，一点没办法接受。",
        "label": ""
      },
      {
        "sentence": "自己都很讨厌自己这样，应该没有人喜欢和我这样的人相处，这种充当制裁者的心理行为不知道属于道德感太强或者假清高小心眼还是其他什么？",
        "label": ""
      },
      {
        "sentence": "为什么会这样该怎样调试自己才能更好的进行人际交流呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完了你的叙述和我有一段时间的想法很相似。总是拿着自己内心制定的一些规则来套在别人身上，凡是不符合自己内心标准的基本上是不予为伍的，是要选择战队的，基本上就是内心对立。",
    "annotation": [
      {
        "sentence": "看完了你的叙述和我有一段时间的想法很相似。",
        "label": ""
      },
      {
        "sentence": "总是拿着自己内心制定的一些规则来套在别人身上，凡是不符合自己内心标准的基本上是不予为伍的，是要选择战队的，基本上就是内心对立。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉自己总是根据自己的价值观去评判他人，这样的想法让我感到困扰。",
    "annotation": [
      {
        "sentence": "是的，我感觉自己总是根据自己的价值观去评判他人，这样的想法让我感到困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在来看回当年的我，我给自己下的判断就是我被社会上有一些信念和认知洗脑了，然后把自己给圈进去了。比如说我那个时候最容易犯的就是非黑即白，这样的二元论，只要你身上有什么道德上的污点，我就觉得你这个人不咋地，直接给你打入黑5类。",
    "annotation": [
      {
        "sentence": "现在来看回当年的我，我给自己下的判断就是我被社会上有一些信念和认知洗脑了，然后把自己给圈进去了。",
        "label": ""
      },
      {
        "sentence": "比如说我那个时候最容易犯的就是非黑即白，这样的二元论，只要你身上有什么道德上的污点，我就觉得你这个人不咋地，直接给你打入黑5类。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也发现了自己思维上存在着非黑即白的倾向，这是一种过度简化的看待人和事的方式。",
    "annotation": [
      {
        "sentence": "我也发现了自己思维上存在着非黑即白的倾向，这是一种过度简化的看待人和事的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在看看，觉得当时的这个想法比较幼稚，因为这个生活当中人是多样性的，不光有黑色的，有白色的，大部分生活在五彩缤纷的颜色当中。并且一个人在社会上扮演的角色也是多元化的，比如说在公司他是一个严厉苛刻的老板，可是在家里面他是一个非常温柔体贴，还有人会下厨做饭的好丈夫，孩子眼里的好爸爸。可是他在外面还有情人，和朋友做生意的时候给朋友挖坑。那么你怎么来评价这个人？",
    "annotation": [
      {
        "sentence": "现在看看，觉得当时的这个想法比较幼稚，因为这个生活当中人是多样性的，不光有黑色的，有白色的，大部分生活在五彩缤纷的颜色当中。",
        "label": ""
      },
      {
        "sentence": "并且一个人在社会上扮演的角色也是多元化的，比如说在公司他是一个严厉苛刻的老板，可是在家里面他是一个非常温柔体贴，还有人会下厨做饭的好丈夫，孩子眼里的好爸爸。",
        "label": ""
      },
      {
        "sentence": "可是他在外面还有情人，和朋友做生意的时候给朋友挖坑。",
        "label": ""
      },
      {
        "sentence": "那么你怎么来评价这个人？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，每个人都有不同的角色和复杂的生活，不能简单地用一个标准来评价他人。",
    "annotation": [
      {
        "sentence": "我明白了，每个人都有不同的角色和复杂的生活，不能简单地用一个标准来评价他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你的脑子里就有一个固定的方程式，比如说，一个人就应该怎么怎么样的想法。那么不得不说，你已经被自己脑子里的信念给套住了。比如说在你的道德观念里，你认为一个好人就应该助人为乐。可是在别人的道德观念里认为只要我不去主动伤害别人，我就是一个好人。你觉得这两个道德观念里面哪个更正确？",
    "annotation": [
      {
        "sentence": "如果你的脑子里就有一个固定的方程式，比如说，一个人就应该怎么怎么样的想法。",
        "label": ""
      },
      {
        "sentence": "那么不得不说，你已经被自己脑子里的信念给套住了。",
        "label": ""
      },
      {
        "sentence": "比如说在你的道德观念里，你认为一个好人就应该助人为乐。",
        "label": ""
      },
      {
        "sentence": "可是在别人的道德观念里认为只要我不去主动伤害别人，我就是一个好人。",
        "label": ""
      },
      {
        "sentence": "你觉得这两个道德观念里面哪个更正确？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我开始意识到这个问题了，道德观念是多样的，每个人都有自己的标准和价值观。没有一个固定的方程式可以适用于每个人。",
    "annotation": [
      {
        "sentence": "我开始意识到这个问题了，道德观念是多样的，每个人都有自己的标准和价值观。",
        "label": ""
      },
      {
        "sentence": "没有一个固定的方程式可以适用于每个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正是如此。了解并接受他人的道德观念差异是进行人际交流的重要一步。我们可以试着换位思考，理解别人的想法和行为所依据的背景和价值观。",
    "annotation": [
      {
        "sentence": "正是如此。",
        "label": ""
      },
      {
        "sentence": "了解并接受他人的道德观念差异是进行人际交流的重要一步。",
        "label": ""
      },
      {
        "sentence": "我们可以试着换位思考，理解别人的想法和行为所依据的背景和价值观。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尽量去了解和接受他人的观点，而不再仅仅依据自己的标准评判他人。",
    "annotation": [
      {
        "sentence": "嗯，我会尽量去了解和接受他人的观点，而不再仅仅依据自己的标准评判他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好。接受多样性和容忍他人的不完美是培养良好人际关系的关键。同时，也要给自己一些宽容和理解，不要过度苛责自己。",
    "annotation": [
      {
        "sentence": "非常好。",
        "label": ""
      },
      {
        "sentence": "接受多样性和容忍他人的不完美是培养良好人际关系的关键。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一些宽容和理解，不要过度苛责自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力调试自己的思维方式，使自己能更好地融入人际交往中。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力调试自己的思维方式，使自己能更好地融入人际交往中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了改变的重要一步，相信你一定能够取得进步。如果在调整过程中遇到困难，记得随时寻求帮助和支持。",
    "annotation": [
      {
        "sentence": "你已经迈出了改变的重要一步，相信你一定能够取得进步。",
        "label": ""
      },
      {
        "sentence": "如果在调整过程中遇到困难，记得随时寻求帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会时刻铭记在心的。希望能有更多的人理解和接受我。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会时刻铭记在心的。",
        "label": ""
      },
      {
        "sentence": "希望能有更多的人理解和接受我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不是一个人在战斗，我相信会有人愿意理解和接受你的。加油！",
    "annotation": [
      {
        "sentence": "你不是一个人在战斗，我相信会有人愿意理解和接受你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]