[
  {
    "role": "client",
    "content": "我最近发现自己在道德问题上处理事情的时候不自主地站在一个非常严厉的高标准上，我为什么会这样呢？在生活中，如果发现别人有涉及道德问题的行为，我就很难忍受这个人，对待他们就会感到很不舒服。我和这些人相处的时候，就会无意识地表现出批判和冷漠的态度，甚至想要反击、责骂或者教育别人，不管对方是男性还是女性，年轻人还是老年人。虽然这些缺点在整个社会来看并不是很严重，比如那些圆滑机敏、两面三刀的人，男人说脏话、吹牛或者没有担当，女人产生情感出轨等等。但是，一旦我发现一个人有这些特质，我就很难以平和的心态与他相处，尤其是当这些缺点针对我的时候。我可能是因为觉得自己被欺骗或者背叛了吧，所以有时候我即使心情不好，也会流露出不屑的眼神。虽然从心底里我知道这些人并不是大奸大恶，对我也挺好的，我也没有资格看不起别人，但是我就是无法让自己对他们友好和善。而且，毕业后我现在生活在北方的一个十八线小县城，有时候会遇到一些年长些的长辈或者教育程度不高的年轻人，他们的思想和行为方式就非常自私和落后，我完全无法接受。我真的讨厌自己这样，觉得应该没有人喜欢和我这样的人相处。我不知道我这种努力做出制裁的心态是不是因为我的道德感太强烈了，或者是因为我自己假装高尚却心胸狭窄，或者还有其他的原因？我该怎么样调整自己才能更好地进行人际交流呢？",
    "annotation": [
      {
        "sentence": "我最近发现自己在道德问题上处理事情的时候不自主地站在一个非常严厉的高标准上，我为什么会这样呢？",
        "label": ""
      },
      {
        "sentence": "在生活中，如果发现别人有涉及道德问题的行为，我就很难忍受这个人，对待他们就会感到很不舒服。",
        "label": ""
      },
      {
        "sentence": "我和这些人相处的时候，就会无意识地表现出批判和冷漠的态度，甚至想要反击、责骂或者教育别人，不管对方是男性还是女性，年轻人还是老年人。",
        "label": ""
      },
      {
        "sentence": "虽然这些缺点在整个社会来看并不是很严重，比如那些圆滑机敏、两面三刀的人，男人说脏话、吹牛或者没有担当，女人产生情感出轨等等。",
        "label": ""
      },
      {
        "sentence": "但是，一旦我发现一个人有这些特质，我就很难以平和的心态与他相处，尤其是当这些缺点针对我的时候。",
        "label": ""
      },
      {
        "sentence": "我可能是因为觉得自己被欺骗或者背叛了吧，所以有时候我即使心情不好，也会流露出不屑的眼神。",
        "label": ""
      },
      {
        "sentence": "虽然从心底里我知道这些人并不是大奸大恶，对我也挺好的，我也没有资格看不起别人，但是我就是无法让自己对他们友好和善。",
        "label": ""
      },
      {
        "sentence": "而且，毕业后我现在生活在北方的一个十八线小县城，有时候会遇到一些年长些的长辈或者教育程度不高的年轻人，他们的思想和行为方式就非常自私和落后，我完全无法接受。",
        "label": ""
      },
      {
        "sentence": "我真的讨厌自己这样，觉得应该没有人喜欢和我这样的人相处。",
        "label": ""
      },
      {
        "sentence": "我不知道我这种努力做出制裁的心态是不是因为我的道德感太强烈了，或者是因为我自己假装高尚却心胸狭窄，或者还有其他的原因？",
        "label": ""
      },
      {
        "sentence": "我该怎么样调整自己才能更好地进行人际交流呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对于一些涉及道德判断的人和事特别敏感，尤其是一些在你身边发生的不符合主流道德标准的情况，会让你产生愤怒的情绪。你理智上知道这样不好，但却无法控制自己的情绪。一般情况下，愤怒情绪是由攻击引发的（潜意识感受到被攻击、被侵犯时就会产生愤怒情绪），它的作用是为了聚集起反击的能量，适度的愤怒对心理健康是有积极作用的。而你对于不符合主流道德标准的情况产生的愤怒情绪过于激烈，很难控制，好像周围的大多数人都无法理解你为什么会那么生气。很可能是因为这些人和事触碰到了你内心深处一些比较敏感且脆弱的地方，刺痛了你，但你自己却并不清楚是触碰到了什么。这可能是你心灵的某个伤疤，一种情结。如果你能够找到这个伤疤在哪里，具体是什么，并且能够更好地处理它，那么以后你就不会那么害怕再碰到它了，即使碰到了也不会那么疼了。如果这种情况对你的生活和工作产生了较大的负面影响，我建议你找一位心理动力学取向的心理咨询师，他们可以帮助你找到这个伤疤并进行处理。",
    "annotation": [
      {
        "sentence": "你对于一些涉及道德判断的人和事特别敏感，尤其是一些在你身边发生的不符合主流道德标准的情况，会让你产生愤怒的情绪。",
        "label": ""
      },
      {
        "sentence": "你理智上知道这样不好，但却无法控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "一般情况下，愤怒情绪是由攻击引发的（潜意识感受到被攻击、被侵犯时就会产生愤怒情绪），它的作用是为了聚集起反击的能量，适度的愤怒对心理健康是有积极作用的。",
        "label": ""
      },
      {
        "sentence": "而你对于不符合主流道德标准的情况产生的愤怒情绪过于激烈，很难控制，好像周围的大多数人都无法理解你为什么会那么生气。",
        "label": ""
      },
      {
        "sentence": "很可能是因为这些人和事触碰到了你内心深处一些比较敏感且脆弱的地方，刺痛了你，但你自己却并不清楚是触碰到了什么。",
        "label": ""
      },
      {
        "sentence": "这可能是你心灵的某个伤疤，一种情结。",
        "label": ""
      },
      {
        "sentence": "如果你能够找到这个伤疤在哪里，具体是什么，并且能够更好地处理它，那么以后你就不会那么害怕再碰到它了，即使碰到了也不会那么疼了。",
        "label": ""
      },
      {
        "sentence": "如果这种情况对你的生活和工作产生了较大的负面影响，我建议你找一位心理动力学取向的心理咨询师，他们可以帮助你找到这个伤疤并进行处理。",
        "label": ""
      }
    ]
  }
]