[
  {
    "role": "client",
    "content": "我确诊精神病，服药九年，我的路该怎么走？我是一个确诊精神疾病服药九年的26岁男，过去这些年几乎每年都住一次医院治疗，现在我已经两年多没去过医院了，不过药还是没有停。我感到迷茫，不知道接下来人生的路该选哪一条，下载了赶集网想找份工作，可是挑花了眼，不知道自己适合哪些工作，对任何一份工作都没有胜任的信心，觉得自己没有挣钱养活自己的能力，然后我又想要不要去一次医院看看，毕竟两年多没去过了，可能去了之后出院我的状态会更适合更有信心找工作呢？我想看心理咨询师可是家人说太贵了看不起，我的心就像处在十字路口，不知道该放任自己继续在家玩电脑还是去住院治疗或者是硬着头皮找份工作，但我知道父母养不了我一辈子，不接受低谷一般的现状处境，却又缺乏改变现状走出来的行动力，我该怎么办？",
    "annotation": [
      {
        "sentence": "我确诊精神病，服药九年，我的路该怎么走？",
        "label": ""
      },
      {
        "sentence": "我是一个确诊精神疾病服药九年的26岁男，过去这些年几乎每年都住一次医院治疗，现在我已经两年多没去过医院了，不过药还是没有停。",
        "label": ""
      },
      {
        "sentence": "我感到迷茫，不知道接下来人生的路该选哪一条，下载了赶集网想找份工作，可是挑花了眼，不知道自己适合哪些工作，对任何一份工作都没有胜任的信心，觉得自己没有挣钱养活自己的能力，然后我又想要不要去一次医院看看，毕竟两年多没去过了，可能去了之后出院我的状态会更适合更有信心找工作呢？",
        "label": ""
      },
      {
        "sentence": "我想看心理咨询师可是家人说太贵了看不起，我的心就像处在十字路口，不知道该放任自己继续在家玩电脑还是去住院治疗或者是硬着头皮找份工作，但我知道父母养不了我一辈子，不接受低谷一般的现状处境，却又缺乏改变现状走出来的行动力，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你非常棒，能够积极地坚持治疗。你说你有两年多没去过医院了，不知道这两年内有没有按时去门诊复查呢？如果对自己的状态有些担心，不如去医院寻求医生的帮助怎么样呢？",
    "annotation": [
      {
        "sentence": "你非常棒，能够积极地坚持治疗。",
        "label": ""
      },
      {
        "sentence": "你说你有两年多没去过医院了，不知道这两年内有没有按时去门诊复查呢？",
        "label": ""
      },
      {
        "sentence": "如果对自己的状态有些担心，不如去医院寻求医生的帮助怎么样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实有点担心自己的状况，因为两年没有去医院了。可能我应该去医院复查一下，听听医生的建议。",
    "annotation": [
      {
        "sentence": "我确实有点担心自己的状况，因为两年没有去医院了。",
        "label": ""
      },
      {
        "sentence": "可能我应该去医院复查一下，听听医生的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够看出你有找工作的想法，意识到父母不可能养你一辈子，自己需要慢慢自食其力起来，为你的想法点赞，为你想要改变现状的想法感到高兴。虽然你现在还暂时没有找到合适的方向，但你心中这些愿意改变的想法，就像岸边的灯塔，可以慢慢帮你找到前进的方向。",
    "annotation": [
      {
        "sentence": "能够看出你有找工作的想法，意识到父母不可能养你一辈子，自己需要慢慢自食其力起来，为你的想法点赞，为你想要改变现状的想法感到高兴。",
        "label": ""
      },
      {
        "sentence": "虽然你现在还暂时没有找到合适的方向，但你心中这些愿意改变的想法，就像岸边的灯塔，可以慢慢帮你找到前进的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我确实希望能够改变现状，找到一份适合我的工作。但我实在不知道自己适合做什么，对任何一份工作都没有信心。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我确实希望能够改变现状，找到一份适合我的工作。",
        "label": ""
      },
      {
        "sentence": "但我实在不知道自己适合做什么，对任何一份工作都没有信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能你会有这样的想法，希望自己一下子就能找到合适的工作，一下子就能做出改变，能够理解这种有些着急的心情，也看出了你的上进心。别着急，慢慢来。做饭还需要按步骤一点点来呢，找到工作并适应工作是不是也需要一个过程呢？这个过程没有那么容易，但是也没有你想像的那么难。",
    "annotation": [
      {
        "sentence": "可能你会有这样的想法，希望自己一下子就能找到合适的工作，一下子就能做出改变，能够理解这种有些着急的心情，也看出了你的上进心。",
        "label": ""
      },
      {
        "sentence": "别着急，慢慢来。",
        "label": ""
      },
      {
        "sentence": "做饭还需要按步骤一点点来呢，找到工作并适应工作是不是也需要一个过程呢？",
        "label": ""
      },
      {
        "sentence": "这个过程没有那么容易，但是也没有你想像的那么难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能有些急功近利。我应该给自己一些时间去找到适合我的工作，逐渐适应工作的要求。",
    "annotation": [
      {
        "sentence": "你说得对，我可能有些急功近利。",
        "label": ""
      },
      {
        "sentence": "我应该给自己一些时间去找到适合我的工作，逐渐适应工作的要求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够下载赶集网看招聘信息，你已经往前迈出了一大步。你看，你是不是并不是自己想象的那样缺乏行动力呢？刚开始感到有些挑花了眼也是正常的，别着急，慢慢来。",
    "annotation": [
      {
        "sentence": "能够下载赶集网看招聘信息，你已经往前迈出了一大步。",
        "label": ""
      },
      {
        "sentence": "你看，你是不是并不是自己想象的那样缺乏行动力呢？",
        "label": ""
      },
      {
        "sentence": "刚开始感到有些挑花了眼也是正常的，别着急，慢慢来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也发现自己已经开始尝试了，至少在这方面我还是有一定的行动力的。我会坚持下去，慢慢寻找适合我的工作。",
    "annotation": [
      {
        "sentence": "是的，我也发现自己已经开始尝试了，至少在这方面我还是有一定的行动力的。",
        "label": ""
      },
      {
        "sentence": "我会坚持下去，慢慢寻找适合我的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "加油！以上是我的一点建议，希望能够帮助到你。如果你还有其他的问题或者需要更多的支持，随时和我说哦。我会一直陪伴着你。",
    "annotation": [
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "以上是我的一点建议，希望能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的问题或者需要更多的支持，随时和我说哦。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会努力寻找适合的工作，同时也会保持对自己的治疗。如果我有任何问题或者需要你的帮助，我一定会和你说的。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力寻找适合的工作，同时也会保持对自己的治疗。",
        "label": ""
      },
      {
        "sentence": "如果我有任何问题或者需要你的帮助，我一定会和你说的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  }
]