[
  {
    "role": "client",
    "content": "我是一个20岁的女生，我一直在社交方面遇到问题，感觉很累，我想自救，你能帮我吗？",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，我一直在社交方面遇到问题，感觉很累，我想自救，你能帮我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，你先跟我说说你自己对自己性格的了解，你觉得在外人面前是怎样的形象？有什么特点和困扰吗？",
    "annotation": [
      {
        "sentence": "当然可以，你先跟我说说你自己对自己性格的了解，你觉得在外人面前是怎样的形象？",
        "label": ""
      },
      {
        "sentence": "有什么特点和困扰吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在外人面前很内向，感到自卑，也缺乏安全感。我的性格有点偏执，但又很要强，这导致我无法与人保持长久的亲密关系。我常常陷入自己的情绪中，还有点社交恐惧症，特别害怕和男生交往。所以到现在我还没谈过恋爱，这对我的生活有些影响，我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我在外人面前很内向，感到自卑，也缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "我的性格有点偏执，但又很要强，这导致我无法与人保持长久的亲密关系。",
        "label": ""
      },
      {
        "sentence": "我常常陷入自己的情绪中，还有点社交恐惧症，特别害怕和男生交往。",
        "label": ""
      },
      {
        "sentence": "所以到现在我还没谈过恋爱，这对我的生活有些影响，我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变是你自我成长的关键，但我们不必过分苛刻自己。我们可以先静下心来思考一下，你以往的性格特点和困扰是否仍然适用于现在的生活呢？除了你刚提到的这些，你还有什么其他特点和困扰呢？慢慢地一个一个找出来，看看未来的目标是什么，计划出来。这样一来，我们就有了起点和终点，也就知道在哪里开始了。接下来，我们可以进行一些调整、优化和改变。如果一开始就试图立即达到理想中的样子是很困难的，所以我们可以选择一个温和的方式。给自己制定许多小目标，但这些小目标的最终朝向都要是你所设定的大目标。而且，要规定时间去完成这些小目标。即使时间到了，没有全部达成也没有关系，只要达到一定的程度就行了。但是每一次，我们都要以完成全部目标的精神去做。对于一些难以改变的方面，可以试着进行轻松简单的微调，先让自己适应。等适应之后，再继续微调，或许就能逐步克服困难。而对于那些在这方面相对较好的方面，可以尝试进一步优化和巩固。另外，安全感是需要建立起来的，而且安全感的来源各不相同。首先，你要好好地爱护自己。心理学有这样一句话，一个人首先要爱自己，才能够有资格去爱别人。所以，无论前方的道路有多么曲折，你都要好好地爱护自己，未来一定会变得更好的。",
    "annotation": [
      {
        "sentence": "改变是你自我成长的关键，但我们不必过分苛刻自己。",
        "label": ""
      },
      {
        "sentence": "我们可以先静下心来思考一下，你以往的性格特点和困扰是否仍然适用于现在的生活呢？",
        "label": ""
      },
      {
        "sentence": "除了你刚提到的这些，你还有什么其他特点和困扰呢？",
        "label": ""
      },
      {
        "sentence": "慢慢地一个一个找出来，看看未来的目标是什么，计划出来。",
        "label": ""
      },
      {
        "sentence": "这样一来，我们就有了起点和终点，也就知道在哪里开始了。",
        "label": ""
      },
      {
        "sentence": "接下来，我们可以进行一些调整、优化和改变。",
        "label": ""
      },
      {
        "sentence": "如果一开始就试图立即达到理想中的样子是很困难的，所以我们可以选择一个温和的方式。",
        "label": ""
      },
      {
        "sentence": "给自己制定许多小目标，但这些小目标的最终朝向都要是你所设定的大目标。",
        "label": ""
      },
      {
        "sentence": "而且，要规定时间去完成这些小目标。",
        "label": ""
      },
      {
        "sentence": "即使时间到了，没有全部达成也没有关系，只要达到一定的程度就行了。",
        "label": ""
      },
      {
        "sentence": "但是每一次，我们都要以完成全部目标的精神去做。",
        "label": ""
      },
      {
        "sentence": "对于一些难以改变的方面，可以试着进行轻松简单的微调，先让自己适应。",
        "label": ""
      },
      {
        "sentence": "等适应之后，再继续微调，或许就能逐步克服困难。",
        "label": ""
      },
      {
        "sentence": "而对于那些在这方面相对较好的方面，可以尝试进一步优化和巩固。",
        "label": ""
      },
      {
        "sentence": "另外，安全感是需要建立起来的，而且安全感的来源各不相同。",
        "label": ""
      },
      {
        "sentence": "首先，你要好好地爱护自己。",
        "label": ""
      },
      {
        "sentence": "心理学有这样一句话，一个人首先要爱自己，才能够有资格去爱别人。",
        "label": ""
      },
      {
        "sentence": "所以，无论前方的道路有多么曲折，你都要好好地爱护自己，未来一定会变得更好的。",
        "label": ""
      }
    ]
  }
]