[
  {
    "role": "client",
    "content": "总会把自己陷入思维冲突，复杂，从而心情不好，痛苦？感觉自己面对很多事情很容易产生内心的冲突，思维复杂。然后思维突破不出去情绪就陷在里面，不开心。有的时候被朋友的一些话点醒，才会豁然开朗，舒坦。此时才会觉得其实事情本身可以很简单，但我想复杂了。我工作是设计，有5年经验了但之前有1年多中断了，现在继续做就发现不会了，感觉现在思维非常注重确切答案和复杂，好像没有创造力了。思维有点死板的感觉。问了很多设计的同事，他们都说是我想复杂了，设计本可以很简单，没这么复杂。想问我（或者我的思维）是怎么了？什么症状？为什么会这样？有什么办法可以改变？因为自己很喜欢设计这个工作，而且除了设计也不会做别的了，所以现在这个情况我还是挺痛苦的。",
    "annotation": [
      {
        "sentence": "总会把自己陷入思维冲突，复杂，从而心情不好，痛苦？",
        "label": ""
      },
      {
        "sentence": "感觉自己面对很多事情很容易产生内心的冲突，思维复杂。",
        "label": ""
      },
      {
        "sentence": "然后思维突破不出去情绪就陷在里面，不开心。",
        "label": ""
      },
      {
        "sentence": "有的时候被朋友的一些话点醒，才会豁然开朗，舒坦。",
        "label": ""
      },
      {
        "sentence": "此时才会觉得其实事情本身可以很简单，但我想复杂了。",
        "label": ""
      },
      {
        "sentence": "我工作是设计，有5年经验了但之前有1年多中断了，现在继续做就发现不会了，感觉现在思维非常注重确切答案和复杂，好像没有创造力了。",
        "label": ""
      },
      {
        "sentence": "思维有点死板的感觉。",
        "label": ""
      },
      {
        "sentence": "问了很多设计的同事，他们都说是我想复杂了，设计本可以很简单，没这么复杂。",
        "label": ""
      },
      {
        "sentence": "想问我（或者我的思维）是怎么了？",
        "label": ""
      },
      {
        "sentence": "什么症状？",
        "label": ""
      },
      {
        "sentence": "为什么会这样？",
        "label": ""
      },
      {
        "sentence": "有什么办法可以改变？",
        "label": ""
      },
      {
        "sentence": "因为自己很喜欢设计这个工作，而且除了设计也不会做别的了，所以现在这个情况我还是挺痛苦的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "思维复杂就意味着思考过多，这本身没有对错。做设计可能恰恰需要更多的考心情去感受才会有灵感。可是用脑多必定的感受部分就会被挤走。我想你爱思考或许可以运用在获取客户的需求上，找多对方更深层次的需要，设计出更符合要求的作品。",
    "annotation": [
      {
        "sentence": "思维复杂就意味着思考过多，这本身没有对错。",
        "label": ""
      },
      {
        "sentence": "做设计可能恰恰需要更多的考心情去感受才会有灵感。",
        "label": ""
      },
      {
        "sentence": "可是用脑多必定的感受部分就会被挤走。",
        "label": ""
      },
      {
        "sentence": "我想你爱思考或许可以运用在获取客户的需求上，找多对方更深层次的需要，设计出更符合要求的作品。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我感觉现在思维太过注重确切答案和复杂，好像失去了灵感和创造力。这让我觉得很困惑和迷茫，不知道该怎么办才能改变这种情况。",
    "annotation": [
      {
        "sentence": "但是我感觉现在思维太过注重确切答案和复杂，好像失去了灵感和创造力。",
        "label": ""
      },
      {
        "sentence": "这让我觉得很困惑和迷茫，不知道该怎么办才能改变这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许你可以尝试一些启发思考的方法，比如看一些艺术作品、阅读一些设计类书籍或者寻找一些设计灵感的社区。这些方法可以帮助你打开思维，并且从中获取到新的灵感和创造力。",
    "annotation": [
      {
        "sentence": "或许你可以尝试一些启发思考的方法，比如看一些艺术作品、阅读一些设计类书籍或者寻找一些设计灵感的社区。",
        "label": ""
      },
      {
        "sentence": "这些方法可以帮助你打开思维，并且从中获取到新的灵感和创造力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该如何避免让自己陷入思维的死胡同呢？我不想一直陷在复杂的思考中，希望自己能够更加开放和灵活地思考问题。",
    "annotation": [
      {
        "sentence": "那我应该如何避免让自己陷入思维的死胡同呢？",
        "label": ""
      },
      {
        "sentence": "我不想一直陷在复杂的思考中，希望自己能够更加开放和灵活地思考问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "尝试调整你的思考方式，放宽对问题的思考范围，多角度思考问题，不拘泥于一个答案。可以尝试和其他设计师进行交流，分享彼此的设计思路和经验，从中获得不同的观点和启发。",
    "annotation": [
      {
        "sentence": "尝试调整你的思考方式，放宽对问题的思考范围，多角度思考问题，不拘泥于一个答案。",
        "label": ""
      },
      {
        "sentence": "可以尝试和其他设计师进行交流，分享彼此的设计思路和经验，从中获得不同的观点和启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想要重拾我的创造力，但是总是被过去的成功和压力所束缚，感觉有些不敢尝试新的设计风格和创意。怎样才能克服这个困难呢？",
    "annotation": [
      {
        "sentence": "我想要重拾我的创造力，但是总是被过去的成功和压力所束缚，感觉有些不敢尝试新的设计风格和创意。",
        "label": ""
      },
      {
        "sentence": "怎样才能克服这个困难呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着放松自己，不要对自己的设计期望太高，给自己一些尝试新风格和创意的机会。记住每个人都会犯错，失败并不可怕，只要保持对设计的热情和不断学习的态度，你一定能够克服这个困难，找回你的创造力。",
    "annotation": [
      {
        "sentence": "你可以试着放松自己，不要对自己的设计期望太高，给自己一些尝试新风格和创意的机会。",
        "label": ""
      },
      {
        "sentence": "记住每个人都会犯错，失败并不可怕，只要保持对设计的热情和不断学习的态度，你一定能够克服这个困难，找回你的创造力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试放松自己，敢于尝试新的设计风格和创意。我相信通过坚持不懈地努力，我一定能够重新找回我的创造力和热情。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试放松自己，敢于尝试新的设计风格和创意。",
        "label": ""
      },
      {
        "sentence": "我相信通过坚持不懈地努力，我一定能够重新找回我的创造力和热情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有自己独特的设计能力和激情，相信自己，勇于跨越困难。无论是成功还是失败，每一次尝试都是成长的机会，祝愿你能够找到更多的创意和乐趣在设计的道路上。加油！",
    "annotation": [
      {
        "sentence": "你有自己独特的设计能力和激情，相信自己，勇于跨越困难。",
        "label": ""
      },
      {
        "sentence": "无论是成功还是失败，每一次尝试都是成长的机会，祝愿你能够找到更多的创意和乐趣在设计的道路上。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会继续努力，相信自己。再次感谢你的帮助和耐心倾听。我现在感觉好多了，对未来充满了希望。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会继续努力，相信自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和耐心倾听。",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了，对未来充满了希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。请记住，你不是一个人在战斗，无论在哪里遇到困难，都可以寻求他人的支持和帮助。祝愿你的设计事业蓬勃发展，再次加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "请记住，你不是一个人在战斗，无论在哪里遇到困难，都可以寻求他人的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "祝愿你的设计事业蓬勃发展，再次加油！",
        "label": ""
      }
    ]
  }
]