[
  {
    "role": "client",
    "content": "课堂上被老师批评的时候心里非常害怕和紧张想哭。",
    "annotation": [
      {
        "sentence": "课堂上被老师批评的时候心里非常害怕和紧张想哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说你课堂上，被老师批评的时候，心里非常紧张、害怕、想哭，这是一个很正常的心理反应呀，说明你是一个有自尊心有羞耻感的孩子，难不成被老师批评了还想笑吗？可是，我想，你一定被这件事情困扰住了，此刻心里一定是很难过的，我很愿意帮助你，我们一起来分析一下好吗？",
    "annotation": [
      {
        "sentence": "你说你课堂上，被老师批评的时候，心里非常紧张、害怕、想哭，这是一个很正常的心理反应呀，说明你是一个有自尊心有羞耻感的孩子，难不成被老师批评了还想笑吗？",
        "label": ""
      },
      {
        "sentence": "可是，我想，你一定被这件事情困扰住了，此刻心里一定是很难过的，我很愿意帮助你，我们一起来分析一下好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你是一鸣中学生，今天下午上课的时候，科目是我最弱的，因为我本身就基础差。老师在课堂上给我们复习，我却跟不上老师的思路，想翻开书，却不知道老师和同学们在讲什么。",
    "annotation": [
      {
        "sentence": "你是一鸣中学生，今天下午上课的时候，科目是我最弱的，因为我本身就基础差。",
        "label": ""
      },
      {
        "sentence": "老师在课堂上给我们复习，我却跟不上老师的思路，想翻开书，却不知道老师和同学们在讲什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那是你最弱的科目，你的基础差，所以当老师在课堂上给你们复习的时候，你就跟不上老师的思路，甚至不知道老师和同学们在讲什么。我可以理解你的困惑。不过，我想提醒你，无论学习的基础有多差，我们都可以通过勤能补拙来提高。在以后的学习中，我们要做好预习和复习，这样才能够跟得上老师的思路。",
    "annotation": [
      {
        "sentence": "那是你最弱的科目，你的基础差，所以当老师在课堂上给你们复习的时候，你就跟不上老师的思路，甚至不知道老师和同学们在讲什么。",
        "label": ""
      },
      {
        "sentence": "我可以理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "不过，我想提醒你，无论学习的基础有多差，我们都可以通过勤能补拙来提高。",
        "label": ""
      },
      {
        "sentence": "在以后的学习中，我们要做好预习和复习，这样才能够跟得上老师的思路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "过了片刻，老师终于忍不住很生气的问我为什么总是这个样子！不会翻书吗？！",
    "annotation": [
      {
        "sentence": "过了片刻，老师终于忍不住很生气的问我为什么总是这个样子！",
        "label": ""
      },
      {
        "sentence": "不会翻书吗？！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "老师并没有放弃你，她希望你能跟得上班级里的进度，能够改变目前的这样现状。我想，老师的忍不住生气是希望你能够加快动作，更积极地参与课堂学习。",
    "annotation": [
      {
        "sentence": "老师并没有放弃你，她希望你能跟得上班级里的进度，能够改变目前的这样现状。",
        "label": ""
      },
      {
        "sentence": "我想，老师的忍不住生气是希望你能够加快动作，更积极地参与课堂学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "课后我有点想哭，但是因为不想被班里同学瞧不起，还是忍住了。",
    "annotation": [
      {
        "sentence": "课后我有点想哭，但是因为不想被班里同学瞧不起，还是忍住了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解当时你感到难过和害怕，但是你能够忍住不哭，说明你还是很有意志力的。控制住自己的感情是一个很重要的能力，如果你能够控制住自己的感情，我相信你也有能力面对其他困难并且做好自己。",
    "annotation": [
      {
        "sentence": "我理解当时你感到难过和害怕，但是你能够忍住不哭，说明你还是很有意志力的。",
        "label": ""
      },
      {
        "sentence": "控制住自己的感情是一个很重要的能力，如果你能够控制住自己的感情，我相信你也有能力面对其他困难并且做好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我开始想，要是以后在走廊或者是哪个地方遇见这个老师，她会不会认出是我这个懒得翻书的学生，我也不敢去办公室，因为害怕这个老师。以前也有过类似的情况。",
    "annotation": [
      {
        "sentence": "我开始想，要是以后在走廊或者是哪个地方遇见这个老师，她会不会认出是我这个懒得翻书的学生，我也不敢去办公室，因为害怕这个老师。",
        "label": ""
      },
      {
        "sentence": "以前也有过类似的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你是一个胆子比较小的女生，但你想这些问题并没有帮助解决问题。不如更关注你的学习，提前做好准备，多加练习，掌握更多的知识，这样的话，你就能够跟得上进度，并且不必再担心老师和同学的看法。莫斯科不相信眼泪，只有通过努力学习，才会得到别人的尊重和认可。",
    "annotation": [
      {
        "sentence": "看来你是一个胆子比较小的女生，但你想这些问题并没有帮助解决问题。",
        "label": ""
      },
      {
        "sentence": "不如更关注你的学习，提前做好准备，多加练习，掌握更多的知识，这样的话，你就能够跟得上进度，并且不必再担心老师和同学的看法。",
        "label": ""
      },
      {
        "sentence": "莫斯科不相信眼泪，只有通过努力学习，才会得到别人的尊重和认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "以前上课的时候，我也是非常害怕被某位老师说的。因为课后我会产生负面心理，不敢抬起头来看任何东西，包括同学。",
    "annotation": [
      {
        "sentence": "以前上课的时候，我也是非常害怕被某位老师说的。",
        "label": ""
      },
      {
        "sentence": "因为课后我会产生负面心理，不敢抬起头来看任何东西，包括同学。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，当我们被老师批评后容易产生负面心理，但这种心理是不利于我们自己成长和发展的。我们要学会正面思考，相信自己的能力，并且在学习上多花些时间和精力，这样你就能够逐渐摆脱害怕和紧张的情绪了。努力努力再努力，学习学习再学习！一起加油吧！",
    "annotation": [
      {
        "sentence": "我了解你的感受，当我们被老师批评后容易产生负面心理，但这种心理是不利于我们自己成长和发展的。",
        "label": ""
      },
      {
        "sentence": "我们要学会正面思考，相信自己的能力，并且在学习上多花些时间和精力，这样你就能够逐渐摆脱害怕和紧张的情绪了。",
        "label": ""
      },
      {
        "sentence": "努力努力再努力，学习学习再学习！",
        "label": ""
      },
      {
        "sentence": "一起加油吧！",
        "label": ""
      }
    ]
  }
]