[
  {
    "role": "client",
    "content": "总是不自觉地放弃喜欢的事情，最后后悔没有结果？初中时候学习琵琶，弹得非常好，但是家长以琵琶课贵，我又不学专业为由，让我停课，当时自己觉得家庭条件不太好就同意了，其实我非常喜欢，但当时年龄小，就没有要坚持的意识。高一的时候我参加校篮球队，后来学习成绩好，进了实验班，父母老师都告诉我不要因为课外活动耽误学习，然后我又放弃了，当时都快进入赛季了，本来可以参加比赛的，我就退队了，教练也不想，但我也不知道为什么当时就那样退了。音乐和篮球是我想去追求的事业，但是潜移默化，总在别人的眼光里，我就这么错失了很多机会。我现在还在坚持它们，但是我也害怕以后再因为什么导致这种事情发生。为什么会这样啊！求助",
    "annotation": [
      {
        "sentence": "总是不自觉地放弃喜欢的事情，最后后悔没有结果？",
        "label": ""
      },
      {
        "sentence": "初中时候学习琵琶，弹得非常好，但是家长以琵琶课贵，我又不学专业为由，让我停课，当时自己觉得家庭条件不太好就同意了，其实我非常喜欢，但当时年龄小，就没有要坚持的意识。",
        "label": ""
      },
      {
        "sentence": "高一的时候我参加校篮球队，后来学习成绩好，进了实验班，父母老师都告诉我不要因为课外活动耽误学习，然后我又放弃了，当时都快进入赛季了，本来可以参加比赛的，我就退队了，教练也不想，但我也不知道为什么当时就那样退了。",
        "label": ""
      },
      {
        "sentence": "音乐和篮球是我想去追求的事业，但是潜移默化，总在别人的眼光里，我就这么错失了很多机会。",
        "label": ""
      },
      {
        "sentence": "我现在还在坚持它们，但是我也害怕以后再因为什么导致这种事情发生。",
        "label": ""
      },
      {
        "sentence": "为什么会这样啊！",
        "label": ""
      },
      {
        "sentence": "求助",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "初中时候学习琵琶，弹得非常好；高一的时候我参加校篮球队；音乐和篮球是我想去追求的事业，但是潜移默化，总在别人的眼光里，我就这么错失了很多机会。我现在还在坚持它们，但是我也害怕以后再因为什么导致这种事情发生。你初中时因为家庭条件不好放弃，高中时因为怕耽误学习放弃，这些也没什么啊，毕竟如今的社会都是以考大学为目的，很多孩子都放弃了自己的喜好，不只是你自己。那说到教育，二十年前也就是七十年代出生的人，那时父母稍微注意学习成绩了，但是也没有补课，都是靠老师教和个人学。十年前补课开始盛行，校内校外同时补课，补课的学生可能成绩更好，考上大学，没补课的学生只有靠自己努力，相对于补课的学生处于劣势，而同时也让一部分老师成了先富起来的人。最近几年，尤其是大城市，开始流行精英教育，不只是单纯的补课看成绩了，而是全方面，高素质教育。比如送孩子去私立学校，假期送国外英语夏令营，学习专业钢琴、马术、礼仪等等。但这些只是少数有钱人才能玩得起的，对我们普罗大众来说，还是不敢想象的。那假如你生在一个有钱人的家庭，三善认为，你的父母一定会让你把琵琶、篮球都坚持学下来，甚至学习更多上流社会流行的东西。很遗憾，你不是，三善也不是。但就像你说的，我们可以坚持啊，我们不靠父母而用自身的努力得到的东西不是更好吗？通过你的描述，三善觉得你的思想有些混乱，初中时放弃琵琶，因为你是孩子，听父母的话；高中时放弃篮球，因为你是孩子，听父母的话，现在你长大了，你想坚持什么已经与父母无关了，你再放弃也与父母无关了！你所担心的是什么呢？是否缺乏一个坚持的理由？是否缺乏一个坚持的信心？是否缺乏持久的动力？其实，这些都是你自己给自己的压力和借口，你不要担心太多无用的，你的兴趣就是你的兴趣，可以作为你的业余爱好，可以作为你的一技之长，可以作为你发泄情绪的方式。你不能在兴趣方面一定要取得什么突出成绩，你不能非要把兴趣强加为自己实现梦想的方式。这样就是给自己施加压力，会让你产生焦虑的情绪，你觉得呢？",
    "annotation": [
      {
        "sentence": "初中时候学习琵琶，弹得非常好；高一的时候我参加校篮球队；音乐和篮球是我想去追求的事业，但是潜移默化，总在别人的眼光里，我就这么错失了很多机会。",
        "label": ""
      },
      {
        "sentence": "我现在还在坚持它们，但是我也害怕以后再因为什么导致这种事情发生。",
        "label": ""
      },
      {
        "sentence": "你初中时因为家庭条件不好放弃，高中时因为怕耽误学习放弃，这些也没什么啊，毕竟如今的社会都是以考大学为目的，很多孩子都放弃了自己的喜好，不只是你自己。",
        "label": ""
      },
      {
        "sentence": "那说到教育，二十年前也就是七十年代出生的人，那时父母稍微注意学习成绩了，但是也没有补课，都是靠老师教和个人学。",
        "label": ""
      },
      {
        "sentence": "十年前补课开始盛行，校内校外同时补课，补课的学生可能成绩更好，考上大学，没补课的学生只有靠自己努力，相对于补课的学生处于劣势，而同时也让一部分老师成了先富起来的人。",
        "label": ""
      },
      {
        "sentence": "最近几年，尤其是大城市，开始流行精英教育，不只是单纯的补课看成绩了，而是全方面，高素质教育。",
        "label": ""
      },
      {
        "sentence": "比如送孩子去私立学校，假期送国外英语夏令营，学习专业钢琴、马术、礼仪等等。",
        "label": ""
      },
      {
        "sentence": "但这些只是少数有钱人才能玩得起的，对我们普罗大众来说，还是不敢想象的。",
        "label": ""
      },
      {
        "sentence": "那假如你生在一个有钱人的家庭，三善认为，你的父母一定会让你把琵琶、篮球都坚持学下来，甚至学习更多上流社会流行的东西。",
        "label": ""
      },
      {
        "sentence": "很遗憾，你不是，三善也不是。",
        "label": ""
      },
      {
        "sentence": "但就像你说的，我们可以坚持啊，我们不靠父母而用自身的努力得到的东西不是更好吗？",
        "label": ""
      },
      {
        "sentence": "通过你的描述，三善觉得你的思想有些混乱，初中时放弃琵琶，因为你是孩子，听父母的话；高中时放弃篮球，因为你是孩子，听父母的话，现在你长大了，你想坚持什么已经与父母无关了，你再放弃也与父母无关了！",
        "label": ""
      },
      {
        "sentence": "你所担心的是什么呢？",
        "label": ""
      },
      {
        "sentence": "是否缺乏一个坚持的理由？",
        "label": ""
      },
      {
        "sentence": "是否缺乏一个坚持的信心？",
        "label": ""
      },
      {
        "sentence": "是否缺乏持久的动力？",
        "label": ""
      },
      {
        "sentence": "其实，这些都是你自己给自己的压力和借口，你不要担心太多无用的，你的兴趣就是你的兴趣，可以作为你的业余爱好，可以作为你的一技之长，可以作为你发泄情绪的方式。",
        "label": ""
      },
      {
        "sentence": "你不能在兴趣方面一定要取得什么突出成绩，你不能非要把兴趣强加为自己实现梦想的方式。",
        "label": ""
      },
      {
        "sentence": "这样就是给自己施加压力，会让你产生焦虑的情绪，你觉得呢？",
        "label": ""
      }
    ]
  }
]