[
  {
    "role": "client",
    "content": "总是不自觉地放弃喜欢的事情，最后后悔没有结果？初中时候学习琵琶，弹得非常好，但是家长以琵琶课贵，我又不学专业为由，让我停课，当时自己觉得家庭条件不太好就同意了，其实我非常喜欢，但当时年龄小，就没有要坚持的意识。高一的时候我参加校篮球队，后来学习成绩好，进了实验班，父母老师都告诉我不要因为课外活动耽误学习，然后我又放弃了，当时都快进入赛季了，本来可以参加比赛的，我就退队了，教练也不想，但我也不知道为什么当时就那样退了。音乐和篮球是我想去追求的事业，但是潜移默化，总在别人的眼光里，我就这么错失了很多机会。我现在还在坚持它们，但是我也害怕以后再因为什么导致这种事情发生。为什么会这样啊！求助",
    "annotation": [
      {
        "sentence": "总是不自觉地放弃喜欢的事情，最后后悔没有结果？",
        "label": ""
      },
      {
        "sentence": "初中时候学习琵琶，弹得非常好，但是家长以琵琶课贵，我又不学专业为由，让我停课，当时自己觉得家庭条件不太好就同意了，其实我非常喜欢，但当时年龄小，就没有要坚持的意识。",
        "label": ""
      },
      {
        "sentence": "高一的时候我参加校篮球队，后来学习成绩好，进了实验班，父母老师都告诉我不要因为课外活动耽误学习，然后我又放弃了，当时都快进入赛季了，本来可以参加比赛的，我就退队了，教练也不想，但我也不知道为什么当时就那样退了。",
        "label": ""
      },
      {
        "sentence": "音乐和篮球是我想去追求的事业，但是潜移默化，总在别人的眼光里，我就这么错失了很多机会。",
        "label": ""
      },
      {
        "sentence": "我现在还在坚持它们，但是我也害怕以后再因为什么导致这种事情发生。",
        "label": ""
      },
      {
        "sentence": "为什么会这样啊！",
        "label": ""
      },
      {
        "sentence": "求助",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你对这些事情非常放不下，这两件事情的性质基本一样。初中的时候，你特别喜欢学习琵琶，但是因为家里的经济条件，你同意了家长的要求停课。这让你觉得很可惜，因为琵琶对你来说是非常重要的事情。同样地，高中的时候，你加入了校篮球队，但因为学习成绩好，你进了实验班。父母和老师告诉你要专心学习，不要因为课外活动耽误学业，于是你选择放弃了篮球。这样的情况确实非常令人痛心，不过这并不意味着你没有坚持的意识。对于学生来说，要面对来自家长的压力并不容易。所以，你要知道压力是一种认知和行为体验的过程，每个人都会有这样的感受。压力有时候也并不完全是坏事，它对人的发展也有积极的影响。在成年之前，亲子关系对于孩子来说是非常重要的。所以，来自父母的压力往往会对孩子产生很大的影响。而你之所以没有坚持琵琶和篮球，是因为你在心里做了一个基本的判断，也可以说你屈从了父母的压力。进一步说，你觉得参加篮球队会耽误学习。所以，可以看出你并不是没有抵抗压力的能力，很多时候都是因为压力产生的冲突。这种心理冲突很常见，它来源于个体对于同一目标既想接近又想避免的动机。这种情况下，人们会很清楚自己想要的东西，但是又出现了各种避的理由。这也是抗压能力差的一种表现。坚持自己喜欢的事情是一件幸福的事情。如果你需要为此付出一些“代价”，你愿意吗？",
    "annotation": [
      {
        "sentence": "你好，听说你对这些事情非常放不下，这两件事情的性质基本一样。",
        "label": ""
      },
      {
        "sentence": "初中的时候，你特别喜欢学习琵琶，但是因为家里的经济条件，你同意了家长的要求停课。",
        "label": ""
      },
      {
        "sentence": "这让你觉得很可惜，因为琵琶对你来说是非常重要的事情。",
        "label": ""
      },
      {
        "sentence": "同样地，高中的时候，你加入了校篮球队，但因为学习成绩好，你进了实验班。",
        "label": ""
      },
      {
        "sentence": "父母和老师告诉你要专心学习，不要因为课外活动耽误学业，于是你选择放弃了篮球。",
        "label": ""
      },
      {
        "sentence": "这样的情况确实非常令人痛心，不过这并不意味着你没有坚持的意识。",
        "label": ""
      },
      {
        "sentence": "对于学生来说，要面对来自家长的压力并不容易。",
        "label": ""
      },
      {
        "sentence": "所以，你要知道压力是一种认知和行为体验的过程，每个人都会有这样的感受。",
        "label": ""
      },
      {
        "sentence": "压力有时候也并不完全是坏事，它对人的发展也有积极的影响。",
        "label": ""
      },
      {
        "sentence": "在成年之前，亲子关系对于孩子来说是非常重要的。",
        "label": ""
      },
      {
        "sentence": "所以，来自父母的压力往往会对孩子产生很大的影响。",
        "label": ""
      },
      {
        "sentence": "而你之所以没有坚持琵琶和篮球，是因为你在心里做了一个基本的判断，也可以说你屈从了父母的压力。",
        "label": ""
      },
      {
        "sentence": "进一步说，你觉得参加篮球队会耽误学习。",
        "label": ""
      },
      {
        "sentence": "所以，可以看出你并不是没有抵抗压力的能力，很多时候都是因为压力产生的冲突。",
        "label": ""
      },
      {
        "sentence": "这种心理冲突很常见，它来源于个体对于同一目标既想接近又想避免的动机。",
        "label": ""
      },
      {
        "sentence": "这种情况下，人们会很清楚自己想要的东西，但是又出现了各种避的理由。",
        "label": ""
      },
      {
        "sentence": "这也是抗压能力差的一种表现。",
        "label": ""
      },
      {
        "sentence": "坚持自己喜欢的事情是一件幸福的事情。",
        "label": ""
      },
      {
        "sentence": "如果你需要为此付出一些“代价”，你愿意吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，压力确实是导致我放弃的重要原因。我也意识到，家庭条件和学习成绩对我的选择产生了很大影响。当时年纪小，没有很好地认识到自己真正想要的，所以容易被他人的期望左右。我也知道趋避冲突对我这种情况很常见，我容易陷入矛盾中。我太在意别人的眼光，所以才会容易放弃自己的兴趣爱好。但是现在我还在坚持自己的喜好，因为对我来说，音乐和篮球是我的梦想和事业。我知道自己的抗压能力需要提高，还需要更多的积极思考和行动。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "我明白了，压力确实是导致我放弃的重要原因。",
        "label": ""
      },
      {
        "sentence": "我也意识到，家庭条件和学习成绩对我的选择产生了很大影响。",
        "label": ""
      },
      {
        "sentence": "当时年纪小，没有很好地认识到自己真正想要的，所以容易被他人的期望左右。",
        "label": ""
      },
      {
        "sentence": "我也知道趋避冲突对我这种情况很常见，我容易陷入矛盾中。",
        "label": ""
      },
      {
        "sentence": "我太在意别人的眼光，所以才会容易放弃自己的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "但是现在我还在坚持自己的喜好，因为对我来说，音乐和篮球是我的梦想和事业。",
        "label": ""
      },
      {
        "sentence": "我知道自己的抗压能力需要提高，还需要更多的积极思考和行动。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你对这种情况有了更深入的认识。你已经明白了压力对你的影响以及趋避冲突的特征。年幼时容易受他人影响是正常的，但现在你已经意识到自己的真正愿望，并且正在坚持自己的喜好，这是非常积极的一步。你也提到了需要提高自己的抗压能力，这是一个循序渐进的过程，只要你保持积极的态度，相信你一定能够应对未来的困难。同时，不要太过在意别人的眼光，让自己的兴趣爱好成为你追求幸福的动力。希望你能继续坚持下去，实现自己的梦想和事业。祝你生活愉快！",
    "annotation": [
      {
        "sentence": "很高兴看到你对这种情况有了更深入的认识。",
        "label": ""
      },
      {
        "sentence": "你已经明白了压力对你的影响以及趋避冲突的特征。",
        "label": ""
      },
      {
        "sentence": "年幼时容易受他人影响是正常的，但现在你已经意识到自己的真正愿望，并且正在坚持自己的喜好，这是非常积极的一步。",
        "label": ""
      },
      {
        "sentence": "你也提到了需要提高自己的抗压能力，这是一个循序渐进的过程，只要你保持积极的态度，相信你一定能够应对未来的困难。",
        "label": ""
      },
      {
        "sentence": "同时，不要太过在意别人的眼光，让自己的兴趣爱好成为你追求幸福的动力。",
        "label": ""
      },
      {
        "sentence": "希望你能继续坚持下去，实现自己的梦想和事业。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快！",
        "label": ""
      }
    ]
  }
]