[
  {
    "role": "client",
    "content": "老师批评我的时候，我感到非常害怕和紧张，差点想哭。中学生，今天下午上课的时候，我们上的科目是我最弱的，因为我基础不好。老师在课堂上给我们复习，我跟不上老师的思路，想翻书也不知道老师和同学在讲什么。过了一会儿，老师忍不住生气地问我为什么总是这样，还问我不会翻书吗！当老师开始问我的时候，我感到非常害怕和紧张，急忙翻书找到那一页。课后我有点想哭，但是因为不想被班里同学瞧不起，我还是忍住了。我开始担心以后在走廊或其他地方遇见这个老师，她会不会认出我是那个不喜欢翻书的学生。我也不敢去办公室，因为害怕老师的反应。以前上课的时候，我也是非常害怕被某位老师批评。课后，会产生负面心理，不敢抬头看任何东西，包括同学。",
    "annotation": [
      {
        "sentence": "老师批评我的时候，我感到非常害怕和紧张，差点想哭。",
        "label": ""
      },
      {
        "sentence": "中学生，今天下午上课的时候，我们上的科目是我最弱的，因为我基础不好。",
        "label": ""
      },
      {
        "sentence": "老师在课堂上给我们复习，我跟不上老师的思路，想翻书也不知道老师和同学在讲什么。",
        "label": ""
      },
      {
        "sentence": "过了一会儿，老师忍不住生气地问我为什么总是这样，还问我不会翻书吗！",
        "label": ""
      },
      {
        "sentence": "当老师开始问我的时候，我感到非常害怕和紧张，急忙翻书找到那一页。",
        "label": ""
      },
      {
        "sentence": "课后我有点想哭，但是因为不想被班里同学瞧不起，我还是忍住了。",
        "label": ""
      },
      {
        "sentence": "我开始担心以后在走廊或其他地方遇见这个老师，她会不会认出我是那个不喜欢翻书的学生。",
        "label": ""
      },
      {
        "sentence": "我也不敢去办公室，因为害怕老师的反应。",
        "label": ""
      },
      {
        "sentence": "以前上课的时候，我也是非常害怕被某位老师批评。",
        "label": ""
      },
      {
        "sentence": "课后，会产生负面心理，不敢抬头看任何东西，包括同学。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你分享这个问题，看起来你非常在乎权威的肯定。所以当面对自己薄弱的部分时，你会感到担心和困惑。这似乎已经成为你学业之外的另一种沉重压力。从你的描述中可以看出：你害怕暴露自己薄弱和基础差的部分。你曾想过为什么不能允许自己有弱项吗？暴露了会带来什么？或者说，表现完美有什么好处？你有过因为自己不够好而感到非常不开心或者难过的经历吗？每个人都会有不足的地方，就像金无足赤，人无完人一样。而好的做法是将你的担心转化为具体行动，改变自己薄弱的部分，让它不再那么薄弱。对你来说，哭泣似乎是一种不坚强的表现，因为小时候有人对你说过：“不可以哭，难看死了！”你也有这样的经历吗？其实真正的坚强不是不哭，而是允许自己有薄弱的地方，不必因为有缺点而哭泣。不同的是坚强的人会积极地想办法，将自己的弱点变得更强大，而不是放弃或不在乎。我们往往都不会认为放弃或不在乎是坚强的表现。你也是在乎自己的对吗？你对权威的否定会产生很多恐惧。你担心在走廊里遇到老师，这其实是一种假设，也就是并不一定会发生的情况，毕竟老师交的学生很多，她未必会注意到你。所以，你过分担心了。这里的问题并不是老师的批评，而是在更早的经历中，你是否曾经被反复批评过，导致你担心被否定的状态会持续很久。另外，青春期的一个特点是会假设自己是站在聚光灯下的，不管是好的还是不好的都会被放大。这是内心的一种想法，因为在这个阶段你会观察自己，观察自己和周围人的互动，试着去理解别人对你的印象是什么，你试图了解自己是什么样的人。这是找到自我的过程。但实际上，周围的人并没有那么关注你，缩小一下这种想象，你也可以找一个相对安全的话题，看看他们是否真的那么关注你。总结一下，其实你希望自己在人群中是优秀的，即使有不足也不要表现出来，这是一种很好的办法吗？你希望自己是坚强的，希望得到权威的认可，这些都是很好的愿望。重要的是不是别人怎么看你，而是你如何努力让自己变得更出色。",
    "annotation": [
      {
        "sentence": "非常感谢你分享这个问题，看起来你非常在乎权威的肯定。",
        "label": ""
      },
      {
        "sentence": "所以当面对自己薄弱的部分时，你会感到担心和困惑。",
        "label": ""
      },
      {
        "sentence": "这似乎已经成为你学业之外的另一种沉重压力。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出：你害怕暴露自己薄弱和基础差的部分。",
        "label": ""
      },
      {
        "sentence": "你曾想过为什么不能允许自己有弱项吗？",
        "label": ""
      },
      {
        "sentence": "暴露了会带来什么？",
        "label": ""
      },
      {
        "sentence": "或者说，表现完美有什么好处？",
        "label": ""
      },
      {
        "sentence": "你有过因为自己不够好而感到非常不开心或者难过的经历吗？",
        "label": ""
      },
      {
        "sentence": "每个人都会有不足的地方，就像金无足赤，人无完人一样。",
        "label": ""
      },
      {
        "sentence": "而好的做法是将你的担心转化为具体行动，改变自己薄弱的部分，让它不再那么薄弱。",
        "label": ""
      },
      {
        "sentence": "对你来说，哭泣似乎是一种不坚强的表现，因为小时候有人对你说过：“不可以哭，难看死了！",
        "label": ""
      },
      {
        "sentence": "”你也有这样的经历吗？",
        "label": ""
      },
      {
        "sentence": "其实真正的坚强不是不哭，而是允许自己有薄弱的地方，不必因为有缺点而哭泣。",
        "label": ""
      },
      {
        "sentence": "不同的是坚强的人会积极地想办法，将自己的弱点变得更强大，而不是放弃或不在乎。",
        "label": ""
      },
      {
        "sentence": "我们往往都不会认为放弃或不在乎是坚强的表现。",
        "label": ""
      },
      {
        "sentence": "你也是在乎自己的对吗？",
        "label": ""
      },
      {
        "sentence": "你对权威的否定会产生很多恐惧。",
        "label": ""
      },
      {
        "sentence": "你担心在走廊里遇到老师，这其实是一种假设，也就是并不一定会发生的情况，毕竟老师交的学生很多，她未必会注意到你。",
        "label": ""
      },
      {
        "sentence": "所以，你过分担心了。",
        "label": ""
      },
      {
        "sentence": "这里的问题并不是老师的批评，而是在更早的经历中，你是否曾经被反复批评过，导致你担心被否定的状态会持续很久。",
        "label": ""
      },
      {
        "sentence": "另外，青春期的一个特点是会假设自己是站在聚光灯下的，不管是好的还是不好的都会被放大。",
        "label": ""
      },
      {
        "sentence": "这是内心的一种想法，因为在这个阶段你会观察自己，观察自己和周围人的互动，试着去理解别人对你的印象是什么，你试图了解自己是什么样的人。",
        "label": ""
      },
      {
        "sentence": "这是找到自我的过程。",
        "label": ""
      },
      {
        "sentence": "但实际上，周围的人并没有那么关注你，缩小一下这种想象，你也可以找一个相对安全的话题，看看他们是否真的那么关注你。",
        "label": ""
      },
      {
        "sentence": "总结一下，其实你希望自己在人群中是优秀的，即使有不足也不要表现出来，这是一种很好的办法吗？",
        "label": ""
      },
      {
        "sentence": "你希望自己是坚强的，希望得到权威的认可，这些都是很好的愿望。",
        "label": ""
      },
      {
        "sentence": "重要的是不是别人怎么看你，而是你如何努力让自己变得更出色。",
        "label": ""
      }
    ]
  }
]