[
  {
    "role": "client",
    "content": "我想回国生活，对未来很迷茫，不知道怎么办？我的父母是中国人而我是外国籍的，从小在中国生活，在我初三的时候被父母不情愿的叫到了国外。在国外因为太想回中国，在国外的学校整天混日子没心情上课。中途有和自己的父母商量过让我回中国留学可是父母说没有进非常有名的大学去留学没有用，结果让我彻底放弃了学业。本来高中读完就没想再继续读了，可是父母硬要我继续读，我也不想再听他们啰嗦就随便找了所两年制的专科。现在20岁快毕业了，还是想回中国生活，可是父母觉得我在中国就高中学历，去了也找不到工作，现在搞得我很迷茫，感觉要崩溃了，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "我想回国生活，对未来很迷茫，不知道怎么办？",
        "label": ""
      },
      {
        "sentence": "我的父母是中国人而我是外国籍的，从小在中国生活，在我初三的时候被父母不情愿的叫到了国外。",
        "label": ""
      },
      {
        "sentence": "在国外因为太想回中国，在国外的学校整天混日子没心情上课。",
        "label": ""
      },
      {
        "sentence": "中途有和自己的父母商量过让我回中国留学可是父母说没有进非常有名的大学去留学没有用，结果让我彻底放弃了学业。",
        "label": ""
      },
      {
        "sentence": "本来高中读完就没想再继续读了，可是父母硬要我继续读，我也不想再听他们啰嗦就随便找了所两年制的专科。",
        "label": ""
      },
      {
        "sentence": "现在20岁快毕业了，还是想回中国生活，可是父母觉得我在中国就高中学历，去了也找不到工作，现在搞得我很迷茫，感觉要崩溃了，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲亲，看到你提到对于自己的职业生涯规划感到很困惑。你的描述说到自己是从初中开始到了外国，然后后来随便找了一个专业没心情上课。自己想回中国但是觉得回来之后也是很难找到有竞争力的工作，感到很迷茫。",
    "annotation": [
      {
        "sentence": "亲亲，看到你提到对于自己的职业生涯规划感到很困惑。",
        "label": ""
      },
      {
        "sentence": "你的描述说到自己是从初中开始到了外国，然后后来随便找了一个专业没心情上课。",
        "label": ""
      },
      {
        "sentence": "自己想回中国但是觉得回来之后也是很难找到有竞争力的工作，感到很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是这样。我怕回国后找不到好的工作，觉得自己毕竟只是高中学历。",
    "annotation": [
      {
        "sentence": "是的，我就是这样。",
        "label": ""
      },
      {
        "sentence": "我怕回国后找不到好的工作，觉得自己毕竟只是高中学历。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "迷茫是每一个年轻人都会有的感受，不要太自责。年轻人都会觉得自己不够强、迷茫无助，这是很正常的。但你要看到，你这种迷茫感背后其实是你对未来有积极向上的动力，对自己更好生活的期待。回国找到好的工作可能确实需要一定学历基础，但恰好你现在才20岁，时间还是比较充裕的。无论是在国内还是国外，你都还有机会提升学历，甚至进一步深造。通过自己的努力考上大学，然后继续深造，不论是在国内还是国外都可以立足，拥有更多的选择权。",
    "annotation": [
      {
        "sentence": "迷茫是每一个年轻人都会有的感受，不要太自责。",
        "label": ""
      },
      {
        "sentence": "年轻人都会觉得自己不够强、迷茫无助，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "但你要看到，你这种迷茫感背后其实是你对未来有积极向上的动力，对自己更好生活的期待。",
        "label": ""
      },
      {
        "sentence": "回国找到好的工作可能确实需要一定学历基础，但恰好你现在才20岁，时间还是比较充裕的。",
        "label": ""
      },
      {
        "sentence": "无论是在国内还是国外，你都还有机会提升学历，甚至进一步深造。",
        "label": ""
      },
      {
        "sentence": "通过自己的努力考上大学，然后继续深造，不论是在国内还是国外都可以立足，拥有更多的选择权。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道时间还很充裕，可是我真的觉得很迷茫，不知道该怎么办才好。而且我不想再浪费时间读书了，之前的两年专科已经让我感觉很没意义了。",
    "annotation": [
      {
        "sentence": "我知道时间还很充裕，可是我真的觉得很迷茫，不知道该怎么办才好。",
        "label": ""
      },
      {
        "sentence": "而且我不想再浪费时间读书了，之前的两年专科已经让我感觉很没意义了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，感到迷茫是正常的。但是对于你来说，不要把之前的两年专科完全当作浪费时间。无论学习成果是否理想，这段经历都是为你以后的成长积累了宝贵的经验和知识。而且，人生是一个长久的旅程，不论经历如何，都能从中吸取教训，并找到自己的方向。现在你觉得不知所措，是因为你还没有找到真正适合自己的道路，但这并不意味着你不能找到。重要的是寻找机会，展开新的尝试，不断学习成长。相信自己，你一定能找到适合自己的出路。",
    "annotation": [
      {
        "sentence": "我理解你的感受，感到迷茫是正常的。",
        "label": ""
      },
      {
        "sentence": "但是对于你来说，不要把之前的两年专科完全当作浪费时间。",
        "label": ""
      },
      {
        "sentence": "无论学习成果是否理想，这段经历都是为你以后的成长积累了宝贵的经验和知识。",
        "label": ""
      },
      {
        "sentence": "而且，人生是一个长久的旅程，不论经历如何，都能从中吸取教训，并找到自己的方向。",
        "label": ""
      },
      {
        "sentence": "现在你觉得不知所措，是因为你还没有找到真正适合自己的道路，但这并不意味着你不能找到。",
        "label": ""
      },
      {
        "sentence": "重要的是寻找机会，展开新的尝试，不断学习成长。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能找到适合自己的出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但我现在还是很困惑。我很想回国，但又害怕回去后找不到好的工作。而且，我怕自己对未来的规划又是错误的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但我现在还是很困惑。",
        "label": ""
      },
      {
        "sentence": "我很想回国，但又害怕回去后找不到好的工作。",
        "label": ""
      },
      {
        "sentence": "而且，我怕自己对未来的规划又是错误的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "迷茫是常有的情绪，不要为此过分担心。作为你的支持者，我祝福你能够找到自己真正想要的生活。回国是你内心的愿望，你可以试着寻找机会，了解国内的工作环境，找到适合自己的领域和机会。当然，也不要忽视父母的建议和担忧，可以跟他们沟通你的想法和规划。父母是希望你能够有稳定的工作与生活，但他们也希望你过得快乐和有意义。沟通可以让他们更好地了解你的想法和规划，也能够帮助你们共同找到适合的解决方案。",
    "annotation": [
      {
        "sentence": "迷茫是常有的情绪，不要为此过分担心。",
        "label": ""
      },
      {
        "sentence": "作为你的支持者，我祝福你能够找到自己真正想要的生活。",
        "label": ""
      },
      {
        "sentence": "回国是你内心的愿望，你可以试着寻找机会，了解国内的工作环境，找到适合自己的领域和机会。",
        "label": ""
      },
      {
        "sentence": "当然，也不要忽视父母的建议和担忧，可以跟他们沟通你的想法和规划。",
        "label": ""
      },
      {
        "sentence": "父母是希望你能够有稳定的工作与生活，但他们也希望你过得快乐和有意义。",
        "label": ""
      },
      {
        "sentence": "沟通可以让他们更好地了解你的想法和规划，也能够帮助你们共同找到适合的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着和父母沟通，让他们知道我的想法和规划。同时，我也会继续努力，提升自己的学历和能力。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我明白了，我会试着和父母沟通，让他们知道我的想法和规划。",
        "label": ""
      },
      {
        "sentence": "同时，我也会继续努力，提升自己的学历和能力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供一些帮助。记住，当你遇到困惑和迷茫时，沟通和努力都是很重要的。相信自己，你能够找到适合自己的道路，过上你期望的生活。祝福你未来一切顺利！如果还有其他问题，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴能为你提供一些帮助。",
        "label": ""
      },
      {
        "sentence": "记住，当你遇到困惑和迷茫时，沟通和努力都是很重要的。",
        "label": ""
      },
      {
        "sentence": "相信自己，你能够找到适合自己的道路，过上你期望的生活。",
        "label": ""
      },
      {
        "sentence": "祝福你未来一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]