[
  {
    "role": "client",
    "content": "最近我30岁了，可是我一直都怕被拒绝。我做事情总是瞻前顾后，犹豫不定。这种情况越来越严重，我觉得别人总是会对我有不好的评价，这就让我产生了焦虑。我现在越来越害怕被人拒绝，所以和别人交流变得越发困难。要么就是无限拖延。而且我做事情的时候总是有很多顾虑，犹豫不决，害怕选择错误和失败。我对人、事、物都会想很多，而且总是往最坏的方向去想，这给了我很大的压力。我不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "最近我30岁了，可是我一直都怕被拒绝。",
        "label": ""
      },
      {
        "sentence": "我做事情总是瞻前顾后，犹豫不定。",
        "label": ""
      },
      {
        "sentence": "这种情况越来越严重，我觉得别人总是会对我有不好的评价，这就让我产生了焦虑。",
        "label": ""
      },
      {
        "sentence": "我现在越来越害怕被人拒绝，所以和别人交流变得越发困难。",
        "label": ""
      },
      {
        "sentence": "要么就是无限拖延。",
        "label": ""
      },
      {
        "sentence": "而且我做事情的时候总是有很多顾虑，犹豫不决，害怕选择错误和失败。",
        "label": ""
      },
      {
        "sentence": "我对人、事、物都会想很多，而且总是往最坏的方向去想，这给了我很大的压力。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的这些，我觉得最近可能发生了一些事情，导致你出现这样的状态。也许是你之前受到了一些伤害，所以现在的表现其实是对自己的一种保护，为了避免再次受到伤害。我希望能够更详细地了解你的情况。你所害怕的不好的评价具体是指什么呢？你担心别人在哪些方面会拒绝你？还有你所提到的拖延的事情是指什么？对这些焦虑和害怕的情绪，我们需要深入了解和理解。",
    "annotation": [
      {
        "sentence": "听你说的这些，我觉得最近可能发生了一些事情，导致你出现这样的状态。",
        "label": ""
      },
      {
        "sentence": "也许是你之前受到了一些伤害，所以现在的表现其实是对自己的一种保护，为了避免再次受到伤害。",
        "label": ""
      },
      {
        "sentence": "我希望能够更详细地了解你的情况。",
        "label": ""
      },
      {
        "sentence": "你所害怕的不好的评价具体是指什么呢？",
        "label": ""
      },
      {
        "sentence": "你担心别人在哪些方面会拒绝你？",
        "label": ""
      },
      {
        "sentence": "还有你所提到的拖延的事情是指什么？",
        "label": ""
      },
      {
        "sentence": "对这些焦虑和害怕的情绪，我们需要深入了解和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕别人对我外表、能力、思想等方面产生不好的评价，怕别人拒绝我。而且总是想太多，害怕去交流和表达自己的想法。我也不喜欢社交场合，所以越来越难去与人交流。至于拖延的事情，例如做决定或者开始一项任务，在很多方面都会犹豫，怕自己的选择不对，怕失败。",
    "annotation": [
      {
        "sentence": "我害怕别人对我外表、能力、思想等方面产生不好的评价，怕别人拒绝我。",
        "label": ""
      },
      {
        "sentence": "而且总是想太多，害怕去交流和表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "我也不喜欢社交场合，所以越来越难去与人交流。",
        "label": ""
      },
      {
        "sentence": "至于拖延的事情，例如做决定或者开始一项任务，在很多方面都会犹豫，怕自己的选择不对，怕失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你害怕别人对你的不好评价，同时也害怕被拒绝。这些是我们常常会有的担忧和焦虑。可能你在意别人的看法，所以过度担心被评价和拒绝。而且你还提到了害怕交流和表达自己的想法，这可能是因为你担心他人的反应。至于拖延的事情，我能够理解你对选择和失败的担忧，但是过度的犹豫可能会让你错失很多机会。我们可以一起探讨一下如何面对这些问题。你之前有过这样的经历吗？",
    "annotation": [
      {
        "sentence": "我可以理解你害怕别人对你的不好评价，同时也害怕被拒绝。",
        "label": ""
      },
      {
        "sentence": "这些是我们常常会有的担忧和焦虑。",
        "label": ""
      },
      {
        "sentence": "可能你在意别人的看法，所以过度担心被评价和拒绝。",
        "label": ""
      },
      {
        "sentence": "而且你还提到了害怕交流和表达自己的想法，这可能是因为你担心他人的反应。",
        "label": ""
      },
      {
        "sentence": "至于拖延的事情，我能够理解你对选择和失败的担忧，但是过度的犹豫可能会让你错失很多机会。",
        "label": ""
      },
      {
        "sentence": "我们可以一起探讨一下如何面对这些问题。",
        "label": ""
      },
      {
        "sentence": "你之前有过这样的经历吗？",
        "label": ""
      }
    ]
  }
]