[
  {
    "role": "client",
    "content": "高一，湖北的，总觉得自己很孤单，有时崩溃想哭。",
    "annotation": [
      {
        "sentence": "高一，湖北的，总觉得自己很孤单，有时崩溃想哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哈喽，很高兴回答你的问题。听你说，是不是因为疫情，在家上网课，爸妈四月份走了，然后你就在爷爷奶奶家，每天只能一个人上课，很孤单没人讲话，也没什么人跟你发消息。你有四个好朋友，但因为一些原因，没告诉她们你回来了，所以她们以为你还在老家，经常出去玩，所以你觉得非常孤单。你只能把自己的心里想法告诉妈妈，但感觉她总是草草回答你，你告诉她心情不好后，她看起来挺关心，但你也有些生气，所以每次她发消息给你，你也是草草回答，但她也没有再多说几句话。有时候想到自己每天一个人，做什么都是一个人，就很孤单，有时候情绪崩溃会想哭。",
    "annotation": [
      {
        "sentence": "哈喽，很高兴回答你的问题。",
        "label": ""
      },
      {
        "sentence": "听你说，是不是因为疫情，在家上网课，爸妈四月份走了，然后你就在爷爷奶奶家，每天只能一个人上课，很孤单没人讲话，也没什么人跟你发消息。",
        "label": ""
      },
      {
        "sentence": "你有四个好朋友，但因为一些原因，没告诉她们你回来了，所以她们以为你还在老家，经常出去玩，所以你觉得非常孤单。",
        "label": ""
      },
      {
        "sentence": "你只能把自己的心里想法告诉妈妈，但感觉她总是草草回答你，你告诉她心情不好后，她看起来挺关心，但你也有些生气，所以每次她发消息给你，你也是草草回答，但她也没有再多说几句话。",
        "label": ""
      },
      {
        "sentence": "有时候想到自己每天一个人，做什么都是一个人，就很孤单，有时候情绪崩溃会想哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你确实感受到了很大的孤单。人是有和别人交往交流的强烈需要的，但因为你在与朋友交往中不太主动，再加上朋友也许是无心的忽略，所以你从交往中体验到了挫折感和失落感，这也导致了你更不主动与他们交往，形成了不主动和孤单感的循环。但是，你不必让自己的情绪停留在对他人忽略这个点上，因为这样会对朋友产生消极印象，也会影响之后与朋友交往的心态，进而无法感受到和人交往应有的喜悦和充实感。根据你描述的只有四个朋友，可以推测你是属于偏向内向的人，那么就要考虑交往对方的性格。根据心理学观点，两个孤单内向的人是不会产生良好的交往的。所以，你可以尝试扩大交往范围，找一些亲密友好、积极向上的朋友作为你的主要情感支持系统。这样在你需要安慰，感受到很大孤单时，对方也很有可能主动联系你，从而在一定程度上解决了你不主动交往的问题。对于孤单的心理困扰来说，交朋友既要在乎质量，也需要在乎数量。要想迅速减轻孤单感，当一时巨大的充实感来临时，会冲淡孤单，但情绪过后，也许还是会再次陷入孤单的情绪。所以，你要以积极心态和积极方式面对自己的孤单，不能因为体验到的孤单破坏自我认同，这样也不利于你的身心发展。你现在需要做的是正视自己的孤单情绪，然后放平心态，寻找改善自身孤单的资源。对于妈妈的关心反应，应该在理解的基础上积极接受。因为家庭成员的关心交往才是一个人最大的情感支持系统。所以，当你有孤单的心理困扰时，应该最先向家人寻求帮助，当家人给予一定的心理安慰支持后，你就会有动力和积极心态去面对其他的交往。而且，目前你也缺少交往技巧，所以可以在与家庭成员的亲密互动中培养交往技能，然后再将这些技能迁移到与朋友之间的交往中。与人交往的技能有几点需要注意，首先是相悦定律，人们更愿意和自己喜欢的人交往；第二是功利原则，与人交往要保持情感、精力和物质上的对等；第三是自我价值保护原则，要欣赏对方的优点，适当夸奖对方。最后，希望你被世界温柔以待！",
    "annotation": [
      {
        "sentence": "听起来你确实感受到了很大的孤单。",
        "label": ""
      },
      {
        "sentence": "人是有和别人交往交流的强烈需要的，但因为你在与朋友交往中不太主动，再加上朋友也许是无心的忽略，所以你从交往中体验到了挫折感和失落感，这也导致了你更不主动与他们交往，形成了不主动和孤单感的循环。",
        "label": ""
      },
      {
        "sentence": "但是，你不必让自己的情绪停留在对他人忽略这个点上，因为这样会对朋友产生消极印象，也会影响之后与朋友交往的心态，进而无法感受到和人交往应有的喜悦和充实感。",
        "label": ""
      },
      {
        "sentence": "根据你描述的只有四个朋友，可以推测你是属于偏向内向的人，那么就要考虑交往对方的性格。",
        "label": ""
      },
      {
        "sentence": "根据心理学观点，两个孤单内向的人是不会产生良好的交往的。",
        "label": ""
      },
      {
        "sentence": "所以，你可以尝试扩大交往范围，找一些亲密友好、积极向上的朋友作为你的主要情感支持系统。",
        "label": ""
      },
      {
        "sentence": "这样在你需要安慰，感受到很大孤单时，对方也很有可能主动联系你，从而在一定程度上解决了你不主动交往的问题。",
        "label": ""
      },
      {
        "sentence": "对于孤单的心理困扰来说，交朋友既要在乎质量，也需要在乎数量。",
        "label": ""
      },
      {
        "sentence": "要想迅速减轻孤单感，当一时巨大的充实感来临时，会冲淡孤单，但情绪过后，也许还是会再次陷入孤单的情绪。",
        "label": ""
      },
      {
        "sentence": "所以，你要以积极心态和积极方式面对自己的孤单，不能因为体验到的孤单破坏自我认同，这样也不利于你的身心发展。",
        "label": ""
      },
      {
        "sentence": "你现在需要做的是正视自己的孤单情绪，然后放平心态，寻找改善自身孤单的资源。",
        "label": ""
      },
      {
        "sentence": "对于妈妈的关心反应，应该在理解的基础上积极接受。",
        "label": ""
      },
      {
        "sentence": "因为家庭成员的关心交往才是一个人最大的情感支持系统。",
        "label": ""
      },
      {
        "sentence": "所以，当你有孤单的心理困扰时，应该最先向家人寻求帮助，当家人给予一定的心理安慰支持后，你就会有动力和积极心态去面对其他的交往。",
        "label": ""
      },
      {
        "sentence": "而且，目前你也缺少交往技巧，所以可以在与家庭成员的亲密互动中培养交往技能，然后再将这些技能迁移到与朋友之间的交往中。",
        "label": ""
      },
      {
        "sentence": "与人交往的技能有几点需要注意，首先是相悦定律，人们更愿意和自己喜欢的人交往；第二是功利原则，与人交往要保持情感、精力和物质上的对等；第三是自我价值保护原则，要欣赏对方的优点，适当夸奖对方。",
        "label": ""
      },
      {
        "sentence": "最后，希望你被世界温柔以待！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你还有其他问题需要咨询吗？",
    "annotation": [
      {
        "sentence": "你还有其他问题需要咨询吗？",
        "label": ""
      }
    ]
  }
]