[
  {
    "role": "client",
    "content": "高一，湖北的，总觉得自己很孤单，有时崩溃想哭。",
    "annotation": [
      {
        "sentence": "高一，湖北的，总觉得自己很孤单，有时崩溃想哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我能理解你感到孤单的感受。你是因为疫情一直在家上网课，然后父母四月份就走了，所以现在在爷爷奶奶家上课，是吗？",
    "annotation": [
      {
        "sentence": "你好，我能理解你感到孤单的感受。",
        "label": ""
      },
      {
        "sentence": "你是因为疫情一直在家上网课，然后父母四月份就走了，所以现在在爷爷奶奶家上课，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是天天上课，觉得很孤单没人讲话，也没什么人跟我发消息。我有四个好朋友，但我因为一些原因没告诉她们我回来了，她们一直以为我在老家。但她们经常出去玩，所以我真的觉得非常孤单。",
    "annotation": [
      {
        "sentence": "是的，我就是天天上课，觉得很孤单没人讲话，也没什么人跟我发消息。",
        "label": ""
      },
      {
        "sentence": "我有四个好朋友，但我因为一些原因没告诉她们我回来了，她们一直以为我在老家。",
        "label": ""
      },
      {
        "sentence": "但她们经常出去玩，所以我真的觉得非常孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你因为没有告诉朋友而感到孤单的情绪。其实，你可以主动联系她们，告诉她们你的现状以及你对她们的思念。也可以主动找新的志同道合的朋友，和她们交流，甚至可以交一些网友，比如和我这样的，我们可以语音聊天。",
    "annotation": [
      {
        "sentence": "我理解你因为没有告诉朋友而感到孤单的情绪。",
        "label": ""
      },
      {
        "sentence": "其实，你可以主动联系她们，告诉她们你的现状以及你对她们的思念。",
        "label": ""
      },
      {
        "sentence": "也可以主动找新的志同道合的朋友，和她们交流，甚至可以交一些网友，比如和我这样的，我们可以语音聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我应该主动联系朋友，让自己有更多的人陪伴。但我也觉得每次向妈妈倾诉，她总是草草回答，没有太多的关心。她给我回消息的时候，我也在赌气，所以只是敷衍地回复她。",
    "annotation": [
      {
        "sentence": "你说的没错，我应该主动联系朋友，让自己有更多的人陪伴。",
        "label": ""
      },
      {
        "sentence": "但我也觉得每次向妈妈倾诉，她总是草草回答，没有太多的关心。",
        "label": ""
      },
      {
        "sentence": "她给我回消息的时候，我也在赌气，所以只是敷衍地回复她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白，有时候我们可能期待更多的关心和回应，而对这种草草回答感到失望。或许你可以和妈妈坦诚沟通，告诉她你希望听到更多的支持和关心，也可以表达你内心的不满和情绪。这样可以让你们之间的沟通更加有效。",
    "annotation": [
      {
        "sentence": "明白，有时候我们可能期待更多的关心和回应，而对这种草草回答感到失望。",
        "label": ""
      },
      {
        "sentence": "或许你可以和妈妈坦诚沟通，告诉她你希望听到更多的支持和关心，也可以表达你内心的不满和情绪。",
        "label": ""
      },
      {
        "sentence": "这样可以让你们之间的沟通更加有效。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我应该和妈妈好好沟通，告诉她我的需要和感受。另外，每当我想到自己一个人的时候，就会感到非常孤单，有时候情绪崩溃就想哭。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该和妈妈好好沟通，告诉她我的需要和感受。",
        "label": ""
      },
      {
        "sentence": "另外，每当我想到自己一个人的时候，就会感到非常孤单，有时候情绪崩溃就想哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，孤独确实会让我们感到脆弱，容易情绪波动。我想告诉你，人的一生是一场孤独的旅行，有些人会离开，如父母，但同时也会有新的人加入，如朋友和其他人。无论孤独与否，你要明白，关键在于你自己如何对待自己的人生。你可以寻找自己喜欢的事情，无论是打游戏还是其他，让自己保持阳光和开朗。另外，你现在已经上高中了，高考将会是一项重要的考验，你可以主动结交其他志同道合的同学，一起学习和预习知识，这也是一个很好的选择。",
    "annotation": [
      {
        "sentence": "理解你的感受，孤独确实会让我们感到脆弱，容易情绪波动。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，人的一生是一场孤独的旅行，有些人会离开，如父母，但同时也会有新的人加入，如朋友和其他人。",
        "label": ""
      },
      {
        "sentence": "无论孤独与否，你要明白，关键在于你自己如何对待自己的人生。",
        "label": ""
      },
      {
        "sentence": "你可以寻找自己喜欢的事情，无论是打游戏还是其他，让自己保持阳光和开朗。",
        "label": ""
      },
      {
        "sentence": "另外，你现在已经上高中了，高考将会是一项重要的考验，你可以主动结交其他志同道合的同学，一起学习和预习知识，这也是一个很好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试主动和朋友联系，和妈妈好好沟通，还会找到自己喜欢的事情让自己开心。同时，我也会积极参与学习，结交更多的同学。非常感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试主动和朋友联系，和妈妈好好沟通，还会找到自己喜欢的事情让自己开心。",
        "label": ""
      },
      {
        "sentence": "同时，我也会积极参与学习，结交更多的同学。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供一些帮助和支持。如果你还有其他的困惑或需要倾诉，随时都可以找我聊天。希望你能渐渐走出孤独的困境，过上快乐的生活！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的困惑或需要倾诉，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "希望你能渐渐走出孤独的困境，过上快乐的生活！",
        "label": ""
      }
    ]
  }
]