[
  {
    "role": "client",
    "content": "您好，我是一个31岁的农村独生子。我为什么喜欢找一个类似妈妈的女友呢？我经历过几次恋爱，基本上都是和温柔或者性格比较柔弱的女孩在一起。但是，我内心其实潜意识不太喜欢这样的女孩。我的妈妈是一个强势并且务实保守、能够独立自强的女人，而我爸爸则是一个好说话但有点大男子主义，也有些孩子气的人。我性格和我爸爸很相似。在家里，我的父母经常因为一些小事争吵，但是我们生活还算殷实。我妈妈总是试图管束我爸爸，但是我爸爸有时候不愿意被管束。因此，我一直想找一个像我妈妈那样独立自强、能够理解我内心的女孩，并且能够在家庭中扮演好妻子的角色，还能帮助我改进自身的缺点。但是，我又担心如果和这样的女友在一起，我们会经常吵架。我曾经遇到过一些符合我期望的女生，但是她们好像对我不感兴趣。现在我对婚姻非常焦虑，不知道该怎么选择对象。我不喜欢看起来老实死板、保守的女生，也不喜欢那种花钱大手大脚、不过日子的女生。曾经有一个理想中的女友，我们甚至没有见过面，但是因为我没有尽力追求她，所以只能当作遗憾。但是，我总觉得她符合我心中的标准，所以一直在不停地寻找，但是却一直没有结果。",
    "annotation": [
      {
        "sentence": "您好，我是一个31岁的农村独生子。",
        "label": ""
      },
      {
        "sentence": "我为什么喜欢找一个类似妈妈的女友呢？",
        "label": ""
      },
      {
        "sentence": "我经历过几次恋爱，基本上都是和温柔或者性格比较柔弱的女孩在一起。",
        "label": ""
      },
      {
        "sentence": "但是，我内心其实潜意识不太喜欢这样的女孩。",
        "label": ""
      },
      {
        "sentence": "我的妈妈是一个强势并且务实保守、能够独立自强的女人，而我爸爸则是一个好说话但有点大男子主义，也有些孩子气的人。",
        "label": ""
      },
      {
        "sentence": "我性格和我爸爸很相似。",
        "label": ""
      },
      {
        "sentence": "在家里，我的父母经常因为一些小事争吵，但是我们生活还算殷实。",
        "label": ""
      },
      {
        "sentence": "我妈妈总是试图管束我爸爸，但是我爸爸有时候不愿意被管束。",
        "label": ""
      },
      {
        "sentence": "因此，我一直想找一个像我妈妈那样独立自强、能够理解我内心的女孩，并且能够在家庭中扮演好妻子的角色，还能帮助我改进自身的缺点。",
        "label": ""
      },
      {
        "sentence": "但是，我又担心如果和这样的女友在一起，我们会经常吵架。",
        "label": ""
      },
      {
        "sentence": "我曾经遇到过一些符合我期望的女生，但是她们好像对我不感兴趣。",
        "label": ""
      },
      {
        "sentence": "现在我对婚姻非常焦虑，不知道该怎么选择对象。",
        "label": ""
      },
      {
        "sentence": "我不喜欢看起来老实死板、保守的女生，也不喜欢那种花钱大手大脚、不过日子的女生。",
        "label": ""
      },
      {
        "sentence": "曾经有一个理想中的女友，我们甚至没有见过面，但是因为我没有尽力追求她，所以只能当作遗憾。",
        "label": ""
      },
      {
        "sentence": "但是，我总觉得她符合我心中的标准，所以一直在不停地寻找，但是却一直没有结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的问题我能理解你对于择偶问题的焦虑。在中华民族的传统里，择偶在一定年龄段确实会成为人们的焦点。你也对配偶有你自己的期待和想法，但是似乎你却一直觉得不满意。而且，你唯一一个满意的女孩自己当初没有追到，所以你就越发觉得现在能找到的女孩都不好了。如果有一两个女孩因为性格不合适而觉得不适合作伴，那是可以理解的。但是，如果你一直觉得恋爱过程中所有的女孩都不好，认为她们配不上你，那是不是说明你对这些女孩的要求有些过高了呢？妈妈在孩子心目中的形象通常都会被美化，这在择偶问题上也是一样的。或许你已经遇到了一些和妈妈类似的女生，但是由于你对完美的追求和对她们缺点的不能接受，所以没有成功发展。类似的情况还有那几个你觉得合适但是对方不喜欢你的女孩，或许因为不能得到而变得更加美好。人们总会对得不到的东西存在一些美化和幻想。或许你可以咨询一下父母的意见，不要单纯以自己的标准来看待对方，这样在找对象的时候会更加容易一些。",
    "annotation": [
      {
        "sentence": "你好，听到你的问题我能理解你对于择偶问题的焦虑。",
        "label": ""
      },
      {
        "sentence": "在中华民族的传统里，择偶在一定年龄段确实会成为人们的焦点。",
        "label": ""
      },
      {
        "sentence": "你也对配偶有你自己的期待和想法，但是似乎你却一直觉得不满意。",
        "label": ""
      },
      {
        "sentence": "而且，你唯一一个满意的女孩自己当初没有追到，所以你就越发觉得现在能找到的女孩都不好了。",
        "label": ""
      },
      {
        "sentence": "如果有一两个女孩因为性格不合适而觉得不适合作伴，那是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是，如果你一直觉得恋爱过程中所有的女孩都不好，认为她们配不上你，那是不是说明你对这些女孩的要求有些过高了呢？",
        "label": ""
      },
      {
        "sentence": "妈妈在孩子心目中的形象通常都会被美化，这在择偶问题上也是一样的。",
        "label": ""
      },
      {
        "sentence": "或许你已经遇到了一些和妈妈类似的女生，但是由于你对完美的追求和对她们缺点的不能接受，所以没有成功发展。",
        "label": ""
      },
      {
        "sentence": "类似的情况还有那几个你觉得合适但是对方不喜欢你的女孩，或许因为不能得到而变得更加美好。",
        "label": ""
      },
      {
        "sentence": "人们总会对得不到的东西存在一些美化和幻想。",
        "label": ""
      },
      {
        "sentence": "或许你可以咨询一下父母的意见，不要单纯以自己的标准来看待对方，这样在找对象的时候会更加容易一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的回答。我明白您的意思了。我可能确实对女孩子的要求有点过高，不能容忍她们的缺点。可能是因为我妈妈在我心里树立了一个完美的榜样，所以我希望我的女友也能和她一样。但是现实中的人总会有缺点，没有人是完美的。我确实需要反思一下自己的标准和要求，也许我应该更加开放一些，多给别人一些机会。我会考虑和父母沟通，听听他们对于我的建议和意见。",
    "annotation": [
      {
        "sentence": "谢谢支持者的回答。",
        "label": ""
      },
      {
        "sentence": "我明白您的意思了。",
        "label": ""
      },
      {
        "sentence": "我可能确实对女孩子的要求有点过高，不能容忍她们的缺点。",
        "label": ""
      },
      {
        "sentence": "可能是因为我妈妈在我心里树立了一个完美的榜样，所以我希望我的女友也能和她一样。",
        "label": ""
      },
      {
        "sentence": "但是现实中的人总会有缺点，没有人是完美的。",
        "label": ""
      },
      {
        "sentence": "我确实需要反思一下自己的标准和要求，也许我应该更加开放一些，多给别人一些机会。",
        "label": ""
      },
      {
        "sentence": "我会考虑和父母沟通，听听他们对于我的建议和意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你能够理解我的观点。确实，每个人都有自己的优点和缺点，没有一个人是完美的。我们的要求过高往往会让我们错过一些可能非常合适的人。开放一些，给别人机会也是很重要的。同时，和父母沟通也是一种很好的方式来寻求建议和意见，他们会给你一些建设性的观点。希望你能够找到适合你的人，并且能够开心地度过每一天。时间会给予你答案的，祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴听到你能够理解我的观点。",
        "label": ""
      },
      {
        "sentence": "确实，每个人都有自己的优点和缺点，没有一个人是完美的。",
        "label": ""
      },
      {
        "sentence": "我们的要求过高往往会让我们错过一些可能非常合适的人。",
        "label": ""
      },
      {
        "sentence": "开放一些，给别人机会也是很重要的。",
        "label": ""
      },
      {
        "sentence": "同时，和父母沟通也是一种很好的方式来寻求建议和意见，他们会给你一些建设性的观点。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到适合你的人，并且能够开心地度过每一天。",
        "label": ""
      },
      {
        "sentence": "时间会给予你答案的，祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励和祝福！我会努力反思自己的标准，并且更加开放地对待其他人。我相信，如果我能够放下一些过高的期望，我会找到适合我的人的。再次感谢您的帮助！",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "我会努力反思自己的标准，并且更加开放地对待其他人。",
        "label": ""
      },
      {
        "sentence": "我相信，如果我能够放下一些过高的期望，我会找到适合我的人的。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！你的决心和努力是非常重要的！相信自己，你一定能够找到适合你的人。如果你还有任何困惑或需要帮助的地方，随时来找我聊天。祝你找到真正的幸福！",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "你的决心和努力是非常重要的！",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够找到适合你的人。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困惑或需要帮助的地方，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你找到真正的幸福！",
        "label": ""
      }
    ]
  }
]