[
  {
    "role": "client",
    "content": "我想回国生活，对未来很迷茫，不知道怎么办？我的父母是中国人而我是外国籍的，从小在中国生活，在我初三的时候被父母不情愿的叫到了国外，在国外因为太想回中国，在国外的学校整天混日子没心情上课，中途有和自己的父母商量过让我回中国留学可是父母说没有进非常有名的大学去留学没有用，结果让我彻底放弃了学业，本来高中读完就没想再继续读了，可是父母硬要我继续读，我也不想再听他们啰嗦就随便找了所两年制的专科，现在20岁快毕业了，还是想回中国生活，可是父母觉得我在中国就高中学历，去了也找不到工作，现在搞得我很迷茫，感觉要崩溃了，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "我想回国生活，对未来很迷茫，不知道怎么办？",
        "label": ""
      },
      {
        "sentence": "我的父母是中国人而我是外国籍的，从小在中国生活，在我初三的时候被父母不情愿的叫到了国外，在国外因为太想回中国，在国外的学校整天混日子没心情上课，中途有和自己的父母商量过让我回中国留学可是父母说没有进非常有名的大学去留学没有用，结果让我彻底放弃了学业，本来高中读完就没想再继续读了，可是父母硬要我继续读，我也不想再听他们啰嗦就随便找了所两年制的专科，现在20岁快毕业了，还是想回中国生活，可是父母觉得我在中国就高中学历，去了也找不到工作，现在搞得我很迷茫，感觉要崩溃了，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子虽然去了国外，但中国式父母还是像抓着一根风筝线一样——【远程操控】，她们忘记了孩子是不情愿在国外的，孩子无论在哪里没有心情学习，结果都是一样的。20岁，已经成年了，你可以为你的决定负责了，你也可以也有权利选择你希望过的生活。",
    "annotation": [
      {
        "sentence": "孩子虽然去了国外，但中国式父母还是像抓着一根风筝线一样——【远程操控】，她们忘记了孩子是不情愿在国外的，孩子无论在哪里没有心情学习，结果都是一样的。",
        "label": ""
      },
      {
        "sentence": "20岁，已经成年了，你可以为你的决定负责了，你也可以也有权利选择你希望过的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很感谢你的理解和支持。我觉得我的父母一直在为我做决定，而没有考虑我的感受和意见。我真的很迷茫，不知道自己要怎么办才好。",
    "annotation": [
      {
        "sentence": "我真的很感谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我觉得我的父母一直在为我做决定，而没有考虑我的感受和意见。",
        "label": ""
      },
      {
        "sentence": "我真的很迷茫，不知道自己要怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，迷茫是很正常的情绪，特别是在面对重要的决定时。首先，让我们分析一下你目前的情况。你想回中国生活，这代表你对中国有着特殊的情感联系和向往。而你的父母担心你在中国找不到工作，这也是他们父母的一种保护和关心。我们可以逐步探索，找到一个既能满足你的期待，又能让你父母放心的解决方案。",
    "annotation": [
      {
        "sentence": "没关系，迷茫是很正常的情绪，特别是在面对重要的决定时。",
        "label": ""
      },
      {
        "sentence": "首先，让我们分析一下你目前的情况。",
        "label": ""
      },
      {
        "sentence": "你想回中国生活，这代表你对中国有着特殊的情感联系和向往。",
        "label": ""
      },
      {
        "sentence": "而你的父母担心你在中国找不到工作，这也是他们父母的一种保护和关心。",
        "label": ""
      },
      {
        "sentence": "我们可以逐步探索，找到一个既能满足你的期待，又能让你父母放心的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我对中国有着深厚的感情，也希望能在那里实现自己的梦想。但我也明白我父母的担心，他们希望我有一个稳定的未来。我需要找到一个平衡点，既能满足我个人的追求，又能让父母放心。",
    "annotation": [
      {
        "sentence": "确实，我对中国有着深厚的感情，也希望能在那里实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "但我也明白我父母的担心，他们希望我有一个稳定的未来。",
        "label": ""
      },
      {
        "sentence": "我需要找到一个平衡点，既能满足我个人的追求，又能让父母放心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经意识到了问题的关键。下一步，我们可以先了解你在中国的高中学历对就业的影响程度，是否真的会影响你找工作。同时，我们也可以探讨一些你在中国发展的其他可能性，比如进修或者学习一些特殊技能。这样不仅可以提高你的竞争力，还能让你在回国后有更多选择。",
    "annotation": [
      {
        "sentence": "很好，你已经意识到了问题的关键。",
        "label": ""
      },
      {
        "sentence": "下一步，我们可以先了解你在中国的高中学历对就业的影响程度，是否真的会影响你找工作。",
        "label": ""
      },
      {
        "sentence": "同时，我们也可以探讨一些你在中国发展的其他可能性，比如进修或者学习一些特殊技能。",
        "label": ""
      },
      {
        "sentence": "这样不仅可以提高你的竞争力，还能让你在回国后有更多选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我需要对目前的就业形势和市场需求进行更深入的了解。同时，我也可以考虑通过学习一些技能来提高自己的竞争力。我曾经对某些特定领域很感兴趣，也许我可以在这方面发展自己，让自己更有优势。",
    "annotation": [
      {
        "sentence": "确实，我需要对目前的就业形势和市场需求进行更深入的了解。",
        "label": ""
      },
      {
        "sentence": "同时，我也可以考虑通过学习一些技能来提高自己的竞争力。",
        "label": ""
      },
      {
        "sentence": "我曾经对某些特定领域很感兴趣，也许我可以在这方面发展自己，让自己更有优势。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好的思路！掌握一些特定的技能将使你在回国后更具竞争力。此外，你也可以寻找一些与国外学习经历相关的工作机会，这样可以将你的国外经验与国内需求结合，找到一条适合自己的发展道路。这将是一个艰难的过程，但我相信你一定能够找到属于自己的机会。",
    "annotation": [
      {
        "sentence": "非常好的思路！",
        "label": ""
      },
      {
        "sentence": "掌握一些特定的技能将使你在回国后更具竞争力。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以寻找一些与国外学习经历相关的工作机会，这样可以将你的国外经验与国内需求结合，找到一条适合自己的发展道路。",
        "label": ""
      },
      {
        "sentence": "这将是一个艰难的过程，但我相信你一定能够找到属于自己的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议！我感觉自己有了新的方向和希望。我明白这个过程会有很多挑战和困难，但我愿意去面对。我会认真思考和计划，为自己的未来做出正确的决策。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议！",
        "label": ""
      },
      {
        "sentence": "我感觉自己有了新的方向和希望。",
        "label": ""
      },
      {
        "sentence": "我明白这个过程会有很多挑战和困难，但我愿意去面对。",
        "label": ""
      },
      {
        "sentence": "我会认真思考和计划，为自己的未来做出正确的决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的回答！你已经展现了积极主动和成长的态度，这些都是成功的关键。记住，无论前方有多少困难，你都不要放弃自己的梦想和努力。我相信你一定能够实现自己的目标，过上你渴望的生活。如果你在面临困惑和挫折时需要帮助，可以随时私信我。祝你幸福快乐！祝你为自己做主！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的回答！",
        "label": ""
      },
      {
        "sentence": "你已经展现了积极主动和成长的态度，这些都是成功的关键。",
        "label": ""
      },
      {
        "sentence": "记住，无论前方有多少困难，你都不要放弃自己的梦想和努力。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够实现自己的目标，过上你渴望的生活。",
        "label": ""
      },
      {
        "sentence": "如果你在面临困惑和挫折时需要帮助，可以随时私信我。",
        "label": ""
      },
      {
        "sentence": "祝你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "祝你为自己做主！",
        "label": ""
      }
    ]
  }
]