[
  {
    "role": "client",
    "content": "很排斥聚会，社交恐惧症怎么自救？很排斥聚会，不论是公司的还是朋友邀请。潜意识第一反应是我要怎么拒绝。但有时候拒绝不了，去了以后我倒没有感觉不适，但结束之后到家觉得特别累，还是在家呆着好。",
    "annotation": [
      {
        "sentence": "很排斥聚会，社交恐惧症怎么自救？",
        "label": ""
      },
      {
        "sentence": "很排斥聚会，不论是公司的还是朋友邀请。",
        "label": ""
      },
      {
        "sentence": "潜意识第一反应是我要怎么拒绝。",
        "label": ""
      },
      {
        "sentence": "但有时候拒绝不了，去了以后我倒没有感觉不适，但结束之后到家觉得特别累，还是在家呆着好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有较强的自我觉察能力，能够意识到自己的问题，意识到自己的问题并有解决问题的动机，对于最终能够解决问题是非常重要的。不如试着回溯一下自己之前的经历，你对于社交一直都是下意识排斥的吗？有没有一些时候自己是并不排斥社交的呢？自己当时是以什么样的状态面对的呢？",
    "annotation": [
      {
        "sentence": "有较强的自我觉察能力，能够意识到自己的问题，意识到自己的问题并有解决问题的动机，对于最终能够解决问题是非常重要的。",
        "label": ""
      },
      {
        "sentence": "不如试着回溯一下自己之前的经历，你对于社交一直都是下意识排斥的吗？",
        "label": ""
      },
      {
        "sentence": "有没有一些时候自己是并不排斥社交的呢？",
        "label": ""
      },
      {
        "sentence": "自己当时是以什么样的状态面对的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我对于聚会的排斥感从很小的时候就开始了。我总是觉得在人群中很不自在，不知道要说什么，感到压力很大。但也有一些特殊的时候，我能够主动地参加聚会，并且感到很开心和舒适。当时我可能比较放松和自信。",
    "annotation": [
      {
        "sentence": "其实，我对于聚会的排斥感从很小的时候就开始了。",
        "label": ""
      },
      {
        "sentence": "我总是觉得在人群中很不自在，不知道要说什么，感到压力很大。",
        "label": ""
      },
      {
        "sentence": "但也有一些特殊的时候，我能够主动地参加聚会，并且感到很开心和舒适。",
        "label": ""
      },
      {
        "sentence": "当时我可能比较放松和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中看出，你之前参加聚会时，参加时没觉得，但是参加完觉得累，喜欢一个人呆着，是不是和你自身有点内向有一定的关系呢？你可以找相关的心理测试自行测试一下。在这个世界上有约一半的人是内向者，内向者和外向者相比，更喜欢安静的生活，面对社交也需要付出更多的精力，这是正常的。",
    "annotation": [
      {
        "sentence": "从你的描述中看出，你之前参加聚会时，参加时没觉得，但是参加完觉得累，喜欢一个人呆着，是不是和你自身有点内向有一定的关系呢？",
        "label": ""
      },
      {
        "sentence": "你可以找相关的心理测试自行测试一下。",
        "label": ""
      },
      {
        "sentence": "在这个世界上有约一半的人是内向者，内向者和外向者相比，更喜欢安静的生活，面对社交也需要付出更多的精力，这是正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直觉得自己比较内向。我害怕被别人评价或拒绝，所以在社交场合中会感到不安和压力。我很想像外向者一样自如地与人交流，但总是觉得很困难。我该怎么改变呢？",
    "annotation": [
      {
        "sentence": "确实，我一直觉得自己比较内向。",
        "label": ""
      },
      {
        "sentence": "我害怕被别人评价或拒绝，所以在社交场合中会感到不安和压力。",
        "label": ""
      },
      {
        "sentence": "我很想像外向者一样自如地与人交流，但总是觉得很困难。",
        "label": ""
      },
      {
        "sentence": "我该怎么改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "内向并不意味着就无法成为社交达人。只要了解自己的特质，在需要社交时拿出精力应对，在社交结束时又给自己恰当的休息的时间，内向者也可以很好地进行社交。你可以尝试一些方法来逐步改变自己，比如参加一些小型的聚会，找到与你有共同兴趣的朋友，慢慢锻炼自己的社交能力。另外，也建议你寻求专业机构心理咨询师的帮助，他们能够提供更具体和专业的建议。",
    "annotation": [
      {
        "sentence": "内向并不意味着就无法成为社交达人。",
        "label": ""
      },
      {
        "sentence": "只要了解自己的特质，在需要社交时拿出精力应对，在社交结束时又给自己恰当的休息的时间，内向者也可以很好地进行社交。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些方法来逐步改变自己，比如参加一些小型的聚会，找到与你有共同兴趣的朋友，慢慢锻炼自己的社交能力。",
        "label": ""
      },
      {
        "sentence": "另外，也建议你寻求专业机构心理咨询师的帮助，他们能够提供更具体和专业的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我觉得逐步尝试一些小型聚会是个不错的主意，这样能够帮助我逐渐克服社交恐惧症。我也会考虑咨询心理咨询师的建议，希望能够找到更好的解决方法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我觉得逐步尝试一些小型聚会是个不错的主意，这样能够帮助我逐渐克服社交恐惧症。",
        "label": ""
      },
      {
        "sentence": "我也会考虑咨询心理咨询师的建议，希望能够找到更好的解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰看到你对于改变自己持积极态度。逐步尝试、逐渐克服是个很好的策略，相信你能够逐渐战胜社交恐惧症。无论遇到什么困难，记得你不是一个人在战斗，始终有人会在你身边支持你。加油！如果有任何需要，随时向我寻求帮助。",
    "annotation": [
      {
        "sentence": "非常欣慰看到你对于改变自己持积极态度。",
        "label": ""
      },
      {
        "sentence": "逐步尝试、逐渐克服是个很好的策略，相信你能够逐渐战胜社交恐惧症。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，记得你不是一个人在战斗，始终有人会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时向我寻求帮助。",
        "label": ""
      }
    ]
  }
]