[
  {
    "role": "client",
    "content": "对象身体不太健康，很纠结，不知对生育是否有影响？相亲认识了一个男孩子，人品很好，对我也温柔体贴，家境和我差不多。认识半年的时候他告诉我他是乙肝病毒携带者，我以为是简单的携带者。但是后来了解知道是小二阳，并且每天都要吃抗病毒的药来控制病毒量。他很喜欢我，默默地为我做了很多事。但是我一想到他的病虽然不影响正常生活，但是无法治愈，而且事业单位工资也比较低，就不由得为以后的生活担忧。好不容易遇到一个聊得来的对我好的人，健康却是有问题的...家里本来很赞成我们交往，后来知道他的情况不太赞成了。可是我又觉得他的人品和做事能力很靠谱，他吃了六年的药到现在还在吃，不知道对生育会不会有影响，我犹豫要不要继续相处，而且时间拖得越久，对彼此伤害越大。",
    "annotation": [
      {
        "sentence": "对象身体不太健康，很纠结，不知对生育是否有影响？",
        "label": ""
      },
      {
        "sentence": "相亲认识了一个男孩子，人品很好，对我也温柔体贴，家境和我差不多。",
        "label": ""
      },
      {
        "sentence": "认识半年的时候他告诉我他是乙肝病毒携带者，我以为是简单的携带者。",
        "label": ""
      },
      {
        "sentence": "但是后来了解知道是小二阳，并且每天都要吃抗病毒的药来控制病毒量。",
        "label": ""
      },
      {
        "sentence": "他很喜欢我，默默地为我做了很多事。",
        "label": ""
      },
      {
        "sentence": "但是我一想到他的病虽然不影响正常生活，但是无法治愈，而且事业单位工资也比较低，就不由得为以后的生活担忧。",
        "label": ""
      },
      {
        "sentence": "好不容易遇到一个聊得来的对我好的人，健康却是有问题的...家里本来很赞成我们交往，后来知道他的情况不太赞成了。",
        "label": ""
      },
      {
        "sentence": "可是我又觉得他的人品和做事能力很靠谱，他吃了六年的药到现在还在吃，不知道对生育会不会有影响，我犹豫要不要继续相处，而且时间拖得越久，对彼此伤害越大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你的困惑，感情中的选择是一件复杂的事情。首先，你可以去问问医生，了解一下乙肝的情况，然后评估一下它在你以后生活中的影响。因为医生是最具有权威性的人，只有他们才能非常准确地告诉你，乙肝对你的生育是否有影响。此外，在心理学上有一个技术，叫成本收益分析，就是把一件事情所有的隐形的，显性的好处和坏处都写出来，然后打分，评估到底是好处更多，还是坏处更多。这样子会便于你下决定。",
    "annotation": [
      {
        "sentence": "了解你的困惑，感情中的选择是一件复杂的事情。",
        "label": ""
      },
      {
        "sentence": "首先，你可以去问问医生，了解一下乙肝的情况，然后评估一下它在你以后生活中的影响。",
        "label": ""
      },
      {
        "sentence": "因为医生是最具有权威性的人，只有他们才能非常准确地告诉你，乙肝对你的生育是否有影响。",
        "label": ""
      },
      {
        "sentence": "此外，在心理学上有一个技术，叫成本收益分析，就是把一件事情所有的隐形的，显性的好处和坏处都写出来，然后打分，评估到底是好处更多，还是坏处更多。",
        "label": ""
      },
      {
        "sentence": "这样子会便于你下决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会去咨询医生，了解乙肝对生育的影响。而且，你说的成本收益分析方法对我很有帮助，我会用这种方法来评估这段感情的好处和坏处。但是我还是很担心，如果我们继续交往，以后会面临很多困难，而他的家人也不赞成我们在一起。我觉得时间拖得越久，对彼此的伤害就越大。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会去咨询医生，了解乙肝对生育的影响。",
        "label": ""
      },
      {
        "sentence": "而且，你说的成本收益分析方法对我很有帮助，我会用这种方法来评估这段感情的好处和坏处。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心，如果我们继续交往，以后会面临很多困难，而他的家人也不赞成我们在一起。",
        "label": ""
      },
      {
        "sentence": "我觉得时间拖得越久，对彼此的伤害就越大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的。既然你担心将来可能会面临困难，我建议你们可以先多相处几年，因为时间是最好的试金石。通过更多的相处，你可以更全面地了解彼此，看看能否克服困难一同前行。毕竟，假的真不了，真的假不了。另外，你的描述中有两个点需要注意：一个是他身体有乙肝，一个是半年之后，才告诉你。对于他这样做的动机，我们不得而知，但是这说明你应该更加慎重地评估这段感情。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "既然你担心将来可能会面临困难，我建议你们可以先多相处几年，因为时间是最好的试金石。",
        "label": ""
      },
      {
        "sentence": "通过更多的相处，你可以更全面地了解彼此，看看能否克服困难一同前行。",
        "label": ""
      },
      {
        "sentence": "毕竟，假的真不了，真的假不了。",
        "label": ""
      },
      {
        "sentence": "另外，你的描述中有两个点需要注意：一个是他身体有乙肝，一个是半年之后，才告诉你。",
        "label": ""
      },
      {
        "sentence": "对于他这样做的动机，我们不得而知，但是这说明你应该更加慎重地评估这段感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。多相处几年确实可以让我更全面地了解他，看看我们是否能够共度困难。但是我还是担心，如果我一旦爱上了他，再发现他的乙肝问题，会不会更加痛苦呢？而且我的家人也不太支持我们在一起。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "多相处几年确实可以让我更全面地了解他，看看我们是否能够共度困难。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心，如果我一旦爱上了他，再发现他的乙肝问题，会不会更加痛苦呢？",
        "label": ""
      },
      {
        "sentence": "而且我的家人也不太支持我们在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对于可能的痛苦和家人的反对感到担心，这是正常的。然而，在爱情中，我们无法完全预测未来可能出现的情况。一些困难和挫折在感情中是难免的，但只有你自己能决定是否愿意为了这段感情承担这些困难。家人的意见固然重要，但最终决定还是要由你来做。你可以试着与家人沟通，告诉他们你对这段感情的认可和坚持，或者等到你与男孩相处更久之后再跟家人进行深入的交流。",
    "annotation": [
      {
        "sentence": "你对于可能的痛苦和家人的反对感到担心，这是正常的。",
        "label": ""
      },
      {
        "sentence": "然而，在爱情中，我们无法完全预测未来可能出现的情况。",
        "label": ""
      },
      {
        "sentence": "一些困难和挫折在感情中是难免的，但只有你自己能决定是否愿意为了这段感情承担这些困难。",
        "label": ""
      },
      {
        "sentence": "家人的意见固然重要，但最终决定还是要由你来做。",
        "label": ""
      },
      {
        "sentence": "你可以试着与家人沟通，告诉他们你对这段感情的认可和坚持，或者等到你与男孩相处更久之后再跟家人进行深入的交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，感情的选择最终要由自己决定。我会先与男孩相处更久，看看我们是否能够共同面对困难，并尝试与家人沟通，表达我对这段感情的认可和坚持。谢谢你给我提供的建议和支持，我现在感觉好多了。有人陪伴和理解真的很重要。",
    "annotation": [
      {
        "sentence": "你说得对，感情的选择最终要由自己决定。",
        "label": ""
      },
      {
        "sentence": "我会先与男孩相处更久，看看我们是否能够共同面对困难，并尝试与家人沟通，表达我对这段感情的认可和坚持。",
        "label": ""
      },
      {
        "sentence": "谢谢你给我提供的建议和支持，我现在感觉好多了。",
        "label": ""
      },
      {
        "sentence": "有人陪伴和理解真的很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。在这个过程中，记得要保持积极的心态，和男孩好好交流，与家人坦诚沟通。无论你做出怎样的决定，最重要的是，要做出自己最能接受并且不后悔的选择。相信自己的感觉，祝福你能找到属于你自己的幸福。如果还有其他问题，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，记得要保持积极的心态，和男孩好好交流，与家人坦诚沟通。",
        "label": ""
      },
      {
        "sentence": "无论你做出怎样的决定，最重要的是，要做出自己最能接受并且不后悔的选择。",
        "label": ""
      },
      {
        "sentence": "相信自己的感觉，祝福你能找到属于你自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]