[
  {
    "role": "client",
    "content": "男朋友被他的妈妈喊“宝宝”，他会是妈宝么？他今年17，刚才跟我讲，他妈妈刚才对他说:宝宝来。我忽然就不淡定了，他跟我讲的时候似乎带着一小小点炫耀，我知道被妈妈喊宝宝其实是蛮开心的，但是我还真很担心，他会不会恋母情结或者妈宝这样的，就是觉得不对劲，他会是妈宝吗？",
    "annotation": [
      {
        "sentence": "男朋友被他的妈妈喊“宝宝”，他会是妈宝么？",
        "label": ""
      },
      {
        "sentence": "他今年17，刚才跟我讲，他妈妈刚才对他说:宝宝来。",
        "label": ""
      },
      {
        "sentence": "我忽然就不淡定了，他跟我讲的时候似乎带着一小小点炫耀，我知道被妈妈喊宝宝其实是蛮开心的，但是我还真很担心，他会不会恋母情结或者妈宝这样的，就是觉得不对劲，他会是妈宝吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我今年28岁了，我妈妈还叫我“幺幺”呢，就是“宝宝”的意思。我妈妈今年48岁了，我外婆也叫她“幺幺”。不过我和我妈妈都是特别独立的人，我的任何决定都是我自己做主，我妈妈从来不会干涉我。所以从一个称呼上，是不能判断他是不是妈宝男的哦~我们要避免“贴标签”的情况。不过可以说明他和他妈妈的关系，应该是不错的，这点来说还是挺好的。",
    "annotation": [
      {
        "sentence": "我今年28岁了，我妈妈还叫我“幺幺”呢，就是“宝宝”的意思。",
        "label": ""
      },
      {
        "sentence": "我妈妈今年48岁了，我外婆也叫她“幺幺”。",
        "label": ""
      },
      {
        "sentence": "不过我和我妈妈都是特别独立的人，我的任何决定都是我自己做主，我妈妈从来不会干涉我。",
        "label": ""
      },
      {
        "sentence": "所以从一个称呼上，是不能判断他是不是妈宝男的哦~我们要避免“贴标签”的情况。",
        "label": ""
      },
      {
        "sentence": "不过可以说明他和他妈妈的关系，应该是不错的，这点来说还是挺好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也觉得他和他妈妈的关系很好，平时他们待在一起就像朋友一样。但是我还是有点忧虑，担心他会不会太依赖他妈妈，而导致我们的关系受影响。",
    "annotation": [
      {
        "sentence": "是的，我也觉得他和他妈妈的关系很好，平时他们待在一起就像朋友一样。",
        "label": ""
      },
      {
        "sentence": "但是我还是有点忧虑，担心他会不会太依赖他妈妈，而导致我们的关系受影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心，毕竟依赖性过强会对两人关系产生一定的压力。不过要记得，在父母和伴侣之间建立健康的平衡是很重要的。你可以尝试和男朋友沟通一下，让他明白你对这个问题的担心，并一起寻找解决办法，共同努力建立稳定、平衡的感情基础。",
    "annotation": [
      {
        "sentence": "理解你的担心，毕竟依赖性过强会对两人关系产生一定的压力。",
        "label": ""
      },
      {
        "sentence": "不过要记得，在父母和伴侣之间建立健康的平衡是很重要的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和男朋友沟通一下，让他明白你对这个问题的担心，并一起寻找解决办法，共同努力建立稳定、平衡的感情基础。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对，我应该主动和他沟通一下。我其实也不希望我们的关系因为他和他妈妈的关系而产生隔阂。我也希望他能够有自己的想法和独立性。",
    "annotation": [
      {
        "sentence": "嗯，你说得对，我应该主动和他沟通一下。",
        "label": ""
      },
      {
        "sentence": "我其实也不希望我们的关系因为他和他妈妈的关系而产生隔阂。",
        "label": ""
      },
      {
        "sentence": "我也希望他能够有自己的想法和独立性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够意识到这个问题的重要性。沟通是解决问题的关键，你可以告诉他你的担心并表达你对他的支持和希望。同时，也要给他一些时间，让他有机会去思考和改变。相信你们之间的感情会因为这次的沟通而更加稳固。",
    "annotation": [
      {
        "sentence": "很高兴你能够意识到这个问题的重要性。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的关键，你可以告诉他你的担心并表达你对他的支持和希望。",
        "label": ""
      },
      {
        "sentence": "同时，也要给他一些时间，让他有机会去思考和改变。",
        "label": ""
      },
      {
        "sentence": "相信你们之间的感情会因为这次的沟通而更加稳固。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着和他好好沟通一下，希望我们能够共同成长和进步。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "好的，我会试着和他好好沟通一下，希望我们能够共同成长和进步。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我会一直在这里支持你。记得，每段感情都需要经过各种考验和调适，只要你们相互关心、理解，共同面对问题，就一定能够克服困难，走向更美好的未来。加油！如果以后还有其他问题，随时可以来找我聊聊。",
    "annotation": [
      {
        "sentence": "不用谢，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "记得，每段感情都需要经过各种考验和调适，只要你们相互关心、理解，共同面对问题，就一定能够克服困难，走向更美好的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题，随时可以来找我聊聊。",
        "label": ""
      }
    ]
  }
]