[
  {
    "role": "client",
    "content": "同性恋在一起10年，分手难以释怀？分分合合在一起十年。我能感觉到和她的关系已经在崩溃边缘，她问过我分手后能不能做普通朋友，我说不能，接受不了看着她和别人在一起。她说难道就要彻底失去吗？说我小心眼。现在分手一个月多。",
    "annotation": [
      {
        "sentence": "同性恋在一起10年，分手难以释怀？",
        "label": ""
      },
      {
        "sentence": "分分合合在一起十年。",
        "label": ""
      },
      {
        "sentence": "我能感觉到和她的关系已经在崩溃边缘，她问过我分手后能不能做普通朋友，我说不能，接受不了看着她和别人在一起。",
        "label": ""
      },
      {
        "sentence": "她说难道就要彻底失去吗？",
        "label": ""
      },
      {
        "sentence": "说我小心眼。",
        "label": ""
      },
      {
        "sentence": "现在分手一个月多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同性恋的情感能维持10年真的是不容易，我这样说并非是对同性恋的歧视，而是我的专业知识和经验告诉我的：从概率上讲，同性恋维持较长的恋情需要付出比异性恋恋情更多的努力！十年分分合合，那么这样的分与和应该不是一次两次吧！可以想象这段情感有多么的纠葛。从文字当中我感受到了一段不平等的关系！各自性格中隐藏的bug端倪。我的经验和直觉告诉我更像是在演绎一段需求与满足的故事……一段情感的结束是会有伤痛，同时也蕴含着成长的机会。从你的自我分析看，工具、自我否定还是有那么一些可能的，可能夹杂着别的原因，再继续分析下去，也许就可以帮助自己走出来。如果还是不能释怀的话，建议早些寻求专业的心理帮助。",
    "annotation": [
      {
        "sentence": "同性恋的情感能维持10年真的是不容易，我这样说并非是对同性恋的歧视，而是我的专业知识和经验告诉我的：从概率上讲，同性恋维持较长的恋情需要付出比异性恋恋情更多的努力！",
        "label": ""
      },
      {
        "sentence": "十年分分合合，那么这样的分与和应该不是一次两次吧！",
        "label": ""
      },
      {
        "sentence": "可以想象这段情感有多么的纠葛。",
        "label": ""
      },
      {
        "sentence": "从文字当中我感受到了一段不平等的关系！",
        "label": ""
      },
      {
        "sentence": "各自性格中隐藏的bug端倪。",
        "label": ""
      },
      {
        "sentence": "我的经验和直觉告诉我更像是在演绎一段需求与满足的故事……一段情感的结束是会有伤痛，同时也蕴含着成长的机会。",
        "label": ""
      },
      {
        "sentence": "从你的自我分析看，工具、自我否定还是有那么一些可能的，可能夹杂着别的原因，再继续分析下去，也许就可以帮助自己走出来。",
        "label": ""
      },
      {
        "sentence": "如果还是不能释怀的话，建议早些寻求专业的心理帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我确实意识到我们之间存在着不平等的关系和性格上的问题，但我仍然很难接受分手的事实。我觉得她对我早就没有感情了，但却没有坦诚地告诉我，这让我觉得像个工具人。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我确实意识到我们之间存在着不平等的关系和性格上的问题，但我仍然很难接受分手的事实。",
        "label": ""
      },
      {
        "sentence": "我觉得她对我早就没有感情了，但却没有坦诚地告诉我，这让我觉得像个工具人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到存在问题已经是一步很大的进展了。对于她没有坦诚地表达感情，可能是因为害怕伤害你，或者她自己也在矛盾中挣扎。这段感情的结束可能会给你带来伤痛，但也是一个重新认识自己、成长的机会。你可以尝试通过自省和反思，找到自己的价值和优点，从而减少自我否定的感觉。",
    "annotation": [
      {
        "sentence": "你能够意识到存在问题已经是一步很大的进展了。",
        "label": ""
      },
      {
        "sentence": "对于她没有坦诚地表达感情，可能是因为害怕伤害你，或者她自己也在矛盾中挣扎。",
        "label": ""
      },
      {
        "sentence": "这段感情的结束可能会给你带来伤痛，但也是一个重新认识自己、成长的机会。",
        "label": ""
      },
      {
        "sentence": "你可以尝试通过自省和反思，找到自己的价值和优点，从而减少自我否定的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着接受这个事实，并开始重新审视自己的价值。但我还是很难释怀，特别是知道她现在有很多追求者，而我却无法陪伴她。",
    "annotation": [
      {
        "sentence": "我会试着接受这个事实，并开始重新审视自己的价值。",
        "label": ""
      },
      {
        "sentence": "但我还是很难释怀，特别是知道她现在有很多追求者，而我却无法陪伴她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你担心无法陪伴她，这表明你还有一定的牵挂和在乎她。但是，陪伴并不一定只是物质和社会关系上的支持。你可以思考一下如何提供情感上的支持，比如倾听她的心声，鼓励她追求自己的梦想，或者尝试建立一种新的友谊关系。",
    "annotation": [
      {
        "sentence": "你担心无法陪伴她，这表明你还有一定的牵挂和在乎她。",
        "label": ""
      },
      {
        "sentence": "但是，陪伴并不一定只是物质和社会关系上的支持。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下如何提供情感上的支持，比如倾听她的心声，鼓励她追求自己的梦想，或者尝试建立一种新的友谊关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，陪伴并不一定需要物质条件和社会关系，而是更多地关乎情感支持。我会试着改变自己，重新建立一种平等和健康的关系。",
    "annotation": [
      {
        "sentence": "我明白了，陪伴并不一定需要物质条件和社会关系，而是更多地关乎情感支持。",
        "label": ""
      },
      {
        "sentence": "我会试着改变自己，重新建立一种平等和健康的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的想法和态度已经有了积极的改变。继续朝着这个方向努力，保持对自身的肯定和成长的决心。如果你在这个过程中遇到困难，不要犹豫去寻求专业的心理帮助，他们会帮助你更好地理解自己并走出困境。",
    "annotation": [
      {
        "sentence": "很好，你的想法和态度已经有了积极的改变。",
        "label": ""
      },
      {
        "sentence": "继续朝着这个方向努力，保持对自身的肯定和成长的决心。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中遇到困难，不要犹豫去寻求专业的心理帮助，他们会帮助你更好地理解自己并走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力面对挑战并向前迈进的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力面对挑战并向前迈进的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够克服这段感情的困扰，重新找回自己的幸福。记得，不论发生什么，你都值得被爱和关心。加油！如果还需要帮助，随时来找我聊聊。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够克服这段感情的困扰，重新找回自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记得，不论发生什么，你都值得被爱和关心。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果还需要帮助，随时来找我聊聊。",
        "label": ""
      }
    ]
  }
]