[
  {
    "role": "client",
    "content": "同性恋在一起10年，分手难以释怀？分分合合在一起十年。我能感觉到和她的关系已经在崩溃边缘，她问过我分手后能不能做普通朋友，我说不能，接受不了看着她和别人在一起。她说难道就要彻底失去吗？说我小心眼。现在分手一个月多。我和她现在处于异地，她有很多异性追求者，物质条件都很好。她和我说不会和他们在一起。分手导火索是她要和一个追求者去蹦迪，只是告诉我一声，并说人家给她花多少钱。我接受不了。生气说“你是不是觉得和我做朋友舒服？”没想到她说是，我说“好”，她连问我为何突然这样都没问，直接秒回了“谢谢你”。我心凉透了，删了她。分手后吃不下睡不着还跑去献血。发短信纠缠她，她却说我给不了她陪伴更不能用社会关系帮她解决问题，说我性格能力差配不上她。我心里难受，我自己总结大概几点原因1她早就不爱我了2不爱我却不和我明说，感觉自己像个工具人。接受我的礼物，我点外卖给她，给她各种帮忙。3严重的自我否定感谈了十年最终这样结束难以释怀。",
    "annotation": [
      {
        "sentence": "同性恋在一起10年，分手难以释怀？",
        "label": ""
      },
      {
        "sentence": "分分合合在一起十年。",
        "label": ""
      },
      {
        "sentence": "我能感觉到和她的关系已经在崩溃边缘，她问过我分手后能不能做普通朋友，我说不能，接受不了看着她和别人在一起。",
        "label": ""
      },
      {
        "sentence": "她说难道就要彻底失去吗？",
        "label": ""
      },
      {
        "sentence": "说我小心眼。",
        "label": ""
      },
      {
        "sentence": "现在分手一个月多。",
        "label": ""
      },
      {
        "sentence": "我和她现在处于异地，她有很多异性追求者，物质条件都很好。",
        "label": ""
      },
      {
        "sentence": "她和我说不会和他们在一起。",
        "label": ""
      },
      {
        "sentence": "分手导火索是她要和一个追求者去蹦迪，只是告诉我一声，并说人家给她花多少钱。",
        "label": ""
      },
      {
        "sentence": "我接受不了。",
        "label": ""
      },
      {
        "sentence": "生气说“你是不是觉得和我做朋友舒服？",
        "label": ""
      },
      {
        "sentence": "”没想到她说是，我说“好”，她连问我为何突然这样都没问，直接秒回了“谢谢你”。",
        "label": ""
      },
      {
        "sentence": "我心凉透了，删了她。",
        "label": ""
      },
      {
        "sentence": "分手后吃不下睡不着还跑去献血。",
        "label": ""
      },
      {
        "sentence": "发短信纠缠她，她却说我给不了她陪伴更不能用社会关系帮她解决问题，说我性格能力差配不上她。",
        "label": ""
      },
      {
        "sentence": "我心里难受，我自己总结大概几点原因1她早就不爱我了2不爱我却不和我明说，感觉自己像个工具人。",
        "label": ""
      },
      {
        "sentence": "接受我的礼物，我点外卖给她，给她各种帮忙。",
        "label": ""
      },
      {
        "sentence": "3严重的自我否定感谈了十年最终这样结束难以释怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "十年的感情，无论是同性的还是异性的，都是一段不容易的经历。分手是非常痛苦的，我可以理解你现在的困惑和伤感。每个人都有自己的感受和观点，你认为无法做普通朋友是因为接受不了她和别人在一起，这是你的感受，完全可以理解。但是，这并不代表你要彻底失去她，你们之间的关系会因为分手而发生改变，不再是情侣，但还是可以尝试保持朋友的关系。或许现在的你需要时间和空间来调整自己的情绪，这也是很正常的过程。分手后的心理压力也会导致你失眠和食欲不振，这需要你慢慢调整和适应。献血是一个积极的行为，可以帮助他人并转移你的注意力，但同时也要关注自己的身体健康。发短信纠缠对方可能会加重彼此的伤害，对于你们的情况，我建议你需要静下心来，冷静思考自己的状态和对未来的期待。每段感情都是一种成长的机会，虽然现在很困难，但你一定能够从中吸取教训，重新认识自己，并找到更好的方向。生活中不仅仅只有爱情，还有很多其他重要的事情，比如工作、学习和与家人朋友的交流。努力充实自己，提升自己的能力和价值，相信时间会慢慢治愈你的伤痛，也会让你遇见更好的人。愿你能够开心起来。",
    "annotation": [
      {
        "sentence": "十年的感情，无论是同性的还是异性的，都是一段不容易的经历。",
        "label": ""
      },
      {
        "sentence": "分手是非常痛苦的，我可以理解你现在的困惑和伤感。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的感受和观点，你认为无法做普通朋友是因为接受不了她和别人在一起，这是你的感受，完全可以理解。",
        "label": ""
      },
      {
        "sentence": "但是，这并不代表你要彻底失去她，你们之间的关系会因为分手而发生改变，不再是情侣，但还是可以尝试保持朋友的关系。",
        "label": ""
      },
      {
        "sentence": "或许现在的你需要时间和空间来调整自己的情绪，这也是很正常的过程。",
        "label": ""
      },
      {
        "sentence": "分手后的心理压力也会导致你失眠和食欲不振，这需要你慢慢调整和适应。",
        "label": ""
      },
      {
        "sentence": "献血是一个积极的行为，可以帮助他人并转移你的注意力，但同时也要关注自己的身体健康。",
        "label": ""
      },
      {
        "sentence": "发短信纠缠对方可能会加重彼此的伤害，对于你们的情况，我建议你需要静下心来，冷静思考自己的状态和对未来的期待。",
        "label": ""
      },
      {
        "sentence": "每段感情都是一种成长的机会，虽然现在很困难，但你一定能够从中吸取教训，重新认识自己，并找到更好的方向。",
        "label": ""
      },
      {
        "sentence": "生活中不仅仅只有爱情，还有很多其他重要的事情，比如工作、学习和与家人朋友的交流。",
        "label": ""
      },
      {
        "sentence": "努力充实自己，提升自己的能力和价值，相信时间会慢慢治愈你的伤痛，也会让你遇见更好的人。",
        "label": ""
      },
      {
        "sentence": "愿你能够开心起来。",
        "label": ""
      }
    ]
  }
]