[
  {
    "role": "client",
    "content": "跟一名女主播谈恋爱，什么都满足她，她还是跟我分了？我在某软件认识了一个女主播挺喜欢她的天天给她刷礼物一天好几万刷了五十万，刚开始是她追的我，后面我慢慢的就喜欢上她了，她答应跟我在一起了，可是在一起第二天后就跟我分了。我很不理解为什么第二天跟我分手？我对她挺好的，她答应跟我在一起后我给她刷了挺多的，就算她跟我在一起我也会给她刷礼物，就是想不通为什么要跟我分手。她没认识我前，她直播很lou，认识我了改善了很多，就是想不通为什么要跟我分手？她也没认识什么大哥哎～今年挺难的，上半年身上还有两百万，后面玩某软件直播搞得负债累累，不过我还是想知道为什么她会跟我分手，明明她跟我在一起我可以养她给她更好的，她还要跟我分……也不让我给她刷礼物……求解。",
    "annotation": [
      {
        "sentence": "跟一名女主播谈恋爱，什么都满足她，她还是跟我分了？",
        "label": ""
      },
      {
        "sentence": "我在某软件认识了一个女主播挺喜欢她的天天给她刷礼物一天好几万刷了五十万，刚开始是她追的我，后面我慢慢的就喜欢上她了，她答应跟我在一起了，可是在一起第二天后就跟我分了。",
        "label": ""
      },
      {
        "sentence": "我很不理解为什么第二天跟我分手？",
        "label": ""
      },
      {
        "sentence": "我对她挺好的，她答应跟我在一起后我给她刷了挺多的，就算她跟我在一起我也会给她刷礼物，就是想不通为什么要跟我分手。",
        "label": ""
      },
      {
        "sentence": "她没认识我前，她直播很lou，认识我了改善了很多，就是想不通为什么要跟我分手？",
        "label": ""
      },
      {
        "sentence": "她也没认识什么大哥哎～今年挺难的，上半年身上还有两百万，后面玩某软件直播搞得负债累累，不过我还是想知道为什么她会跟我分手，明明她跟我在一起我可以养她给她更好的，她还要跟我分……也不让我给她刷礼物……求解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的困惑和痛苦，情感问题一直都很复杂。那么我们可以先从分手的原因入手吗？求助者认为分手的原因是因为自己没有花钱给女主播买礼物，因此女主播才离开了自己。但是，我觉得这可能不是分手的原因，也许有其他的原因，比如她生活上或者工作上的压力等等。求助者：那我是不是要去问问她，到底是为什么？支持者：是的，和她好好沟通一下，了解她的真实想法和感受，不能一味地自作多情或者假设分手的原因。除此之外，你也要在沟通中表达你的想法和感受，让她知道你的真心和努力。不要过分关注她的所谓财富和成功，好好看看她的性格和品质，这也是建立情感关系的基础。求助者：我觉得你说得有道理，我会试着去跟她好好谈谈，不再过于关注她的财富和成功，我会尝试着去理解她的想法和感受。支持者：非常好，你做得很不错。除了和她直接交流，你还可以通过其他方式来了解她，比如观察她的行为和言语等等。求助者：好的，我明白了，谢谢你的帮助和支持。支持者：不客气，只要你需要，我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "我能理解你现在的困惑和痛苦，情感问题一直都很复杂。",
        "label": ""
      },
      {
        "sentence": "那么我们可以先从分手的原因入手吗？",
        "label": ""
      },
      {
        "sentence": "求助者认为分手的原因是因为自己没有花钱给女主播买礼物，因此女主播才离开了自己。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得这可能不是分手的原因，也许有其他的原因，比如她生活上或者工作上的压力等等。",
        "label": ""
      },
      {
        "sentence": "求助者：那我是不是要去问问她，到底是为什么？",
        "label": ""
      },
      {
        "sentence": "支持者：是的，和她好好沟通一下，了解她的真实想法和感受，不能一味地自作多情或者假设分手的原因。",
        "label": ""
      },
      {
        "sentence": "除此之外，你也要在沟通中表达你的想法和感受，让她知道你的真心和努力。",
        "label": ""
      },
      {
        "sentence": "不要过分关注她的所谓财富和成功，好好看看她的性格和品质，这也是建立情感关系的基础。",
        "label": ""
      },
      {
        "sentence": "求助者：我觉得你说得有道理，我会试着去跟她好好谈谈，不再过于关注她的财富和成功，我会尝试着去理解她的想法和感受。",
        "label": ""
      },
      {
        "sentence": "支持者：非常好，你做得很不错。",
        "label": ""
      },
      {
        "sentence": "除了和她直接交流，你还可以通过其他方式来了解她，比如观察她的行为和言语等等。",
        "label": ""
      },
      {
        "sentence": "求助者：好的，我明白了，谢谢你的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "支持者：不客气，只要你需要，我会一直在这里支持你。",
        "label": ""
      }
    ]
  }
]