[
  {
    "role": "client",
    "content": "我原生家庭不好，会有男方介意吗？会嫁不好吗？我知道原生家庭不是我能决定的，也一直在做心理咨询实现自我成长，希望摆脱原生家庭的伤痛。可是，我害怕现实中，会不会多数男性都比较介意女方的家庭情况？只要看到对方择偶标准里有家庭情况的要求，我心里多少有点不快。我今年也三十一了，我家庭也不知道到底算不算很糟糕：父母离异，和母亲，继父生活，因为妈妈可能有人格障碍，所以弄的和继父关系不好，我也看到她讨厌担心我妈会干涉我的生活，会让我无法过上安静的生活，又担心自己有房子了会不会也难嫁………反正各种焦虑。",
    "annotation": [
      {
        "sentence": "我原生家庭不好，会有男方介意吗？",
        "label": ""
      },
      {
        "sentence": "会嫁不好吗？",
        "label": ""
      },
      {
        "sentence": "我知道原生家庭不是我能决定的，也一直在做心理咨询实现自我成长，希望摆脱原生家庭的伤痛。",
        "label": ""
      },
      {
        "sentence": "可是，我害怕现实中，会不会多数男性都比较介意女方的家庭情况？",
        "label": ""
      },
      {
        "sentence": "只要看到对方择偶标准里有家庭情况的要求，我心里多少有点不快。",
        "label": ""
      },
      {
        "sentence": "我今年也三十一了，我家庭也不知道到底算不算很糟糕：父母离异，和母亲，继父生活，因为妈妈可能有人格障碍，所以弄的和继父关系不好，我也看到她讨厌担心我妈会干涉我的生活，会让我无法过上安静的生活，又担心自己有房子了会不会也难嫁………反正各种焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你所描述的，你的家庭经历确实有些复杂，也许这会让你对于婚姻有些担心。但是，你不必过于忧虑。首先，你目前正在进行心理咨询来帮助自己成长，这是非常积极的举措，你应该为自己努力走出原生家庭的伤痛而感到骄傲。其次，你担心的男性是否介意你的家庭情况，这是可以理解的。但是，并非所有男性都会过多在意对方的家庭情况。有些人更注重对方的个人品质和生活态度。最重要的是，你不必过度担心他人的要求，而应该关注自己的需求和要求。年纪已经不小了，你可以大胆去尝试一些事情，去相亲时坦诚地阐述自己的要求。这样，你也能更好地筛选适合的对象。",
    "annotation": [
      {
        "sentence": "听你所描述的，你的家庭经历确实有些复杂，也许这会让你对于婚姻有些担心。",
        "label": ""
      },
      {
        "sentence": "但是，你不必过于忧虑。",
        "label": ""
      },
      {
        "sentence": "首先，你目前正在进行心理咨询来帮助自己成长，这是非常积极的举措，你应该为自己努力走出原生家庭的伤痛而感到骄傲。",
        "label": ""
      },
      {
        "sentence": "其次，你担心的男性是否介意你的家庭情况，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是，并非所有男性都会过多在意对方的家庭情况。",
        "label": ""
      },
      {
        "sentence": "有些人更注重对方的个人品质和生活态度。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你不必过度担心他人的要求，而应该关注自己的需求和要求。",
        "label": ""
      },
      {
        "sentence": "年纪已经不小了，你可以大胆去尝试一些事情，去相亲时坦诚地阐述自己的要求。",
        "label": ""
      },
      {
        "sentence": "这样，你也能更好地筛选适合的对象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。确实，我现在要更加专注于自己的需求，而不是过多担心他人的要求。不过，我一直有个问题，就是担心自己的家庭状况会影响到婚姻的幸福。我担心自己找不到一个理解和支持我的人，害怕重复过去痛苦的经历。有时候，这种担心侵蚀了我对婚姻的美好期待，不知道怎么摆脱这种心理障碍。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "确实，我现在要更加专注于自己的需求，而不是过多担心他人的要求。",
        "label": ""
      },
      {
        "sentence": "不过，我一直有个问题，就是担心自己的家庭状况会影响到婚姻的幸福。",
        "label": ""
      },
      {
        "sentence": "我担心自己找不到一个理解和支持我的人，害怕重复过去痛苦的经历。",
        "label": ""
      },
      {
        "sentence": "有时候，这种担心侵蚀了我对婚姻的美好期待，不知道怎么摆脱这种心理障碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的担忧，但是不要让过去的阴影束缚住你。每个人都有自己的包袱和经历，婚姻是彼此理解和支持的过程。选择一个合适的伴侣并不容易，但并不代表你将重复过去的痛苦经历。当你选择一个真正了解你并愿意承担共同责任的人时，你可以共同克服困难并建立一个幸福的家庭。同时，你可以通过心理咨询来处理过去的创伤，帮助你更好地面对未来的婚姻。要坚信自己是值得幸福和被爱的。",
    "annotation": [
      {
        "sentence": "明白你的担忧，但是不要让过去的阴影束缚住你。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的包袱和经历，婚姻是彼此理解和支持的过程。",
        "label": ""
      },
      {
        "sentence": "选择一个合适的伴侣并不容易，但并不代表你将重复过去的痛苦经历。",
        "label": ""
      },
      {
        "sentence": "当你选择一个真正了解你并愿意承担共同责任的人时，你可以共同克服困难并建立一个幸福的家庭。",
        "label": ""
      },
      {
        "sentence": "同时，你可以通过心理咨询来处理过去的创伤，帮助你更好地面对未来的婚姻。",
        "label": ""
      },
      {
        "sentence": "要坚信自己是值得幸福和被爱的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我不能让过去的阴影影响到未来的幸福。我会继续进行心理咨询，通过与专业人士的交流，来帮助我克服这种心理障碍。而且，我也更加相信自己是可以找到一个理解和支持我的人，与其过分担心，我应该积极去寻找并经历一段幸福的婚姻。感谢你的鼓励和建议，我现在更有信心了。",
    "annotation": [
      {
        "sentence": "你说的很对，我不能让过去的阴影影响到未来的幸福。",
        "label": ""
      },
      {
        "sentence": "我会继续进行心理咨询，通过与专业人士的交流，来帮助我克服这种心理障碍。",
        "label": ""
      },
      {
        "sentence": "而且，我也更加相信自己是可以找到一个理解和支持我的人，与其过分担心，我应该积极去寻找并经历一段幸福的婚姻。",
        "label": ""
      },
      {
        "sentence": "感谢你的鼓励和建议，我现在更有信心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能有这样的改变和信心。坚持进行心理咨询是正确的决定，你会逐渐得到更多的心理支持和帮助。同时，记住不要过于焦虑和担心，让自己的心态变得轻松一些。使用积极的心态和开放的心胸去面对婚姻，在不断的学习和成长中，你一定能够找到幸福。祝你好运，愿你早日实现自己的愿望！",
    "annotation": [
      {
        "sentence": "很高兴你能有这样的改变和信心。",
        "label": ""
      },
      {
        "sentence": "坚持进行心理咨询是正确的决定，你会逐渐得到更多的心理支持和帮助。",
        "label": ""
      },
      {
        "sentence": "同时，记住不要过于焦虑和担心，让自己的心态变得轻松一些。",
        "label": ""
      },
      {
        "sentence": "使用积极的心态和开放的心胸去面对婚姻，在不断的学习和成长中，你一定能够找到幸福。",
        "label": ""
      },
      {
        "sentence": "祝你好运，愿你早日实现自己的愿望！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的祝福和支持。我会牢记你的话，用积极的心态去追求自己的幸福。希望我能早日脱离原生家庭的阴影，与一个温暖的人共同创造幸福的未来。再次感谢你的鼓励与帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的祝福和支持。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，用积极的心态去追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "希望我能早日脱离原生家庭的阴影，与一个温暖的人共同创造幸福的未来。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的鼓励与帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意能够帮到你。相信你自己，相信你的选择。通过努力和积极的心态，你一定能实现自己的愿望。祝福你早日找到一个理解和支持你的人，共同走向幸福的婚姻。如果以后还有任何问题或疑虑，随时都可以来找我倾诉。你并不孤单，我们一直在你身边。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信你自己，相信你的选择。",
        "label": ""
      },
      {
        "sentence": "通过努力和积极的心态，你一定能实现自己的愿望。",
        "label": ""
      },
      {
        "sentence": "祝福你早日找到一个理解和支持你的人，共同走向幸福的婚姻。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何问题或疑虑，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们一直在你身边。",
        "label": ""
      }
    ]
  }
]