[
  {
    "role": "client",
    "content": "我原生家庭不好，会有男方介意吗？会嫁不好吗？我知道原生家庭不是我能决定的，也一直在做心理咨询实现自我成长，希望摆脱原生家庭的伤痛。可是，我害怕现实中，会不会多数男性都比较介意女方的家庭情况？只要看到对方择偶标准里有家庭情况的要求，我心里多少有点不快。我今年也三十一了，我家庭也不知道到底算不算很糟糕：父母离异，和母亲、继父生活，因为妈妈可能有人格障碍，所以弄得和继父关系不好，我也看到她担心我妈会干涉我的生活，会让我无法过上安静的生活，又担心自己有房子了会不会也难嫁……反正各种焦虑。",
    "annotation": [
      {
        "sentence": "我原生家庭不好，会有男方介意吗？",
        "label": ""
      },
      {
        "sentence": "会嫁不好吗？",
        "label": ""
      },
      {
        "sentence": "我知道原生家庭不是我能决定的，也一直在做心理咨询实现自我成长，希望摆脱原生家庭的伤痛。",
        "label": ""
      },
      {
        "sentence": "可是，我害怕现实中，会不会多数男性都比较介意女方的家庭情况？",
        "label": ""
      },
      {
        "sentence": "只要看到对方择偶标准里有家庭情况的要求，我心里多少有点不快。",
        "label": ""
      },
      {
        "sentence": "我今年也三十一了，我家庭也不知道到底算不算很糟糕：父母离异，和母亲、继父生活，因为妈妈可能有人格障碍，所以弄得和继父关系不好，我也看到她担心我妈会干涉我的生活，会让我无法过上安静的生活，又担心自己有房子了会不会也难嫁……反正各种焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的描述中看到了您的担心和焦虑，看到了您已经尽力让自己成长成熟，生活得更加开心快乐一点，为您的选择点赞！原生家庭的确对个人成长有一定影响，但并不是起决定作用的。每个人都有很强大的自我塑造和修复能力，都有向着自己目标前进的本能！您已经寻求帮助，努力打造自己成为自己喜欢接纳的那个人。心理咨询过程中，您的受益是循序渐进的。母亲的人格特质无法逆转，作为子女晚辈，只能顺其自然吧！",
    "annotation": [
      {
        "sentence": "从您的描述中看到了您的担心和焦虑，看到了您已经尽力让自己成长成熟，生活得更加开心快乐一点，为您的选择点赞！",
        "label": ""
      },
      {
        "sentence": "原生家庭的确对个人成长有一定影响，但并不是起决定作用的。",
        "label": ""
      },
      {
        "sentence": "每个人都有很强大的自我塑造和修复能力，都有向着自己目标前进的本能！",
        "label": ""
      },
      {
        "sentence": "您已经寻求帮助，努力打造自己成为自己喜欢接纳的那个人。",
        "label": ""
      },
      {
        "sentence": "心理咨询过程中，您的受益是循序渐进的。",
        "label": ""
      },
      {
        "sentence": "母亲的人格特质无法逆转，作为子女晚辈，只能顺其自然吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我知道原生家庭的问题并不是我能决定的，但每次想到被别人判定是因为我的家庭不好而被拒绝，我就觉得很沮丧。现实中，我会担心遇到的男性都会介意我的家庭情况，我不知道这样的担心是否正常。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我知道原生家庭的问题并不是我能决定的，但每次想到被别人判定是因为我的家庭不好而被拒绝，我就觉得很沮丧。",
        "label": ""
      },
      {
        "sentence": "现实中，我会担心遇到的男性都会介意我的家庭情况，我不知道这样的担心是否正常。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这样的担心非常正常。我们都希望在婚姻中得到对方的理解和支持，不想因为原生家庭的问题而受到判定和拒绝。但是，请相信，不是所有的男性都会介意女方的家庭情况，也有很多人会更加看重你的人品和内在品质，而不只是家庭背景。您的焦虑是对未知的担忧，我们并不能预测他人的想法，但我们可以对自己的成长和改变负责。做好自己，相信合适的人会喜欢您的。",
    "annotation": [
      {
        "sentence": "是的，这样的担心非常正常。",
        "label": ""
      },
      {
        "sentence": "我们都希望在婚姻中得到对方的理解和支持，不想因为原生家庭的问题而受到判定和拒绝。",
        "label": ""
      },
      {
        "sentence": "但是，请相信，不是所有的男性都会介意女方的家庭情况，也有很多人会更加看重你的人品和内在品质，而不只是家庭背景。",
        "label": ""
      },
      {
        "sentence": "您的焦虑是对未知的担忧，我们并不能预测他人的想法，但我们可以对自己的成长和改变负责。",
        "label": ""
      },
      {
        "sentence": "做好自己，相信合适的人会喜欢您的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我现在正在努力在心理咨询中实现自我成长，但是我担心即使我自己改变了，别人也不会对我有所改观。有时候我会觉得很无望，不知道这样的努力是否有意义。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我现在正在努力在心理咨询中实现自我成长，但是我担心即使我自己改变了，别人也不会对我有所改观。",
        "label": ""
      },
      {
        "sentence": "有时候我会觉得很无望，不知道这样的努力是否有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的努力是有意义的。通过心理咨询，您正在为自己的成长和幸福付诸行动。改变不是一蹴而就的过程，需要时间和坚持。虽然我们无法预测别人会如何看待我们，但是我们可以改变自己的态度和行为，让自己变得更加积极、自信和独立。努力成长和改变，无论结果如何，都是值得的，因为这是为了您自己的美好未来。",
    "annotation": [
      {
        "sentence": "您的努力是有意义的。",
        "label": ""
      },
      {
        "sentence": "通过心理咨询，您正在为自己的成长和幸福付诸行动。",
        "label": ""
      },
      {
        "sentence": "改变不是一蹴而就的过程，需要时间和坚持。",
        "label": ""
      },
      {
        "sentence": "虽然我们无法预测别人会如何看待我们，但是我们可以改变自己的态度和行为，让自己变得更加积极、自信和独立。",
        "label": ""
      },
      {
        "sentence": "努力成长和改变，无论结果如何，都是值得的，因为这是为了您自己的美好未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要改变自己的态度，并且坚持下去。但是我担心即使我变得更好，也可能会因为家庭问题而影响婚姻。我害怕被别人看作是包袱，难以找到能接受我的人。",
    "annotation": [
      {
        "sentence": "你说得对，我需要改变自己的态度，并且坚持下去。",
        "label": ""
      },
      {
        "sentence": "但是我担心即使我变得更好，也可能会因为家庭问题而影响婚姻。",
        "label": ""
      },
      {
        "sentence": "我害怕被别人看作是包袱，难以找到能接受我的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心是可以理解的，但请记住，家庭问题并不一定会成为婚姻的包袱。许多人都能够理解和接受对方的过去和家庭背景，重要的是您是否能够坦然面对和敞开心扉。建立健康的婚姻关系需要双方的努力和理解，而不仅仅是一个人的问题。请相信，只有真正爱并且真正适合您的人才会在乎和接纳您的一切。",
    "annotation": [
      {
        "sentence": "担心是可以理解的，但请记住，家庭问题并不一定会成为婚姻的包袱。",
        "label": ""
      },
      {
        "sentence": "许多人都能够理解和接受对方的过去和家庭背景，重要的是您是否能够坦然面对和敞开心扉。",
        "label": ""
      },
      {
        "sentence": "建立健康的婚姻关系需要双方的努力和理解，而不仅仅是一个人的问题。",
        "label": ""
      },
      {
        "sentence": "请相信，只有真正爱并且真正适合您的人才会在乎和接纳您的一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的话，我感到安心了很多。我明白了，我应该更加自信和坚定地面对自己的过去和家庭问题。我也会继续努力成长，相信只要找到合适的人，他会理解和接受我。",
    "annotation": [
      {
        "sentence": "听了你的话，我感到安心了很多。",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该更加自信和坚定地面对自己的过去和家庭问题。",
        "label": ""
      },
      {
        "sentence": "我也会继续努力成长，相信只要找到合适的人，他会理解和接受我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到您感到安心了。请记住，您的价值和魅力并不仅仅取决于您的家庭背景，而是建立在您的内在品质和努力成长的基础上的。相信自己，坚持努力，当时机成熟，合适的人自然会出现在您的生命中。祝您早日找到幸福的婚姻关系！",
    "annotation": [
      {
        "sentence": "很高兴听到您感到安心了。",
        "label": ""
      },
      {
        "sentence": "请记住，您的价值和魅力并不仅仅取决于您的家庭背景，而是建立在您的内在品质和努力成长的基础上的。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，当时机成熟，合适的人自然会出现在您的生命中。",
        "label": ""
      },
      {
        "sentence": "祝您早日找到幸福的婚姻关系！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的支持和鼓励！我会努力相信自己，积极面对未来。祝您一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢您的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力相信自己，积极面对未来。",
        "label": ""
      },
      {
        "sentence": "祝您一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！相信自己，您一定能够找到幸福。如果您需要任何帮助或者有任何困惑，随时可以向我寻求支持。祝您一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "相信自己，您一定能够找到幸福。",
        "label": ""
      },
      {
        "sentence": "如果您需要任何帮助或者有任何困惑，随时可以向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "祝您一切顺利，加油！",
        "label": ""
      }
    ]
  }
]