[
  {
    "role": "client",
    "content": "友27岁女生，十年的友谊走到了尽头该如何处理？",
    "annotation": [
      {
        "sentence": "友27岁女生，十年的友谊走到了尽头该如何处理？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先十年的友谊，走到尽头的时候，一定会有很多不舍和感伤。我自己也有和你非常相似的经历，也是十年的友谊，我也是妥协和被忽略的那一方。最后，我处理这段关系的方式就是：放下那个对我来说非常重要的朋友的期待，不再做任何妥协和付出，最后的结局也就是——分开。但是分开后的我，发现我的世界并没有比以前更糟，而是更好了，因为我遇到了更多更好的人。我也值得更好的人。关于你的问题，我总结了以下几点，供参考：",
    "annotation": [
      {
        "sentence": "先十年的友谊，走到尽头的时候，一定会有很多不舍和感伤。",
        "label": ""
      },
      {
        "sentence": "我自己也有和你非常相似的经历，也是十年的友谊，我也是妥协和被忽略的那一方。",
        "label": ""
      },
      {
        "sentence": "最后，我处理这段关系的方式就是：放下那个对我来说非常重要的朋友的期待，不再做任何妥协和付出，最后的结局也就是——分开。",
        "label": ""
      },
      {
        "sentence": "但是分开后的我，发现我的世界并没有比以前更糟，而是更好了，因为我遇到了更多更好的人。",
        "label": ""
      },
      {
        "sentence": "我也值得更好的人。",
        "label": ""
      },
      {
        "sentence": "关于你的问题，我总结了以下几点，供参考：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分享和建议。确实，这段关系的结束让我感到非常不舍和痛苦。看到你的经历，我也想过放下对这个朋友的期待，但是我总是觉得难以接受这个事实。我想知道，为什么我在乎这个朋友和这段关系会如此深刻？",
    "annotation": [
      {
        "sentence": "谢谢你的分享和建议。",
        "label": ""
      },
      {
        "sentence": "确实，这段关系的结束让我感到非常不舍和痛苦。",
        "label": ""
      },
      {
        "sentence": "看到你的经历，我也想过放下对这个朋友的期待，但是我总是觉得难以接受这个事实。",
        "label": ""
      },
      {
        "sentence": "我想知道，为什么我在乎这个朋友和这段关系会如此深刻？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们为什么会这么在乎这个朋友，这段关系？因为我们内在是很真诚、甚至是会有一些“匮乏”的，所以就会比较受到自己信任的朋友（重要客体）的影响。因为渴望维持这个紧密而牢固的关系，害怕失去这个重要的客体，就会做出各种妥协和让步。在这个过程当中，我们的“自我”的一部分，也会迷失掉，所以甚至可以放弃自己原有的朋友。然而这是一个恶性循环，妥协的越多，我们在和对方的关系中，存在感就会越低，对方就会对我们越来越忽视。而我的存在感越低，就越渴望对方能够给我多一些的回应和温暖。",
    "annotation": [
      {
        "sentence": "我们为什么会这么在乎这个朋友，这段关系？",
        "label": ""
      },
      {
        "sentence": "因为我们内在是很真诚、甚至是会有一些“匮乏”的，所以就会比较受到自己信任的朋友（重要客体）的影响。",
        "label": ""
      },
      {
        "sentence": "因为渴望维持这个紧密而牢固的关系，害怕失去这个重要的客体，就会做出各种妥协和让步。",
        "label": ""
      },
      {
        "sentence": "在这个过程当中，我们的“自我”的一部分，也会迷失掉，所以甚至可以放弃自己原有的朋友。",
        "label": ""
      },
      {
        "sentence": "然而这是一个恶性循环，妥协的越多，我们在和对方的关系中，存在感就会越低，对方就会对我们越来越忽视。",
        "label": ""
      },
      {
        "sentence": "而我的存在感越低，就越渴望对方能够给我多一些的回应和温暖。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我确实害怕失去这个重要的友谊，并为之付出了很多。但是现在我渐渐明白了，这样的付出并没有得到对方的回应和温暖。那么，如何让自己不再被这段关系困扰呢？",
    "annotation": [
      {
        "sentence": "原来如此，我确实害怕失去这个重要的友谊，并为之付出了很多。",
        "label": ""
      },
      {
        "sentence": "但是现在我渐渐明白了，这样的付出并没有得到对方的回应和温暖。",
        "label": ""
      },
      {
        "sentence": "那么，如何让自己不再被这段关系困扰呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放下期待，看到真相。真正放下对这个朋友的期待，不再去希望渴望对方的关心和回应，这是第一步。当你对对方的需求变少了甚至没有了，就可以看到关于这个朋友赤裸裸的真相。因为，当你不再像以前那样外求和给予的时候，真正爱你的人还是会爱你，他们不会因为你停止了期待和付出就远离你，而是会主动伸出手来，继续维护你们的关系。而不爱你的人，可能根本不在乎你的变化以及和你的关系，没有“爱”的能力的人，就会没有能力主动继续维持一个健康稳定的关系。当你看到真相，也就知道了，这个人是否爱你，是否有爱你的能力，是否值得自己继续交往，是否值得你给出去的爱。",
    "annotation": [
      {
        "sentence": "放下期待，看到真相。",
        "label": ""
      },
      {
        "sentence": "真正放下对这个朋友的期待，不再去希望渴望对方的关心和回应，这是第一步。",
        "label": ""
      },
      {
        "sentence": "当你对对方的需求变少了甚至没有了，就可以看到关于这个朋友赤裸裸的真相。",
        "label": ""
      },
      {
        "sentence": "因为，当你不再像以前那样外求和给予的时候，真正爱你的人还是会爱你，他们不会因为你停止了期待和付出就远离你，而是会主动伸出手来，继续维护你们的关系。",
        "label": ""
      },
      {
        "sentence": "而不爱你的人，可能根本不在乎你的变化以及和你的关系，没有“爱”的能力的人，就会没有能力主动继续维持一个健康稳定的关系。",
        "label": ""
      },
      {
        "sentence": "当你看到真相，也就知道了，这个人是否爱你，是否有爱你的能力，是否值得自己继续交往，是否值得你给出去的爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，放下期待，并且看到真相是摆脱这段关系困扰的关键步骤。我会尝试放下对她的期待，并接受真相。但是我有些担心，放下这段关系后，我会感到孤独和空虚，毕竟这十年来我们一直在一起。你觉得我该如何处理这种感受呢？",
    "annotation": [
      {
        "sentence": "我明白了，放下期待，并且看到真相是摆脱这段关系困扰的关键步骤。",
        "label": ""
      },
      {
        "sentence": "我会尝试放下对她的期待，并接受真相。",
        "label": ""
      },
      {
        "sentence": "但是我有些担心，放下这段关系后，我会感到孤独和空虚，毕竟这十年来我们一直在一起。",
        "label": ""
      },
      {
        "sentence": "你觉得我该如何处理这种感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在处理这种感受的时候，我们需要先处理好和自己的关系。先对自己好一点，看到自己的需要，满足自己的需要，对自己多一分支持和理解。然后，在这个和自己搞好关系的过程中，就会自然而然遇到一些新的关系，我们对自己接纳了，也就会吸引更好的人来爱我们。接下来要做的就是勇敢的去体验，去和新的朋友吃喝玩乐、学习成长、彼此温暖的同时也可以吵吵架（释放攻击性）。最后想说，曾奇峰老师说过，“人格成长的唯一途径就是获得新的客体关系”。所以，可能对每个人来说，要走出现在的这段关系，最好的办法也是获得新的客体关系，这个过程，对每个人来说，也会人格成长的过程。以上就是我的回答。如果你还有其他的疑问或者需要进一步的帮助，都可以告诉我。",
    "annotation": [
      {
        "sentence": "在处理这种感受的时候，我们需要先处理好和自己的关系。",
        "label": ""
      },
      {
        "sentence": "先对自己好一点，看到自己的需要，满足自己的需要，对自己多一分支持和理解。",
        "label": ""
      },
      {
        "sentence": "然后，在这个和自己搞好关系的过程中，就会自然而然遇到一些新的关系，我们对自己接纳了，也就会吸引更好的人来爱我们。",
        "label": ""
      },
      {
        "sentence": "接下来要做的就是勇敢的去体验，去和新的朋友吃喝玩乐、学习成长、彼此温暖的同时也可以吵吵架（释放攻击性）。",
        "label": ""
      },
      {
        "sentence": "最后想说，曾奇峰老师说过，“人格成长的唯一途径就是获得新的客体关系”。",
        "label": ""
      },
      {
        "sentence": "所以，可能对每个人来说，要走出现在的这段关系，最好的办法也是获得新的客体关系，这个过程，对每个人来说，也会人格成长的过程。",
        "label": ""
      },
      {
        "sentence": "以上就是我的回答。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的疑问或者需要进一步的帮助，都可以告诉我。",
        "label": ""
      }
    ]
  }
]