[
  {
    "role": "client",
    "content": "一个人产生的影响有多大，总觉得是她毁了我？",
    "annotation": [
      {
        "sentence": "一个人产生的影响有多大，总觉得是她毁了我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你说一个人的影响对你产生如此大的影响，我可以感受到你对这个问题的重视和困扰。可以告诉我具体是发生在什么情境下吗？",
    "annotation": [
      {
        "sentence": "听到你说一个人的影响对你产生如此大的影响，我可以感受到你对这个问题的重视和困扰。",
        "label": ""
      },
      {
        "sentence": "可以告诉我具体是发生在什么情境下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是在大学时，我和她们在宿舍住了两年。有三个人玩得很好，我们另外三个就形成了一个小团体。但是其中一个人和我相处总是不愉快，她总是打压我，说我慢、说我挫，我觉得她对我很不公平。",
    "annotation": [
      {
        "sentence": "是在大学时，我和她们在宿舍住了两年。",
        "label": ""
      },
      {
        "sentence": "有三个人玩得很好，我们另外三个就形成了一个小团体。",
        "label": ""
      },
      {
        "sentence": "但是其中一个人和我相处总是不愉快，她总是打压我，说我慢、说我挫，我觉得她对我很不公平。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你描述的情境，我能感受到你和那个舍友之间的紧张关系。她的言行给了你很大的压力和负面感受。她的评价可能让你产生了自卑和不被平等对待的感觉。这种情况让你感到很压抑是吗？",
    "annotation": [
      {
        "sentence": "听到你描述的情境，我能感受到你和那个舍友之间的紧张关系。",
        "label": ""
      },
      {
        "sentence": "她的言行给了你很大的压力和负面感受。",
        "label": ""
      },
      {
        "sentence": "她的评价可能让你产生了自卑和不被平等对待的感觉。",
        "label": ""
      },
      {
        "sentence": "这种情况让你感到很压抑是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，她的存在让我感到很压抑。我感觉我没有机会被听到，一直在倾听别人，让我很压抑。我很害怕与人相处，不像以前那样乐观积极了。",
    "annotation": [
      {
        "sentence": "是的，她的存在让我感到很压抑。",
        "label": ""
      },
      {
        "sentence": "我感觉我没有机会被听到，一直在倾听别人，让我很压抑。",
        "label": ""
      },
      {
        "sentence": "我很害怕与人相处，不像以前那样乐观积极了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你说你感到压抑，并且担心与他人相处。也听到你提到你的情绪变得比以前更加敏感了。过去两年的经历对你造成了很大的影响，也让你与亲近的人之间产生了隔阂。这种不安全感你觉得真的是由这个人的存在引起的吗？",
    "annotation": [
      {
        "sentence": "听到你说你感到压抑，并且担心与他人相处。",
        "label": ""
      },
      {
        "sentence": "也听到你提到你的情绪变得比以前更加敏感了。",
        "label": ""
      },
      {
        "sentence": "过去两年的经历对你造成了很大的影响，也让你与亲近的人之间产生了隔阂。",
        "label": ""
      },
      {
        "sentence": "这种不安全感你觉得真的是由这个人的存在引起的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有点担心这种不安全感会影响我与其他亲近的人的关系。我曾经觉得宿舍很压抑，即使她搬走了，但我发现她的影响仍然存在。我在与她交流时会感到眼神躲闪，身体不自然，还会强作欢笑等。而这些反应也开始出现在周围的人和一些亲人身上。",
    "annotation": [
      {
        "sentence": "我有点担心这种不安全感会影响我与其他亲近的人的关系。",
        "label": ""
      },
      {
        "sentence": "我曾经觉得宿舍很压抑，即使她搬走了，但我发现她的影响仍然存在。",
        "label": ""
      },
      {
        "sentence": "我在与她交流时会感到眼神躲闪，身体不自然，还会强作欢笑等。",
        "label": ""
      },
      {
        "sentence": "而这些反应也开始出现在周围的人和一些亲人身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你说这种不安全感开始泛化到周围的人和亲人身上，我能感受到你的担忧和焦虑。这种情况已经持续了两年，你担心这样的状态会导致你失去与周围人的良好关系。你想知道一个人对你的影响是否真的会如此巨大，还想了解如何从目前的状态中摆脱出来对吗？",
    "annotation": [
      {
        "sentence": "听到你说这种不安全感开始泛化到周围的人和亲人身上，我能感受到你的担忧和焦虑。",
        "label": ""
      },
      {
        "sentence": "这种情况已经持续了两年，你担心这样的状态会导致你失去与周围人的良好关系。",
        "label": ""
      },
      {
        "sentence": "你想知道一个人对你的影响是否真的会如此巨大，还想了解如何从目前的状态中摆脱出来对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我非常想了解一个人的影响是否真的会如此巨大，也希望找到摆脱当前状态的方式。",
    "annotation": [
      {
        "sentence": "是的，我非常想了解一个人的影响是否真的会如此巨大，也希望找到摆脱当前状态的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的疑问和希望。在你大学两年半的生活中，处理与舍友之间的关系对你来说是一个巨大的压力。你感到了自卑、敏感和低自尊，从而产生了恐惧和紧张的情绪。你的不安全感泛化到了其他人身上，我理解你现在的内心充满了焦虑和不确定。你提到了很多关于你与舍友相处的情境，你选择了保持距离并忍受她打压你的行为。这些选择源于你内心的害怕失去的需求。你之前也提到了宿舍的氛围让你感到压抑，而她的存在进一步加重了你的不安。通常，这些表现和你的童年经历有些联系，可能是那些让你感到没有被认可或价值感的创伤事件导致了你寻求他人的关注和担心失去你认为拥有的东西。你采用了一种自我保护的方式来处理人际关系，但这种方式并不是你唯一的选择。你的舍友并没有真正毁掉你，她只是你生活中的一个替代品。如果你希望真正改变和摆脱当前的状态，专业的心理老师可以帮助你找到内心的改变和成长。希望这些回答能对你有所帮助。",
    "annotation": [
      {
        "sentence": "我明白你的疑问和希望。",
        "label": ""
      },
      {
        "sentence": "在你大学两年半的生活中，处理与舍友之间的关系对你来说是一个巨大的压力。",
        "label": ""
      },
      {
        "sentence": "你感到了自卑、敏感和低自尊，从而产生了恐惧和紧张的情绪。",
        "label": ""
      },
      {
        "sentence": "你的不安全感泛化到了其他人身上，我理解你现在的内心充满了焦虑和不确定。",
        "label": ""
      },
      {
        "sentence": "你提到了很多关于你与舍友相处的情境，你选择了保持距离并忍受她打压你的行为。",
        "label": ""
      },
      {
        "sentence": "这些选择源于你内心的害怕失去的需求。",
        "label": ""
      },
      {
        "sentence": "你之前也提到了宿舍的氛围让你感到压抑，而她的存在进一步加重了你的不安。",
        "label": ""
      },
      {
        "sentence": "通常，这些表现和你的童年经历有些联系，可能是那些让你感到没有被认可或价值感的创伤事件导致了你寻求他人的关注和担心失去你认为拥有的东西。",
        "label": ""
      },
      {
        "sentence": "你采用了一种自我保护的方式来处理人际关系，但这种方式并不是你唯一的选择。",
        "label": ""
      },
      {
        "sentence": "你的舍友并没有真正毁掉你，她只是你生活中的一个替代品。",
        "label": ""
      },
      {
        "sentence": "如果你希望真正改变和摆脱当前的状态，专业的心理老师可以帮助你找到内心的改变和成长。",
        "label": ""
      },
      {
        "sentence": "希望这些回答能对你有所帮助。",
        "label": ""
      }
    ]
  }
]