[
  {
    "role": "client",
    "content": "一个人产生的影响有多大，总觉得是她毁了我？女，大三，大一时宿舍六个人，其中三个玩得好，就不太想去介入她们，于是我们剩下的三个就开始抱团。但是跟其中一个人相处总是不愉快，基本是打压式相处，她总是说我慢，说我挫，还有在她面前感受不到平等，因为家庭在她面前有些自卑，所以基本一直是我在倾听，没有被倾听过，让我很压抑，当时也没有表现出来对她这种行为的不满，而是选择一直默默忍受。",
    "annotation": [
      {
        "sentence": "一个人产生的影响有多大，总觉得是她毁了我？",
        "label": ""
      },
      {
        "sentence": "女，大三，大一时宿舍六个人，其中三个玩得好，就不太想去介入她们，于是我们剩下的三个就开始抱团。",
        "label": ""
      },
      {
        "sentence": "但是跟其中一个人相处总是不愉快，基本是打压式相处，她总是说我慢，说我挫，还有在她面前感受不到平等，因为家庭在她面前有些自卑，所以基本一直是我在倾听，没有被倾听过，让我很压抑，当时也没有表现出来对她这种行为的不满，而是选择一直默默忍受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说你大一时宿舍六个人，其中三个玩得好，你不太想去介入她们，于是你们剩下的三个就开始抱团。但是跟其中一个人相处总是不愉快，基本是打压式相处，你当时很压抑，但没有表现出来，而是选择一直默默忍受。",
    "annotation": [
      {
        "sentence": "你说你大一时宿舍六个人，其中三个玩得好，你不太想去介入她们，于是你们剩下的三个就开始抱团。",
        "label": ""
      },
      {
        "sentence": "但是跟其中一个人相处总是不愉快，基本是打压式相处，你当时很压抑，但没有表现出来，而是选择一直默默忍受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我当时觉得她的行为对我产生了很大的影响，让我变得害怕和人相处，我真的不知道一个人的作为会对他人有这么大的影响。",
    "annotation": [
      {
        "sentence": "是的，我当时觉得她的行为对我产生了很大的影响，让我变得害怕和人相处，我真的不知道一个人的作为会对他人有这么大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在大三了，还是会感觉到她对你的影响吗？而且你提到的眼神闪躲、身体不自然和假笑已经泛化到周围人和亲人身上了，这可能是因为你的压抑情绪逐渐扩散所致。这属于青春期归属感的问题。",
    "annotation": [
      {
        "sentence": "你现在大三了，还是会感觉到她对你的影响吗？",
        "label": ""
      },
      {
        "sentence": "而且你提到的眼神闪躲、身体不自然和假笑已经泛化到周围人和亲人身上了，这可能是因为你的压抑情绪逐渐扩散所致。",
        "label": ""
      },
      {
        "sentence": "这属于青春期归属感的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对的，我现在的状态真的很糟糕，感觉自己失去了很多亲近的人，而且我害怕会失去现在唯一能放松做自己的几个朋友。",
    "annotation": [
      {
        "sentence": "对的，我现在的状态真的很糟糕，感觉自己失去了很多亲近的人，而且我害怕会失去现在唯一能放松做自己的几个朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "归属感是什么呢？归属感是个体与所属群体之间的一种内在联系，是个体对特殊群体及其从属关系的划定、认同和维系的心理表现。一个缺乏归属感的人会对自己的工作缺乏热情、责任感不强，社交圈子狭窄，朋友不多，业余生活单调，缺乏兴趣爱好，甚至可能增加患抑郁症的危险。",
    "annotation": [
      {
        "sentence": "归属感是什么呢？",
        "label": ""
      },
      {
        "sentence": "归属感是个体与所属群体之间的一种内在联系，是个体对特殊群体及其从属关系的划定、认同和维系的心理表现。",
        "label": ""
      },
      {
        "sentence": "一个缺乏归属感的人会对自己的工作缺乏热情、责任感不强，社交圈子狭窄，朋友不多，业余生活单调，缺乏兴趣爱好，甚至可能增加患抑郁症的危险。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这么说一个人的影响确实很大啊，尤其是在人生关键时期。那我应该怎么做才能摆脱这种困境呢？",
    "annotation": [
      {
        "sentence": "这么说一个人的影响确实很大啊，尤其是在人生关键时期。",
        "label": ""
      },
      {
        "sentence": "那我应该怎么做才能摆脱这种困境呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在你已经意识到这个问题的严重性了，非常好。我建议你先去医院确诊一下，看是否有神经递质的变化导致你的情绪问题。同时，如果可以，你可以去学校的心理健康辅导中心寻求帮助，专业的心理老师会陪伴你一起找到合适的解决办法。另外，你也可以积极参加学校的各项活动，寻找归属感，培养信心。还有，让自己的生活有规律，坚持健康的作息和体育锻炼，养成良好的生活习惯。最重要的是和父母沟通，因为他们是你在这个世界上最亲近的人。相信自己，你一定有能力让自己幸福的。祝福你。",
    "annotation": [
      {
        "sentence": "现在你已经意识到这个问题的严重性了，非常好。",
        "label": ""
      },
      {
        "sentence": "我建议你先去医院确诊一下，看是否有神经递质的变化导致你的情绪问题。",
        "label": ""
      },
      {
        "sentence": "同时，如果可以，你可以去学校的心理健康辅导中心寻求帮助，专业的心理老师会陪伴你一起找到合适的解决办法。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以积极参加学校的各项活动，寻找归属感，培养信心。",
        "label": ""
      },
      {
        "sentence": "还有，让自己的生活有规律，坚持健康的作息和体育锻炼，养成良好的生活习惯。",
        "label": ""
      },
      {
        "sentence": "最重要的是和父母沟通，因为他们是你在这个世界上最亲近的人。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定有能力让自己幸福的。",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  }
]