[
  {
    "role": "client",
    "content": "高中毕业四年了，想要重新回去复读，可取吗？16年高中毕业，考上了本科但和家里吵架没有去报道。现在在外工作了几年深知生活不易想提高自己学历，更想体验大学校园生活。但我很害怕自己的学习状态不如当年，但如果不去复读我会终身抱憾。最近我特别焦虑，因为我骗我男朋友说我是某985的学生，我害怕他发现我只有高中学历的这个事实。我没办法正常的工作和生活了，夜晚我翻来覆去，辗转难眠，我该怎么做？我该怎么调整自己的心态？",
    "annotation": [
      {
        "sentence": "高中毕业四年了，想要重新回去复读，可取吗？",
        "label": ""
      },
      {
        "sentence": "16年高中毕业，考上了本科但和家里吵架没有去报道。",
        "label": ""
      },
      {
        "sentence": "现在在外工作了几年深知生活不易想提高自己学历，更想体验大学校园生活。",
        "label": ""
      },
      {
        "sentence": "但我很害怕自己的学习状态不如当年，但如果不去复读我会终身抱憾。",
        "label": ""
      },
      {
        "sentence": "最近我特别焦虑，因为我骗我男朋友说我是某985的学生，我害怕他发现我只有高中学历的这个事实。",
        "label": ""
      },
      {
        "sentence": "我没办法正常的工作和生活了，夜晚我翻来覆去，辗转难眠，我该怎么做？",
        "label": ""
      },
      {
        "sentence": "我该怎么调整自己的心态？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的姑娘有些事情犹豫我们年少冲动造成了，一辈子的遗憾。有些事情我们就得为自己的冲动买单。",
    "annotation": [
      {
        "sentence": "亲爱的姑娘有些事情犹豫我们年少冲动造成了，一辈子的遗憾。",
        "label": ""
      },
      {
        "sentence": "有些事情我们就得为自己的冲动买单。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我深感这些年的辛苦和不易，但我还很年轻，从新学习也有希望。大学的门槛，不一定非得要通过高考，还有其他方式方法吗？",
    "annotation": [
      {
        "sentence": "我深感这些年的辛苦和不易，但我还很年轻，从新学习也有希望。",
        "label": ""
      },
      {
        "sentence": "大学的门槛，不一定非得要通过高考，还有其他方式方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，大学的学习并不一定只有通过高考这一条路。比如我在高中时学习并不好，没有通过高考而上大学。后来我选择了成人脱产的方式进入大学学习两年的专科，然后为了要文凭，我又考取了成人专升本的学历学习两年。虽然这一路比较艰辛，但我还是坚持下来了。你的知识能力一定比我年轻的时候要好得多，所以想上大学并不仅仅是希望，也是去了解途径走向自己的梦想。",
    "annotation": [
      {
        "sentence": "是的，大学的学习并不一定只有通过高考这一条路。",
        "label": ""
      },
      {
        "sentence": "比如我在高中时学习并不好，没有通过高考而上大学。",
        "label": ""
      },
      {
        "sentence": "后来我选择了成人脱产的方式进入大学学习两年的专科，然后为了要文凭，我又考取了成人专升本的学历学习两年。",
        "label": ""
      },
      {
        "sentence": "虽然这一路比较艰辛，但我还是坚持下来了。",
        "label": ""
      },
      {
        "sentence": "你的知识能力一定比我年轻的时候要好得多，所以想上大学并不仅仅是希望，也是去了解途径走向自己的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很担心自己这几年没有学习过，学习状态会不好，该怎么调整呢？",
    "annotation": [
      {
        "sentence": "我很担心自己这几年没有学习过，学习状态会不好，该怎么调整呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "几年没有学习当然会担心自己的学习状态，但你只需要调整一下自己的心态和方法就可以了。首先要有规划和目标，确定自己最想要的是什么，然后付诸行动，最重要的是坚持执行。",
    "annotation": [
      {
        "sentence": "几年没有学习当然会担心自己的学习状态，但你只需要调整一下自己的心态和方法就可以了。",
        "label": ""
      },
      {
        "sentence": "首先要有规划和目标，确定自己最想要的是什么，然后付诸行动，最重要的是坚持执行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近我还特别焦虑，因为我骗我男朋友说我是某985的学生，我害怕他发现我只有高中学历的事实。我没办法正常地工作和生活了，夜晚我翻来覆去，辗转难眠。应该怎么办呢？",
    "annotation": [
      {
        "sentence": "最近我还特别焦虑，因为我骗我男朋友说我是某985的学生，我害怕他发现我只有高中学历的事实。",
        "label": ""
      },
      {
        "sentence": "我没办法正常地工作和生活了，夜晚我翻来覆去，辗转难眠。",
        "label": ""
      },
      {
        "sentence": "应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在情感上你选择欺骗你男朋友，我能感受到你内心的自卑。也许你男朋友的条件很好，也许你真的很爱他，等等因素。但是这些欺骗只会给你带来困扰，你要用谎言继续维持吗？也许你已经意识到这部分的谎言给你带来的困扰，才会让你想要继续去读书。心理学中有一个ABC理论，情绪ABC理论认为，情绪和行为的结果并不是直接由刺激事件引起，而是由个体对这些事件的认知和评价产生的信念引起的。你需要仔细审视自己对这些关键事件的认知是什么，这些认知又对你的情绪和行为产生了怎样的影响。跳出你的思维模式，重新审视一下自己的想法和目标，勇敢面对而不逃避。",
    "annotation": [
      {
        "sentence": "在情感上你选择欺骗你男朋友，我能感受到你内心的自卑。",
        "label": ""
      },
      {
        "sentence": "也许你男朋友的条件很好，也许你真的很爱他，等等因素。",
        "label": ""
      },
      {
        "sentence": "但是这些欺骗只会给你带来困扰，你要用谎言继续维持吗？",
        "label": ""
      },
      {
        "sentence": "也许你已经意识到这部分的谎言给你带来的困扰，才会让你想要继续去读书。",
        "label": ""
      },
      {
        "sentence": "心理学中有一个ABC理论，情绪ABC理论认为，情绪和行为的结果并不是直接由刺激事件引起，而是由个体对这些事件的认知和评价产生的信念引起的。",
        "label": ""
      },
      {
        "sentence": "你需要仔细审视自己对这些关键事件的认知是什么，这些认知又对你的情绪和行为产生了怎样的影响。",
        "label": ""
      },
      {
        "sentence": "跳出你的思维模式，重新审视一下自己的想法和目标，勇敢面对而不逃避。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。我决定重新回到学校，提高自己的学历，也不再欺骗我男朋友。我会努力调整自己的心态，坚持自己的梦想。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我决定重新回到学校，提高自己的学历，也不再欺骗我男朋友。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的心态，坚持自己的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你做出决定，更高兴看到你有勇气去面对和解决问题。相信你一定能够通过努力实现自己的梦想，加油！如果你还有任何困扰和需要帮助的地方，随时都可以来找我聊天。祝福你的复读之路顺利！",
    "annotation": [
      {
        "sentence": "很高兴听到你做出决定，更高兴看到你有勇气去面对和解决问题。",
        "label": ""
      },
      {
        "sentence": "相信你一定能够通过努力实现自己的梦想，加油！",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困扰和需要帮助的地方，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你的复读之路顺利！",
        "label": ""
      }
    ]
  }
]