[
  {
    "role": "client",
    "content": "一个人产生的影响有多大，总觉得是她毁了我？女，大三，大一时宿舍六个人，其中三个玩得好，就不太想去介入她们，于是我们剩下的三个就开始抱团。但是跟其中一个人相处总是不愉快，基本是打压式相处，她总是说我慢，说我挫，还有在她面前感受不到平等，因为家庭在她面前有些自卑，所以基本一直是我在倾听，没有被倾听过，让我很压抑，当时也没有表现出来对她这种行为的不满，而是选择一直默默忍受。",
    "annotation": [
      {
        "sentence": "一个人产生的影响有多大，总觉得是她毁了我？",
        "label": ""
      },
      {
        "sentence": "女，大三，大一时宿舍六个人，其中三个玩得好，就不太想去介入她们，于是我们剩下的三个就开始抱团。",
        "label": ""
      },
      {
        "sentence": "但是跟其中一个人相处总是不愉快，基本是打压式相处，她总是说我慢，说我挫，还有在她面前感受不到平等，因为家庭在她面前有些自卑，所以基本一直是我在倾听，没有被倾听过，让我很压抑，当时也没有表现出来对她这种行为的不满，而是选择一直默默忍受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你愿意打开心扉与我分享。我理解你感到在宿舍中的相处对你产生了一定的影响，让你感到不太舒服和压抑。这位同学在和你相处时总是打压你，说你慢、挫，还让你感觉到不平等。这种不愉快的经历很可能让你感到压抑和不被理解。我能理解你一直选择默默忍受，没有表现出对她行为的不满，可能是因为你的心里感到不自信和自卑。这样的感受是非常痛苦的。",
    "annotation": [
      {
        "sentence": "感谢你愿意打开心扉与我分享。",
        "label": ""
      },
      {
        "sentence": "我理解你感到在宿舍中的相处对你产生了一定的影响，让你感到不太舒服和压抑。",
        "label": ""
      },
      {
        "sentence": "这位同学在和你相处时总是打压你，说你慢、挫，还让你感觉到不平等。",
        "label": ""
      },
      {
        "sentence": "这种不愉快的经历很可能让你感到压抑和不被理解。",
        "label": ""
      },
      {
        "sentence": "我能理解你一直选择默默忍受，没有表现出对她行为的不满，可能是因为你的心里感到不自信和自卑。",
        "label": ""
      },
      {
        "sentence": "这样的感受是非常痛苦的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得自己没有被倾听，无法在那个宿舍里真正做自己。我不知道为什么她总是这样对我，我真的很难受。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得自己没有被倾听，无法在那个宿舍里真正做自己。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么她总是这样对我，我真的很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全理解，并且认可你的感受是真实的。每个人都有自己的价值和需要被尊重的权利。在那个宿舍里，你感到没有被倾听，不能真正做自己，是很令人痛苦的经历。为了帮助你摆脱这种困境，我们可以一起探讨一些应对方法。首先，你可以试着与她进行一次真诚的对话，表达你的感受和想法。这样也许能够让她了解你的真实感受，从而改变她对你的态度。",
    "annotation": [
      {
        "sentence": "你的感受我完全理解，并且认可你的感受是真实的。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的价值和需要被尊重的权利。",
        "label": ""
      },
      {
        "sentence": "在那个宿舍里，你感到没有被倾听，不能真正做自己，是很令人痛苦的经历。",
        "label": ""
      },
      {
        "sentence": "为了帮助你摆脱这种困境，我们可以一起探讨一些应对方法。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着与她进行一次真诚的对话，表达你的感受和想法。",
        "label": ""
      },
      {
        "sentence": "这样也许能够让她了解你的真实感受，从而改变她对你的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的建议，但我真的很害怕和她对话。她总是很强势，我担心她会不理解我，反而继续压抑我。我不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "我明白你的建议，但我真的很害怕和她对话。",
        "label": ""
      },
      {
        "sentence": "她总是很强势，我担心她会不理解我，反而继续压抑我。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心和害怕，面对一种让人感到压力的情境，感到害怕是正常的反应。但是，如果你继续沉默下去，压抑自己的情感，这种不舒服的感觉可能会继续存在。我鼓励你试着克服这种恐惧，与她坦诚地交流一次。在对话中，你可以先表达你的感受和想法，让她知道你的困扰，并试着理解对方的角度。也许，在沟通的过程中可以找到解决问题的方法，化解你们之间的矛盾。",
    "annotation": [
      {
        "sentence": "我理解你的担心和害怕，面对一种让人感到压力的情境，感到害怕是正常的反应。",
        "label": ""
      },
      {
        "sentence": "但是，如果你继续沉默下去，压抑自己的情感，这种不舒服的感觉可能会继续存在。",
        "label": ""
      },
      {
        "sentence": "我鼓励你试着克服这种恐惧，与她坦诚地交流一次。",
        "label": ""
      },
      {
        "sentence": "在对话中，你可以先表达你的感受和想法，让她知道你的困扰，并试着理解对方的角度。",
        "label": ""
      },
      {
        "sentence": "也许，在沟通的过程中可以找到解决问题的方法，化解你们之间的矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你说的，我觉得好像找到了一丝希望，虽然依然害怕，但或许是时候和她坦诚地对话了，不再忍受这种压抑的感觉了。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "听你说的，我觉得好像找到了一丝希望，虽然依然害怕，但或许是时候和她坦诚地对话了，不再忍受这种压抑的感觉了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你对我的信任，同时也很高兴你愿意尝试坦诚地与她进行对话。记住，你的感受是重要的，你有权利去表达自己的需要，也有权利去追求你的幸福。我相信通过沟通，你们可以找到共同解决问题的办法。如果在对话的过程中还有其他困难，你可以随时来找我，我会一直在你身旁支持你。",
    "annotation": [
      {
        "sentence": "非常感谢你对我的信任，同时也很高兴你愿意尝试坦诚地与她进行对话。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受是重要的，你有权利去表达自己的需要，也有权利去追求你的幸福。",
        "label": ""
      },
      {
        "sentence": "我相信通过沟通，你们可以找到共同解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "如果在对话的过程中还有其他困难，你可以随时来找我，我会一直在你身旁支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会努力克服内心的恐惧，与她进行一次坦诚的对话。如果在对话过程中遇到困难，我会再来寻求你的建议和支持的。谢谢你！",
    "annotation": [
      {
        "sentence": "好的，我会努力克服内心的恐惧，与她进行一次坦诚的对话。",
        "label": ""
      },
      {
        "sentence": "如果在对话过程中遇到困难，我会再来寻求你的建议和支持的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常乐意帮助你，也非常期待听到你的好消息。记住，你并不孤单，我会一直在这里支持你度过困难时期。祝你好运！",
    "annotation": [
      {
        "sentence": "非常乐意帮助你，也非常期待听到你的好消息。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我会一直在这里支持你度过困难时期。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]