[
  {
    "role": "client",
    "content": "我14岁初一，最近几个月自残比较严重，是不是有点心理问题？以前很早就会睡觉，现在的几个月经常失眠，一熬就是一晚上，每天浑身没力气。开学了以后不想上课，只想一直待在家。到了人多的地方就莫名的烦躁，还有点不自信，总觉得自己比别人差。不敢去人多的地方，不敢大声说话。看到比自己优秀的人总是会自卑，几乎每天晚上失眠都会哭，无缘无故的就哭了。感觉活着没什么意思了，我是不是有点心理问题啊？",
    "annotation": [
      {
        "sentence": "我14岁初一，最近几个月自残比较严重，是不是有点心理问题？",
        "label": ""
      },
      {
        "sentence": "以前很早就会睡觉，现在的几个月经常失眠，一熬就是一晚上，每天浑身没力气。",
        "label": ""
      },
      {
        "sentence": "开学了以后不想上课，只想一直待在家。",
        "label": ""
      },
      {
        "sentence": "到了人多的地方就莫名的烦躁，还有点不自信，总觉得自己比别人差。",
        "label": ""
      },
      {
        "sentence": "不敢去人多的地方，不敢大声说话。",
        "label": ""
      },
      {
        "sentence": "看到比自己优秀的人总是会自卑，几乎每天晚上失眠都会哭，无缘无故的就哭了。",
        "label": ""
      },
      {
        "sentence": "感觉活着没什么意思了，我是不是有点心理问题啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说这几个月出现了这么多症状，你觉得这与疫情有关系吗？还是有其他的困扰让你感到烦恼呢？解铃还需系铃人，想要缓解这些症状，首先要找到困扰你的原因，然后才能对症下药。因为疫情的影响，你在家里待了很长时间，可能与外界的接触减少，更喜欢安静、人少的环境。现在开学了，又要适应热闹的学校生活，可能一时之间难以适应，这是正常的。不要着急，还给自己一段时间，重新适应学校的生活。从你的描述中，我感觉你具有较强的自卑心理和不自信。其实，每个人都会有自卑感，我们往往更关注自己的缺点和不足，并放大它们，而习惯性地看到别人的优点和长处。看到比我们优秀的人时，我们就会自惭形秽。这是大多数人，甚至所有人都可能有的心理。但没关系，我们可以慢慢克服。尝试从不同角度看待自己和他人，多关注自己的长处，也关注别人的困难。当我们勇敢地去尝试做一些事情时，我们会获得成就感和价值感，从而深感自己的价值，提升自信心。不要担心，事情会慢慢好起来的。如果失眠问题很严重，建议你告诉家人，并去看看心理医生。无论是否失眠，保持良好的作息习惯都很重要。睡前可以听听轻音乐，做冥想。微信上有一个叫做“放松睡眠白噪音”的小程序，可以帮助你放松，促进睡眠。还有一个名为“冥想星球”的软件，里面有很多冥想练习，其中也包含了促进睡眠的冥想。你可以试试看。（^_-）",
    "annotation": [
      {
        "sentence": "听你说这几个月出现了这么多症状，你觉得这与疫情有关系吗？",
        "label": ""
      },
      {
        "sentence": "还是有其他的困扰让你感到烦恼呢？",
        "label": ""
      },
      {
        "sentence": "解铃还需系铃人，想要缓解这些症状，首先要找到困扰你的原因，然后才能对症下药。",
        "label": ""
      },
      {
        "sentence": "因为疫情的影响，你在家里待了很长时间，可能与外界的接触减少，更喜欢安静、人少的环境。",
        "label": ""
      },
      {
        "sentence": "现在开学了，又要适应热闹的学校生活，可能一时之间难以适应，这是正常的。",
        "label": ""
      },
      {
        "sentence": "不要着急，还给自己一段时间，重新适应学校的生活。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我感觉你具有较强的自卑心理和不自信。",
        "label": ""
      },
      {
        "sentence": "其实，每个人都会有自卑感，我们往往更关注自己的缺点和不足，并放大它们，而习惯性地看到别人的优点和长处。",
        "label": ""
      },
      {
        "sentence": "看到比我们优秀的人时，我们就会自惭形秽。",
        "label": ""
      },
      {
        "sentence": "这是大多数人，甚至所有人都可能有的心理。",
        "label": ""
      },
      {
        "sentence": "但没关系，我们可以慢慢克服。",
        "label": ""
      },
      {
        "sentence": "尝试从不同角度看待自己和他人，多关注自己的长处，也关注别人的困难。",
        "label": ""
      },
      {
        "sentence": "当我们勇敢地去尝试做一些事情时，我们会获得成就感和价值感，从而深感自己的价值，提升自信心。",
        "label": ""
      },
      {
        "sentence": "不要担心，事情会慢慢好起来的。",
        "label": ""
      },
      {
        "sentence": "如果失眠问题很严重，建议你告诉家人，并去看看心理医生。",
        "label": ""
      },
      {
        "sentence": "无论是否失眠，保持良好的作息习惯都很重要。",
        "label": ""
      },
      {
        "sentence": "睡前可以听听轻音乐，做冥想。",
        "label": ""
      },
      {
        "sentence": "微信上有一个叫做“放松睡眠白噪音”的小程序，可以帮助你放松，促进睡眠。",
        "label": ""
      },
      {
        "sentence": "还有一个名为“冥想星球”的软件，里面有很多冥想练习，其中也包含了促进睡眠的冥想。",
        "label": ""
      },
      {
        "sentence": "你可以试试看。",
        "label": ""
      },
      {
        "sentence": "（^_-）",
        "label": ""
      }
    ]
  }
]