[
  {
    "role": "client",
    "content": "我和我的感情生活，他这种行为是什么意思？前任喜欢我但是他说读研很累，很怕负责任，所以不想与我和好，能确定的是他应该没有骗我，就是科研压力大和工作尚未有着落，我们俩情况是这样的我外表还可以一米七一百斤多一点，前任有点矮可能仅有一米六多，但是才华很好，我想和他联系，但是他说了以上的话，于是我提议我俩互删最后也这么做了，但是他说他想好了会来找我或者我也可以找他，请问他这种表现是什么意思在一起半个月分手一个月了当时没有删是因为他说想陪我走考研这一段路，目前我已经把联系方式全部删除了想找他也找不到了但是我想知道他这种行为是什么意思。",
    "annotation": [
      {
        "sentence": "我和我的感情生活，他这种行为是什么意思？",
        "label": ""
      },
      {
        "sentence": "前任喜欢我但是他说读研很累，很怕负责任，所以不想与我和好，能确定的是他应该没有骗我，就是科研压力大和工作尚未有着落，我们俩情况是这样的我外表还可以一米七一百斤多一点，前任有点矮可能仅有一米六多，但是才华很好，我想和他联系，但是他说了以上的话，于是我提议我俩互删最后也这么做了，但是他说他想好了会来找我或者我也可以找他，请问他这种表现是什么意思在一起半个月分手一个月了当时没有删是因为他说想陪我走考研这一段路，目前我已经把联系方式全部删除了想找他也找不到了但是我想知道他这种行为是什么意思。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你对前男友的迷惑和焦虑，我希望可以帮助你找到一些方向。首先我们可以更多地了解一下你们分手的原因，是仅仅因为他的工作压力和情感疏离吗？求助者能详细的描述一下吗？",
    "annotation": [
      {
        "sentence": "听到你对前男友的迷惑和焦虑，我希望可以帮助你找到一些方向。",
        "label": ""
      },
      {
        "sentence": "首先我们可以更多地了解一下你们分手的原因，是仅仅因为他的工作压力和情感疏离吗？",
        "label": ""
      },
      {
        "sentence": "求助者能详细的描述一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们之前因为工作压力就分手了，但分手的时候他告诉我不想失去我。",
    "annotation": [
      {
        "sentence": "我们之前因为工作压力就分手了，但分手的时候他告诉我不想失去我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，那么这个时候你想联系前男友是因为对他依然有感情吗？",
    "annotation": [
      {
        "sentence": "明白了，那么这个时候你想联系前男友是因为对他依然有感情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直不能忘记他，也不知道他是否还对我有感觉。",
    "annotation": [
      {
        "sentence": "是的，我一直不能忘记他，也不知道他是否还对我有感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这样的心情很正常，不过接下来你最好还是先放下联系前男友这件事情，专注于自己目前的考研备战和生活，对于你的前男友，你要相信他当初说的不是骗你。你可以给他点时间，也给自己点时间好好想想自己对这段感情的态度和期望。对于他说想好了会来找你或者你可以找他这件事，我认为这是个好消息，因为他没有完全排斥你，只是现在有太多的压力和事情需要面对。你不妨等一段时间，让他处理完自己的事情，再去面对你们之间的事情。",
    "annotation": [
      {
        "sentence": "你这样的心情很正常，不过接下来你最好还是先放下联系前男友这件事情，专注于自己目前的考研备战和生活，对于你的前男友，你要相信他当初说的不是骗你。",
        "label": ""
      },
      {
        "sentence": "你可以给他点时间，也给自己点时间好好想想自己对这段感情的态度和期望。",
        "label": ""
      },
      {
        "sentence": "对于他说想好了会来找你或者你可以找他这件事，我认为这是个好消息，因为他没有完全排斥你，只是现在有太多的压力和事情需要面对。",
        "label": ""
      },
      {
        "sentence": "你不妨等一段时间，让他处理完自己的事情，再去面对你们之间的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，我也觉得应该给他时间，但是我总想知道他的想法和意图。",
    "annotation": [
      {
        "sentence": "你说得有道理，我也觉得应该给他时间，但是我总想知道他的想法和意图。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的想法，同时，我也想提醒你，对于感情，不要让自己全心投入过早，要有所保留和分寸。如果你非常想知道他的想法，不妨适当地发一条信息，询问他近况和工作情况，但要注意不要让这个过程影响到你现阶段的重心和备考。",
    "annotation": [
      {
        "sentence": "我理解你的想法，同时，我也想提醒你，对于感情，不要让自己全心投入过早，要有所保留和分寸。",
        "label": ""
      },
      {
        "sentence": "如果你非常想知道他的想法，不妨适当地发一条信息，询问他近况和工作情况，但要注意不要让这个过程影响到你现阶段的重心和备考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的， 我会注意的。万一他不回我信息怎么办？",
    "annotation": [
      {
        "sentence": "好的， 我会注意的。",
        "label": ""
      },
      {
        "sentence": "万一他不回我信息怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那我们来一起想想。如果他不回信息，这和你的备考和努力并没有什么关系，因此你要保持积极心态，继续你的计划和努力，尽管对未来的不确定可能会让你有些烦躁和猜测，但也要保持平静理性，对吗？",
    "annotation": [
      {
        "sentence": "那我们来一起想想。",
        "label": ""
      },
      {
        "sentence": "如果他不回信息，这和你的备考和努力并没有什么关系，因此你要保持积极心态，继续你的计划和努力，尽管对未来的不确定可能会让你有些烦躁和猜测，但也要保持平静理性，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的， 你说得对。其实我也想好好考研，但是总是被这段感情所左右。",
    "annotation": [
      {
        "sentence": "是的， 你说得对。",
        "label": ""
      },
      {
        "sentence": "其实我也想好好考研，但是总是被这段感情所左右。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于这段感情，别让它成为你的负担，反而应该成为你成长和学习的经验和教训。放下不属于你的负担，才能拥抱更多的可能和幸福。相信前方的路一定会越来越光明，希望你能够走出困境，过上自己想要的生活。",
    "annotation": [
      {
        "sentence": "对于这段感情，别让它成为你的负担，反而应该成为你成长和学习的经验和教训。",
        "label": ""
      },
      {
        "sentence": "放下不属于你的负担，才能拥抱更多的可能和幸福。",
        "label": ""
      },
      {
        "sentence": "相信前方的路一定会越来越光明，希望你能够走出困境，过上自己想要的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好去努力的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好去努力的。",
        "label": ""
      }
    ]
  }
]