[
  {
    "role": "client",
    "content": "我是一个25岁的女生，总是陷入死胡同，无法自拔。大家都说我是一个客观开朗的女生，但我知道我并不是如此。我很在意别人的态度和看法。比如，年前我在楼道里遇到导员，我向他打招呼，但他没有理我，甚至瞥了我一眼。我一直感到很难受，一直在想我是不是哪里得罪了他。有的时候晚上不经意就会想起这件事情，越想越睡不着。最后只能强迫自己去想一些其他开心的事情才能入睡。",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，总是陷入死胡同，无法自拔。",
        "label": ""
      },
      {
        "sentence": "大家都说我是一个客观开朗的女生，但我知道我并不是如此。",
        "label": ""
      },
      {
        "sentence": "我很在意别人的态度和看法。",
        "label": ""
      },
      {
        "sentence": "比如，年前我在楼道里遇到导员，我向他打招呼，但他没有理我，甚至瞥了我一眼。",
        "label": ""
      },
      {
        "sentence": "我一直感到很难受，一直在想我是不是哪里得罪了他。",
        "label": ""
      },
      {
        "sentence": "有的时候晚上不经意就会想起这件事情，越想越睡不着。",
        "label": ""
      },
      {
        "sentence": "最后只能强迫自己去想一些其他开心的事情才能入睡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，我曾经也有过类似的经历。当我看到老师更喜欢其他学生而不理会我时，我也会感到嫉妒。我也会怀疑自己怎么了。但是后来我发现一些老师可能是有一些利益关系或者和学生有亲戚关系，所以他们才会对某些学生更青睐。所以，你只需要在与老师的交往中做好自己就可以了。如果他不接受你一次，那就不要再关注他了，因为那真的不是你的问题。另外，嫉妒心是每个人都有的，不可能完全消失。只要你能控制自己，不伤害别人，嫉妒别人也是可以接受的。我个人一般会与我嫉妒的人保持距离。大部分时间，找到自己舒适的人和环境就可以了。我觉得你现在的情况没有太大的问题。另外，你也可以直接问问导员，为什么他不理你呢？毕竟，工作之后你基本上不会再见到他了。放轻松一点，大家都是一样的。",
    "annotation": [
      {
        "sentence": "我了解你的感受，我曾经也有过类似的经历。",
        "label": ""
      },
      {
        "sentence": "当我看到老师更喜欢其他学生而不理会我时，我也会感到嫉妒。",
        "label": ""
      },
      {
        "sentence": "我也会怀疑自己怎么了。",
        "label": ""
      },
      {
        "sentence": "但是后来我发现一些老师可能是有一些利益关系或者和学生有亲戚关系，所以他们才会对某些学生更青睐。",
        "label": ""
      },
      {
        "sentence": "所以，你只需要在与老师的交往中做好自己就可以了。",
        "label": ""
      },
      {
        "sentence": "如果他不接受你一次，那就不要再关注他了，因为那真的不是你的问题。",
        "label": ""
      },
      {
        "sentence": "另外，嫉妒心是每个人都有的，不可能完全消失。",
        "label": ""
      },
      {
        "sentence": "只要你能控制自己，不伤害别人，嫉妒别人也是可以接受的。",
        "label": ""
      },
      {
        "sentence": "我个人一般会与我嫉妒的人保持距离。",
        "label": ""
      },
      {
        "sentence": "大部分时间，找到自己舒适的人和环境就可以了。",
        "label": ""
      },
      {
        "sentence": "我觉得你现在的情况没有太大的问题。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以直接问问导员，为什么他不理你呢？",
        "label": ""
      },
      {
        "sentence": "毕竟，工作之后你基本上不会再见到他了。",
        "label": ""
      },
      {
        "sentence": "放轻松一点，大家都是一样的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我希望我能像你一样坚强和洒脱，但我总觉得自己比不上别人。最近几天，我感觉家里人对我表妹的关注更多一些。因为她长得比我好看，比我能言善道，比我会讨家人欢心，而且朋友也比我多。我觉得自己真的无法与她相比。每次和她在一起的时候，看着她说话把大家逗笑，我就觉得自己越来越渺小，感觉她们的快乐与我无关。有时候我因为一点小小的失误就会崩溃大哭，觉得自己像个废物。而且我也容易因为一点不顺心就感到委屈。有时候，我甚至会想从楼上跳下来，觉得那种失重的感觉一定很爽。但是一想到妈妈会因为我的死讯而伤心，我就不敢再想了。我是不是有病？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我希望我能像你一样坚强和洒脱，但我总觉得自己比不上别人。",
        "label": ""
      },
      {
        "sentence": "最近几天，我感觉家里人对我表妹的关注更多一些。",
        "label": ""
      },
      {
        "sentence": "因为她长得比我好看，比我能言善道，比我会讨家人欢心，而且朋友也比我多。",
        "label": ""
      },
      {
        "sentence": "我觉得自己真的无法与她相比。",
        "label": ""
      },
      {
        "sentence": "每次和她在一起的时候，看着她说话把大家逗笑，我就觉得自己越来越渺小，感觉她们的快乐与我无关。",
        "label": ""
      },
      {
        "sentence": "有时候我因为一点小小的失误就会崩溃大哭，觉得自己像个废物。",
        "label": ""
      },
      {
        "sentence": "而且我也容易因为一点不顺心就感到委屈。",
        "label": ""
      },
      {
        "sentence": "有时候，我甚至会想从楼上跳下来，觉得那种失重的感觉一定很爽。",
        "label": ""
      },
      {
        "sentence": "但是一想到妈妈会因为我的死讯而伤心，我就不敢再想了。",
        "label": ""
      },
      {
        "sentence": "我是不是有病？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我也能理解。每个人都有和他人相比较的时候，觉得自己不如别人。但是我们要记住，每个人都有自己的闪光点和优势。不要总是把别人当作标杆来评判自己。你是一个独一无二的人，和别人的比较没有意义。每个人都有自己的价值和重要性。而且，每个人都有情绪起伏的时候，有时会因为小事而悲伤或委屈。这是正常的。但是跳楼这种想法是非常危险和不健康的。我非常担心你。你可以试着和家人或者好朋友谈谈你的感受，分享你的困扰。他们会理解你的。另外，如果你觉得自己无法自拔，可以考虑咨询一位心理医生。他们会帮助你找到更好的解决办法和情绪调节的方法。你并不是有病，只是处于一种情绪困境中。我们可以一起度过这个难关。",
    "annotation": [
      {
        "sentence": "你的感受我也能理解。",
        "label": ""
      },
      {
        "sentence": "每个人都有和他人相比较的时候，觉得自己不如别人。",
        "label": ""
      },
      {
        "sentence": "但是我们要记住，每个人都有自己的闪光点和优势。",
        "label": ""
      },
      {
        "sentence": "不要总是把别人当作标杆来评判自己。",
        "label": ""
      },
      {
        "sentence": "你是一个独一无二的人，和别人的比较没有意义。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的价值和重要性。",
        "label": ""
      },
      {
        "sentence": "而且，每个人都有情绪起伏的时候，有时会因为小事而悲伤或委屈。",
        "label": ""
      },
      {
        "sentence": "这是正常的。",
        "label": ""
      },
      {
        "sentence": "但是跳楼这种想法是非常危险和不健康的。",
        "label": ""
      },
      {
        "sentence": "我非常担心你。",
        "label": ""
      },
      {
        "sentence": "你可以试着和家人或者好朋友谈谈你的感受，分享你的困扰。",
        "label": ""
      },
      {
        "sentence": "他们会理解你的。",
        "label": ""
      },
      {
        "sentence": "另外，如果你觉得自己无法自拔，可以考虑咨询一位心理医生。",
        "label": ""
      },
      {
        "sentence": "他们会帮助你找到更好的解决办法和情绪调节的方法。",
        "label": ""
      },
      {
        "sentence": "你并不是有病，只是处于一种情绪困境中。",
        "label": ""
      },
      {
        "sentence": "我们可以一起度过这个难关。",
        "label": ""
      }
    ]
  }
]