[
  {
    "role": "client",
    "content": "我和男朋友快要谈婚论嫁了，可是最近发现了几个问题，我心里很不舒服，也感到迷茫。男朋友才告诉我他父亲20年前得了肺癌，一直健在，我该如何看待这件事好呢？",
    "annotation": [
      {
        "sentence": "我和男朋友快要谈婚论嫁了，可是最近发现了几个问题，我心里很不舒服，也感到迷茫。",
        "label": ""
      },
      {
        "sentence": "男朋友才告诉我他父亲20年前得了肺癌，一直健在，我该如何看待这件事好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的纠结，谁不想从恋爱到婚姻一帆风顺呢？男朋友的家里发生这样的变故，慎重考虑是应该的。不过要实话实说，男朋友家里的事情不可能见到谁都一股脑地倒出来，何况是谈恋爱呢？想象一下，对他们来说，父亲生病是全家的灾难。父母为了儿女的未来会忍着为他们的幸福操心。不是任何人都会主动告诉你家里有多少钱的，就算是富二代也不会。我知道你不是那种只追求金钱的女孩，否则也不会选择一个普通人的男朋友。所以你要理解男朋友的苦衷，相信这是人之常情。",
    "annotation": [
      {
        "sentence": "很理解你的纠结，谁不想从恋爱到婚姻一帆风顺呢？",
        "label": ""
      },
      {
        "sentence": "男朋友的家里发生这样的变故，慎重考虑是应该的。",
        "label": ""
      },
      {
        "sentence": "不过要实话实说，男朋友家里的事情不可能见到谁都一股脑地倒出来，何况是谈恋爱呢？",
        "label": ""
      },
      {
        "sentence": "想象一下，对他们来说，父亲生病是全家的灾难。",
        "label": ""
      },
      {
        "sentence": "父母为了儿女的未来会忍着为他们的幸福操心。",
        "label": ""
      },
      {
        "sentence": "不是任何人都会主动告诉你家里有多少钱的，就算是富二代也不会。",
        "label": ""
      },
      {
        "sentence": "我知道你不是那种只追求金钱的女孩，否则也不会选择一个普通人的男朋友。",
        "label": ""
      },
      {
        "sentence": "所以你要理解男朋友的苦衷，相信这是人之常情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我理解男朋友的苦衷，但他一直没有告诉我他父亲的病情，这让我心里很不舒服。我们在一起已经一年多了，去过对方家见过家长，但我在男朋友家里的时候并没有察觉到他爸爸有这种病，只知道他们家有高血压的情况。直到最近才突然告诉我他爸爸得了肺癌，而且需要吃药。我真的不知道该怎么处理这个问题。",
    "annotation": [
      {
        "sentence": "确实，我理解男朋友的苦衷，但他一直没有告诉我他父亲的病情，这让我心里很不舒服。",
        "label": ""
      },
      {
        "sentence": "我们在一起已经一年多了，去过对方家见过家长，但我在男朋友家里的时候并没有察觉到他爸爸有这种病，只知道他们家有高血压的情况。",
        "label": ""
      },
      {
        "sentence": "直到最近才突然告诉我他爸爸得了肺癌，而且需要吃药。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你对男朋友一直隐瞒这个问题感到不舒服。这确实是一个难以启齿的问题，即使是一个富二代也不可能见到你就坦白地告诉你家底有多少。你不是一个只看重物质的女孩，否则也不会选择一个普通人家的男朋友。所以你要理解男朋友的苦衷，相信这是人之常情。不是有一句老话说吗，患难见真情？这件事正是考验你们感情的时候到了。",
    "annotation": [
      {
        "sentence": "我能理解你对男朋友一直隐瞒这个问题感到不舒服。",
        "label": ""
      },
      {
        "sentence": "这确实是一个难以启齿的问题，即使是一个富二代也不可能见到你就坦白地告诉你家底有多少。",
        "label": ""
      },
      {
        "sentence": "你不是一个只看重物质的女孩，否则也不会选择一个普通人家的男朋友。",
        "label": ""
      },
      {
        "sentence": "所以你要理解男朋友的苦衷，相信这是人之常情。",
        "label": ""
      },
      {
        "sentence": "不是有一句老话说吗，患难见真情？",
        "label": ""
      },
      {
        "sentence": "这件事正是考验你们感情的时候到了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，这个问题让我感到很迷茫。我现在不知道是继续追求我们的梦想，还是先暂时不考虑房子的问题。我们每天都要早起工作，长期下去对身体可能不太好，让我感到很纠结。",
    "annotation": [
      {
        "sentence": "确实，这个问题让我感到很迷茫。",
        "label": ""
      },
      {
        "sentence": "我现在不知道是继续追求我们的梦想，还是先暂时不考虑房子的问题。",
        "label": ""
      },
      {
        "sentence": "我们每天都要早起工作，长期下去对身体可能不太好，让我感到很纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻是一件需要慎重考虑的事情，特别是遇到了男朋友家里的变故。你的纠结我很理解。疫情期间，很多人因为无法正常工作和上学而被迫滞留在家中，平时忽视的问题也逐渐暴露了出来。疫情过后，离婚率大幅上升，催生了新婚姻法中的两个新冷静期。这说明变故能够最真实地暴露出人们的真实想法。所以我建议你暂时缓一缓婚期。婚姻的基石是建立在坚实的感情基础上的，热恋时期投其所好的表现并不一定是真实的自己。用这个变故来检验你们的感情，也不失为上策。你现在的冷静和决断将决定你未来生活的幸福与否。",
    "annotation": [
      {
        "sentence": "婚姻是一件需要慎重考虑的事情，特别是遇到了男朋友家里的变故。",
        "label": ""
      },
      {
        "sentence": "你的纠结我很理解。",
        "label": ""
      },
      {
        "sentence": "疫情期间，很多人因为无法正常工作和上学而被迫滞留在家中，平时忽视的问题也逐渐暴露了出来。",
        "label": ""
      },
      {
        "sentence": "疫情过后，离婚率大幅上升，催生了新婚姻法中的两个新冷静期。",
        "label": ""
      },
      {
        "sentence": "这说明变故能够最真实地暴露出人们的真实想法。",
        "label": ""
      },
      {
        "sentence": "所以我建议你暂时缓一缓婚期。",
        "label": ""
      },
      {
        "sentence": "婚姻的基石是建立在坚实的感情基础上的，热恋时期投其所好的表现并不一定是真实的自己。",
        "label": ""
      },
      {
        "sentence": "用这个变故来检验你们的感情，也不失为上策。",
        "label": ""
      },
      {
        "sentence": "你现在的冷静和决断将决定你未来生活的幸福与否。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，婚姻不仅仅是物质的基础，更重要的是感情的基础。我明白了，我会冷静下来考虑这个问题，不要让迷茫和纠结影响到我自己的幸福。非常感谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说的很有道理，婚姻不仅仅是物质的基础，更重要的是感情的基础。",
        "label": ""
      },
      {
        "sentence": "我明白了，我会冷静下来考虑这个问题，不要让迷茫和纠结影响到我自己的幸福。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能对你提供帮助。你现在的决定是正确的，坚定的态度和理智的思考将给你带来更好的未来。无论你做出怎样的选择，都要相信自己的决定。祝你幸福！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能对你提供帮助。",
        "label": ""
      },
      {
        "sentence": "你现在的决定是正确的，坚定的态度和理智的思考将给你带来更好的未来。",
        "label": ""
      },
      {
        "sentence": "无论你做出怎样的选择，都要相信自己的决定。",
        "label": ""
      },
      {
        "sentence": "祝你幸福！",
        "label": ""
      }
    ]
  }
]