[
  {
    "role": "client",
    "content": "我是一个13岁的女孩，我的老师让我和自甘堕落的同学保持距离，我该怎么办呢？老师认为我的学习下降与朋友有关系，家长希望我能处理好学校的人际关系，我感到很为难，老师让我远离这些同学，我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我是一个13岁的女孩，我的老师让我和自甘堕落的同学保持距离，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "老师认为我的学习下降与朋友有关系，家长希望我能处理好学校的人际关系，我感到很为难，老师让我远离这些同学，我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你最近的成绩有所下降，但并不一定只是因为人际交往引起的，也有可能是来自学习压力和父母的期望太高所造成的。老师认为你的成绩下降与周围的自甘堕落的朋友有关，实际上这是出于关心你的角度。我建议你找个合适的时间和老师交流一下，告诉他你有很强的自控能力，不会因为朋友的影响而让成绩下降。这次成绩下降是多重原因导致的，只要你慢慢调整，成绩就能恢复到之前的水平。",
    "annotation": [
      {
        "sentence": "听起来你最近的成绩有所下降，但并不一定只是因为人际交往引起的，也有可能是来自学习压力和父母的期望太高所造成的。",
        "label": ""
      },
      {
        "sentence": "老师认为你的成绩下降与周围的自甘堕落的朋友有关，实际上这是出于关心你的角度。",
        "label": ""
      },
      {
        "sentence": "我建议你找个合适的时间和老师交流一下，告诉他你有很强的自控能力，不会因为朋友的影响而让成绩下降。",
        "label": ""
      },
      {
        "sentence": "这次成绩下降是多重原因导致的，只要你慢慢调整，成绩就能恢复到之前的水平。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会找机会和老师好好谈谈，让他知道我能够自我管理。",
    "annotation": [
      {
        "sentence": "我明白了，我会找机会和老师好好谈谈，让他知道我能够自我管理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，还有你的朋友自甘堕落的话，你可以耐心地陪伴在他身边，并慢慢引导他一起学习。这样你的老师就能看到他的改变，消除所有的顾虑。同时，你也可以和你的朋友分享你的烦恼，相信他会理解你的。你并不需要独自承担这个问题，可以让朋友分担你的忧愁，一起进步。",
    "annotation": [
      {
        "sentence": "很好，还有你的朋友自甘堕落的话，你可以耐心地陪伴在他身边，并慢慢引导他一起学习。",
        "label": ""
      },
      {
        "sentence": "这样你的老师就能看到他的改变，消除所有的顾虑。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以和你的朋友分享你的烦恼，相信他会理解你的。",
        "label": ""
      },
      {
        "sentence": "你并不需要独自承担这个问题，可以让朋友分担你的忧愁，一起进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得我可以试试和朋友一起改变，或者像以前一样，专注于自己的学业。相信在我的影响下，我的朋友也不会自甘堕落的。我也相信老师不会让我远离我的朋友。我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得我可以试试和朋友一起改变，或者像以前一样，专注于自己的学业。",
        "label": ""
      },
      {
        "sentence": "相信在我的影响下，我的朋友也不会自甘堕落的。",
        "label": ""
      },
      {
        "sentence": "我也相信老师不会让我远离我的朋友。",
        "label": ""
      },
      {
        "sentence": "我会加油的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！你有了正确的想法和态度，我相信你会克服这个问题的。记住，不要放弃你的朋友，只需要慢慢引导他们改变。同时，你也要继续关注自己的学业，做好自己的事情。我为你感到骄傲，加油！",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "你有了正确的想法和态度，我相信你会克服这个问题的。",
        "label": ""
      },
      {
        "sentence": "记住，不要放弃你的朋友，只需要慢慢引导他们改变。",
        "label": ""
      },
      {
        "sentence": "同时，你也要继续关注自己的学业，做好自己的事情。",
        "label": ""
      },
      {
        "sentence": "我为你感到骄傲，加油！",
        "label": ""
      }
    ]
  }
]