[
  {
    "role": "client",
    "content": "我最近突然难以共情，对生活感到厌世，我想知道这种状态正常吗？虽然我没有精神问题，即使情绪量表显示很严重也没有确诊。以前我热爱生活，但现在我只能通过身体感知到高兴，而无法感受到“欣喜”、“激动”、“惬意”和“感动”等情感。看到负面新闻的时候，我比以前更镇定，不再感到悲愤无奈，只是深信“正常，无所谓，人性的苦难在人类史上不可能消除的，人类最终某一天会灭亡的”。我感觉自己来到这个世界上，不管是为了体验人生还是为了一次意志的磨练，都是虚妄的。请不要告诉我“赋予自己意义”、“活着是为了活着本身”和“看到积极的一面”，这些我都知道。以前我曾真诚地按照这些信念生活着。但现在我对一切都不再在乎。我很自私，但是我却没有感觉。我没有目标，没有激情。我连曾经在乎的朋友或者期待的某次旅行，我都没有任何感觉。我不会自杀，只是希望遭遇不幸，让我的生命就此终止。",
    "annotation": [
      {
        "sentence": "我最近突然难以共情，对生活感到厌世，我想知道这种状态正常吗？",
        "label": ""
      },
      {
        "sentence": "虽然我没有精神问题，即使情绪量表显示很严重也没有确诊。",
        "label": ""
      },
      {
        "sentence": "以前我热爱生活，但现在我只能通过身体感知到高兴，而无法感受到“欣喜”、“激动”、“惬意”和“感动”等情感。",
        "label": ""
      },
      {
        "sentence": "看到负面新闻的时候，我比以前更镇定，不再感到悲愤无奈，只是深信“正常，无所谓，人性的苦难在人类史上不可能消除的，人类最终某一天会灭亡的”。",
        "label": ""
      },
      {
        "sentence": "我感觉自己来到这个世界上，不管是为了体验人生还是为了一次意志的磨练，都是虚妄的。",
        "label": ""
      },
      {
        "sentence": "请不要告诉我“赋予自己意义”、“活着是为了活着本身”和“看到积极的一面”，这些我都知道。",
        "label": ""
      },
      {
        "sentence": "以前我曾真诚地按照这些信念生活着。",
        "label": ""
      },
      {
        "sentence": "但现在我对一切都不再在乎。",
        "label": ""
      },
      {
        "sentence": "我很自私，但是我却没有感觉。",
        "label": ""
      },
      {
        "sentence": "我没有目标，没有激情。",
        "label": ""
      },
      {
        "sentence": "我连曾经在乎的朋友或者期待的某次旅行，我都没有任何感觉。",
        "label": ""
      },
      {
        "sentence": "我不会自杀，只是希望遭遇不幸，让我的生命就此终止。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，有时候在这个冷漠的世界中，提问如果没有给予回报，的确会显得冷清。我也不知道还能给你什么样的帮助。这个时代注重功利主义，别跟我说什么善良。虽然善良是一种本能，但也是无知的表现。我也曾经努力去做一个善良的人。可是太多善良的人往往会引来让人可恨的事情。现在，我无法喜欢上任何一个人。虽然我周围有很多实实在在过于善良、乐观、温暖可爱的人，过去我曾经敬佩他们，但如今心中充满了疑惑。我对自己的情绪越来越无法定义，甚至不确定什么是幸福。我认为只要不经历痛苦的都是幸福的。但是如果让我选择幸福还是痛苦，我会选择痛苦。因为那更真实、更可靠，也更符合我对世界的看法。另外，我并不矫情。痛苦就是痛苦，不过就是这样而已，还好。恐怕我已经有些沉浸在痛苦中了。所以，对于厌世的态度，我其实并不想改变。我宁愿一直麻木，一直停留在“黑暗”中，也不愿意一直享受阳光。这似乎很奇怪吧。但我其实更希望，能够失去意识。因为失去意识就等于失去一切，与死亡差不多。",
    "annotation": [
      {
        "sentence": "我了解你的感受，有时候在这个冷漠的世界中，提问如果没有给予回报，的确会显得冷清。",
        "label": ""
      },
      {
        "sentence": "我也不知道还能给你什么样的帮助。",
        "label": ""
      },
      {
        "sentence": "这个时代注重功利主义，别跟我说什么善良。",
        "label": ""
      },
      {
        "sentence": "虽然善良是一种本能，但也是无知的表现。",
        "label": ""
      },
      {
        "sentence": "我也曾经努力去做一个善良的人。",
        "label": ""
      },
      {
        "sentence": "可是太多善良的人往往会引来让人可恨的事情。",
        "label": ""
      },
      {
        "sentence": "现在，我无法喜欢上任何一个人。",
        "label": ""
      },
      {
        "sentence": "虽然我周围有很多实实在在过于善良、乐观、温暖可爱的人，过去我曾经敬佩他们，但如今心中充满了疑惑。",
        "label": ""
      },
      {
        "sentence": "我对自己的情绪越来越无法定义，甚至不确定什么是幸福。",
        "label": ""
      },
      {
        "sentence": "我认为只要不经历痛苦的都是幸福的。",
        "label": ""
      },
      {
        "sentence": "但是如果让我选择幸福还是痛苦，我会选择痛苦。",
        "label": ""
      },
      {
        "sentence": "因为那更真实、更可靠，也更符合我对世界的看法。",
        "label": ""
      },
      {
        "sentence": "另外，我并不矫情。",
        "label": ""
      },
      {
        "sentence": "痛苦就是痛苦，不过就是这样而已，还好。",
        "label": ""
      },
      {
        "sentence": "恐怕我已经有些沉浸在痛苦中了。",
        "label": ""
      },
      {
        "sentence": "所以，对于厌世的态度，我其实并不想改变。",
        "label": ""
      },
      {
        "sentence": "我宁愿一直麻木，一直停留在“黑暗”中，也不愿意一直享受阳光。",
        "label": ""
      },
      {
        "sentence": "这似乎很奇怪吧。",
        "label": ""
      },
      {
        "sentence": "但我其实更希望，能够失去意识。",
        "label": ""
      },
      {
        "sentence": "因为失去意识就等于失去一切，与死亡差不多。",
        "label": ""
      }
    ]
  }
]