[
  {
    "role": "client",
    "content": "突然难共情，且厌世，希望一生到此为止，正常吗？精神没问题，即使量表严重也没确诊。以前我也热爱生活，现在只能躯体感知高兴而无法感到“欣喜”“激动”“惬意”“感动”等感受。看到负面新闻的感受比以前镇定很多，不觉得悲愤无奈只坚信“正常，无所谓，人性的苦难在人类史上不可能消除的，人类最终某一天会灭亡的”。我来世上一趟，不论是为了体验人生还是为了一次意志的磨练，全是虚妄。别给我讲“赋予自己意义”“活着是为了活着本身”“看到积极的一面”我都知道。我以前也以此真诚地生活着。现在我根本不在乎一切。很自私，但是我没有感觉。我没有目标，我没有激情。我连我曾在乎的朋友或者期待的某一场旅游，我都没有感觉。我不会自杀，我只希望飞来横祸让我一生到此为止。",
    "annotation": [
      {
        "sentence": "突然难共情，且厌世，希望一生到此为止，正常吗？",
        "label": ""
      },
      {
        "sentence": "精神没问题，即使量表严重也没确诊。",
        "label": ""
      },
      {
        "sentence": "以前我也热爱生活，现在只能躯体感知高兴而无法感到“欣喜”“激动”“惬意”“感动”等感受。",
        "label": ""
      },
      {
        "sentence": "看到负面新闻的感受比以前镇定很多，不觉得悲愤无奈只坚信“正常，无所谓，人性的苦难在人类史上不可能消除的，人类最终某一天会灭亡的”。",
        "label": ""
      },
      {
        "sentence": "我来世上一趟，不论是为了体验人生还是为了一次意志的磨练，全是虚妄。",
        "label": ""
      },
      {
        "sentence": "别给我讲“赋予自己意义”“活着是为了活着本身”“看到积极的一面”我都知道。",
        "label": ""
      },
      {
        "sentence": "我以前也以此真诚地生活着。",
        "label": ""
      },
      {
        "sentence": "现在我根本不在乎一切。",
        "label": ""
      },
      {
        "sentence": "很自私，但是我没有感觉。",
        "label": ""
      },
      {
        "sentence": "我没有目标，我没有激情。",
        "label": ""
      },
      {
        "sentence": "我连我曾在乎的朋友或者期待的某一场旅游，我都没有感觉。",
        "label": ""
      },
      {
        "sentence": "我不会自杀，我只希望飞来横祸让我一生到此为止。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，经历这样的情绪波动肯定很困扰。不论感受是否正常，我愿意倾听，并给你提供一些思路来应对。首先，我们可以探索一些新的体验，比如蹦极跳伞，有时候一些冒险可能会带来新的体验或改变我们对生活的看法。",
    "annotation": [
      {
        "sentence": "我了解你的感受，经历这样的情绪波动肯定很困扰。",
        "label": ""
      },
      {
        "sentence": "不论感受是否正常，我愿意倾听，并给你提供一些思路来应对。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以探索一些新的体验，比如蹦极跳伞，有时候一些冒险可能会带来新的体验或改变我们对生活的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，或许我可以试试一些新的挑战，找回对生活的热情和激情。但是我还有其他的困扰，即便我找到了新的体验，我仍然感觉到内心的空虚和缺乏目标。",
    "annotation": [
      {
        "sentence": "你说的有道理，或许我可以试试一些新的挑战，找回对生活的热情和激情。",
        "label": ""
      },
      {
        "sentence": "但是我还有其他的困扰，即便我找到了新的体验，我仍然感觉到内心的空虚和缺乏目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你感到的空虚和缺乏目标。我自己曾经从每天想自杀转变成现在无论怎么样都绝对不想自杀。对此，有两个原因让我坚持下来。首先是我接触了身心灵修道的东西，让我有了掌握来世去向的可能。这个信念让我感到有无尽的机会去不断成长。其次，现在可能是科技发展的关键时刻，据报道，未来10年内会出现延寿120岁的干细胞药物。在这个无限延长的有生之年，我想见识到我想都不敢想的新科技，享受未来社会诸多便利，这些可能足以抹平我所经历的伤痛和疲惫委屈。所以，我选择活着等待，说不定能成为见证人类成为神级文明的第一代人。",
    "annotation": [
      {
        "sentence": "我能理解你感到的空虚和缺乏目标。",
        "label": ""
      },
      {
        "sentence": "我自己曾经从每天想自杀转变成现在无论怎么样都绝对不想自杀。",
        "label": ""
      },
      {
        "sentence": "对此，有两个原因让我坚持下来。",
        "label": ""
      },
      {
        "sentence": "首先是我接触了身心灵修道的东西，让我有了掌握来世去向的可能。",
        "label": ""
      },
      {
        "sentence": "这个信念让我感到有无尽的机会去不断成长。",
        "label": ""
      },
      {
        "sentence": "其次，现在可能是科技发展的关键时刻，据报道，未来10年内会出现延寿120岁的干细胞药物。",
        "label": ""
      },
      {
        "sentence": "在这个无限延长的有生之年，我想见识到我想都不敢想的新科技，享受未来社会诸多便利，这些可能足以抹平我所经历的伤痛和疲惫委屈。",
        "label": ""
      },
      {
        "sentence": "所以，我选择活着等待，说不定能成为见证人类成为神级文明的第一代人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的经历给了我一些启发，也让我感到稍微有些希望。或许我应该寻找一些属于自己的信念或者对未来的期待，这样才能重新找到生活的意义。",
    "annotation": [
      {
        "sentence": "你的经历给了我一些启发，也让我感到稍微有些希望。",
        "label": ""
      },
      {
        "sentence": "或许我应该寻找一些属于自己的信念或者对未来的期待，这样才能重新找到生活的意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正是如此，每个人的人生都有不同的意义，我们可以试着思考一下你个人的信念，以及对未来的期待。只论医学角度，你可能是抑郁症，估计吃点药可能能重新恢复对快乐的感知。当然，我并不是专业人士，如果你感觉有需要，可以寻求专业医生的帮助，他们可能对你的情况有更好的解决办法。",
    "annotation": [
      {
        "sentence": "正是如此，每个人的人生都有不同的意义，我们可以试着思考一下你个人的信念，以及对未来的期待。",
        "label": ""
      },
      {
        "sentence": "只论医学角度，你可能是抑郁症，估计吃点药可能能重新恢复对快乐的感知。",
        "label": ""
      },
      {
        "sentence": "当然，我并不是专业人士，如果你感觉有需要，可以寻求专业医生的帮助，他们可能对你的情况有更好的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会考虑寻求专业医生的帮助。你的陪伴和理解已经给了我很大的帮助和安慰。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会考虑寻求专业医生的帮助。",
        "label": ""
      },
      {
        "sentence": "你的陪伴和理解已经给了我很大的帮助和安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都在这里支持你，并且愿意为你提供帮助的。专业医生会更加了解你的情况，并给出更适合你的解决方案。希望你能找到重新寻找意义和快乐的方法，并度过这段困难时期。",
    "annotation": [
      {
        "sentence": "不用客气，我一直都在这里支持你，并且愿意为你提供帮助的。",
        "label": ""
      },
      {
        "sentence": "专业医生会更加了解你的情况，并给出更适合你的解决方案。",
        "label": ""
      },
      {
        "sentence": "希望你能找到重新寻找意义和快乐的方法，并度过这段困难时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我会尽快采取行动，寻求医生的帮助。再次感谢你一直以来的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我会尽快采取行动，寻求医生的帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你一直以来的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直会在你身边支持你。如果有任何进展或者需要倾诉的时候，随时都可以来找我。你不是一个人在面对，我们会一起度过困难。",
    "annotation": [
      {
        "sentence": "不用客气，我一直会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "如果有任何进展或者需要倾诉的时候，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对，我们会一起度过困难。",
        "label": ""
      }
    ]
  }
]