[
  {
    "role": "client",
    "content": "我是一名17岁高二女生，总是容易控制不了情绪，有时候激动了就自残，我知道这是不对的，但是控制不了。",
    "annotation": [
      {
        "sentence": "我是一名17岁高二女生，总是容易控制不了情绪，有时候激动了就自残，我知道这是不对的，但是控制不了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你在激动的时候会自残，我能够理解心理上的痛苦和身体之间的平衡状态，当心的痛苦大于身体的痛苦时，可能会借助自残来达到内外平衡。在激动的时候，情绪上的痛苦是非常巨大的。可以先从了解事件的根源开始，你刚刚提到你和妈妈吵架了，这是很重要的一部分，请告诉我更多细节。",
    "annotation": [
      {
        "sentence": "听说你在激动的时候会自残，我能够理解心理上的痛苦和身体之间的平衡状态，当心的痛苦大于身体的痛苦时，可能会借助自残来达到内外平衡。",
        "label": ""
      },
      {
        "sentence": "在激动的时候，情绪上的痛苦是非常巨大的。",
        "label": ""
      },
      {
        "sentence": "可以先从了解事件的根源开始，你刚刚提到你和妈妈吵架了，这是很重要的一部分，请告诉我更多细节。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "妈妈和我吵架是今天发生的事情，我们为了一些琐碎的事情争吵了起来。我难以忍受她对我的压力和期望，于是就激动并自残了。",
    "annotation": [
      {
        "sentence": "妈妈和我吵架是今天发生的事情，我们为了一些琐碎的事情争吵了起来。",
        "label": ""
      },
      {
        "sentence": "我难以忍受她对我的压力和期望，于是就激动并自残了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈和你之间的争吵引发了你的激动情绪和自残行为，这看起来是一个重要触发点。你觉得你难以承受来自妈妈的压力和期望对吗？有没有其他事情也导致你激动和自残的？",
    "annotation": [
      {
        "sentence": "妈妈和你之间的争吵引发了你的激动情绪和自残行为，这看起来是一个重要触发点。",
        "label": ""
      },
      {
        "sentence": "你觉得你难以承受来自妈妈的压力和期望对吗？",
        "label": ""
      },
      {
        "sentence": "有没有其他事情也导致你激动和自残的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，妈妈的压力和期望对我来说确实太大了，我觉得很无能为力。此外，学业和人际关系的问题也让我感到压力很大，有时候一点小事情就足够让我的情绪失控。",
    "annotation": [
      {
        "sentence": "是的，妈妈的压力和期望对我来说确实太大了，我觉得很无能为力。",
        "label": ""
      },
      {
        "sentence": "此外，学业和人际关系的问题也让我感到压力很大，有时候一点小事情就足够让我的情绪失控。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你对妈妈的压力、期望以及学业、人际关系问题都感到压力很大，这真的很困难。情绪失控是一种自我保护的方式，但是自残并不是一个健康的解决办法。你曾尝试过其他方式来控制情绪吗？或者有没有找过别人寻求帮助？",
    "annotation": [
      {
        "sentence": "听到你对妈妈的压力、期望以及学业、人际关系问题都感到压力很大，这真的很困难。",
        "label": ""
      },
      {
        "sentence": "情绪失控是一种自我保护的方式，但是自残并不是一个健康的解决办法。",
        "label": ""
      },
      {
        "sentence": "你曾尝试过其他方式来控制情绪吗？",
        "label": ""
      },
      {
        "sentence": "或者有没有找过别人寻求帮助？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尝试过一些方法，比如深呼吸和写日记来宣泄情绪，但效果不太明显。我还没有向其他人寻求帮助。",
    "annotation": [
      {
        "sentence": "我尝试过一些方法，比如深呼吸和写日记来宣泄情绪，但效果不太明显。",
        "label": ""
      },
      {
        "sentence": "我还没有向其他人寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "试图通过深呼吸和写日记来宣泄情绪是一个很好的尝试。难以控制情绪并寻求帮助是正常的，我建议你寻找一个值得信赖的人，可能是家人、朋友或老师，与他们分享你的感受和困惑。同时，也可以考虑寻求专业心理辅导师或心理医生的帮助。他们可以提供更专业的指导和支持。",
    "annotation": [
      {
        "sentence": "试图通过深呼吸和写日记来宣泄情绪是一个很好的尝试。",
        "label": ""
      },
      {
        "sentence": "难以控制情绪并寻求帮助是正常的，我建议你寻找一个值得信赖的人，可能是家人、朋友或老师，与他们分享你的感受和困惑。",
        "label": ""
      },
      {
        "sentence": "同时，也可以考虑寻求专业心理辅导师或心理医生的帮助。",
        "label": ""
      },
      {
        "sentence": "他们可以提供更专业的指导和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量去找一个值得信赖的人倾诉自己的困扰。我也会考虑寻求专业的帮助，希望能够找到真正的解决办法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量去找一个值得信赖的人倾诉自己的困扰。",
        "label": ""
      },
      {
        "sentence": "我也会考虑寻求专业的帮助，希望能够找到真正的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试去找一个倾诉对象和寻求专业帮助，这将是迈向更好解决办法的第一步。记住，你并不孤单，总有人愿意倾听和支持你。如果你需要任何进一步的帮助，请随时告诉我。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试去找一个倾诉对象和寻求专业帮助，这将是迈向更好解决办法的第一步。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，总有人愿意倾听和支持你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的帮助，请随时告诉我。",
        "label": ""
      }
    ]
  }
]