[
  {
    "role": "client",
    "content": "厌恶不开心的自己，如果我不快乐，是不是就不会被爱？我也想做一个快乐的人，但是真的好难好累，我不想再努力了。我从小的性格确实是压抑的，我在一个压抑甚至病态的家庭长大，父母离异，父亲和姥姥都有心理疾病，我爱他们但他们确实给我带来了巨大的伤害和痛苦，我没有感觉到爱和依靠。妈妈在我童年里是一直在外，妈妈总是担心我也会得病，我不可以在她面前展露负面的情绪，不可以哭，但我又总是在她面前失控，愤怒，然后完了又自责后悔，她总是会说，你这样老是莫名奇妙的流泪，以后是进入不了社会的，你也要跟你爸爸一样吗，妈妈最大的愿望就是你快乐幸福，你你看看别人这个年纪的孩子都活力满满，你是妈妈最大的希望。我也厌恶不开心的自己，非常厌恶，所以我努力扮演一个快乐的人，我去关心别人，我去疏导别人，我结交新的朋友，我做志愿，做义工，去游历四方，照开心的照片，好像有越来越多人喜欢我，但我感觉不到开心，也感觉不到被爱，甚至感觉不到情绪。为什么就没有人可以爱一下不快乐的我。",
    "annotation": [
      {
        "sentence": "厌恶不开心的自己，如果我不快乐，是不是就不会被爱？",
        "label": ""
      },
      {
        "sentence": "我也想做一个快乐的人，但是真的好难好累，我不想再努力了。",
        "label": ""
      },
      {
        "sentence": "我从小的性格确实是压抑的，我在一个压抑甚至病态的家庭长大，父母离异，父亲和姥姥都有心理疾病，我爱他们但他们确实给我带来了巨大的伤害和痛苦，我没有感觉到爱和依靠。",
        "label": ""
      },
      {
        "sentence": "妈妈在我童年里是一直在外，妈妈总是担心我也会得病，我不可以在她面前展露负面的情绪，不可以哭，但我又总是在她面前失控，愤怒，然后完了又自责后悔，她总是会说，你这样老是莫名奇妙的流泪，以后是进入不了社会的，你也要跟你爸爸一样吗，妈妈最大的愿望就是你快乐幸福，你你看看别人这个年纪的孩子都活力满满，你是妈妈最大的希望。",
        "label": ""
      },
      {
        "sentence": "我也厌恶不开心的自己，非常厌恶，所以我努力扮演一个快乐的人，我去关心别人，我去疏导别人，我结交新的朋友，我做志愿，做义工，去游历四方，照开心的照片，好像有越来越多人喜欢我，但我感觉不到开心，也感觉不到被爱，甚至感觉不到情绪。",
        "label": ""
      },
      {
        "sentence": "为什么就没有人可以爱一下不快乐的我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好！我来爱不开心的你，不怕、不怕。开心与不开心都不是你现在能控制的，你可以按照你最真实感受活。你的原生家庭令你没有办法好好快乐，你不用在妈妈面前那掩饰你的痛苦，你期望无论是怎样的你，妈妈都能接纳你、好好爱你对不对？我帮你分析，不要难过好吗？",
    "annotation": [
      {
        "sentence": "你好！",
        "label": ""
      },
      {
        "sentence": "我来爱不开心的你，不怕、不怕。",
        "label": ""
      },
      {
        "sentence": "开心与不开心都不是你现在能控制的，你可以按照你最真实感受活。",
        "label": ""
      },
      {
        "sentence": "你的原生家庭令你没有办法好好快乐，你不用在妈妈面前那掩饰你的痛苦，你期望无论是怎样的你，妈妈都能接纳你、好好爱你对不对？",
        "label": ""
      },
      {
        "sentence": "我帮你分析，不要难过好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持。我也想得到妈妈的接纳和爱，但是她总是在言语上责备我，让我觉得自己的情绪是错的，我觉得很受伤。",
    "annotation": [
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "我也想得到妈妈的接纳和爱，但是她总是在言语上责备我，让我觉得自己的情绪是错的，我觉得很受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，这样的言语对你来说一定很伤心。你从小的经历造成了你对自己情绪的压抑，你没有得到父母的爱和支持，这是他们的失责。但是，不要忘记你是独特而宝贵的，你的情绪是可以被接纳的，无论开心还是不开心都是正常的。",
    "annotation": [
      {
        "sentence": "我明白你的感受，这样的言语对你来说一定很伤心。",
        "label": ""
      },
      {
        "sentence": "你从小的经历造成了你对自己情绪的压抑，你没有得到父母的爱和支持，这是他们的失责。",
        "label": ""
      },
      {
        "sentence": "但是，不要忘记你是独特而宝贵的，你的情绪是可以被接纳的，无论开心还是不开心都是正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的很厌恶自己，为什么就不能快乐一点呢？我试过做很多事情来追求快乐，但总是感觉不到满足和被爱。",
    "annotation": [
      {
        "sentence": "可是我真的很厌恶自己，为什么就不能快乐一点呢？",
        "label": ""
      },
      {
        "sentence": "我试过做很多事情来追求快乐，但总是感觉不到满足和被爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，起初的不开心不是你能决定的，是原生家庭赋予的。你努力的去在自己不熟悉的领域摸爬滚打，你一个人单打独斗，你一定很累很累。因为你不快乐，你只是照着样子做的，你不知道为什么这样做就会快乐了。我要告诉你，不快乐的你，也照样有人爱，也是值得被爱的。",
    "annotation": [
      {
        "sentence": "亲爱的，起初的不开心不是你能决定的，是原生家庭赋予的。",
        "label": ""
      },
      {
        "sentence": "你努力的去在自己不熟悉的领域摸爬滚打，你一个人单打独斗，你一定很累很累。",
        "label": ""
      },
      {
        "sentence": "因为你不快乐，你只是照着样子做的，你不知道为什么这样做就会快乐了。",
        "label": ""
      },
      {
        "sentence": "我要告诉你，不快乐的你，也照样有人爱，也是值得被爱的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的吗？爱不开心的我也可以被接受和爱护吗？",
    "annotation": [
      {
        "sentence": "真的吗？",
        "label": ""
      },
      {
        "sentence": "爱不开心的我也可以被接受和爱护吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！你不必厌恶自己，因为你值得被好好对待，包括你自己。以前不知道，是因为没有人告诉你，现在我告诉你，这个世界上每个人都是平等的。不开心就不开心，能怎么了？就是这样不开心的自己更要好好的去爱她。当别人指不上的时候，就自己爱自己。你快乐与不快乐，爱你的人都会爱你，不爱你的人都不会爱你。我们先学会好好爱自己，修复童年原生家庭带来的创伤，好好的疏通自己的情绪状态。别人不爱你，我们自己爱自己。与其苦苦哀求别人，不如成为自己的父母，好好疼爱自己。如果你愿意，我会帮助你一起努力。",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "你不必厌恶自己，因为你值得被好好对待，包括你自己。",
        "label": ""
      },
      {
        "sentence": "以前不知道，是因为没有人告诉你，现在我告诉你，这个世界上每个人都是平等的。",
        "label": ""
      },
      {
        "sentence": "不开心就不开心，能怎么了？",
        "label": ""
      },
      {
        "sentence": "就是这样不开心的自己更要好好的去爱她。",
        "label": ""
      },
      {
        "sentence": "当别人指不上的时候，就自己爱自己。",
        "label": ""
      },
      {
        "sentence": "你快乐与不快乐，爱你的人都会爱你，不爱你的人都不会爱你。",
        "label": ""
      },
      {
        "sentence": "我们先学会好好爱自己，修复童年原生家庭带来的创伤，好好的疏通自己的情绪状态。",
        "label": ""
      },
      {
        "sentence": "别人不爱你，我们自己爱自己。",
        "label": ""
      },
      {
        "sentence": "与其苦苦哀求别人，不如成为自己的父母，好好疼爱自己。",
        "label": ""
      },
      {
        "sentence": "如果你愿意，我会帮助你一起努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我真的需要这样的支持和鼓励。我会努力去爱自己，修复自己的心灵创伤。再次感谢你帮助我。",
    "annotation": [
      {
        "sentence": "谢谢你，我真的需要这样的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力去爱自己，修复自己的心灵创伤。",
        "label": ""
      },
      {
        "sentence": "再次感谢你帮助我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意为你提供支持和帮助。你已经迈出了重要的一步，相信自己能够改变和成长。祝你幸福快乐，祝你心身健康！学会好好爱自己！如果还有困惑，随时可以私信我。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意为你提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了重要的一步，相信自己能够改变和成长。",
        "label": ""
      },
      {
        "sentence": "祝你幸福快乐，祝你心身健康！",
        "label": ""
      },
      {
        "sentence": "学会好好爱自己！",
        "label": ""
      },
      {
        "sentence": "如果还有困惑，随时可以私信我。",
        "label": ""
      }
    ]
  }
]