[
  {
    "role": "client",
    "content": "我厌恶不开心的自己，如果我不快乐，是不是就不会被爱？我也想做一个快乐的人，但是真的好难好累，我不想再努力了。我从小的性格确实是压抑的，我在一个压抑甚至病态的家庭长大，父母离异，父亲和姥姥都有心理疾病，我爱他们但他们确实给我带来了巨大的伤害和痛苦，我没有感觉到爱和依靠。妈妈在我童年里是一直在外，妈妈总是担心我也会得病，我不可以在她面前展露负面的情绪，不可以哭，但我又总是在她面前失控，愤怒，然后完了又自责后悔，她总是会说，你这样老是莫名奇妙的流泪，以后是进入不了社会的，你也要跟你爸爸一样吗，妈妈最大的愿望就是你快乐幸福，你你看看别人这个年纪的孩子都活力满满，你是妈妈最大的希望。我也厌恶不开心的自己，非常厌恶，所以我努力扮演一个快乐的人，我去关心别人，我去疏导别人，我结交新的朋友，我做志愿，做义工，去游历四方，照开心的照片，好像有越来越多人喜欢我，但我感觉不到开心，也感觉不到被爱，甚至感觉不到情绪。为什么就没有人可以爱一下不快乐的我。",
    "annotation": [
      {
        "sentence": "我厌恶不开心的自己，如果我不快乐，是不是就不会被爱？",
        "label": ""
      },
      {
        "sentence": "我也想做一个快乐的人，但是真的好难好累，我不想再努力了。",
        "label": ""
      },
      {
        "sentence": "我从小的性格确实是压抑的，我在一个压抑甚至病态的家庭长大，父母离异，父亲和姥姥都有心理疾病，我爱他们但他们确实给我带来了巨大的伤害和痛苦，我没有感觉到爱和依靠。",
        "label": ""
      },
      {
        "sentence": "妈妈在我童年里是一直在外，妈妈总是担心我也会得病，我不可以在她面前展露负面的情绪，不可以哭，但我又总是在她面前失控，愤怒，然后完了又自责后悔，她总是会说，你这样老是莫名奇妙的流泪，以后是进入不了社会的，你也要跟你爸爸一样吗，妈妈最大的愿望就是你快乐幸福，你你看看别人这个年纪的孩子都活力满满，你是妈妈最大的希望。",
        "label": ""
      },
      {
        "sentence": "我也厌恶不开心的自己，非常厌恶，所以我努力扮演一个快乐的人，我去关心别人，我去疏导别人，我结交新的朋友，我做志愿，做义工，去游历四方，照开心的照片，好像有越来越多人喜欢我，但我感觉不到开心，也感觉不到被爱，甚至感觉不到情绪。",
        "label": ""
      },
      {
        "sentence": "为什么就没有人可以爱一下不快乐的我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的问题，我真的非常心疼你。仿佛看到一个女孩子总是流泪，总是不开心的样子。你说你自己也不喜欢不开心的自己，但是内心却渴望着别人来爱你。让我弱弱地问一句，你会爱一个开心的人吗？你的遭遇真的令人十分同情，在一个压抑甚至变态的家庭中长大，父母离异，父亲和姥姥都有心理疾病。妈妈是爱你的，但她没有给你更好的引导。现在你要靠自己一个人走出来，真的是太难了。虽然你一直努力去扮演一个快乐的人，去关心别人，去疏导别人，去结交新的朋友，做志愿做义工，但是你并没有感受到快乐。这是因为你的内心，你的生命里缺少一种快乐的因子。",
    "annotation": [
      {
        "sentence": "听到你的问题，我真的非常心疼你。",
        "label": ""
      },
      {
        "sentence": "仿佛看到一个女孩子总是流泪，总是不开心的样子。",
        "label": ""
      },
      {
        "sentence": "你说你自己也不喜欢不开心的自己，但是内心却渴望着别人来爱你。",
        "label": ""
      },
      {
        "sentence": "让我弱弱地问一句，你会爱一个开心的人吗？",
        "label": ""
      },
      {
        "sentence": "你的遭遇真的令人十分同情，在一个压抑甚至变态的家庭中长大，父母离异，父亲和姥姥都有心理疾病。",
        "label": ""
      },
      {
        "sentence": "妈妈是爱你的，但她没有给你更好的引导。",
        "label": ""
      },
      {
        "sentence": "现在你要靠自己一个人走出来，真的是太难了。",
        "label": ""
      },
      {
        "sentence": "虽然你一直努力去扮演一个快乐的人，去关心别人，去疏导别人，去结交新的朋友，做志愿做义工，但是你并没有感受到快乐。",
        "label": ""
      },
      {
        "sentence": "这是因为你的内心，你的生命里缺少一种快乐的因子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直感觉不到真正的快乐，也不被他人所爱。我很迷茫，不知道为什么我永远都无法达到自己想要的快乐。",
    "annotation": [
      {
        "sentence": "是的，我一直感觉不到真正的快乐，也不被他人所爱。",
        "label": ""
      },
      {
        "sentence": "我很迷茫，不知道为什么我永远都无法达到自己想要的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和迷茫。让我给你一些建议。首先，我建议你暂时停止去扮演一个快乐的人。付出是需要有生命能量支撑的，而你的生命能量并不是很丰盈。如果一味地付出，只会让你的生命透支，最终让自己更不快乐。并不是让你不去帮助人，而是每次当你想帮助别人的时候，一定要是你自己心甘情愿的，愿意去帮助别人，同时也能让自己快乐。如果你不愿意，你完全可以选择不做，没有人会指责你。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和迷茫。",
        "label": ""
      },
      {
        "sentence": "让我给你一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你暂时停止去扮演一个快乐的人。",
        "label": ""
      },
      {
        "sentence": "付出是需要有生命能量支撑的，而你的生命能量并不是很丰盈。",
        "label": ""
      },
      {
        "sentence": "如果一味地付出，只会让你的生命透支，最终让自己更不快乐。",
        "label": ""
      },
      {
        "sentence": "并不是让你不去帮助人，而是每次当你想帮助别人的时候，一定要是你自己心甘情愿的，愿意去帮助别人，同时也能让自己快乐。",
        "label": ""
      },
      {
        "sentence": "如果你不愿意，你完全可以选择不做，没有人会指责你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直没有意识到付出需要有足够的能量支撑。我明白了，我需要先拥有能量才能给予他人。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说得对，我一直没有意识到付出需要有足够的能量支撑。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要先拥有能量才能给予他人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴你能理解。其次，我建议你允许自己自由自在地宣泄情绪。因为你成长的家庭和环境，迫使你变成一个乖孩子，你的内在情绪一直被压抑着。现在你已经长大了，你可以自己选择去宣泄情绪。当你不高兴的时候，你可以哭泣；当你高兴的时候，你可以笑。让自己的情感自由地流动出来，不要再为了别人的感受而勉强自己，委屈自己。每次宣泄完情绪后，要体察自己内在的感受，对自己说，你刚才没有委屈自己，感觉痛快吧？",
    "annotation": [
      {
        "sentence": "不客气，我很高兴你能理解。",
        "label": ""
      },
      {
        "sentence": "其次，我建议你允许自己自由自在地宣泄情绪。",
        "label": ""
      },
      {
        "sentence": "因为你成长的家庭和环境，迫使你变成一个乖孩子，你的内在情绪一直被压抑着。",
        "label": ""
      },
      {
        "sentence": "现在你已经长大了，你可以自己选择去宣泄情绪。",
        "label": ""
      },
      {
        "sentence": "当你不高兴的时候，你可以哭泣；当你高兴的时候，你可以笑。",
        "label": ""
      },
      {
        "sentence": "让自己的情感自由地流动出来，不要再为了别人的感受而勉强自己，委屈自己。",
        "label": ""
      },
      {
        "sentence": "每次宣泄完情绪后，要体察自己内在的感受，对自己说，你刚才没有委屈自己，感觉痛快吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直觉得自己不应该表达情绪，但我明白了，我可以自由地宣泄情绪，不再为他人而压抑自己。谢谢你的理解和建议。",
    "annotation": [
      {
        "sentence": "我一直觉得自己不应该表达情绪，但我明白了，我可以自由地宣泄情绪，不再为他人而压抑自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我是认真为你着想。最后，我建议你去找专业人士咨询治疗。因为你的父亲和姥姥都有心理疾病，根据你的表现，我建议你去医院确诊一下，或者找心理咨询师进行心理健康辅导。他们会更专业地帮助你解决问题，走出困境。",
    "annotation": [
      {
        "sentence": "不用客气，我是认真为你着想。",
        "label": ""
      },
      {
        "sentence": "最后，我建议你去找专业人士咨询治疗。",
        "label": ""
      },
      {
        "sentence": "因为你的父亲和姥姥都有心理疾病，根据你的表现，我建议你去医院确诊一下，或者找心理咨询师进行心理健康辅导。",
        "label": ""
      },
      {
        "sentence": "他们会更专业地帮助你解决问题，走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得这个建议很好，我会考虑去找专业人士寻求帮助，从而改善自己的情绪和生活。非常感谢你的建议和关心。",
    "annotation": [
      {
        "sentence": "我觉得这个建议很好，我会考虑去找专业人士寻求帮助，从而改善自己的情绪和生活。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你会找到真正的快乐和幸福。请记住王老师的话，每个人都有让自己幸福快乐的能力，你也有。你现在所需要的是，挖掘出这种能力，让自己快乐起来。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你会找到真正的快乐和幸福。",
        "label": ""
      },
      {
        "sentence": "请记住王老师的话，每个人都有让自己幸福快乐的能力，你也有。",
        "label": ""
      },
      {
        "sentence": "你现在所需要的是，挖掘出这种能力，让自己快乐起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会牢记你的话，努力去发掘自己的快乐能力。谢谢你的鼓励和支持。",
    "annotation": [
      {
        "sentence": "我会牢记你的话，努力去发掘自己的快乐能力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      }
    ]
  }
]