[
  {
    "role": "client",
    "content": "我厌恶不开心的自己，如果我不快乐，是不是就不会被爱？我也想做一个快乐的人，但是真的好难好累，我不想再努力了。",
    "annotation": [
      {
        "sentence": "我厌恶不开心的自己，如果我不快乐，是不是就不会被爱？",
        "label": ""
      },
      {
        "sentence": "我也想做一个快乐的人，但是真的好难好累，我不想再努力了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位朋友，看了你的描述，非常同情和怜惜你的遭遇，也感受到了你渴望【爱】而不得的【无力感】。父母离异、父亲和姥姥都有心理疾病，以及妈妈常常不在家，这些都使得你从小基本上没有在原生家庭中感受到父母之爱。你内心的【爱箱】一直都在空虚状态，渴望有人能来填满它。我想到一句经典台词：“我们的内心世界，就像一个空罐子，需要很多的爱才能填满它！”你不是一个不能被爱的人，只是至今还没有得到应有的爱和关怀。",
    "annotation": [
      {
        "sentence": "这位朋友，看了你的描述，非常同情和怜惜你的遭遇，也感受到了你渴望【爱】而不得的【无力感】。",
        "label": ""
      },
      {
        "sentence": "父母离异、父亲和姥姥都有心理疾病，以及妈妈常常不在家，这些都使得你从小基本上没有在原生家庭中感受到父母之爱。",
        "label": ""
      },
      {
        "sentence": "你内心的【爱箱】一直都在空虚状态，渴望有人能来填满它。",
        "label": ""
      },
      {
        "sentence": "我想到一句经典台词：“我们的内心世界，就像一个空罐子，需要很多的爱才能填满它！",
        "label": ""
      },
      {
        "sentence": "”你不是一个不能被爱的人，只是至今还没有得到应有的爱和关怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的从小就没有感受过父母的爱和依靠。妈妈总是对我有各种要求，限制我表达负面情绪，不能哭泣。我总是在她面前失控、愤怒，然后自责后悔。她总是会说，你这样老是莫名奇妙的流泪，以后是进入不了社会的，你也要跟你爸爸一样吗，妈妈最大的愿望就是你快乐幸福，你你看看别人这个年纪的孩子都活力满满，你是妈妈最大的希望。",
    "annotation": [
      {
        "sentence": "是的，我真的从小就没有感受过父母的爱和依靠。",
        "label": ""
      },
      {
        "sentence": "妈妈总是对我有各种要求，限制我表达负面情绪，不能哭泣。",
        "label": ""
      },
      {
        "sentence": "我总是在她面前失控、愤怒，然后自责后悔。",
        "label": ""
      },
      {
        "sentence": "她总是会说，你这样老是莫名奇妙的流泪，以后是进入不了社会的，你也要跟你爸爸一样吗，妈妈最大的愿望就是你快乐幸福，你你看看别人这个年纪的孩子都活力满满，你是妈妈最大的希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所描述的情况，我理解你的困惑和痛苦。首先，流泪是一种情绪表达，是一个正常的生命能量的流动，强行阻止只会积累情绪，到头来会出现你所说的“总是在她面前失控，愤怒”。其次，与别人比较会产生依赖心理，难以发展出独立自主的人格。比较是一种异化的沟通方式，也容易导致悲惨的生活。最后，妈妈把你视为她的最大希望，这种情感绑架让你感觉好像是为她而活一样。其实，爱不是控制和索取，而是接纳和尊重。你妈妈一直在对你进行控制和索取，没有做到接纳和尊重。由此可见，你爸爸和妈妈之间的沟通和爱的语言严重不通，所以才会导致他们的离婚。我明白你渴望被爱的感觉和安全感，但它们来自你的内心，而不是外界的任何人。或许你现在还无法认同这一点，但希望你能尝试将这句话植入你的脑海中。",
    "annotation": [
      {
        "sentence": "你所描述的情况，我理解你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "首先，流泪是一种情绪表达，是一个正常的生命能量的流动，强行阻止只会积累情绪，到头来会出现你所说的“总是在她面前失控，愤怒”。",
        "label": ""
      },
      {
        "sentence": "其次，与别人比较会产生依赖心理，难以发展出独立自主的人格。",
        "label": ""
      },
      {
        "sentence": "比较是一种异化的沟通方式，也容易导致悲惨的生活。",
        "label": ""
      },
      {
        "sentence": "最后，妈妈把你视为她的最大希望，这种情感绑架让你感觉好像是为她而活一样。",
        "label": ""
      },
      {
        "sentence": "其实，爱不是控制和索取，而是接纳和尊重。",
        "label": ""
      },
      {
        "sentence": "你妈妈一直在对你进行控制和索取，没有做到接纳和尊重。",
        "label": ""
      },
      {
        "sentence": "由此可见，你爸爸和妈妈之间的沟通和爱的语言严重不通，所以才会导致他们的离婚。",
        "label": ""
      },
      {
        "sentence": "我明白你渴望被爱的感觉和安全感，但它们来自你的内心，而不是外界的任何人。",
        "label": ""
      },
      {
        "sentence": "或许你现在还无法认同这一点，但希望你能尝试将这句话植入你的脑海中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了你的观点，觉得很有道理。但我还是觉得自己很难得到爱和开心。我现在一直在努力扮演一个快乐的人，去关心别人，做一些积极的事情，结交新朋友，做志愿者，参加旅行，拍开心的照片。虽然看起来好像有越来越多的人喜欢我，但我感觉不到真正的开心，也感觉不到被爱，甚至感觉不到情绪。我非常厌恶不开心的自己，也厌倦了努力。",
    "annotation": [
      {
        "sentence": "我理解了你的观点，觉得很有道理。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得自己很难得到爱和开心。",
        "label": ""
      },
      {
        "sentence": "我现在一直在努力扮演一个快乐的人，去关心别人，做一些积极的事情，结交新朋友，做志愿者，参加旅行，拍开心的照片。",
        "label": ""
      },
      {
        "sentence": "虽然看起来好像有越来越多的人喜欢我，但我感觉不到真正的开心，也感觉不到被爱，甚至感觉不到情绪。",
        "label": ""
      },
      {
        "sentence": "我非常厌恶不开心的自己，也厌倦了努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的努力和行动可以理解为一种探索和寻找的过程。虽然外界的肯定和认同会给予你一定的满足感，但真正的开心和被爱来自于内心的改变和接纳。或许你需要更深入地探索自己内心的真正感受和需求。找到一个具有人本主义学派背景的心理咨询师，进行人际关系疗法可能是有益的选择，帮助你修复你与父母之间的情感联系。希望这些建议能对你有所帮助。",
    "annotation": [
      {
        "sentence": "你现在的努力和行动可以理解为一种探索和寻找的过程。",
        "label": ""
      },
      {
        "sentence": "虽然外界的肯定和认同会给予你一定的满足感，但真正的开心和被爱来自于内心的改变和接纳。",
        "label": ""
      },
      {
        "sentence": "或许你需要更深入地探索自己内心的真正感受和需求。",
        "label": ""
      },
      {
        "sentence": "找到一个具有人本主义学派背景的心理咨询师，进行人际关系疗法可能是有益的选择，帮助你修复你与父母之间的情感联系。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好考虑的。我确实需要找到一种更持久和真实的快乐，而不是只是外在的表现。我会努力进行内心的探索，接受自己的情绪和需求。同时，我也会主动寻求专业的帮助，与心理咨询师进行进一步的沟通和治疗。再次感谢你的支持和关心！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好考虑的。",
        "label": ""
      },
      {
        "sentence": "我确实需要找到一种更持久和真实的快乐，而不是只是外在的表现。",
        "label": ""
      },
      {
        "sentence": "我会努力进行内心的探索，接受自己的情绪和需求。",
        "label": ""
      },
      {
        "sentence": "同时，我也会主动寻求专业的帮助，与心理咨询师进行进一步的沟通和治疗。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和关心！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣赏你的认真态度和决心。内心的探索和接纳是一个漫长而渐进的过程，相信你会逐渐找到属于自己的真正快乐。专业的心理咨询师会给予你更多的支持和指导，帮助你走出困境。请记住，你是一个值得被爱和关心的人，愿你早日找到属于自己的幸福与快乐！如果还有需要，随时向我寻求帮助。",
    "annotation": [
      {
        "sentence": "非常欣赏你的认真态度和决心。",
        "label": ""
      },
      {
        "sentence": "内心的探索和接纳是一个漫长而渐进的过程，相信你会逐渐找到属于自己的真正快乐。",
        "label": ""
      },
      {
        "sentence": "专业的心理咨询师会给予你更多的支持和指导，帮助你走出困境。",
        "label": ""
      },
      {
        "sentence": "请记住，你是一个值得被爱和关心的人，愿你早日找到属于自己的幸福与快乐！",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时向我寻求帮助。",
        "label": ""
      }
    ]
  }
]