[
  {
    "role": "client",
    "content": "我厌恶不开心的自己，如果我不快乐，是不是就不会被爱？我也想做一个快乐的人，但是真的好难好累，我不想再努力了。我从小的性格确实是压抑的，我在一个压抑甚至病态的家庭长大，父母离异，父亲和姥姥都有心理疾病，我爱他们但他们确实给我带来了巨大的伤害和痛苦，我没有感觉到爱和依靠。妈妈在我童年里是一直在外，妈妈总是担心我也会得病，我不可以在她面前展露负面的情绪，不可以哭，但我又总是在她面前失控，愤怒，然后完了又自责后悔，她总是会说，你这样老是莫名奇妙的流泪，以后是进入不了社会的，你也要跟你爸爸一样吗，妈妈最大的愿望就是你快乐幸福，你你看看别人这个年纪的孩子都活力满满，你是妈妈最大的希望。我也厌恶不开心的自己，非常厌恶，所以我努力扮演一个快乐的人，我去关心别人，我去疏导别人，我结交新的朋友，我做志愿，做义工，去游历四方，照开心的照片，好像有越来越多人喜欢我，但我感觉不到开心，也感觉不到被爱，甚至感觉不到情绪。为什么就没有人可以爱一下不快乐的我。",
    "annotation": [
      {
        "sentence": "我厌恶不开心的自己，如果我不快乐，是不是就不会被爱？",
        "label": ""
      },
      {
        "sentence": "我也想做一个快乐的人，但是真的好难好累，我不想再努力了。",
        "label": ""
      },
      {
        "sentence": "我从小的性格确实是压抑的，我在一个压抑甚至病态的家庭长大，父母离异，父亲和姥姥都有心理疾病，我爱他们但他们确实给我带来了巨大的伤害和痛苦，我没有感觉到爱和依靠。",
        "label": ""
      },
      {
        "sentence": "妈妈在我童年里是一直在外，妈妈总是担心我也会得病，我不可以在她面前展露负面的情绪，不可以哭，但我又总是在她面前失控，愤怒，然后完了又自责后悔，她总是会说，你这样老是莫名奇妙的流泪，以后是进入不了社会的，你也要跟你爸爸一样吗，妈妈最大的愿望就是你快乐幸福，你你看看别人这个年纪的孩子都活力满满，你是妈妈最大的希望。",
        "label": ""
      },
      {
        "sentence": "我也厌恶不开心的自己，非常厌恶，所以我努力扮演一个快乐的人，我去关心别人，我去疏导别人，我结交新的朋友，我做志愿，做义工，去游历四方，照开心的照片，好像有越来越多人喜欢我，但我感觉不到开心，也感觉不到被爱，甚至感觉不到情绪。",
        "label": ""
      },
      {
        "sentence": "为什么就没有人可以爱一下不快乐的我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我想更正一点，这世界往往看到的都是虚假的快乐，而不是真实的快乐。你真的以为人们脸上的笑容是真实的吗？有百分之九十的人都有过短暂的抑郁期，有百分之百的人都有过毁灭和轻生的念头。所以痛苦是每一个人的权利。倾诉痛苦也是每一个人的权利。",
    "annotation": [
      {
        "sentence": "首先我想更正一点，这世界往往看到的都是虚假的快乐，而不是真实的快乐。",
        "label": ""
      },
      {
        "sentence": "你真的以为人们脸上的笑容是真实的吗？",
        "label": ""
      },
      {
        "sentence": "有百分之九十的人都有过短暂的抑郁期，有百分之百的人都有过毁灭和轻生的念头。",
        "label": ""
      },
      {
        "sentence": "所以痛苦是每一个人的权利。",
        "label": ""
      },
      {
        "sentence": "倾诉痛苦也是每一个人的权利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，可能我一直在羡慕别人的快乐，却没有意识到每个人都有自己的痛苦。可是我真的觉得很累，感觉自己一直在努力去快乐，但是结果却是感觉不到开心和被爱。",
    "annotation": [
      {
        "sentence": "你说得对，可能我一直在羡慕别人的快乐，却没有意识到每个人都有自己的痛苦。",
        "label": ""
      },
      {
        "sentence": "可是我真的觉得很累，感觉自己一直在努力去快乐，但是结果却是感觉不到开心和被爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我之前得过抑郁症，可怕的不是抑郁症，而是被封掉了所有可以发泄的通道。我从十岁开始觉得自己出了问题，因为之前看家长读本所以很快察觉出来，看了大量心理书，知道要想办法，但都不行。因为我母亲命令我不许说家里的事情，她说会有危险，她甚至告诉我不要交朋友，怕我一不小心说漏嘴。我相信了，并且忍耐到现在。人承受负面情绪的能力是有限的，如果没有发泄口，就只会越来越糟糕。我是看着我自己步入深渊，从头疼到幻听幻视，到失明。",
    "annotation": [
      {
        "sentence": "我之前得过抑郁症，可怕的不是抑郁症，而是被封掉了所有可以发泄的通道。",
        "label": ""
      },
      {
        "sentence": "我从十岁开始觉得自己出了问题，因为之前看家长读本所以很快察觉出来，看了大量心理书，知道要想办法，但都不行。",
        "label": ""
      },
      {
        "sentence": "因为我母亲命令我不许说家里的事情，她说会有危险，她甚至告诉我不要交朋友，怕我一不小心说漏嘴。",
        "label": ""
      },
      {
        "sentence": "我相信了，并且忍耐到现在。",
        "label": ""
      },
      {
        "sentence": "人承受负面情绪的能力是有限的，如果没有发泄口，就只会越来越糟糕。",
        "label": ""
      },
      {
        "sentence": "我是看着我自己步入深渊，从头疼到幻听幻视，到失明。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你经历的这些让我感触很深。我也明白了，我需要有一个能倾诉的通道，可是我到底该如何找到这个通道呢？",
    "annotation": [
      {
        "sentence": "你经历的这些让我感触很深。",
        "label": ""
      },
      {
        "sentence": "我也明白了，我需要有一个能倾诉的通道，可是我到底该如何找到这个通道呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "冷静的分析我到什么地步，要怎么做，我列了很多计划，从去空地里大喊，到每天砸一百下枕头，再到后来我说停下吧，你根本无法去实现你的计划。因为我做了一次发泄了之后，我妈问我，为什么不能和其他孩子一样？你这样以后怎么办？后来我才知道，父母是无法感同身受的去接受你的痛苦的，能体谅你的往往是与你无关的人，因为父母发现你的问题不会只关心你现在的感受，而是考虑很多事，你出现问题是不是自己的责任，你未来怎么办，一个很单纯的问题掺杂着很多东西就会变得不单纯，而不是想你只是一时的感觉。",
    "annotation": [
      {
        "sentence": "冷静的分析我到什么地步，要怎么做，我列了很多计划，从去空地里大喊，到每天砸一百下枕头，再到后来我说停下吧，你根本无法去实现你的计划。",
        "label": ""
      },
      {
        "sentence": "因为我做了一次发泄了之后，我妈问我，为什么不能和其他孩子一样？",
        "label": ""
      },
      {
        "sentence": "你这样以后怎么办？",
        "label": ""
      },
      {
        "sentence": "后来我才知道，父母是无法感同身受的去接受你的痛苦的，能体谅你的往往是与你无关的人，因为父母发现你的问题不会只关心你现在的感受，而是考虑很多事，你出现问题是不是自己的责任，你未来怎么办，一个很单纯的问题掺杂着很多东西就会变得不单纯，而不是想你只是一时的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，父母的担忧虽然出于对我的爱，但他们并不理解我内心的真实感受。我需要找到能够理解和支持我的人。",
    "annotation": [
      {
        "sentence": "我明白了，父母的担忧虽然出于对我的爱，但他们并不理解我内心的真实感受。",
        "label": ""
      },
      {
        "sentence": "我需要找到能够理解和支持我的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得你会一直这样不开心？你觉得人们总是会爱开心的你，而不会爱你真实的内心，因为你的内心是不开心的。妹子，我告诉你，无论你开不开心，都不会有人像爱你自己一样爱你。人们常喜欢避重就轻，常喜欢追逐表面的阳光，即使是你的父母，他也只能是从表面来判断你，无法做到感同身受。甚至由于过于的担忧，而忽视你的内心。",
    "annotation": [
      {
        "sentence": "你觉得你会一直这样不开心？",
        "label": ""
      },
      {
        "sentence": "你觉得人们总是会爱开心的你，而不会爱你真实的内心，因为你的内心是不开心的。",
        "label": ""
      },
      {
        "sentence": "妹子，我告诉你，无论你开不开心，都不会有人像爱你自己一样爱你。",
        "label": ""
      },
      {
        "sentence": "人们常喜欢避重就轻，常喜欢追逐表面的阳光，即使是你的父母，他也只能是从表面来判断你，无法做到感同身受。",
        "label": ""
      },
      {
        "sentence": "甚至由于过于的担忧，而忽视你的内心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在明白了，我需要学会接受和爱护自己的内心。我会去寻找那些能够真正理解和支持我的人，而不是只追求别人的表面看法。",
    "annotation": [
      {
        "sentence": "是的，我现在明白了，我需要学会接受和爱护自己的内心。",
        "label": ""
      },
      {
        "sentence": "我会去寻找那些能够真正理解和支持我的人，而不是只追求别人的表面看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "而且你不会一直这样，你的身体会保护你，你的发泄就是最好的回应。任何痛苦的记忆都会被时间淡化。所以不要觉得你发泄是一种错误，这是很正常的，只要注意分散自己的发泄口，不要等情绪控制不住了再发泄。",
    "annotation": [
      {
        "sentence": "而且你不会一直这样，你的身体会保护你，你的发泄就是最好的回应。",
        "label": ""
      },
      {
        "sentence": "任何痛苦的记忆都会被时间淡化。",
        "label": ""
      },
      {
        "sentence": "所以不要觉得你发泄是一种错误，这是很正常的，只要注意分散自己的发泄口，不要等情绪控制不住了再发泄。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我会尝试寻找适合我发泄的方式，并更加关注和爱护自己的内心。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我会尝试寻找适合我发泄的方式，并更加关注和爱护自己的内心。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够找到属于自己的快乐和幸福。记得，你不是一个人在战斗，还有许多人愿意理解和支持你。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够找到属于自己的快乐和幸福。",
        "label": ""
      },
      {
        "sentence": "记得，你不是一个人在战斗，还有许多人愿意理解和支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]