[
  {
    "role": "client",
    "content": "讨厌别人的评价，室友总以朋友的身份掺和我的事情？",
    "annotation": [
      {
        "sentence": "讨厌别人的评价，室友总以朋友的身份掺和我的事情？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能具体说说她是怎么掺和你的事情吗？",
    "annotation": [
      {
        "sentence": "你能具体说说她是怎么掺和你的事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有个室友我刚开学的时候积极交友，她当面和我说我这样不好觉得我是交际花（我并没有），因为想要扩大自己交际圈想让自己开朗一点，所以我主动去交友。后来我交了男朋友，他总是觉得我男朋友人好说我不珍惜。一直撮合我们觉得我不对。但我觉得我对男朋友有很多疑惑，后来我男朋友是个渣男。我的这个室友又和我道歉说他不该一直撮合。我想延迟分手顾及到自己重要考试。她又义正严辞的说我没原则，我失恋后特别内向。不主动交友回避交友。一方面是失恋，另一方面是男朋友做了特别丢人的事，让我也觉得在朋友面前丢人。还有就是我的这个朋友说我不及时分手会让人觉得我奇怪。我这个朋友现在又在那里说我太低调了，不主动交朋友。我觉得他自己啥都做不好怎么老以朋友的身份掺合我的事情，主要说的还都是错的。至少不尊重我的想法。总是义正严辞的说她的想法站在道德高点。却不了解我的想法，我觉得他好烦还要和他相处。",
    "annotation": [
      {
        "sentence": "我有个室友我刚开学的时候积极交友，她当面和我说我这样不好觉得我是交际花（我并没有），因为想要扩大自己交际圈想让自己开朗一点，所以我主动去交友。",
        "label": ""
      },
      {
        "sentence": "后来我交了男朋友，他总是觉得我男朋友人好说我不珍惜。",
        "label": ""
      },
      {
        "sentence": "一直撮合我们觉得我不对。",
        "label": ""
      },
      {
        "sentence": "但我觉得我对男朋友有很多疑惑，后来我男朋友是个渣男。",
        "label": ""
      },
      {
        "sentence": "我的这个室友又和我道歉说他不该一直撮合。",
        "label": ""
      },
      {
        "sentence": "我想延迟分手顾及到自己重要考试。",
        "label": ""
      },
      {
        "sentence": "她又义正严辞的说我没原则，我失恋后特别内向。",
        "label": ""
      },
      {
        "sentence": "不主动交友回避交友。",
        "label": ""
      },
      {
        "sentence": "一方面是失恋，另一方面是男朋友做了特别丢人的事，让我也觉得在朋友面前丢人。",
        "label": ""
      },
      {
        "sentence": "还有就是我的这个朋友说我不及时分手会让人觉得我奇怪。",
        "label": ""
      },
      {
        "sentence": "我这个朋友现在又在那里说我太低调了，不主动交朋友。",
        "label": ""
      },
      {
        "sentence": "我觉得他自己啥都做不好怎么老以朋友的身份掺合我的事情，主要说的还都是错的。",
        "label": ""
      },
      {
        "sentence": "至少不尊重我的想法。",
        "label": ""
      },
      {
        "sentence": "总是义正严辞的说她的想法站在道德高点。",
        "label": ""
      },
      {
        "sentence": "却不了解我的想法，我觉得他好烦还要和他相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述，感觉你对室友的干涉感到不满，导致和室友产生了些摩擦。我建议你在遇到事情，或者你的朋友对你的行为提出意见时，你可以坦率的说出自己的想法，尝试看看，这样是否可以缓和下你们的相处模式。如果她根本不在乎你的立场，还是一直以她的立场来评价你的事情，那你也就不必太在意她的说法了，你也可以看清她这个人的为人。",
    "annotation": [
      {
        "sentence": "听你描述，感觉你对室友的干涉感到不满，导致和室友产生了些摩擦。",
        "label": ""
      },
      {
        "sentence": "我建议你在遇到事情，或者你的朋友对你的行为提出意见时，你可以坦率的说出自己的想法，尝试看看，这样是否可以缓和下你们的相处模式。",
        "label": ""
      },
      {
        "sentence": "如果她根本不在乎你的立场，还是一直以她的立场来评价你的事情，那你也就不必太在意她的说法了，你也可以看清她这个人的为人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可能还是有点介意她的评价，觉得自己受到了冤枉。但是，她也曾经向我道歉，说不该一直干涉我和我的男朋友的事情。我有点矛盾，不知道是应该继续和她相处还是保持距离。",
    "annotation": [
      {
        "sentence": "我可能还是有点介意她的评价，觉得自己受到了冤枉。",
        "label": ""
      },
      {
        "sentence": "但是，她也曾经向我道歉，说不该一直干涉我和我的男朋友的事情。",
        "label": ""
      },
      {
        "sentence": "我有点矛盾，不知道是应该继续和她相处还是保持距离。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种矛盾很正常，毕竟你们之间还有过道歉和友情。你可以先试试和她好好沟通，表达你的感受和期望，看看她是否能够理解你的立场。如果她真的是个值得信任和尊重的朋友，她应该能够接受并尊重你的想法。",
    "annotation": [
      {
        "sentence": "这种矛盾很正常，毕竟你们之间还有过道歉和友情。",
        "label": ""
      },
      {
        "sentence": "你可以先试试和她好好沟通，表达你的感受和期望，看看她是否能够理解你的立场。",
        "label": ""
      },
      {
        "sentence": "如果她真的是个值得信任和尊重的朋友，她应该能够接受并尊重你的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试试和她坦诚相对地交流，看看是否能够解决我们之间的分歧。另外，我想问一下，我认为我交友的行为是积极的，但她却觉得我是在寻求刺激，因此反对我扩大交际圈。这让我感到不知所措，不知道自己是应该相信她的话还是坚持自己的选择。",
    "annotation": [
      {
        "sentence": "嗯，我会试试和她坦诚相对地交流，看看是否能够解决我们之间的分歧。",
        "label": ""
      },
      {
        "sentence": "另外，我想问一下，我认为我交友的行为是积极的，但她却觉得我是在寻求刺激，因此反对我扩大交际圈。",
        "label": ""
      },
      {
        "sentence": "这让我感到不知所措，不知道自己是应该相信她的话还是坚持自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的为人处事不要太受之前的事情影响，你可以扩大交友圈是一件很锻炼人的行为。对你也是有利的。但是交友的过程中也要注意保护好自己，选择与自己价值观相近的人交往。至于室友对你扩大交际圈的反对意见，你可以认真听取她的说法，但最终决定还是应该取决于你自己对于自己行为的认知。",
    "annotation": [
      {
        "sentence": "你的为人处事不要太受之前的事情影响，你可以扩大交友圈是一件很锻炼人的行为。",
        "label": ""
      },
      {
        "sentence": "对你也是有利的。",
        "label": ""
      },
      {
        "sentence": "但是交友的过程中也要注意保护好自己，选择与自己价值观相近的人交往。",
        "label": ""
      },
      {
        "sentence": "至于室友对你扩大交际圈的反对意见，你可以认真听取她的说法，但最终决定还是应该取决于你自己对于自己行为的认知。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会更加坚定自己的选择，同时也会谨慎选择交友的对象。但是，我感觉自己现在处于一个情感低谷，不太愿意主动交际，更喜欢回避交友。我该如何面对这样的情绪状况呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会更加坚定自己的选择，同时也会谨慎选择交友的对象。",
        "label": ""
      },
      {
        "sentence": "但是，我感觉自己现在处于一个情感低谷，不太愿意主动交际，更喜欢回避交友。",
        "label": ""
      },
      {
        "sentence": "我该如何面对这样的情绪状况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失恋和男朋友的不忠行为确实会给你带来很大的打击，让你在情感上感到内向和回避。首先，不要过度责怪自己，这是正常的反应。其次，尽量给自己一些时间和空间来调整情绪，可以和亲密的朋友或者家人分享自己的感受，倾诉心声。最重要的是，要对自己有信心，相信自己能够重新走出这段情感的困境，重拾自信和开朗。",
    "annotation": [
      {
        "sentence": "失恋和男朋友的不忠行为确实会给你带来很大的打击，让你在情感上感到内向和回避。",
        "label": ""
      },
      {
        "sentence": "首先，不要过度责怪自己，这是正常的反应。",
        "label": ""
      },
      {
        "sentence": "其次，尽量给自己一些时间和空间来调整情绪，可以和亲密的朋友或者家人分享自己的感受，倾诉心声。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要对自己有信心，相信自己能够重新走出这段情感的困境，重拾自信和开朗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽量不再纠结于过去的伤痛，积极面对自己的情绪，并且相信自己能够摆脱困境。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我明白了，我会尽量不再纠结于过去的伤痛，积极面对自己的情绪，并且相信自己能够摆脱困境。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你已经迈出了寻求帮助和面对问题的一大步。相信自己，相信你会越来越好。如果在以后的过程中还需要我的帮助，随时都可以找我谈谈。祝你早日走出困境，找到自己的幸福和快乐。",
    "annotation": [
      {
        "sentence": "不客气，你已经迈出了寻求帮助和面对问题的一大步。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你会越来越好。",
        "label": ""
      },
      {
        "sentence": "如果在以后的过程中还需要我的帮助，随时都可以找我谈谈。",
        "label": ""
      },
      {
        "sentence": "祝你早日走出困境，找到自己的幸福和快乐。",
        "label": ""
      }
    ]
  }
]