[
  {
    "role": "client",
    "content": "男朋友树敌很多，他的烦心事影响我心情，怎么办呢？",
    "annotation": [
      {
        "sentence": "男朋友树敌很多，他的烦心事影响我心情，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先感谢你的信任和邀请～从你的问题中，可以感受到你想要男友变得更好的急迫心理，是吗？我们先一起梳理一下你给出的信息吧：你提到男朋友25岁，我21岁。他已经工作三四年，我大三在读。我们在一起两年。他从事销售工作，能力还行，收入可观。可是他属于戾气很重，锋芒毕露类型，对亲人和我之外的人都很有防备，在外面（工作、开车等）都绝不会吃一点亏，极度缺乏安全感。而且他是连老板和上级都敢怼的人，有仇必报。你目前是一名在校大学生，却选择一个已工作三四年的男友。那么你是什么原因而不选择跟自己同龄的大学校友呢？是不是男友身上的某些特质吸引到了你呢？男友25岁，从事销售行业，能力和收入不错。能够胜任销售行业的人，首先逻辑思维能力都必须很强，其次还需要有一定的沟通和谈话技巧，最后还需要有很强的人脉，所以男友从另外一个层面来说，他其实是具备以上这些特质的，对吗？但是，是发生了什么让他极度缺乏安全感，甚至龇牙必报呢？你了解过男友的原生家庭和童年经历吗？是不是你以前有过一些未被疗愈的创伤呢？",
    "annotation": [
      {
        "sentence": "先感谢你的信任和邀请～从你的问题中，可以感受到你想要男友变得更好的急迫心理，是吗？",
        "label": ""
      },
      {
        "sentence": "我们先一起梳理一下你给出的信息吧：你提到男朋友25岁，我21岁。",
        "label": ""
      },
      {
        "sentence": "他已经工作三四年，我大三在读。",
        "label": ""
      },
      {
        "sentence": "我们在一起两年。",
        "label": ""
      },
      {
        "sentence": "他从事销售工作，能力还行，收入可观。",
        "label": ""
      },
      {
        "sentence": "可是他属于戾气很重，锋芒毕露类型，对亲人和我之外的人都很有防备，在外面（工作、开车等）都绝不会吃一点亏，极度缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "而且他是连老板和上级都敢怼的人，有仇必报。",
        "label": ""
      },
      {
        "sentence": "你目前是一名在校大学生，却选择一个已工作三四年的男友。",
        "label": ""
      },
      {
        "sentence": "那么你是什么原因而不选择跟自己同龄的大学校友呢？",
        "label": ""
      },
      {
        "sentence": "是不是男友身上的某些特质吸引到了你呢？",
        "label": ""
      },
      {
        "sentence": "男友25岁，从事销售行业，能力和收入不错。",
        "label": ""
      },
      {
        "sentence": "能够胜任销售行业的人，首先逻辑思维能力都必须很强，其次还需要有一定的沟通和谈话技巧，最后还需要有很强的人脉，所以男友从另外一个层面来说，他其实是具备以上这些特质的，对吗？",
        "label": ""
      },
      {
        "sentence": "但是，是发生了什么让他极度缺乏安全感，甚至龇牙必报呢？",
        "label": ""
      },
      {
        "sentence": "你了解过男友的原生家庭和童年经历吗？",
        "label": ""
      },
      {
        "sentence": "是不是你以前有过一些未被疗愈的创伤呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得他的坚定和能力吸引了我，也因为他的经济状况比较稳定。但他的戾气让我很困扰。我了解他家庭环境一般，童年经历也并不是很好，可能是这些原因导致他现在的性格问题。",
    "annotation": [
      {
        "sentence": "我觉得他的坚定和能力吸引了我，也因为他的经济状况比较稳定。",
        "label": ""
      },
      {
        "sentence": "但他的戾气让我很困扰。",
        "label": ""
      },
      {
        "sentence": "我了解他家庭环境一般，童年经历也并不是很好，可能是这些原因导致他现在的性格问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "男友在和你一起的两年中，因为性格问题，树敌很多，也遭受到了很多的麻烦。但这些好像并没有影响到男友，对吗？男友每次跟你吐槽这些信息时，你感受到了不舒服，你有把这些感受反馈给男友吗？如果有的话，男友是怎样回应你的呢？",
    "annotation": [
      {
        "sentence": "男友在和你一起的两年中，因为性格问题，树敌很多，也遭受到了很多的麻烦。",
        "label": ""
      },
      {
        "sentence": "但这些好像并没有影响到男友，对吗？",
        "label": ""
      },
      {
        "sentence": "男友每次跟你吐槽这些信息时，你感受到了不舒服，你有把这些感受反馈给男友吗？",
        "label": ""
      },
      {
        "sentence": "如果有的话，男友是怎样回应你的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每当我知道男友又遇到了麻烦，我会感到不安和担心。我告诉他这样的事情会影响我的心情，让他改变自己锋芒毕露的性格。他倒是有努力改变过，但和正常人相比仍然戾气很重。",
    "annotation": [
      {
        "sentence": "是的，每当我知道男友又遇到了麻烦，我会感到不安和担心。",
        "label": ""
      },
      {
        "sentence": "我告诉他这样的事情会影响我的心情，让他改变自己锋芒毕露的性格。",
        "label": ""
      },
      {
        "sentence": "他倒是有努力改变过，但和正常人相比仍然戾气很重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有一个这么年轻气盛的男友，确实容易让人感觉到糟心呢，对吗？男友比你年长，也有一些社会工作经验。按照常理推测，男友都应该是一个比你要成熟，对吗？但为什么现在反而变成了，你要教男友如何做人呢？难道男友真的不知道戾气太重是不利于自己的发展吗？我相信男友肯定都知道，但因为他的一些原因，所以可能让他不得不经常用戾气来掩饰自己的不足和保护自己，从而更好的保护自己。基于上述的情况，我建议你可以带男友去做做心理咨询，说不定会有一些意外的发现。另外，还有男友的事情严重影响你的心情，我建议你在这方面可以直接跟男友沟通，告诉他自己目前也是毕业前夕，实习工作或再深造的压力很大，让男友可以给自己一些安静独立的空间让自己可以安静思考自己的未来。祝福静静汀。",
    "annotation": [
      {
        "sentence": "有一个这么年轻气盛的男友，确实容易让人感觉到糟心呢，对吗？",
        "label": ""
      },
      {
        "sentence": "男友比你年长，也有一些社会工作经验。",
        "label": ""
      },
      {
        "sentence": "按照常理推测，男友都应该是一个比你要成熟，对吗？",
        "label": ""
      },
      {
        "sentence": "但为什么现在反而变成了，你要教男友如何做人呢？",
        "label": ""
      },
      {
        "sentence": "难道男友真的不知道戾气太重是不利于自己的发展吗？",
        "label": ""
      },
      {
        "sentence": "我相信男友肯定都知道，但因为他的一些原因，所以可能让他不得不经常用戾气来掩饰自己的不足和保护自己，从而更好的保护自己。",
        "label": ""
      },
      {
        "sentence": "基于上述的情况，我建议你可以带男友去做做心理咨询，说不定会有一些意外的发现。",
        "label": ""
      },
      {
        "sentence": "另外，还有男友的事情严重影响你的心情，我建议你在这方面可以直接跟男友沟通，告诉他自己目前也是毕业前夕，实习工作或再深造的压力很大，让男友可以给自己一些安静独立的空间让自己可以安静思考自己的未来。",
        "label": ""
      },
      {
        "sentence": "祝福静静汀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会试着跟男友进行心理咨询，并且与他更加沟通我的感受和需求。我也会提醒他给我一些独处的时间来冷静思考自己的未来。希望我们能够共同成长和解决问题。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会试着跟男友进行心理咨询，并且与他更加沟通我的感受和需求。",
        "label": ""
      },
      {
        "sentence": "我也会提醒他给我一些独处的时间来冷静思考自己的未来。",
        "label": ""
      },
      {
        "sentence": "希望我们能够共同成长和解决问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮助到你。记住，解决问题需要双方的努力和理解。相信你们会一起度过困难的时刻，共同成长。祝福你们！如果还有其他问题，随时来找我交流。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，解决问题需要双方的努力和理解。",
        "label": ""
      },
      {
        "sentence": "相信你们会一起度过困难的时刻，共同成长。",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我交流。",
        "label": ""
      }
    ]
  }
]