[
  {
    "role": "client",
    "content": "我觉得我抑郁症是假的，为什么自杀那么难？上次想自杀的时候，我站在桥边，翻过围栏，站了好久，我鼓起勇气想跳下去，但手感觉不是我的，而且脑子昏沉沉的，直到太阳出来我才回家，我也吸了人生的第一根烟，我觉得我抑郁症是假的，但真的想死，虽然年轻，但感觉活下去会更加难受，我也很少吃药，家人都不知道这事，吃药后感觉更加难受了，更加想自杀了...",
    "annotation": [
      {
        "sentence": "我觉得我抑郁症是假的，为什么自杀那么难？",
        "label": ""
      },
      {
        "sentence": "上次想自杀的时候，我站在桥边，翻过围栏，站了好久，我鼓起勇气想跳下去，但手感觉不是我的，而且脑子昏沉沉的，直到太阳出来我才回家，我也吸了人生的第一根烟，我觉得我抑郁症是假的，但真的想死，虽然年轻，但感觉活下去会更加难受，我也很少吃药，家人都不知道这事，吃药后感觉更加难受了，更加想自杀了...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你此时此刻的心情，听到你的描述让我感到十分担忧。你曾经尝试过自杀，并感到了压力和烦恼，想要得到解决方案。在这里，我想提醒你，你所经历的并没有因为你的情绪而变得轻重缓急，这种情况有可能是因为你的身体无法适应你的想法和行为。您有什么其他想法和感受吗？",
    "annotation": [
      {
        "sentence": "非常理解你此时此刻的心情，听到你的描述让我感到十分担忧。",
        "label": ""
      },
      {
        "sentence": "你曾经尝试过自杀，并感到了压力和烦恼，想要得到解决方案。",
        "label": ""
      },
      {
        "sentence": "在这里，我想提醒你，你所经历的并没有因为你的情绪而变得轻重缓急，这种情况有可能是因为你的身体无法适应你的想法和行为。",
        "label": ""
      },
      {
        "sentence": "您有什么其他想法和感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感觉自己没有意义，活着也没什么用，所以想死，感觉自己的存在没有意义。",
    "annotation": [
      {
        "sentence": "我感觉自己没有意义，活着也没什么用，所以想死，感觉自己的存在没有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在对自己的悲观情绪感到很沮丧，但是每个人都有自己的意义和价值，只是这种价值会因人而异。你可以问问自己为什么你会有自杀的想法，你认为自己的死会如何改变他人的观念，从而逐渐弄清自己的本质。你可以跟我聊聊你的经历和心路历程。",
    "annotation": [
      {
        "sentence": "你现在对自己的悲观情绪感到很沮丧，但是每个人都有自己的意义和价值，只是这种价值会因人而异。",
        "label": ""
      },
      {
        "sentence": "你可以问问自己为什么你会有自杀的想法，你认为自己的死会如何改变他人的观念，从而逐渐弄清自己的本质。",
        "label": ""
      },
      {
        "sentence": "你可以跟我聊聊你的经历和心路历程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我很失败，无法面对人也无法面对生活的压力。我觉得自己是无能的，态度消极且悲观。",
    "annotation": [
      {
        "sentence": "我觉得我很失败，无法面对人也无法面对生活的压力。",
        "label": ""
      },
      {
        "sentence": "我觉得自己是无能的，态度消极且悲观。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在感到的悲观情绪以及失败感都说明你在内心上面对了很多的压力，这种心理状态是很常见的，它会让你感觉情绪低落，难以自拔。所以，我建议你参加一些课程，如冥想或瑜伽等的休闲活动来缓解这种情绪。",
    "annotation": [
      {
        "sentence": "你现在感到的悲观情绪以及失败感都说明你在内心上面对了很多的压力，这种心理状态是很常见的，它会让你感觉情绪低落，难以自拔。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你参加一些课程，如冥想或瑜伽等的休闲活动来缓解这种情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道要怎样面对这种世界。",
    "annotation": [
      {
        "sentence": "我不知道要怎样面对这种世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这个世界充满了许多复杂且常常令人苦恼的事情，这些可能让你感到束手无助，但我相信你有自己的抉择和选择。同时，对于一些特别困难的情况，比如说你现在的心理状态，你可以向专业机构、心理医生和精神卫生专家等多方面寻求帮助。",
    "annotation": [
      {
        "sentence": "是的，这个世界充满了许多复杂且常常令人苦恼的事情，这些可能让你感到束手无助，但我相信你有自己的抉择和选择。",
        "label": ""
      },
      {
        "sentence": "同时，对于一些特别困难的情况，比如说你现在的心理状态，你可以向专业机构、心理医生和精神卫生专家等多方面寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感觉自己的世界一片灰暗，找不到出路。",
    "annotation": [
      {
        "sentence": "感觉自己的世界一片灰暗，找不到出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你向我倾诉你的感受和烦恼，任何的负面情绪都是过程中的一部分，但是这种情况不会一直持续下去。所以，我希望你找到自己喜欢的东西，并付出行动，参加一些有意义或者高兴的活动，让自己渐渐从阴影中走出来。",
    "annotation": [
      {
        "sentence": "感谢你向我倾诉你的感受和烦恼，任何的负面情绪都是过程中的一部分，但是这种情况不会一直持续下去。",
        "label": ""
      },
      {
        "sentence": "所以，我希望你找到自己喜欢的东西，并付出行动，参加一些有意义或者高兴的活动，让自己渐渐从阴影中走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得身在其中，看不到自己的进步和努力带来的成果。",
    "annotation": [
      {
        "sentence": "我觉得身在其中，看不到自己的进步和努力带来的成果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让自己感到一定成就感对身体健康、心态健康和自尊心这些方面都有好处，不要忽略了这种感觉的重要性。 所以，我建议你先写下你一天中最近的成就，可以是任何一个小的、大的事情，只要它能为你的心情增添一份欢愉就足够了。养成积极向上的心态和态度，努力寻找改变的机会和方式。",
    "annotation": [
      {
        "sentence": "让自己感到一定成就感对身体健康、心态健康和自尊心这些方面都有好处，不要忽略了这种感觉的重要性。",
        "label": ""
      },
      {
        "sentence": " 所以，我建议你先写下你一天中最近的成就，可以是任何一个小的、大的事情，只要它能为你的心情增添一份欢愉就足够了。",
        "label": ""
      },
      {
        "sentence": "养成积极向上的心态和态度，努力寻找改变的机会和方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会好好想想。",
    "annotation": [
      {
        "sentence": "谢谢你，我会好好想想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰您能够向我倾诉你的心声。我相信你能够摆脱困饶，变得更加坚强和积极。你并不孤单，随时随地可以找到支持和愿意帮助你的人。好好照顾自己，我相信你未来会一路走好。",
    "annotation": [
      {
        "sentence": "非常欣慰您能够向我倾诉你的心声。",
        "label": ""
      },
      {
        "sentence": "我相信你能够摆脱困饶，变得更加坚强和积极。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，随时随地可以找到支持和愿意帮助你的人。",
        "label": ""
      },
      {
        "sentence": "好好照顾自己，我相信你未来会一路走好。",
        "label": ""
      }
    ]
  }
]