[
  {
    "role": "client",
    "content": "我俩当初婚内出轨，双方净身出户带孩子重组，又想离？",
    "annotation": [
      {
        "sentence": "我俩当初婚内出轨，双方净身出户带孩子重组，又想离？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到文字的同时我也看到了你们一路走来的不易，多少付出换来的幸福更要加倍守护和珍惜。同时，每一段婚姻在亲密期过后，随着新鲜感和满足感的逐渐消退，都会慢慢归于平淡，这个时候长期没有被满足的期待会突显出来，带来伤心和失望。",
    "annotation": [
      {
        "sentence": "看到文字的同时我也看到了你们一路走来的不易，多少付出换来的幸福更要加倍守护和珍惜。",
        "label": ""
      },
      {
        "sentence": "同时，每一段婚姻在亲密期过后，随着新鲜感和满足感的逐渐消退，都会慢慢归于平淡，这个时候长期没有被满足的期待会突显出来，带来伤心和失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我能理解这一点。我们在一起经历了很多困难，但也曾经非常幸福。可是最近的他变得不耐烦，甚至对我发脾气，我们之间的沟通也变得困难。",
    "annotation": [
      {
        "sentence": "是的，我能理解这一点。",
        "label": ""
      },
      {
        "sentence": "我们在一起经历了很多困难，但也曾经非常幸福。",
        "label": ""
      },
      {
        "sentence": "可是最近的他变得不耐烦，甚至对我发脾气，我们之间的沟通也变得困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "举个例子，假如你爱吃牛排，第一次吃一定会非常难忘，并且还想再次尝试，甚至每周都要去吃一次，但是如果让你每天都吃，可能一周时间你就会觉得牛排不那么可爱了，甚至还有点儿反感。这就是新鲜感和满足感的消退。然后，因为牛排很贵，当初为了吃牛排，你就要省下买包包的钱，忍痛割爱，时间长了，你觉得包包很好啊，如果不吃牛排，钱早就够买包包了。这时候你可能会责怪吃牛排耽误了买包。这就是长期没被满足的期待带来了伤心和失望。同样的，在你和老公的婚姻当中，为了彼此而付出，也或多或少的会压抑部分自我，就像你在文字里写的\"爱他、体谅他，除了上班孩子家务都是我做\"。这里面暗含了因为爱而委屈自我的部分。",
    "annotation": [
      {
        "sentence": "举个例子，假如你爱吃牛排，第一次吃一定会非常难忘，并且还想再次尝试，甚至每周都要去吃一次，但是如果让你每天都吃，可能一周时间你就会觉得牛排不那么可爱了，甚至还有点儿反感。",
        "label": ""
      },
      {
        "sentence": "这就是新鲜感和满足感的消退。",
        "label": ""
      },
      {
        "sentence": "然后，因为牛排很贵，当初为了吃牛排，你就要省下买包包的钱，忍痛割爱，时间长了，你觉得包包很好啊，如果不吃牛排，钱早就够买包包了。",
        "label": ""
      },
      {
        "sentence": "这时候你可能会责怪吃牛排耽误了买包。",
        "label": ""
      },
      {
        "sentence": "这就是长期没被满足的期待带来了伤心和失望。",
        "label": ""
      },
      {
        "sentence": "同样的，在你和老公的婚姻当中，为了彼此而付出，也或多或少的会压抑部分自我，就像你在文字里写的\"爱他、体谅他，除了上班孩子家务都是我做\"。",
        "label": ""
      },
      {
        "sentence": "这里面暗含了因为爱而委屈自我的部分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我为了我们的家庭付出了很多，但最近他对我的态度让我感到很不平衡，我不知道如何与他沟通，我们经常发生争执。",
    "annotation": [
      {
        "sentence": "确实，我为了我们的家庭付出了很多，但最近他对我的态度让我感到很不平衡，我不知道如何与他沟通，我们经常发生争执。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同样的，尽管老公没有说，但我想也一定有他为了带给你幸福，压抑自我的部分。如此心甘情愿的迁就才成就了你们之前幸福美满的婚姻亲密期。而当逐渐趋于日常平淡，也许迁就会变得不那么心甘情愿了，也许都希望对方能多迁就一下自己了，造成了一些如你所写的迷惑行为出现，不再有耐心、发火等等。但具体因为什么这样了，我们不得而知。这部分希望你能和他真诚的交流沟通，当然是在安全的环境下（单独两个人，平和的气氛），相信你们之前共同历经磨难都没有放弃彼此，这件事也只是对你们婚姻的一个小考验而已。重点不在沟通的内容，而在于沟通的态度，放下评判和指责，抱着想尽可能理解对方的态度，相信他会敞开心扉的。",
    "annotation": [
      {
        "sentence": "同样的，尽管老公没有说，但我想也一定有他为了带给你幸福，压抑自我的部分。",
        "label": ""
      },
      {
        "sentence": "如此心甘情愿的迁就才成就了你们之前幸福美满的婚姻亲密期。",
        "label": ""
      },
      {
        "sentence": "而当逐渐趋于日常平淡，也许迁就会变得不那么心甘情愿了，也许都希望对方能多迁就一下自己了，造成了一些如你所写的迷惑行为出现，不再有耐心、发火等等。",
        "label": ""
      },
      {
        "sentence": "但具体因为什么这样了，我们不得而知。",
        "label": ""
      },
      {
        "sentence": "这部分希望你能和他真诚的交流沟通，当然是在安全的环境下（单独两个人，平和的气氛），相信你们之前共同历经磨难都没有放弃彼此，这件事也只是对你们婚姻的一个小考验而已。",
        "label": ""
      },
      {
        "sentence": "重点不在沟通的内容，而在于沟通的态度，放下评判和指责，抱着想尽可能理解对方的态度，相信他会敞开心扉的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我会尝试和他进行真诚的沟通，也让他感受到我对他的理解和支持。但我很担心这样的沟通会使我们之间的关系更加僵化。",
    "annotation": [
      {
        "sentence": "我理解了，我会尝试和他进行真诚的沟通，也让他感受到我对他的理解和支持。",
        "label": ""
      },
      {
        "sentence": "但我很担心这样的沟通会使我们之间的关系更加僵化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，避免因为他而迁怒他的孩子，想想孩子会怎么对父亲描述你？这并不利于你和老公之间的关系调和。最后，请你花一些时间打理自己的情绪，做一些满足自己的事情（和孩子、父母、家庭无关），这样可以平衡内心的委屈感，当我们的情绪不那么激进了，平和一些了，再去和老公谈，会更好。这并不是自私，相反，是为了让你们的关系不继续僵化。",
    "annotation": [
      {
        "sentence": "另外，避免因为他而迁怒他的孩子，想想孩子会怎么对父亲描述你？",
        "label": ""
      },
      {
        "sentence": "这并不利于你和老公之间的关系调和。",
        "label": ""
      },
      {
        "sentence": "最后，请你花一些时间打理自己的情绪，做一些满足自己的事情（和孩子、父母、家庭无关），这样可以平衡内心的委屈感，当我们的情绪不那么激进了，平和一些了，再去和老公谈，会更好。",
        "label": ""
      },
      {
        "sentence": "这并不是自私，相反，是为了让你们的关系不继续僵化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽量调整自己的情绪，冷静地面对问题，并且为自己找些乐趣。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我明白了，我会尽量调整自己的情绪，冷静地面对问题，并且为自己找些乐趣。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信你们可以通过积极的沟通和真诚的努力克服这个困难。祝福你们！如果还有其他需要帮助的地方，随时可以再来求助。",
    "annotation": [
      {
        "sentence": "不客气，相信你们可以通过积极的沟通和真诚的努力克服这个困难。",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      },
      {
        "sentence": "如果还有其他需要帮助的地方，随时可以再来求助。",
        "label": ""
      }
    ]
  }
]