[
  {
    "role": "client",
    "content": "小时候父亲不在身边，我被父亲吼，逃避是对的吗？",
    "annotation": [
      {
        "sentence": "小时候父亲不在身边，我被父亲吼，逃避是对的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们经常听到的教育是“我们要爱父母，我们要孝敬父母”等等，这些观念根植在我们的脑海里。但是事实上，我们对父母其实也是会有很多不好的情绪的，虽然他们给予了我们生命，但是对于他们的一些行为，我们还是会有厌烦、讨厌、失望、甚至憎恨等等情绪。这些不好的情绪，和我们接受的传统观念产生了冲突，所以会感到自责内疚，觉得自己对父母有这样的想法是“大不孝”，自己不应该这样。",
    "annotation": [
      {
        "sentence": "我们经常听到的教育是“我们要爱父母，我们要孝敬父母”等等，这些观念根植在我们的脑海里。",
        "label": ""
      },
      {
        "sentence": "但是事实上，我们对父母其实也是会有很多不好的情绪的，虽然他们给予了我们生命，但是对于他们的一些行为，我们还是会有厌烦、讨厌、失望、甚至憎恨等等情绪。",
        "label": ""
      },
      {
        "sentence": "这些不好的情绪，和我们接受的传统观念产生了冲突，所以会感到自责内疚，觉得自己对父母有这样的想法是“大不孝”，自己不应该这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "小时候父亲不在身边，长大后他回来，在家没事就用那种嘲笑责骂威胁的语气去对待我，我一直想脱离家庭，上大学开始创业现在还是创业初期。所有的费用都是我和朋友贷款也没有和家里人商量。",
    "annotation": [
      {
        "sentence": "小时候父亲不在身边，长大后他回来，在家没事就用那种嘲笑责骂威胁的语气去对待我，我一直想脱离家庭，上大学开始创业现在还是创业初期。",
        "label": ""
      },
      {
        "sentence": "所有的费用都是我和朋友贷款也没有和家里人商量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然父母给了我们生命，可是我们和父母，都是独立的个体，都是活生生的人呢~那么我们对父母会产生各种各样的情绪，这些情绪都是真实存在的，都是值得被看见、重视和接纳的。你父亲从小不在身边，你本来和他就缺乏一些亲密的接触、回忆，缺乏一些情感的支持，然后他又经常用这样的语气与你讲话，你会有这样的心理是非常正常的，你想逃避也是非常正常的。",
    "annotation": [
      {
        "sentence": "虽然父母给了我们生命，可是我们和父母，都是独立的个体，都是活生生的人呢~那么我们对父母会产生各种各样的情绪，这些情绪都是真实存在的，都是值得被看见、重视和接纳的。",
        "label": ""
      },
      {
        "sentence": "你父亲从小不在身边，你本来和他就缺乏一些亲密的接触、回忆，缺乏一些情感的支持，然后他又经常用这样的语气与你讲话，你会有这样的心理是非常正常的，你想逃避也是非常正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "得到一些工作上的薪水后每天也很累，回家就摊床上。今天也照常，我回家在自己房间休息去客厅喝水的时候他一直在责骂我的衣服，我的头发，责怪我早上出门不叠被子。可是我的这些行为，这些让我觉得很适度，舒服，这半年我也很累，回到家也很忙。",
    "annotation": [
      {
        "sentence": "得到一些工作上的薪水后每天也很累，回家就摊床上。",
        "label": ""
      },
      {
        "sentence": "今天也照常，我回家在自己房间休息去客厅喝水的时候他一直在责骂我的衣服，我的头发，责怪我早上出门不叠被子。",
        "label": ""
      },
      {
        "sentence": "可是我的这些行为，这些让我觉得很适度，舒服，这半年我也很累，回到家也很忙。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果真的感到特别难受，可以考虑不和父亲住在一起。你说“我想知道什么地方出了差错”，我觉得更多原因是你父亲他自己的性格，就是这样的。如果要再深究，就可以溯源到你父亲他从小到大的经历，是如何让他形成了这样的性格。你不知道怎么处理，那么就离开你父亲吧，不要和他住在一起。",
    "annotation": [
      {
        "sentence": "如果真的感到特别难受，可以考虑不和父亲住在一起。",
        "label": ""
      },
      {
        "sentence": "你说“我想知道什么地方出了差错”，我觉得更多原因是你父亲他自己的性格，就是这样的。",
        "label": ""
      },
      {
        "sentence": "如果要再深究，就可以溯源到你父亲他从小到大的经历，是如何让他形成了这样的性格。",
        "label": ""
      },
      {
        "sentence": "你不知道怎么处理，那么就离开你父亲吧，不要和他住在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "本能的觉得烦，生气，就从客厅回房间。他直接踹坏了门，进来吼我，我也吼了两句，非要我把被子在十分钟内叠好，一会他来检查。我当时觉得很可笑，火往上蹿，摔了门就从家走了。他开车出来追，我就躲在他看不见的地方。现在不想回家，不想说话。",
    "annotation": [
      {
        "sentence": "本能的觉得烦，生气，就从客厅回房间。",
        "label": ""
      },
      {
        "sentence": "他直接踹坏了门，进来吼我，我也吼了两句，非要我把被子在十分钟内叠好，一会他来检查。",
        "label": ""
      },
      {
        "sentence": "我当时觉得很可笑，火往上蹿，摔了门就从家走了。",
        "label": ""
      },
      {
        "sentence": "他开车出来追，我就躲在他看不见的地方。",
        "label": ""
      },
      {
        "sentence": "现在不想回家，不想说话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但是你考研的话，你是真的想考研，还是借考研这个“正当的理由”远离他呢？如果你只是想远离他而已，那么我觉得你搬出去不和他住在一起就可以了呢。不和他住在一起，并不是要抛弃他，平时多一点电话问候，逢年过节和他聚一聚，其实也很好了。",
    "annotation": [
      {
        "sentence": "但是你考研的话，你是真的想考研，还是借考研这个“正当的理由”远离他呢？",
        "label": ""
      },
      {
        "sentence": "如果你只是想远离他而已，那么我觉得你搬出去不和他住在一起就可以了呢。",
        "label": ""
      },
      {
        "sentence": "不和他住在一起，并不是要抛弃他，平时多一点电话问候，逢年过节和他聚一聚，其实也很好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想知道怎么去处理我和他之间的关系，只想考研躲得远远的。",
    "annotation": [
      {
        "sentence": "我想知道怎么去处理我和他之间的关系，只想考研躲得远远的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "处理你和他之间的关系，我觉得不住在一起就是一种处理方式。以后他责怪你的事情，你可以试着主动沟通，把你的观点告诉他，告诉他你觉得那些事情并不是大问题，不应该让他搞得那么紧张和生气。试着和他平静地交流，希望他能够理解你的想法。同时，你也要充实自己的生活，多参加一些活动，拓宽自己的社交圈子，让自己的注意力不再完全放在和他的关系上。考研是个不错的选择，可以给你提供一个新的环境和机会，也是一种远离他的方式。不要让关系问题影响你的前进和发展。",
    "annotation": [
      {
        "sentence": "处理你和他之间的关系，我觉得不住在一起就是一种处理方式。",
        "label": ""
      },
      {
        "sentence": "以后他责怪你的事情，你可以试着主动沟通，把你的观点告诉他，告诉他你觉得那些事情并不是大问题，不应该让他搞得那么紧张和生气。",
        "label": ""
      },
      {
        "sentence": "试着和他平静地交流，希望他能够理解你的想法。",
        "label": ""
      },
      {
        "sentence": "同时，你也要充实自己的生活，多参加一些活动，拓宽自己的社交圈子，让自己的注意力不再完全放在和他的关系上。",
        "label": ""
      },
      {
        "sentence": "考研是个不错的选择，可以给你提供一个新的环境和机会，也是一种远离他的方式。",
        "label": ""
      },
      {
        "sentence": "不要让关系问题影响你的前进和发展。",
        "label": ""
      }
    ]
  }
]