[
  {
    "role": "client",
    "content": "想要改变现在的生活状态，可是不知道怎么改变怎么办？我不喜欢在家在家总让我有一种窒息感做什么都要听家人的做错了就被训但是又不告诉我怎么能做对在家的时候根本不知道我活着干嘛可是所有人都说她们爱我都说我叛逆我却被爱到想死后来离开家自己在外面也浑浑噩噩的什么也不会什么也不懂什么都害怕即使脱离那个环境还总是处在莫名的焦虑和恐慌中觉得自己真的就是个废物可是又不甘心会怨她们把我养废了但我应该自己努力不能怨恨别人自己想过的生活应该自己努力得到可是我好迷茫还是陷在过去的思维里我不知道应该怎么生活好想知道别人是怎么生活的好想学习我只会躲着几个月都不出门想要交朋友可是又不知道怎么交别人是怎么交到朋友的呢？工作基本已经放弃了情绪很不稳定难以支撑每天上班只能做一些在家里能做的事情可是这样下去又是恶性循环我想改变可是又不知道怎么改变好难啊",
    "annotation": [
      {
        "sentence": "想要改变现在的生活状态，可是不知道怎么改变怎么办？",
        "label": ""
      },
      {
        "sentence": "我不喜欢在家在家总让我有一种窒息感做什么都要听家人的做错了就被训但是又不告诉我怎么能做对在家的时候根本不知道我活着干嘛可是所有人都说她们爱我都说我叛逆我却被爱到想死后来离开家自己在外面也浑浑噩噩的什么也不会什么也不懂什么都害怕即使脱离那个环境还总是处在莫名的焦虑和恐慌中觉得自己真的就是个废物可是又不甘心会怨她们把我养废了但我应该自己努力不能怨恨别人自己想过的生活应该自己努力得到可是我好迷茫还是陷在过去的思维里我不知道应该怎么生活好想知道别人是怎么生活的好想学习我只会躲着几个月都不出门想要交朋友可是又不知道怎么交别人是怎么交到朋友的呢？",
        "label": ""
      },
      {
        "sentence": "工作基本已经放弃了情绪很不稳定难以支撑每天上班只能做一些在家里能做的事情可是这样下去又是恶性循环我想改变可是又不知道怎么改变好难啊",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在处于一个迷茫和困惑的阶段，不知道怎样改变自己的生活状态。首先，要明确的是，生活和时间是属于我们自己的，我们有权决定如何度过。你描述的情况显示出，你无法适应每天上班的状态，也无法忍受长期在家的窒息感，同时又不敢进行社交，缺乏与外界互动的能力，并且对自己的能力抱有较深的质疑。家人曾告诉你该怎样生活，但是当无人指导时，你感到迷茫和不知所措。可能是因为在严格的家庭教育下，你的社会经验和自主能力较为不足。但你已经意识到了这些问题，并且发现自己的局限和不足。面对迷茫和挫折，年轻人常常会感到无助和困惑，但这些都是正常的。首先，你需要发掘自己的力量去创造和坚持。为了重新适应社会，我建议你重新开始工作，因为只有在家无法接触到社交圈子，也不能提升自己的适应和工作能力。或许，当你开始接触人群时，通过与他人的互动和周围环境的互动，你能找到自己想要的生活方式和交友方法。每个人的生活都是不同的，所以不要试图复制别人的生活，而是学习他们的经验和态度。你必须明确自己每天想要如何度过24个小时。首先，做好那些必须做的事情，比如父母要求的事情。如果你不想做，要学会表达自己的感受，争取自己独立做喜欢的事情的权利。同时，找到自己想要做和喜欢做的事情，并做好那些应该做的事情，比如锻炼身体、阅读书籍等。要发现自己的优势和长处，我相信你一定有某些特长，比如跑步、画画、唱歌、写字或打游戏等。发挥你的长处，并培养自己适应外界环境的能力。工作是人生中重要的一部分，虽然有时辛苦，但也不可能永远享受悠闲。当你无法忍受工作时，就要接受在家的无聊和单调。在我们成长的过程中，经历的困难和痛苦会让我们变得更加坚强。因此，勇敢地走出家门，坚持面对困难。记住，如果你真的想要某件事，你的语言和行为就会让你向那个方向前进。只有坚定的决心和努力，才能让你实现自己想要的生活。",
    "annotation": [
      {
        "sentence": "你现在处于一个迷茫和困惑的阶段，不知道怎样改变自己的生活状态。",
        "label": ""
      },
      {
        "sentence": "首先，要明确的是，生活和时间是属于我们自己的，我们有权决定如何度过。",
        "label": ""
      },
      {
        "sentence": "你描述的情况显示出，你无法适应每天上班的状态，也无法忍受长期在家的窒息感，同时又不敢进行社交，缺乏与外界互动的能力，并且对自己的能力抱有较深的质疑。",
        "label": ""
      },
      {
        "sentence": "家人曾告诉你该怎样生活，但是当无人指导时，你感到迷茫和不知所措。",
        "label": ""
      },
      {
        "sentence": "可能是因为在严格的家庭教育下，你的社会经验和自主能力较为不足。",
        "label": ""
      },
      {
        "sentence": "但你已经意识到了这些问题，并且发现自己的局限和不足。",
        "label": ""
      },
      {
        "sentence": "面对迷茫和挫折，年轻人常常会感到无助和困惑，但这些都是正常的。",
        "label": ""
      },
      {
        "sentence": "首先，你需要发掘自己的力量去创造和坚持。",
        "label": ""
      },
      {
        "sentence": "为了重新适应社会，我建议你重新开始工作，因为只有在家无法接触到社交圈子，也不能提升自己的适应和工作能力。",
        "label": ""
      },
      {
        "sentence": "或许，当你开始接触人群时，通过与他人的互动和周围环境的互动，你能找到自己想要的生活方式和交友方法。",
        "label": ""
      },
      {
        "sentence": "每个人的生活都是不同的，所以不要试图复制别人的生活，而是学习他们的经验和态度。",
        "label": ""
      },
      {
        "sentence": "你必须明确自己每天想要如何度过24个小时。",
        "label": ""
      },
      {
        "sentence": "首先，做好那些必须做的事情，比如父母要求的事情。",
        "label": ""
      },
      {
        "sentence": "如果你不想做，要学会表达自己的感受，争取自己独立做喜欢的事情的权利。",
        "label": ""
      },
      {
        "sentence": "同时，找到自己想要做和喜欢做的事情，并做好那些应该做的事情，比如锻炼身体、阅读书籍等。",
        "label": ""
      },
      {
        "sentence": "要发现自己的优势和长处，我相信你一定有某些特长，比如跑步、画画、唱歌、写字或打游戏等。",
        "label": ""
      },
      {
        "sentence": "发挥你的长处，并培养自己适应外界环境的能力。",
        "label": ""
      },
      {
        "sentence": "工作是人生中重要的一部分，虽然有时辛苦，但也不可能永远享受悠闲。",
        "label": ""
      },
      {
        "sentence": "当你无法忍受工作时，就要接受在家的无聊和单调。",
        "label": ""
      },
      {
        "sentence": "在我们成长的过程中，经历的困难和痛苦会让我们变得更加坚强。",
        "label": ""
      },
      {
        "sentence": "因此，勇敢地走出家门，坚持面对困难。",
        "label": ""
      },
      {
        "sentence": "记住，如果你真的想要某件事，你的语言和行为就会让你向那个方向前进。",
        "label": ""
      },
      {
        "sentence": "只有坚定的决心和努力，才能让你实现自己想要的生活。",
        "label": ""
      }
    ]
  }
]