[
  {
    "role": "client",
    "content": "为什么总是那么难，付出了得不到回报？最近一年多，我发现我变了，变得沉默寡言，不爱社交，喜欢喝酒，喜欢自己一个人呆着。但又很害怕那种孤独，跟男朋友在一起一年多了，明知道没有结果还是一如既往的付出，嘴里说着不要求回报，但又心有不甘。那种纠结，那种痛苦，常常一个人掉眼泪。",
    "annotation": [
      {
        "sentence": "为什么总是那么难，付出了得不到回报？",
        "label": ""
      },
      {
        "sentence": "最近一年多，我发现我变了，变得沉默寡言，不爱社交，喜欢喝酒，喜欢自己一个人呆着。",
        "label": ""
      },
      {
        "sentence": "但又很害怕那种孤独，跟男朋友在一起一年多了，明知道没有结果还是一如既往的付出，嘴里说着不要求回报，但又心有不甘。",
        "label": ""
      },
      {
        "sentence": "那种纠结，那种痛苦，常常一个人掉眼泪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你最近确实经历了一些变化，这种感觉可能让你倍感困扰。可以为我分享具体发生了什么事情吗？或许你可以先和你男朋友好好交流，让他了解你的真实感受，这样他才能更好地帮助你。不然如果你一直隐藏着自己的痛苦，他可能并不知道你需要支持。另外，无论如何，也不要把所有的社交圈子都仅局限在你的男朋友身上。这样不仅会让你感觉得不到足够的回应，还可能让你错过其他爱你的人，如朋友和家人。没有多样化的情感补充，你和你男朋友都会变得累。",
    "annotation": [
      {
        "sentence": "听起来你最近确实经历了一些变化，这种感觉可能让你倍感困扰。",
        "label": ""
      },
      {
        "sentence": "可以为我分享具体发生了什么事情吗？",
        "label": ""
      },
      {
        "sentence": "或许你可以先和你男朋友好好交流，让他了解你的真实感受，这样他才能更好地帮助你。",
        "label": ""
      },
      {
        "sentence": "不然如果你一直隐藏着自己的痛苦，他可能并不知道你需要支持。",
        "label": ""
      },
      {
        "sentence": "另外，无论如何，也不要把所有的社交圈子都仅局限在你的男朋友身上。",
        "label": ""
      },
      {
        "sentence": "这样不仅会让你感觉得不到足够的回应，还可能让你错过其他爱你的人，如朋友和家人。",
        "label": ""
      },
      {
        "sentence": "没有多样化的情感补充，你和你男朋友都会变得累。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，最近和男朋友之间的关系有些问题。我们之间的感情变得模糊不清，他好像对我不那么关心了。我试过和他谈，但他总是避免这个话题。虽然知道我们可能没有结果，但我还是情不自禁地付出。我真的很害怕感到孤独，但又觉得自己陷入了无法自拔的痛苦中。",
    "annotation": [
      {
        "sentence": "其实，最近和男朋友之间的关系有些问题。",
        "label": ""
      },
      {
        "sentence": "我们之间的感情变得模糊不清，他好像对我不那么关心了。",
        "label": ""
      },
      {
        "sentence": "我试过和他谈，但他总是避免这个话题。",
        "label": ""
      },
      {
        "sentence": "虽然知道我们可能没有结果，但我还是情不自禁地付出。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕感到孤独，但又觉得自己陷入了无法自拔的痛苦中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对你们之间的关系感到困惑和担忧。沟通在任何关系中都非常重要，或许你可以再次坦诚地与他沟通，告诉他你的感受和担忧。也许他也有自己的问题和困惑，但只有通过交流才能找到解决的方法。另外，对于感到害怕孤独的感受，你可以尝试主动参与一些社交活动，和朋友一起出去走走、聊聊天，这样也能在一定程度上缓解你的痛苦。",
    "annotation": [
      {
        "sentence": "听起来你对你们之间的关系感到困惑和担忧。",
        "label": ""
      },
      {
        "sentence": "沟通在任何关系中都非常重要，或许你可以再次坦诚地与他沟通，告诉他你的感受和担忧。",
        "label": ""
      },
      {
        "sentence": "也许他也有自己的问题和困惑，但只有通过交流才能找到解决的方法。",
        "label": ""
      },
      {
        "sentence": "另外，对于感到害怕孤独的感受，你可以尝试主动参与一些社交活动，和朋友一起出去走走、聊聊天，这样也能在一定程度上缓解你的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试着和他沟通过，但他总是回避这个话题。我很担心我们的关系会变得更加糟糕。同时，我也意识到我对他的依赖过重了，把所有的希望都寄托在他身上，这样确实给他带来了压力。我应该如何处理这种情况呢？",
    "annotation": [
      {
        "sentence": "我试着和他沟通过，但他总是回避这个话题。",
        "label": ""
      },
      {
        "sentence": "我很担心我们的关系会变得更加糟糕。",
        "label": ""
      },
      {
        "sentence": "同时，我也意识到我对他的依赖过重了，把所有的希望都寄托在他身上，这样确实给他带来了压力。",
        "label": ""
      },
      {
        "sentence": "我应该如何处理这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你对于你们关系的担心。如果沟通过程中遇到困难，你可以试着选择一个适当的时间和场合，再次坦诚地与他交流。另外，在处理过程中，也要同时关注自己的情绪和需求。不要把所有希望都寄托在他身上，也许你可以多参与一些自己感兴趣的活动，发展自己的社交圈子，这样你不仅可以减轻对他的依赖感，还能培养自己独立的情感支持系统。",
    "annotation": [
      {
        "sentence": "我了解你对于你们关系的担心。",
        "label": ""
      },
      {
        "sentence": "如果沟通过程中遇到困难，你可以试着选择一个适当的时间和场合，再次坦诚地与他交流。",
        "label": ""
      },
      {
        "sentence": "另外，在处理过程中，也要同时关注自己的情绪和需求。",
        "label": ""
      },
      {
        "sentence": "不要把所有希望都寄托在他身上，也许你可以多参与一些自己感兴趣的活动，发展自己的社交圈子，这样你不仅可以减轻对他的依赖感，还能培养自己独立的情感支持系统。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要主动出击，积极改变自己的处境。我会选择一个适当的时机再次与他沟通，并且同时关注自己的情绪和需求，不再把所有希望都寄托在他身上。我也会主动参与一些社交活动，拓宽自己的社交圈子，保持自己的独立和坚强。",
    "annotation": [
      {
        "sentence": "我明白了，我需要主动出击，积极改变自己的处境。",
        "label": ""
      },
      {
        "sentence": "我会选择一个适当的时机再次与他沟通，并且同时关注自己的情绪和需求，不再把所有希望都寄托在他身上。",
        "label": ""
      },
      {
        "sentence": "我也会主动参与一些社交活动，拓宽自己的社交圈子，保持自己的独立和坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的想法。改变并不容易，但只要你保持积极的态度并主动采取行动，你一定能够找到自己的平衡点。你有很大的潜力和能力去改变现状，坚持下去，你会看到积极的变化的。同时，也要记得，你并不孤单，一定还有其他人愿意帮助和支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的想法。",
        "label": ""
      },
      {
        "sentence": "改变并不容易，但只要你保持积极的态度并主动采取行动，你一定能够找到自己的平衡点。",
        "label": ""
      },
      {
        "sentence": "你有很大的潜力和能力去改变现状，坚持下去，你会看到积极的变化的。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得，你并不孤单，一定还有其他人愿意帮助和支持你的。",
        "label": ""
      }
    ]
  }
]