[
  {
    "role": "client",
    "content": "为什么总是那么难，付出了得不到回报？最近一年多，我发现我变了，变得沉默寡言，不爱社交，喜欢喝酒，喜欢自己一个人呆着。但又很害怕那种孤独，跟男朋友在一起一年多了，明知道没有结果还是一如既往的付出，嘴里说着不要求回报，但又心有不甘。那种纠结，那种痛苦，常常一个人掉眼泪。",
    "annotation": [
      {
        "sentence": "为什么总是那么难，付出了得不到回报？",
        "label": ""
      },
      {
        "sentence": "最近一年多，我发现我变了，变得沉默寡言，不爱社交，喜欢喝酒，喜欢自己一个人呆着。",
        "label": ""
      },
      {
        "sentence": "但又很害怕那种孤独，跟男朋友在一起一年多了，明知道没有结果还是一如既往的付出，嘴里说着不要求回报，但又心有不甘。",
        "label": ""
      },
      {
        "sentence": "那种纠结，那种痛苦，常常一个人掉眼泪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我能感受到你现在的困难和痛苦。你现在最无望的就是和男朋友谈恋爱，因为对你来说，你的付出似乎没有回报。我理解你不想再投入没有结果的事情了。在这个情况下，你会感到矛盾，不知道是否应该继续。其实，当我们知道自己的努力会有好结果时，我们才有动力。但现在你明知道这件事情没有结果，所以你感到迷茫。没有人能做到完全无私奉献，你无需用过高的要求去勉强自己。如果这段恋情没有未来，也无需坚持下去，没有正当的理由来支撑你的坚持，那样的行为对你而言是无意义的。另外，如果你情绪过低，我建议你尝试找一个可信赖且愿意倾听你的人陪伴你，可以试着和他一起走出去，接受外面的世界。",
    "annotation": [
      {
        "sentence": "听到你的描述，我能感受到你现在的困难和痛苦。",
        "label": ""
      },
      {
        "sentence": "你现在最无望的就是和男朋友谈恋爱，因为对你来说，你的付出似乎没有回报。",
        "label": ""
      },
      {
        "sentence": "我理解你不想再投入没有结果的事情了。",
        "label": ""
      },
      {
        "sentence": "在这个情况下，你会感到矛盾，不知道是否应该继续。",
        "label": ""
      },
      {
        "sentence": "其实，当我们知道自己的努力会有好结果时，我们才有动力。",
        "label": ""
      },
      {
        "sentence": "但现在你明知道这件事情没有结果，所以你感到迷茫。",
        "label": ""
      },
      {
        "sentence": "没有人能做到完全无私奉献，你无需用过高的要求去勉强自己。",
        "label": ""
      },
      {
        "sentence": "如果这段恋情没有未来，也无需坚持下去，没有正当的理由来支撑你的坚持，那样的行为对你而言是无意义的。",
        "label": ""
      },
      {
        "sentence": "另外，如果你情绪过低，我建议你尝试找一个可信赖且愿意倾听你的人陪伴你，可以试着和他一起走出去，接受外面的世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我现在确实很迷茫。虽然我知道这段恋情没有结果，但我还是无法摆脱对他的付出。感觉自己好像陷入了一个无底深渊，无法自拔。开始怀疑自己的选择和价值，觉得自己的付出毫无意义。",
    "annotation": [
      {
        "sentence": "你说的很对，我现在确实很迷茫。",
        "label": ""
      },
      {
        "sentence": "虽然我知道这段恋情没有结果，但我还是无法摆脱对他的付出。",
        "label": ""
      },
      {
        "sentence": "感觉自己好像陷入了一个无底深渊，无法自拔。",
        "label": ""
      },
      {
        "sentence": "开始怀疑自己的选择和价值，觉得自己的付出毫无意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对这段感情的执着，但是当一段关系没有未来时，我们不能一味忽视自己的价值和利益。你的付出并不是毫无意义的，因为它让你更加明确自己的真实感受和需求。现在的困境可能是一个机会，让你审视自己的内心，重新认识自己的价值。或许你可以思考一下，除了这段关系，还有哪些让你感到满足和快乐的事情？这样也许能帮助你找回内心的平衡。",
    "annotation": [
      {
        "sentence": "我理解你对这段感情的执着，但是当一段关系没有未来时，我们不能一味忽视自己的价值和利益。",
        "label": ""
      },
      {
        "sentence": "你的付出并不是毫无意义的，因为它让你更加明确自己的真实感受和需求。",
        "label": ""
      },
      {
        "sentence": "现在的困境可能是一个机会，让你审视自己的内心，重新认识自己的价值。",
        "label": ""
      },
      {
        "sentence": "或许你可以思考一下，除了这段关系，还有哪些让你感到满足和快乐的事情？",
        "label": ""
      },
      {
        "sentence": "这样也许能帮助你找回内心的平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到我应该重新审视自己的价值和需求。除了这段感情，我还有其他喜欢的事情，比如绘画和旅行。但是在与男朋友在一起的时候，我总是为了他而放弃了自己的爱好和兴趣。现在我觉得有点迷失了，不知道该如何重新找回自己。",
    "annotation": [
      {
        "sentence": "是的，我意识到我应该重新审视自己的价值和需求。",
        "label": ""
      },
      {
        "sentence": "除了这段感情，我还有其他喜欢的事情，比如绘画和旅行。",
        "label": ""
      },
      {
        "sentence": "但是在与男朋友在一起的时候，我总是为了他而放弃了自己的爱好和兴趣。",
        "label": ""
      },
      {
        "sentence": "现在我觉得有点迷失了，不知道该如何重新找回自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了重要的一步，意识到了自己除了这段感情还有其他喜欢的事情。重新找回自己并不容易，但也并非不可能。或许你可以开始慢慢地重新追求那些让你快乐的事情，重新发掘自己的兴趣和爱好。只有通过积极主动地去寻找，才能重新与自己和谐相处。同时，也请记住，你的价值不仅仅取决于与男朋友的关系，你是一个独立而有价值的个体。不要忘记对自己的付出和努力给予合理的认可。",
    "annotation": [
      {
        "sentence": "你已经迈出了重要的一步，意识到了自己除了这段感情还有其他喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "重新找回自己并不容易，但也并非不可能。",
        "label": ""
      },
      {
        "sentence": "或许你可以开始慢慢地重新追求那些让你快乐的事情，重新发掘自己的兴趣和爱好。",
        "label": ""
      },
      {
        "sentence": "只有通过积极主动地去寻找，才能重新与自己和谐相处。",
        "label": ""
      },
      {
        "sentence": "同时，也请记住，你的价值不仅仅取决于与男朋友的关系，你是一个独立而有价值的个体。",
        "label": ""
      },
      {
        "sentence": "不要忘记对自己的付出和努力给予合理的认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，你说的对，我需要重新寻找属于自己的快乐和满足。我会尽量放下对男朋友的依赖，重新照顾自己的内心需求。或许通过重新建立自己的兴趣和爱好，我能够找回那份迷失的自己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，你说的对，我需要重新寻找属于自己的快乐和满足。",
        "label": ""
      },
      {
        "sentence": "我会尽量放下对男朋友的依赖，重新照顾自己的内心需求。",
        "label": ""
      },
      {
        "sentence": "或许通过重新建立自己的兴趣和爱好，我能够找回那份迷失的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。你的决心很重要，相信自己能够找到属于自己的快乐和满足。在这个过程中，确保给自己足够的时间和空间，不要过于苛求自己。也欢迎你随时跟我分享你的进展和感受，我会一直支持你的。记住，你不是一个人在战斗，有人愿意陪伴你一起走过这段困难的时光。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你的决心很重要，相信自己能够找到属于自己的快乐和满足。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，确保给自己足够的时间和空间，不要过于苛求自己。",
        "label": ""
      },
      {
        "sentence": "也欢迎你随时跟我分享你的进展和感受，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，有人愿意陪伴你一起走过这段困难的时光。",
        "label": ""
      }
    ]
  }
]