[
  {
    "role": "client",
    "content": "我在救助意外事故的时候，心里一直放不下对自己操作的怀疑。七八年前，我是一个非专业的救助者，在遇到有人意外被夹伤时，我和其他人一起进行了救助，但是伤者最终不幸离世了。事后我一直担心自己的救助不专业，对别人造成了负面影响。我一直在思考，是否应该越过一个省份，去拜访伤者已经改嫁的太太和孩子，查看死亡报告，然后咨询权威人士。为什么我还不能够放下这件事情呢？",
    "annotation": [
      {
        "sentence": "我在救助意外事故的时候，心里一直放不下对自己操作的怀疑。",
        "label": ""
      },
      {
        "sentence": "七八年前，我是一个非专业的救助者，在遇到有人意外被夹伤时，我和其他人一起进行了救助，但是伤者最终不幸离世了。",
        "label": ""
      },
      {
        "sentence": "事后我一直担心自己的救助不专业，对别人造成了负面影响。",
        "label": ""
      },
      {
        "sentence": "我一直在思考，是否应该越过一个省份，去拜访伤者已经改嫁的太太和孩子，查看死亡报告，然后咨询权威人士。",
        "label": ""
      },
      {
        "sentence": "为什么我还不能够放下这件事情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得我对你的观点有所不同。你说过你去过很多事情，试着反思一下为什么你还不能够放下呢？也许是因为你对未来有一种不安全感和不确定感，所以想通过解决这件事情来给自己一种可控的安全感。但我认为你无法放下，不是因为你想要获得掌控感，而是因为你在救助别人时，别人不幸离世引发了你的内疚感。你会觉得自己不是专业救助人士，不知道是不是因为能力不足，还是因为在救助过程中犯了某些错误而导致了别人的死亡。这就是内疚感，一种指向他人的情感。当我们坚信自己造成了对他人的伤害时，内疚的情感就会产生。因此，当内疚的情感产生时，我们会自然地觉得自己需要为他人的不幸承担责任。",
    "annotation": [
      {
        "sentence": "我觉得我对你的观点有所不同。",
        "label": ""
      },
      {
        "sentence": "你说过你去过很多事情，试着反思一下为什么你还不能够放下呢？",
        "label": ""
      },
      {
        "sentence": "也许是因为你对未来有一种不安全感和不确定感，所以想通过解决这件事情来给自己一种可控的安全感。",
        "label": ""
      },
      {
        "sentence": "但我认为你无法放下，不是因为你想要获得掌控感，而是因为你在救助别人时，别人不幸离世引发了你的内疚感。",
        "label": ""
      },
      {
        "sentence": "你会觉得自己不是专业救助人士，不知道是不是因为能力不足，还是因为在救助过程中犯了某些错误而导致了别人的死亡。",
        "label": ""
      },
      {
        "sentence": "这就是内疚感，一种指向他人的情感。",
        "label": ""
      },
      {
        "sentence": "当我们坚信自己造成了对他人的伤害时，内疚的情感就会产生。",
        "label": ""
      },
      {
        "sentence": "因此，当内疚的情感产生时，我们会自然地觉得自己需要为他人的不幸承担责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我就是因为内疚感而无法放下这件事情。我一直觉得自己需要为伤者的不幸承担起责任。当无法获得伤者的谅解时，我有时会代替想象中的受害者来惩罚自己。这导致我长时间的痛苦、抑郁和空虚感。我应该怎么面对这种内疚感呢？",
    "annotation": [
      {
        "sentence": "你说得对，我就是因为内疚感而无法放下这件事情。",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己需要为伤者的不幸承担起责任。",
        "label": ""
      },
      {
        "sentence": "当无法获得伤者的谅解时，我有时会代替想象中的受害者来惩罚自己。",
        "label": ""
      },
      {
        "sentence": "这导致我长时间的痛苦、抑郁和空虚感。",
        "label": ""
      },
      {
        "sentence": "我应该怎么面对这种内疚感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对内疚感，我们首先要学会自我原谅。过去的行为是无法改变的，无论你多么希望改变，你只能接受这个事实。其次，我们可以对责任进行重新评估。如果你觉得自己对某件事负有全部或大部分责任，那么试着把这个事件拆分开来，分析可能造成影响的种种因素，比如当时的情境、救助条件、环境等。通过这样的分析，你可能会认识到自己只是担任了其中的一个小角色，而不应该为此负全责。这个重新评估的过程不是为了淡化自己的责任，或者不去重视应该承担的责任，而是去理解是什么困住了你，使你无法前进。",
    "annotation": [
      {
        "sentence": "面对内疚感，我们首先要学会自我原谅。",
        "label": ""
      },
      {
        "sentence": "过去的行为是无法改变的，无论你多么希望改变，你只能接受这个事实。",
        "label": ""
      },
      {
        "sentence": "其次，我们可以对责任进行重新评估。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己对某件事负有全部或大部分责任，那么试着把这个事件拆分开来，分析可能造成影响的种种因素，比如当时的情境、救助条件、环境等。",
        "label": ""
      },
      {
        "sentence": "通过这样的分析，你可能会认识到自己只是担任了其中的一个小角色，而不应该为此负全责。",
        "label": ""
      },
      {
        "sentence": "这个重新评估的过程不是为了淡化自己的责任，或者不去重视应该承担的责任，而是去理解是什么困住了你，使你无法前进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要进行责任的重新评估，重新认识自己在事故中的角色。另外，我还可以通过行动来重新建立起对自己和他人的信任能力。比如，在日常生活中做出一些表达善意的行为，并收到他人的正向反馈，这样可以帮助我相信自己仍然可以是善良的，也相信他人会报以同样的善意。这样一来，我可以重新解读事情，积极面对生活，慢慢地放下从前的事情，专注于过好当下的生活。",
    "annotation": [
      {
        "sentence": "我明白了，我需要进行责任的重新评估，重新认识自己在事故中的角色。",
        "label": ""
      },
      {
        "sentence": "另外，我还可以通过行动来重新建立起对自己和他人的信任能力。",
        "label": ""
      },
      {
        "sentence": "比如，在日常生活中做出一些表达善意的行为，并收到他人的正向反馈，这样可以帮助我相信自己仍然可以是善良的，也相信他人会报以同样的善意。",
        "label": ""
      },
      {
        "sentence": "这样一来，我可以重新解读事情，积极面对生活，慢慢地放下从前的事情，专注于过好当下的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，通过重新评估责任和行动来建立信任能力是非常有效的方法。相信自己能够改变，并且相信过去的经历会使你更加坚强。只有当你真正放下内疚感，才能够专注于当下的生活，追求你对未来生活的追求。放下执着并不意味着放弃你对未来生活的努力，相反，它是为了让你更加积极地面对未来，过上更加满意的生活。加油！我相信你能够做到的。",
    "annotation": [
      {
        "sentence": "你说得很对，通过重新评估责任和行动来建立信任能力是非常有效的方法。",
        "label": ""
      },
      {
        "sentence": "相信自己能够改变，并且相信过去的经历会使你更加坚强。",
        "label": ""
      },
      {
        "sentence": "只有当你真正放下内疚感，才能够专注于当下的生活，追求你对未来生活的追求。",
        "label": ""
      },
      {
        "sentence": "放下执着并不意味着放弃你对未来生活的努力，相反，它是为了让你更加积极地面对未来，过上更加满意的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我相信你能够做到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽自己的努力去面对并放下内疚感。我相信通过重新评估责任和行动，我会渐渐走出内疚的阴影，过上积极向前的生活。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽自己的努力去面对并放下内疚感。",
        "label": ""
      },
      {
        "sentence": "我相信通过重新评估责任和行动，我会渐渐走出内疚的阴影，过上积极向前的生活。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的。如果你在未来还需要任何帮助，记得随时来找我。相信自己，你可以做到的！保持积极心态，祝你生活愉快！",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你在未来还需要任何帮助，记得随时来找我。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以做到的！",
        "label": ""
      },
      {
        "sentence": "保持积极心态，祝你生活愉快！",
        "label": ""
      }
    ]
  }
]