[
  {
    "role": "client",
    "content": "我是一个26岁的女生，最近总是和男朋友吵架，每次都情绪崩溃，我不知道该怎么办了。我们已经交往了六年，现在是异地恋，我们已经订婚并且买了房子。但是在不在一起的时候，我总是很想知道他在干什么，他在哪里。我不喜欢他出去喝酒、玩耍。每次见面之后，我总是想查看他的手机，包括微信、消息记录、支付记录。如果他没有提前告诉我，我就会追问他新加的人是谁，为什么要喝酒，为什么没有提前跟我说。然后他就会嫌我烦，虽然他会回答我的问题，但是他直接警告我以后不要再盘问。我只想让他多关心我、多关注我，但是他觉得我太过于盘问他，像审问囚犯一样。然后我们就会吵起来，他见我情绪崩溃也无动于衷，我觉得他根本不在意我的情绪和感受，我真的很失望。",
    "annotation": [
      {
        "sentence": "我是一个26岁的女生，最近总是和男朋友吵架，每次都情绪崩溃，我不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "我们已经交往了六年，现在是异地恋，我们已经订婚并且买了房子。",
        "label": ""
      },
      {
        "sentence": "但是在不在一起的时候，我总是很想知道他在干什么，他在哪里。",
        "label": ""
      },
      {
        "sentence": "我不喜欢他出去喝酒、玩耍。",
        "label": ""
      },
      {
        "sentence": "每次见面之后，我总是想查看他的手机，包括微信、消息记录、支付记录。",
        "label": ""
      },
      {
        "sentence": "如果他没有提前告诉我，我就会追问他新加的人是谁，为什么要喝酒，为什么没有提前跟我说。",
        "label": ""
      },
      {
        "sentence": "然后他就会嫌我烦，虽然他会回答我的问题，但是他直接警告我以后不要再盘问。",
        "label": ""
      },
      {
        "sentence": "我只想让他多关心我、多关注我，但是他觉得我太过于盘问他，像审问囚犯一样。",
        "label": ""
      },
      {
        "sentence": "然后我们就会吵起来，他见我情绪崩溃也无动于衷，我觉得他根本不在意我的情绪和感受，我真的很失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的描述来看，你们已经在一起相处了六年，即将步入婚姻的殿堂，真的是非常值得祝贺！目前你们是异地恋，你会经常查看对方的信息，过问一些对方的行踪，这样的做法让他感到烦恼，你也很无助。我能理解你此刻的心情。那我想问一下，你为什么对他那么关注呢？他为什么对此会很反感呢？我觉得你可能过度关注他，是不是担心失去他呢？答案肯定是肯定的。你对他是非常痴情的，你爱得太深了，害怕失去这份情感。所以，你对他的一举一动都会有所过问和排查。可是这样的过度关注会让他没有一点个人空间，没有一点自由的享受。也就是说，你的过分关注侵犯了他的私人空间，他一定会感到不舒服的。真正的爱应该是自由自在、轻松舒服的！你也应该这样想，这样的想法真的很累很累。而且越是这样，你们之间的不安全感就会越强烈。所以，让我们关注自己的情绪，关注当下。放松一点，放手一点，才能获得更多的幸福。",
    "annotation": [
      {
        "sentence": "从您的描述来看，你们已经在一起相处了六年，即将步入婚姻的殿堂，真的是非常值得祝贺！",
        "label": ""
      },
      {
        "sentence": "目前你们是异地恋，你会经常查看对方的信息，过问一些对方的行踪，这样的做法让他感到烦恼，你也很无助。",
        "label": ""
      },
      {
        "sentence": "我能理解你此刻的心情。",
        "label": ""
      },
      {
        "sentence": "那我想问一下，你为什么对他那么关注呢？",
        "label": ""
      },
      {
        "sentence": "他为什么对此会很反感呢？",
        "label": ""
      },
      {
        "sentence": "我觉得你可能过度关注他，是不是担心失去他呢？",
        "label": ""
      },
      {
        "sentence": "答案肯定是肯定的。",
        "label": ""
      },
      {
        "sentence": "你对他是非常痴情的，你爱得太深了，害怕失去这份情感。",
        "label": ""
      },
      {
        "sentence": "所以，你对他的一举一动都会有所过问和排查。",
        "label": ""
      },
      {
        "sentence": "可是这样的过度关注会让他没有一点个人空间，没有一点自由的享受。",
        "label": ""
      },
      {
        "sentence": "也就是说，你的过分关注侵犯了他的私人空间，他一定会感到不舒服的。",
        "label": ""
      },
      {
        "sentence": "真正的爱应该是自由自在、轻松舒服的！",
        "label": ""
      },
      {
        "sentence": "你也应该这样想，这样的想法真的很累很累。",
        "label": ""
      },
      {
        "sentence": "而且越是这样，你们之间的不安全感就会越强烈。",
        "label": ""
      },
      {
        "sentence": "所以，让我们关注自己的情绪，关注当下。",
        "label": ""
      },
      {
        "sentence": "放松一点，放手一点，才能获得更多的幸福。",
        "label": ""
      }
    ]
  }
]