[
  {
    "role": "client",
    "content": "从初中开始，脑子就不停地想负面情绪。遇到事情，我总往坏处想。比如有人排队，我就想一巴掌把他扇翻；有人吐痰，我就觉得是在吐我；有人瞅我一眼，心里就觉得他没怀好意；有人跟我说某某人和我挺般配，我就想骂他多管闲事。无限的重复，使得我身心俱疲，精神非常焦虑，总想着有一天自己会失去做人的耐心，残忍地对别人实施暴力。",
    "annotation": [
      {
        "sentence": "从初中开始，脑子就不停地想负面情绪。",
        "label": ""
      },
      {
        "sentence": "遇到事情，我总往坏处想。",
        "label": ""
      },
      {
        "sentence": "比如有人排队，我就想一巴掌把他扇翻；有人吐痰，我就觉得是在吐我；有人瞅我一眼，心里就觉得他没怀好意；有人跟我说某某人和我挺般配，我就想骂他多管闲事。",
        "label": ""
      },
      {
        "sentence": "无限的重复，使得我身心俱疲，精神非常焦虑，总想着有一天自己会失去做人的耐心，残忍地对别人实施暴力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果可以的话，顺着记忆回到初中的时候，为什么是从初中开始的？是初中的哪个年级开始的呢？还是说其实更小的时候就开始了呢？是不是遇到过什么事情呢？那件事情是你想要抗拒却又不得不接受的事情吗？还是说其实是其他事情？那么那是什么事情呢？为什么会这样呢？任何的事情都不会凭空出现，都是有了一定的原因，才会出现一个结果。不能说知道原因就能立刻解决，但是知己知彼，就能够对它更加了解。多一分了解，也许会多一分解决的可能。这里就分享一个故事吧。我这个人非常的怕蛇。怕到连照片都不敢看。小时候，我不是这样的，我虽然怕它，但是我还是敢看一些有关蛇的影片。但是现在却越来越不行了。我能够想起，小时候我曾经踩到过一条蛇，虽然它也跑了，我也跑了。但是，那个时候已经留下了一个阴影，现在它反而越发壮大。不过好在我还能够与之和平相处。回到现在，从你的言语里选一个来看——为什么有人看你一眼，你就觉得他不怀好意？既然认为他不怀好意，那么他的不怀好意到底是什么？威胁到自己了吗？…………我相信你是不会对别人施加残忍的，正如你对暴力的形容是“残忍”。可见你是一个善良的人，你也不忍心呢。最后，在结束时，能不能问问自己：我究竟在焦虑什么？",
    "annotation": [
      {
        "sentence": "如果可以的话，顺着记忆回到初中的时候，为什么是从初中开始的？",
        "label": ""
      },
      {
        "sentence": "是初中的哪个年级开始的呢？",
        "label": ""
      },
      {
        "sentence": "还是说其实更小的时候就开始了呢？",
        "label": ""
      },
      {
        "sentence": "是不是遇到过什么事情呢？",
        "label": ""
      },
      {
        "sentence": "那件事情是你想要抗拒却又不得不接受的事情吗？",
        "label": ""
      },
      {
        "sentence": "还是说其实是其他事情？",
        "label": ""
      },
      {
        "sentence": "那么那是什么事情呢？",
        "label": ""
      },
      {
        "sentence": "为什么会这样呢？",
        "label": ""
      },
      {
        "sentence": "任何的事情都不会凭空出现，都是有了一定的原因，才会出现一个结果。",
        "label": ""
      },
      {
        "sentence": "不能说知道原因就能立刻解决，但是知己知彼，就能够对它更加了解。",
        "label": ""
      },
      {
        "sentence": "多一分了解，也许会多一分解决的可能。",
        "label": ""
      },
      {
        "sentence": "这里就分享一个故事吧。",
        "label": ""
      },
      {
        "sentence": "我这个人非常的怕蛇。",
        "label": ""
      },
      {
        "sentence": "怕到连照片都不敢看。",
        "label": ""
      },
      {
        "sentence": "小时候，我不是这样的，我虽然怕它，但是我还是敢看一些有关蛇的影片。",
        "label": ""
      },
      {
        "sentence": "但是现在却越来越不行了。",
        "label": ""
      },
      {
        "sentence": "我能够想起，小时候我曾经踩到过一条蛇，虽然它也跑了，我也跑了。",
        "label": ""
      },
      {
        "sentence": "但是，那个时候已经留下了一个阴影，现在它反而越发壮大。",
        "label": ""
      },
      {
        "sentence": "不过好在我还能够与之和平相处。",
        "label": ""
      },
      {
        "sentence": "回到现在，从你的言语里选一个来看——为什么有人看你一眼，你就觉得他不怀好意？",
        "label": ""
      },
      {
        "sentence": "既然认为他不怀好意，那么他的不怀好意到底是什么？",
        "label": ""
      },
      {
        "sentence": "威胁到自己了吗？",
        "label": ""
      },
      {
        "sentence": "…………我相信你是不会对别人施加残忍的，正如你对暴力的形容是“残忍”。",
        "label": ""
      },
      {
        "sentence": "可见你是一个善良的人，你也不忍心呢。",
        "label": ""
      },
      {
        "sentence": "最后，在结束时，能不能问问自己：我究竟在焦虑什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从初中开始的原因是因为那时候我经历了一次严重的受伤，伤口恢复后，但似乎心灵上没有康复。那次受伤经历让我觉得世界是残酷的，人与人之间并没有真心，所有的善意都是假的，只有自己才能保护自己。",
    "annotation": [
      {
        "sentence": "从初中开始的原因是因为那时候我经历了一次严重的受伤，伤口恢复后，但似乎心灵上没有康复。",
        "label": ""
      },
      {
        "sentence": "那次受伤经历让我觉得世界是残酷的，人与人之间并没有真心，所有的善意都是假的，只有自己才能保护自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我能理解你为什么会有这样的想法。受到伤害后，恢复的不仅仅是身体，还有心灵。对待伤害的方式因人而异，有人选择逃避，有人选择面对。回忆一下当时的心情，你是怎样应对这次伤害的呢？遇到伤害时，我们可能会把它当成人际关系中的一次失败，但追问自己，凭什么结果不会在我期望的范围内呢？是否确实有办法能够改变这个结果呢？",
    "annotation": [
      {
        "sentence": "听到你的经历，我能理解你为什么会有这样的想法。",
        "label": ""
      },
      {
        "sentence": "受到伤害后，恢复的不仅仅是身体，还有心灵。",
        "label": ""
      },
      {
        "sentence": "对待伤害的方式因人而异，有人选择逃避，有人选择面对。",
        "label": ""
      },
      {
        "sentence": "回忆一下当时的心情，你是怎样应对这次伤害的呢？",
        "label": ""
      },
      {
        "sentence": "遇到伤害时，我们可能会把它当成人际关系中的一次失败，但追问自己，凭什么结果不会在我期望的范围内呢？",
        "label": ""
      },
      {
        "sentence": "是否确实有办法能够改变这个结果呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当时我选择了逃避和封闭自己的内心，不愿再相信别人。我觉得自己无法改变别人对我的看法和态度，所以情绪就一直不好，也很焦虑。",
    "annotation": [
      {
        "sentence": "当时我选择了逃避和封闭自己的内心，不愿再相信别人。",
        "label": ""
      },
      {
        "sentence": "我觉得自己无法改变别人对我的看法和态度，所以情绪就一直不好，也很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "逃避和封闭是一种自我保护的方式，但也让自己与社会隔绝了。人际关系是复杂的，我们无法控制别人的看法和态度，但我们可以改变自己的思维方式和对待问题的态度。焦虑是对未知和失控的恐惧，尝试去面对自己的恐惧，正视自己的情绪，或许能够渐渐减轻焦虑的程度。你是否尝试过寻求帮助或尝试过放松的方法呢？",
    "annotation": [
      {
        "sentence": "逃避和封闭是一种自我保护的方式，但也让自己与社会隔绝了。",
        "label": ""
      },
      {
        "sentence": "人际关系是复杂的，我们无法控制别人的看法和态度，但我们可以改变自己的思维方式和对待问题的态度。",
        "label": ""
      },
      {
        "sentence": "焦虑是对未知和失控的恐惧，尝试去面对自己的恐惧，正视自己的情绪，或许能够渐渐减轻焦虑的程度。",
        "label": ""
      },
      {
        "sentence": "你是否尝试过寻求帮助或尝试过放松的方法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直认为忍耐是一种美德，不应该向别人寻求帮助。至于放松的方法，我试过一些呼吸练习，但效果不明显。",
    "annotation": [
      {
        "sentence": "我一直认为忍耐是一种美德，不应该向别人寻求帮助。",
        "label": ""
      },
      {
        "sentence": "至于放松的方法，我试过一些呼吸练习，但效果不明显。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "忍耐的确是一种美德，但也不是意味着我们必须承受一切。向别人寻求帮助并不是丢失尊严，而是表达自己的需要和愿望。毕竟，我们不是孤立的个体，与他人的联系和支持能够让我们更好地面对问题。呼吸练习是一种放松和调整情绪的方法，但需要持之以恒的坚持和正确的方法才能获得更好的效果。是否考虑找一位专业的心理咨询师来帮助你呢？",
    "annotation": [
      {
        "sentence": "忍耐的确是一种美德，但也不是意味着我们必须承受一切。",
        "label": ""
      },
      {
        "sentence": "向别人寻求帮助并不是丢失尊严，而是表达自己的需要和愿望。",
        "label": ""
      },
      {
        "sentence": "毕竟，我们不是孤立的个体，与他人的联系和支持能够让我们更好地面对问题。",
        "label": ""
      },
      {
        "sentence": "呼吸练习是一种放松和调整情绪的方法，但需要持之以恒的坚持和正确的方法才能获得更好的效果。",
        "label": ""
      },
      {
        "sentence": "是否考虑找一位专业的心理咨询师来帮助你呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直把自己的情绪压抑在心里，可能确实需要一个能倾诉的对象。但是，我对心理咨询有些抗拒，担心别人会对我评头论足。",
    "annotation": [
      {
        "sentence": "我一直把自己的情绪压抑在心里，可能确实需要一个能倾诉的对象。",
        "label": ""
      },
      {
        "sentence": "但是，我对心理咨询有些抗拒，担心别人会对我评头论足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心，但心理咨询师是专业培训有经验的人，他们会以尊重和保密为原则处理你的问题。他们并不会评头论足，而是帮助你更好地理解自己的情绪并找到解决问题的方法。如果你愿意，我可以帮你找一些专业的心理咨询机构或者推荐一些可信赖的心理咨询师。",
    "annotation": [
      {
        "sentence": "理解你的担心，但心理咨询师是专业培训有经验的人，他们会以尊重和保密为原则处理你的问题。",
        "label": ""
      },
      {
        "sentence": "他们并不会评头论足，而是帮助你更好地理解自己的情绪并找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "如果你愿意，我可以帮你找一些专业的心理咨询机构或者推荐一些可信赖的心理咨询师。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我愿意尝试一下，能给我推荐一些心理咨询机构吗？",
    "annotation": [
      {
        "sentence": "好的，我愿意尝试一下，能给我推荐一些心理咨询机构吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。在你所在的城市有些知名的心理咨询机构，专业且值得信赖。我将为你提供一些联系方式，并在咨询师方面给你一些建议。记住，寻求帮助是勇敢而正确的选择。你已经迈出了第一步，接下来的路会更加美好的。你可以先了解一下这些机构，然后再决定是否去咨询。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "在你所在的城市有些知名的心理咨询机构，专业且值得信赖。",
        "label": ""
      },
      {
        "sentence": "我将为你提供一些联系方式，并在咨询师方面给你一些建议。",
        "label": ""
      },
      {
        "sentence": "记住，寻求帮助是勇敢而正确的选择。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，接下来的路会更加美好的。",
        "label": ""
      },
      {
        "sentence": "你可以先了解一下这些机构，然后再决定是否去咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和帮助。我会尽快了解并联系这些心理咨询机构的。我希望能够找到解决问题的方法，过上更积极健康的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我会尽快了解并联系这些心理咨询机构的。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到解决问题的方法，过上更积极健康的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的勇气和决心是值得赞赏的。相信通过心理咨询，你会找到适合自己的解决办法。无论在什么时候，我都在这里支持你。如果你在接下来的过程中还有任何问题或困惑，记得随时与我联系。祝福你早日走出困境，过上幸福的生活。",
    "annotation": [
      {
        "sentence": "你的勇气和决心是值得赞赏的。",
        "label": ""
      },
      {
        "sentence": "相信通过心理咨询，你会找到适合自己的解决办法。",
        "label": ""
      },
      {
        "sentence": "无论在什么时候，我都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果你在接下来的过程中还有任何问题或困惑，记得随时与我联系。",
        "label": ""
      },
      {
        "sentence": "祝福你早日走出困境，过上幸福的生活。",
        "label": ""
      }
    ]
  }
]