[
  {
    "role": "client",
    "content": "工作两年，没有成就感，不喜欢这份工作，该不该离职？",
    "annotation": [
      {
        "sentence": "工作两年，没有成就感，不喜欢这份工作，该不该离职？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "初入职场的两年确实是成长最快的时候，无论是个人能力还是经验方面，我们都会有很大的提升。因为刚毕业的时候我们就像是一张白纸，而初入职场的我们可以在白纸上随意勾画自己的人生，当我们到了一定的瓶颈之后就像是把白纸涂满了，这个时候我们再想动手就需要思考一下了。是先把已有的整理一下呢，还是重新换一张呢，又或者是把一切抹去重新开始呢？",
    "annotation": [
      {
        "sentence": "初入职场的两年确实是成长最快的时候，无论是个人能力还是经验方面，我们都会有很大的提升。",
        "label": ""
      },
      {
        "sentence": "因为刚毕业的时候我们就像是一张白纸，而初入职场的我们可以在白纸上随意勾画自己的人生，当我们到了一定的瓶颈之后就像是把白纸涂满了，这个时候我们再想动手就需要思考一下了。",
        "label": ""
      },
      {
        "sentence": "是先把已有的整理一下呢，还是重新换一张呢，又或者是把一切抹去重新开始呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在就像是一个抹满的白纸，不知道该如何走下去了。前面几个月还可以，但现在觉得自己很忙碌，没有学到东西，感觉时间都虚度了。",
    "annotation": [
      {
        "sentence": "我现在就像是一个抹满的白纸，不知道该如何走下去了。",
        "label": ""
      },
      {
        "sentence": "前面几个月还可以，但现在觉得自己很忙碌，没有学到东西，感觉时间都虚度了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实就目前的情况来看，我们并不是一无所获，只是我们不知道如何整理自己的工作，还有了拖延症，越失败越不敢面对，越逃避越失败。既然我们觉得自己的工作到了一个瓶颈期，那么这个瓶颈是什么呢？是由于岗位的原因，还是因为个人的能力，又或者是其他的因素。比如会前的准备，领导提出的问题我们几乎都答不上来，这是因为我们自己准备不充分导致的呢？还是因为我们能力有限确实做不到呢？",
    "annotation": [
      {
        "sentence": "其实就目前的情况来看，我们并不是一无所获，只是我们不知道如何整理自己的工作，还有了拖延症，越失败越不敢面对，越逃避越失败。",
        "label": ""
      },
      {
        "sentence": "既然我们觉得自己的工作到了一个瓶颈期，那么这个瓶颈是什么呢？",
        "label": ""
      },
      {
        "sentence": "是由于岗位的原因，还是因为个人的能力，又或者是其他的因素。",
        "label": ""
      },
      {
        "sentence": "比如会前的准备，领导提出的问题我们几乎都答不上来，这是因为我们自己准备不充分导致的呢？",
        "label": ""
      },
      {
        "sentence": "还是因为我们能力有限确实做不到呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得是准备不充分导致的，每次会议都没有时间好好准备，感觉很仓促。而且每次要回报的时候，我就会紧张得手心冒汗，讲话时也不自信，经常磕巴、声音小，领导问的问题我都答不上来。",
    "annotation": [
      {
        "sentence": "我觉得是准备不充分导致的，每次会议都没有时间好好准备，感觉很仓促。",
        "label": ""
      },
      {
        "sentence": "而且每次要回报的时候，我就会紧张得手心冒汗，讲话时也不自信，经常磕巴、声音小，领导问的问题我都答不上来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果是前者，那么自己可不可以认真的准备一次，既然我们已经很糟了，那么努力拼一下还会比现在更糟吗？如果不是的话，我们可以认真对待一下，就像是刚入职场的时候，大胆去做，不要怕错。如果是后者，我们可以和其他人请教一下，当初是师傅带我们入门的，找个时间我们可以和师傅谈谈心，听听他的建议，看看我们还有哪些可以提升的地方。",
    "annotation": [
      {
        "sentence": "如果是前者，那么自己可不可以认真的准备一次，既然我们已经很糟了，那么努力拼一下还会比现在更糟吗？",
        "label": ""
      },
      {
        "sentence": "如果不是的话，我们可以认真对待一下，就像是刚入职场的时候，大胆去做，不要怕错。",
        "label": ""
      },
      {
        "sentence": "如果是后者，我们可以和其他人请教一下，当初是师傅带我们入门的，找个时间我们可以和师傅谈谈心，听听他的建议，看看我们还有哪些可以提升的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想尝试一下认真准备，可能我一直欠缺的就是严谨的态度，无论是会前准备还是会后总结。师父确实是带我入门的，我觉得找他请教一下或许能获得一些建议和帮助。",
    "annotation": [
      {
        "sentence": "我想尝试一下认真准备，可能我一直欠缺的就是严谨的态度，无论是会前准备还是会后总结。",
        "label": ""
      },
      {
        "sentence": "师父确实是带我入门的，我觉得找他请教一下或许能获得一些建议和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你并不是能力不够，也不是做不好一件事，只是没有找到属于自己的路，在遇见问题之后也没有找到解决的方案，越走越迷茫，所以走入了误区。因此我们可以先把拖延症改进一下，设定一些奖惩机制，制定一些计划和目标，尽力去做，提升一下自己的自信心。逃避肯定不能解决问题，换一个环境如果不能改变自己的毛病问题还会存在，所以先去尝试，然后再决定下一步如何走会更好一点。",
    "annotation": [
      {
        "sentence": "你并不是能力不够，也不是做不好一件事，只是没有找到属于自己的路，在遇见问题之后也没有找到解决的方案，越走越迷茫，所以走入了误区。",
        "label": ""
      },
      {
        "sentence": "因此我们可以先把拖延症改进一下，设定一些奖惩机制，制定一些计划和目标，尽力去做，提升一下自己的自信心。",
        "label": ""
      },
      {
        "sentence": "逃避肯定不能解决问题，换一个环境如果不能改变自己的毛病问题还会存在，所以先去尝试，然后再决定下一步如何走会更好一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要设定一些奖惩机制来克服我的拖延症，同时制定一些计划和目标，然后大胆尝试，提升自己的自信心。我会先试一试，看看有没有突破。非常感谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "你说得对，我要设定一些奖惩机制来克服我的拖延症，同时制定一些计划和目标，然后大胆尝试，提升自己的自信心。",
        "label": ""
      },
      {
        "sentence": "我会先试一试，看看有没有突破。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我们都在成长的路上遇到各种困难，相互支持是很重要的。如果你需要任何帮助或再次有事情想聊，随时找我。希望你能找到适合自己的工作和发展方向！加油！",
    "annotation": [
      {
        "sentence": "不客气，我们都在成长的路上遇到各种困难，相互支持是很重要的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或再次有事情想聊，随时找我。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的工作和发展方向！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]