[
  {
    "role": "client",
    "content": "工作两年，没有成就感，不喜欢这份工作，该不该离职？",
    "annotation": [
      {
        "sentence": "工作两年，没有成就感，不喜欢这份工作，该不该离职？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你应该是对现在的这份工作还比较熟悉，只不过是性格内向，没办法和大家表露，很难和别人打成一片。但是如果你换一个工作，可能应对的情况会比现在更困难，因为人是没办法避免和别人不打交道的，况且从新适应新的环境，需要更强大的勇气和自信，到那时候你的处境会更困难。先给自己一个缓冲的时间，比如再过两个月试试看吧！一方面你得要去做完交接的工作，另一方面做好下家的准备。这两个月的时间可以好好的想一想，自己的将来该如何的走？不要痛痛快快的辞职，到时候却后悔了。",
    "annotation": [
      {
        "sentence": "你应该是对现在的这份工作还比较熟悉，只不过是性格内向，没办法和大家表露，很难和别人打成一片。",
        "label": ""
      },
      {
        "sentence": "但是如果你换一个工作，可能应对的情况会比现在更困难，因为人是没办法避免和别人不打交道的，况且从新适应新的环境，需要更强大的勇气和自信，到那时候你的处境会更困难。",
        "label": ""
      },
      {
        "sentence": "先给自己一个缓冲的时间，比如再过两个月试试看吧！",
        "label": ""
      },
      {
        "sentence": "一方面你得要去做完交接的工作，另一方面做好下家的准备。",
        "label": ""
      },
      {
        "sentence": "这两个月的时间可以好好的想一想，自己的将来该如何的走？",
        "label": ""
      },
      {
        "sentence": "不要痛痛快快的辞职，到时候却后悔了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说的有道理，确实换个新工作可能会更困难。但是我在这份工作中已经失去了动力和工作积极性，每天都如同过日子般度过。我不想一直这样下去，也不想给同事留下不好的印象。",
    "annotation": [
      {
        "sentence": "我觉得你说的有道理，确实换个新工作可能会更困难。",
        "label": ""
      },
      {
        "sentence": "但是我在这份工作中已经失去了动力和工作积极性，每天都如同过日子般度过。",
        "label": ""
      },
      {
        "sentence": "我不想一直这样下去，也不想给同事留下不好的印象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你失去动力和工作积极性的感受，但不要忽视现在的师傅和同事也是很照顾你的。虽然你的确不擅长于应付人际交往，但他们还是力所能及的帮你，也不会对你有太多的歧视和偏见。所以无论你选择辞职，还是继续在现在岗位上，都必须让自己变得更加的外向一些主动的去参加同事企业的各种活动，和他们打成一片。或许他们没有你心里面想的那么的不好相处，只是你一直在排斥与对方的互动。",
    "annotation": [
      {
        "sentence": "我理解你失去动力和工作积极性的感受，但不要忽视现在的师傅和同事也是很照顾你的。",
        "label": ""
      },
      {
        "sentence": "虽然你的确不擅长于应付人际交往，但他们还是力所能及的帮你，也不会对你有太多的歧视和偏见。",
        "label": ""
      },
      {
        "sentence": "所以无论你选择辞职，还是继续在现在岗位上，都必须让自己变得更加的外向一些主动的去参加同事企业的各种活动，和他们打成一片。",
        "label": ""
      },
      {
        "sentence": "或许他们没有你心里面想的那么的不好相处，只是你一直在排斥与对方的互动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我一直觉得自己的性格很内向，给别人的感觉也是这样，虽然别人不会挂在嘴边。工作、生活中沉默寡言，和同事们去吃饭的时候，别人能够谈笑风生，自己很少插得上。我不知道怎样才能变得外向一些，主动参加活动。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我一直觉得自己的性格很内向，给别人的感觉也是这样，虽然别人不会挂在嘴边。",
        "label": ""
      },
      {
        "sentence": "工作、生活中沉默寡言，和同事们去吃饭的时候，别人能够谈笑风生，自己很少插得上。",
        "label": ""
      },
      {
        "sentence": "我不知道怎样才能变得外向一些，主动参加活动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除非遇到了真正关心你的领导和理解你的同事，否则内线的人基本上很容易被孤立，所以你更应该勇敢的表达出你的看法。大家都是同事，你的努力和进步一点点的尝试是大家都能看到的。在工作中主动和同事交流，也可以参加一些培训和社交活动，这样可以提高你的自信心和社交能力。从长远来看，这对你的事业发展也是有帮助的。",
    "annotation": [
      {
        "sentence": "除非遇到了真正关心你的领导和理解你的同事，否则内线的人基本上很容易被孤立，所以你更应该勇敢的表达出你的看法。",
        "label": ""
      },
      {
        "sentence": "大家都是同事，你的努力和进步一点点的尝试是大家都能看到的。",
        "label": ""
      },
      {
        "sentence": "在工作中主动和同事交流，也可以参加一些培训和社交活动，这样可以提高你的自信心和社交能力。",
        "label": ""
      },
      {
        "sentence": "从长远来看，这对你的事业发展也是有帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我要勇敢一点，主动和同事交流，参加一些培训和社交活动。只有这样，我才能变得更加外向，提升自己的职业素养。我会试试看，谢谢你的建议！",
    "annotation": [
      {
        "sentence": "你说的很有道理，我要勇敢一点，主动和同事交流，参加一些培训和社交活动。",
        "label": ""
      },
      {
        "sentence": "只有这样，我才能变得更加外向，提升自己的职业素养。",
        "label": ""
      },
      {
        "sentence": "我会试试看，谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信只要你努力，一定能够改变自己的处境。无论你选择辞职还是留在现在的岗位上，都要保持积极的心态，相信自己的能力，加油！如果还有什么问题，随时都可以来找我聊聊。",
    "annotation": [
      {
        "sentence": "不客气，我相信只要你努力，一定能够改变自己的处境。",
        "label": ""
      },
      {
        "sentence": "无论你选择辞职还是留在现在的岗位上，都要保持积极的心态，相信自己的能力，加油！",
        "label": ""
      },
      {
        "sentence": "如果还有什么问题，随时都可以来找我聊聊。",
        "label": ""
      }
    ]
  }
]