[
  {
    "role": "client",
    "content": "工作两年，没有成就感，不喜欢这份工作，该不该离职？",
    "annotation": [
      {
        "sentence": "工作两年，没有成就感，不喜欢这份工作，该不该离职？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题，你不喜欢目前的工作，想离职，但是我们先要弄明白，你不喜欢这份工作想离职的原因是因为这份工作没有带给你成就感，而不是工作本身的原因。你一开始进入公司，打下了很好的基础，你认真学习，努力工作，相信你一定是有能力去做好这份工作的。",
    "annotation": [
      {
        "sentence": "看了你的问题，你不喜欢目前的工作，想离职，但是我们先要弄明白，你不喜欢这份工作想离职的原因是因为这份工作没有带给你成就感，而不是工作本身的原因。",
        "label": ""
      },
      {
        "sentence": "你一开始进入公司，打下了很好的基础，你认真学习，努力工作，相信你一定是有能力去做好这份工作的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道一开始的时候是这样的，我很感谢师父的指导，也很喜欢学习新的知识。可是后来就感觉自己很忙，却没有学到新的东西，感觉时间都虚度了。",
    "annotation": [
      {
        "sentence": "我知道一开始的时候是这样的，我很感谢师父的指导，也很喜欢学习新的知识。",
        "label": ""
      },
      {
        "sentence": "可是后来就感觉自己很忙，却没有学到新的东西，感觉时间都虚度了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有没有想过如果你的工作不忙，一直按部就班每天就平平无奇的，你就可以慢慢学习慢慢成长，更好的做好这份工作了是吗？如果你想要的是这种工作模式，那你或许可以试试离职去找一份这样符合你的预期的工作，前提是你能找到的话。那么除此之外还有没有别的办法呢？",
    "annotation": [
      {
        "sentence": "你有没有想过如果你的工作不忙，一直按部就班每天就平平无奇的，你就可以慢慢学习慢慢成长，更好的做好这份工作了是吗？",
        "label": ""
      },
      {
        "sentence": "如果你想要的是这种工作模式，那你或许可以试试离职去找一份这样符合你的预期的工作，前提是你能找到的话。",
        "label": ""
      },
      {
        "sentence": "那么除此之外还有没有别的办法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我其实没有想过其他的办法，因为我觉得一切都变得很无聊，感觉自己在虚度光阴。",
    "annotation": [
      {
        "sentence": "我其实没有想过其他的办法，因为我觉得一切都变得很无聊，感觉自己在虚度光阴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们不如换个方式思考一下，忙碌的工作你感觉自己是在虚度光阴，那你有想过办法去解决吗？是只有你忙还是所有人都忙？你忙的同时有没有想过我干这些事是为了什么？如果不这样干会怎么样？还有没有别的办法不用那么忙也可以达到目的？等等，这些都需要你自己用你的智慧的大脑去思考，去想办法解决，遇到问题就退缩，逃避，这样是绝对不利于你解决问题能力的提升的。",
    "annotation": [
      {
        "sentence": "我们不如换个方式思考一下，忙碌的工作你感觉自己是在虚度光阴，那你有想过办法去解决吗？",
        "label": ""
      },
      {
        "sentence": "是只有你忙还是所有人都忙？",
        "label": ""
      },
      {
        "sentence": "你忙的同时有没有想过我干这些事是为了什么？",
        "label": ""
      },
      {
        "sentence": "如果不这样干会怎么样？",
        "label": ""
      },
      {
        "sentence": "还有没有别的办法不用那么忙也可以达到目的？",
        "label": ""
      },
      {
        "sentence": "等等，这些都需要你自己用你的智慧的大脑去思考，去想办法解决，遇到问题就退缩，逃避，这样是绝对不利于你解决问题能力的提升的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直觉得自己比较内向，和同事们交流的时候总是觉得自己不太能插得上话。",
    "annotation": [
      {
        "sentence": "其实我一直觉得自己比较内向，和同事们交流的时候总是觉得自己不太能插得上话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你那段描述，其实你已经意识到你自己的问题了，既然意识到了问题，那下一步就是去想办法解决啊，你刚开始工作的时候有师傅带你，教你，但如果一遇到新的问题，不是专业上的问题，你就没办法了，那你就永远只能依赖自己所学到的那些专业知识生存，这样你的能力就是不全面的，是单一的，如果你去换一份工作，你还是会遇到类似的问题，可能就是换了一种形式而已，照样会把你难倒，你想要得到领导同事们的认同就更难了。",
    "annotation": [
      {
        "sentence": "从你那段描述，其实你已经意识到你自己的问题了，既然意识到了问题，那下一步就是去想办法解决啊，你刚开始工作的时候有师傅带你，教你，但如果一遇到新的问题，不是专业上的问题，你就没办法了，那你就永远只能依赖自己所学到的那些专业知识生存，这样你的能力就是不全面的，是单一的，如果你去换一份工作，你还是会遇到类似的问题，可能就是换了一种形式而已，照样会把你难倒，你想要得到领导同事们的认同就更难了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我看到你的回答，我可能需要尝试改变一下自己的思维方式，去充实自己的能力。可是我总觉得自己很不自信，总是害怕回答问题，发言的时候一紧张就说不出话来。",
    "annotation": [
      {
        "sentence": "我看到你的回答，我可能需要尝试改变一下自己的思维方式，去充实自己的能力。",
        "label": ""
      },
      {
        "sentence": "可是我总觉得自己很不自信，总是害怕回答问题，发言的时候一紧张就说不出话来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于你说的开会回答问题紧张这些，这明显就是在给自己贴标签啊，“不自信”“内向”“工作积极性差”“拖延”，这些词语，都是在告诉自己，自己有多么差劲，有很多缺点。这就像是心理学上的标签效应，你一旦给自己下定义了，那你就会变成你自己定义的样子。如果你给自己的定义是正面的还好，但是你对自己的定义都是负面的，不好的，我建议你尽快撕掉这种标签，多看看自己好的一面，多想想自己有哪些优点，而哪些优点是对你的工作有帮助的，你要发挥自己的优势，扬长避短，让大家看到你的长处，只要你能把扬长做好了，别人根本不会在意你那些所谓的短处。看看很多名人，他们有哪个是十全十美的？他们之所以成功不过是因为在某个领域把自己的优势努力发挥到了极致罢了。",
    "annotation": [
      {
        "sentence": "关于你说的开会回答问题紧张这些，这明显就是在给自己贴标签啊，“不自信”“内向”“工作积极性差”“拖延”，这些词语，都是在告诉自己，自己有多么差劲，有很多缺点。",
        "label": ""
      },
      {
        "sentence": "这就像是心理学上的标签效应，你一旦给自己下定义了，那你就会变成你自己定义的样子。",
        "label": ""
      },
      {
        "sentence": "如果你给自己的定义是正面的还好，但是你对自己的定义都是负面的，不好的，我建议你尽快撕掉这种标签，多看看自己好的一面，多想想自己有哪些优点，而哪些优点是对你的工作有帮助的，你要发挥自己的优势，扬长避短，让大家看到你的长处，只要你能把扬长做好了，别人根本不会在意你那些所谓的短处。",
        "label": ""
      },
      {
        "sentence": "看看很多名人，他们有哪个是十全十美的？",
        "label": ""
      },
      {
        "sentence": "他们之所以成功不过是因为在某个领域把自己的优势努力发挥到了极致罢了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不能再给自己设限了，要积极发展自己的优势。谢谢你的鼓励和建议，我现在有些想法了。",
    "annotation": [
      {
        "sentence": "我明白了，我不能再给自己设限了，要积极发展自己的优势。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和建议，我现在有些想法了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有所思考和想法了，加油吧，不经历风雨怎能见彩虹，那种通过自己不懈努力获取的果实一定会给你带来十足的成就感的。",
    "annotation": [
      {
        "sentence": "很高兴听到你有所思考和想法了，加油吧，不经历风雨怎能见彩虹，那种通过自己不懈努力获取的果实一定会给你带来十足的成就感的。",
        "label": ""
      }
    ]
  }
]