[
  {
    "role": "client",
    "content": "我妻子婚后多次出轨，我们已经协议离婚了，可是现在我感到很迷茫。我和妻子是大学同学，当时她追求我，因为她对我很好，会照顾人，所以我们在一起了。婚后，我很努力工作，也很幸运，事业有成，收入也不错。妻子怀孕后就辞职，在家全职照顾孩子和我的母亲。我在考虑今后回老家发展（老家是新一线城市），所以希望妻子回老家与我的父母一起照顾孩子，我每个月去看她两次，每次10天。我一直节俭过日子，对妻子也非常大方。今年疫情期间，我发现妻子出轨了，并进行了调查。她最后承认结婚12年期间多次出轨，包括同学、客户和一夜情等。我非常生气，当场提出了离婚。妻子非常悔过，并恳求我给她一次机会，承诺会用下半生的努力来弥补错误。通过交流，我发现她多次出轨是因为虚荣心和攀比的问题。尽管如此，我还是坚决想离婚，打算在三月底办理手续。本以为离婚后可以解脱，可是现在又遇到了新问题。妻子提出为了孩子需要在家待一年，由于我在异地工作，所以我同意了。离婚后，我帮她找到了工作。现在她每天上班，下班还要辅导孩子的作业，做家务，并且对我百般殷勤。我真的不知道该怎么办了，因为我还是爱她，但是心里始终过不了这个坎。",
    "annotation": [
      {
        "sentence": "我妻子婚后多次出轨，我们已经协议离婚了，可是现在我感到很迷茫。",
        "label": ""
      },
      {
        "sentence": "我和妻子是大学同学，当时她追求我，因为她对我很好，会照顾人，所以我们在一起了。",
        "label": ""
      },
      {
        "sentence": "婚后，我很努力工作，也很幸运，事业有成，收入也不错。",
        "label": ""
      },
      {
        "sentence": "妻子怀孕后就辞职，在家全职照顾孩子和我的母亲。",
        "label": ""
      },
      {
        "sentence": "我在考虑今后回老家发展（老家是新一线城市），所以希望妻子回老家与我的父母一起照顾孩子，我每个月去看她两次，每次10天。",
        "label": ""
      },
      {
        "sentence": "我一直节俭过日子，对妻子也非常大方。",
        "label": ""
      },
      {
        "sentence": "今年疫情期间，我发现妻子出轨了，并进行了调查。",
        "label": ""
      },
      {
        "sentence": "她最后承认结婚12年期间多次出轨，包括同学、客户和一夜情等。",
        "label": ""
      },
      {
        "sentence": "我非常生气，当场提出了离婚。",
        "label": ""
      },
      {
        "sentence": "妻子非常悔过，并恳求我给她一次机会，承诺会用下半生的努力来弥补错误。",
        "label": ""
      },
      {
        "sentence": "通过交流，我发现她多次出轨是因为虚荣心和攀比的问题。",
        "label": ""
      },
      {
        "sentence": "尽管如此，我还是坚决想离婚，打算在三月底办理手续。",
        "label": ""
      },
      {
        "sentence": "本以为离婚后可以解脱，可是现在又遇到了新问题。",
        "label": ""
      },
      {
        "sentence": "妻子提出为了孩子需要在家待一年，由于我在异地工作，所以我同意了。",
        "label": ""
      },
      {
        "sentence": "离婚后，我帮她找到了工作。",
        "label": ""
      },
      {
        "sentence": "现在她每天上班，下班还要辅导孩子的作业，做家务，并且对我百般殷勤。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了，因为我还是爱她，但是心里始终过不了这个坎。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然你来咨询我，我就从中立的角度给你一些建议。婚姻中不仅仅是优点，也有缺点。现在她没有出轨，表现出来的都是她的优点，当然你会觉得她很好。但我们不知道她缺点什么时候会暴露出来。我不确定你的妻子在这次事件后有没有真正改变。她意识到出轨是错误的吗？你有没有觉得她做了什么事情让你相信她以后不会再出轨了呢？按照我的想法，你可以选择两种方式来面对：要么选择难得糊涂，毕竟她的优点很多，不去过多纠结她的缺点；要么你可以选择咬咬牙，尽快找一个新的人生伴侣。",
    "annotation": [
      {
        "sentence": "既然你来咨询我，我就从中立的角度给你一些建议。",
        "label": ""
      },
      {
        "sentence": "婚姻中不仅仅是优点，也有缺点。",
        "label": ""
      },
      {
        "sentence": "现在她没有出轨，表现出来的都是她的优点，当然你会觉得她很好。",
        "label": ""
      },
      {
        "sentence": "但我们不知道她缺点什么时候会暴露出来。",
        "label": ""
      },
      {
        "sentence": "我不确定你的妻子在这次事件后有没有真正改变。",
        "label": ""
      },
      {
        "sentence": "她意识到出轨是错误的吗？",
        "label": ""
      },
      {
        "sentence": "你有没有觉得她做了什么事情让你相信她以后不会再出轨了呢？",
        "label": ""
      },
      {
        "sentence": "按照我的想法，你可以选择两种方式来面对：要么选择难得糊涂，毕竟她的优点很多，不去过多纠结她的缺点；要么你可以选择咬咬牙，尽快找一个新的人生伴侣。",
        "label": ""
      }
    ]
  }
]