[
  {
    "role": "client",
    "content": "我觉得找个女咨询师做女朋友，会不会比较善解人意？想问一下学心理学的女生，是比较现实呢还是非常注重精神的交流，会不会比较善解人意，还有就是，接受丁克吗？我是想找个灵魂相同的伴侣，一起玩，一起生活。",
    "annotation": [
      {
        "sentence": "我觉得找个女咨询师做女朋友，会不会比较善解人意？",
        "label": ""
      },
      {
        "sentence": "想问一下学心理学的女生，是比较现实呢还是非常注重精神的交流，会不会比较善解人意，还有就是，接受丁克吗？",
        "label": ""
      },
      {
        "sentence": "我是想找个灵魂相同的伴侣，一起玩，一起生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "咨询师也只是普通人。咨询师会比较现实呢还是注重精神，会不会比较善解人意，能不能接受丁克，这些个人层面的东西和其职业选择关系不大。就像幼师里有喜欢孩子的，也有会虐待孩子的，职业并不能界定个人的性格三观。建议你花时间在身边寻找、选择适合你的那个人，而不是限定在某一行业去寻找哦。",
    "annotation": [
      {
        "sentence": "咨询师也只是普通人。",
        "label": ""
      },
      {
        "sentence": "咨询师会比较现实呢还是注重精神，会不会比较善解人意，能不能接受丁克，这些个人层面的东西和其职业选择关系不大。",
        "label": ""
      },
      {
        "sentence": "就像幼师里有喜欢孩子的，也有会虐待孩子的，职业并不能界定个人的性格三观。",
        "label": ""
      },
      {
        "sentence": "建议你花时间在身边寻找、选择适合你的那个人，而不是限定在某一行业去寻找哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，咨询师也只是一个行业，并不能代表她们的性格和个人观念。但是我还是有一些担心，如果我找的女伴没有心理学背景，她是否能够理解我工作上遇到的压力和情绪困扰呢？",
    "annotation": [
      {
        "sentence": "我明白了，咨询师也只是一个行业，并不能代表她们的性格和个人观念。",
        "label": ""
      },
      {
        "sentence": "但是我还是有一些担心，如果我找的女伴没有心理学背景，她是否能够理解我工作上遇到的压力和情绪困扰呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "找一个能够理解你工作压力和情绪困扰的伴侣是很重要的。虽然她没有心理学背景，但她也可以通过倾听和支持来理解你，帮助你排解压力。关键是双方要有沟通和理解的能力，而不仅限于某个专业背景。",
    "annotation": [
      {
        "sentence": "找一个能够理解你工作压力和情绪困扰的伴侣是很重要的。",
        "label": ""
      },
      {
        "sentence": "虽然她没有心理学背景，但她也可以通过倾听和支持来理解你，帮助你排解压力。",
        "label": ""
      },
      {
        "sentence": "关键是双方要有沟通和理解的能力，而不仅限于某个专业背景。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，沟通和理解是关系中最重要的。但是，我又担心我和普通人的日常交流是否能够深入到精神层面，是否能够有高质量的心灵共鸣呢？",
    "annotation": [
      {
        "sentence": "你说得对，沟通和理解是关系中最重要的。",
        "label": ""
      },
      {
        "sentence": "但是，我又担心我和普通人的日常交流是否能够深入到精神层面，是否能够有高质量的心灵共鸣呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "即使没有心理学背景，很多普通人也拥有深入交流和心灵共鸣的能力。关键是要找到一个对你有吸引力、有共同话题的伴侣，通过共同的兴趣和相似的世界观，你们可以建立起高质量的交流和心灵连接。",
    "annotation": [
      {
        "sentence": "即使没有心理学背景，很多普通人也拥有深入交流和心灵共鸣的能力。",
        "label": ""
      },
      {
        "sentence": "关键是要找到一个对你有吸引力、有共同话题的伴侣，通过共同的兴趣和相似的世界观，你们可以建立起高质量的交流和心灵连接。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我确实应该放下对专业背景的过度追求，而是注重找到一个与我有共鸣、彼此理解的伴侣。但是，关于丁克的问题，我还是想知道心理学专业的女生是否更容易接受这种生活方式呢？",
    "annotation": [
      {
        "sentence": "你说得很有道理，我确实应该放下对专业背景的过度追求，而是注重找到一个与我有共鸣、彼此理解的伴侣。",
        "label": ""
      },
      {
        "sentence": "但是，关于丁克的问题，我还是想知道心理学专业的女生是否更容易接受这种生活方式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "丁克是一个个人的选择，不仅限于心理学专业的女生。不同的人对于生活方式和家庭规划有不同的看法，这主要取决于个人价值观和生活经验。重要的是你和伴侣在这个问题上有共识和协商，在彼此的意愿和需求上达成一致。",
    "annotation": [
      {
        "sentence": "丁克是一个个人的选择，不仅限于心理学专业的女生。",
        "label": ""
      },
      {
        "sentence": "不同的人对于生活方式和家庭规划有不同的看法，这主要取决于个人价值观和生活经验。",
        "label": ""
      },
      {
        "sentence": "重要的是你和伴侣在这个问题上有共识和协商，在彼此的意愿和需求上达成一致。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我理解了。我不应该过于将心理学专业与丁克生活方式划上等号，而是应该在找到合适的伴侣后，一起探讨并达成共识。谢谢你的建议，我会更加开放地面对感情和婚姻这些问题。",
    "annotation": [
      {
        "sentence": "嗯，我理解了。",
        "label": ""
      },
      {
        "sentence": "我不应该过于将心理学专业与丁克生活方式划上等号，而是应该在找到合适的伴侣后，一起探讨并达成共识。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会更加开放地面对感情和婚姻这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。感情和婚姻是复杂的课题，关键在于双方的理解和配合。希望你能够找到一个与你心灵相通的伴侣，一起度过幸福美满的生活。如果还有其他问题，随时向我求助。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "感情和婚姻是复杂的课题，关键在于双方的理解和配合。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到一个与你心灵相通的伴侣，一起度过幸福美满的生活。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时向我求助。",
        "label": ""
      }
    ]
  }
]