[
  {
    "role": "client",
    "content": "大学女生学医，为什么一紧张就手抖？自己一紧张就手抖，特别是别人看到我的时候，学医本来操作就多，特别像那种把液体加到小试管里；孔太小，别人看到我一紧张，一直抖晃，后来发展到和别人吃饭夹菜、端东西、写字都抖，递东西给别人都抖；但是私底下又正常，应该没有社交恐惧症；困惑了两年，好孤独，好害怕，不知道和谁分享；有时想着就做个实验怕什么，但是真正遇到的时候又很害怕。",
    "annotation": [
      {
        "sentence": "大学女生学医，为什么一紧张就手抖？",
        "label": ""
      },
      {
        "sentence": "自己一紧张就手抖，特别是别人看到我的时候，学医本来操作就多，特别像那种把液体加到小试管里；孔太小，别人看到我一紧张，一直抖晃，后来发展到和别人吃饭夹菜、端东西、写字都抖，递东西给别人都抖；但是私底下又正常，应该没有社交恐惧症；困惑了两年，好孤独，好害怕，不知道和谁分享；有时想着就做个实验怕什么，但是真正遇到的时候又很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你在学医的时候会一紧张就手抖，这确实给你带来了困扰，我能够理解这种情况。很多人在特定场合下也会出现类似的紧张状况，尤其是当别人注意到的时候。而学医这个专业本身就需要进行很多操作，尤其是那种把液体加到小试管里的情况，这使得你的紧张感更加强烈。同时，这种抖晃的状况也逐渐扩展到和别人吃饭夹菜、端东西、写字，甚至连递东西给别人都会有抖动。但是我觉得你私底下没有表现得异常，所以应该不是社交恐惧症。这两年来你一直感到困惑、孤独和害怕，不知道该和谁分享。有时候你可能会考虑做个实验，但实际遇到这种情况时又感到很害怕。",
    "annotation": [
      {
        "sentence": "听说你在学医的时候会一紧张就手抖，这确实给你带来了困扰，我能够理解这种情况。",
        "label": ""
      },
      {
        "sentence": "很多人在特定场合下也会出现类似的紧张状况，尤其是当别人注意到的时候。",
        "label": ""
      },
      {
        "sentence": "而学医这个专业本身就需要进行很多操作，尤其是那种把液体加到小试管里的情况，这使得你的紧张感更加强烈。",
        "label": ""
      },
      {
        "sentence": "同时，这种抖晃的状况也逐渐扩展到和别人吃饭夹菜、端东西、写字，甚至连递东西给别人都会有抖动。",
        "label": ""
      },
      {
        "sentence": "但是我觉得你私底下没有表现得异常，所以应该不是社交恐惧症。",
        "label": ""
      },
      {
        "sentence": "这两年来你一直感到困惑、孤独和害怕，不知道该和谁分享。",
        "label": ""
      },
      {
        "sentence": "有时候你可能会考虑做个实验，但实际遇到这种情况时又感到很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对的，就是这样。我感到很困扰，不知道为什么我的手会在紧张的时候抖动，而且还逐渐扩展到其他动作上。我很想摆脱这种紧张和恐惧的感觉，但是总是无法成功。你觉得我该怎么办呢？",
    "annotation": [
      {
        "sentence": "对的，就是这样。",
        "label": ""
      },
      {
        "sentence": "我感到很困扰，不知道为什么我的手会在紧张的时候抖动，而且还逐渐扩展到其他动作上。",
        "label": ""
      },
      {
        "sentence": "我很想摆脱这种紧张和恐惧的感觉，但是总是无法成功。",
        "label": ""
      },
      {
        "sentence": "你觉得我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困扰，你希望能够找到解决方法。首先，我觉得你可以选择一个你想改善的情况，比如递东西给别人或给别人加菜，在这种情况下去面对，并接受你抖动的状态。当你面对这种情况时，要试着调整呼吸，给自己打气加油。同时，观察一下你能够在这种状态下抖多久，这样可以逐渐暴露在这种情况下，并尝试克服紧张情绪。我想告诉你的是，紧张是很正常的，很多人都会经历，只是表现方式不同。我们常常担心自己出丑，对自己的要求很高，觉得犯错很丢脸，或者怕自己不小心做错事情。如果我们不再有这种担忧，紧张情绪也会好转的。",
    "annotation": [
      {
        "sentence": "我明白你的困扰，你希望能够找到解决方法。",
        "label": ""
      },
      {
        "sentence": "首先，我觉得你可以选择一个你想改善的情况，比如递东西给别人或给别人加菜，在这种情况下去面对，并接受你抖动的状态。",
        "label": ""
      },
      {
        "sentence": "当你面对这种情况时，要试着调整呼吸，给自己打气加油。",
        "label": ""
      },
      {
        "sentence": "同时，观察一下你能够在这种状态下抖多久，这样可以逐渐暴露在这种情况下，并尝试克服紧张情绪。",
        "label": ""
      },
      {
        "sentence": "我想告诉你的是，紧张是很正常的，很多人都会经历，只是表现方式不同。",
        "label": ""
      },
      {
        "sentence": "我们常常担心自己出丑，对自己的要求很高，觉得犯错很丢脸，或者怕自己不小心做错事情。",
        "label": ""
      },
      {
        "sentence": "如果我们不再有这种担忧，紧张情绪也会好转的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了你的建议，你的话让我对解决问题有了一些启发。我会选择一个动作，比如给别人加菜，然后尽量去面对并接受抖动的状况。我也会多注意我的呼吸，并且告诉自己不要害怕。谢谢你的支持和鼓励，我会尝试克服这种紧张情绪的。",
    "annotation": [
      {
        "sentence": "我理解了你的建议，你的话让我对解决问题有了一些启发。",
        "label": ""
      },
      {
        "sentence": "我会选择一个动作，比如给别人加菜，然后尽量去面对并接受抖动的状况。",
        "label": ""
      },
      {
        "sentence": "我也会多注意我的呼吸，并且告诉自己不要害怕。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我会尝试克服这种紧张情绪的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议能给你一些启发。你选择的方法非常好，记得在面对抖动的时候要保持冷静，调整呼吸，并给自己一些正面的暗示。我相信你一定能够成功克服这种紧张情绪的，加油！如果以后还有任何困扰或需要帮助的地方，随时来找我谈谈。",
    "annotation": [
      {
        "sentence": "很高兴我的建议能给你一些启发。",
        "label": ""
      },
      {
        "sentence": "你选择的方法非常好，记得在面对抖动的时候要保持冷静，调整呼吸，并给自己一些正面的暗示。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够成功克服这种紧张情绪的，加油！",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何困扰或需要帮助的地方，随时来找我谈谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励！我会坚持尝试，努力克服紧张情绪。如果将来有需要，我一定会再来找你聊聊。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      },
      {
        "sentence": "我会坚持尝试，努力克服紧张情绪。",
        "label": ""
      },
      {
        "sentence": "如果将来有需要，我一定会再来找你聊聊。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我衷心祝愿你能够成功克服紧张情绪，实现自己的目标。记得，无论何时，我都会在这里支持你的。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我衷心祝愿你能够成功克服紧张情绪，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "记得，无论何时，我都会在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]