[
  {
    "role": "client",
    "content": "很悲观，如何调节自己的情绪？我因睡眠障碍上周去了医院，检查出神经衰弱，以前也存在这种情况，医生也开了药，现在感觉整个人心理上更加烦躁，各种事情都缠绕着我，而且我现在觉得自己非常不重要，身边的人总会对我说不要太把自己当回事或者举例拿我跟其他事比较的话肯定其他事比我重要，我真的听到以后非常难过，觉得自己没有一点用处，别人还说网上的我和现实的我非常不一样，在网上我就是多疑敏感的人，在现实里说我很温柔，但我觉得网上那个敢于表达自己情绪的人才是我，我现在真的很悲观，该怎么调节自己的情绪？是我自己心理有问题吗？",
    "annotation": [
      {
        "sentence": "很悲观，如何调节自己的情绪？",
        "label": ""
      },
      {
        "sentence": "我因睡眠障碍上周去了医院，检查出神经衰弱，以前也存在这种情况，医生也开了药，现在感觉整个人心理上更加烦躁，各种事情都缠绕着我，而且我现在觉得自己非常不重要，身边的人总会对我说不要太把自己当回事或者举例拿我跟其他事比较的话肯定其他事比我重要，我真的听到以后非常难过，觉得自己没有一点用处，别人还说网上的我和现实的我非常不一样，在网上我就是多疑敏感的人，在现实里说我很温柔，但我觉得网上那个敢于表达自己情绪的人才是我，我现在真的很悲观，该怎么调节自己的情绪？",
        "label": ""
      },
      {
        "sentence": "是我自己心理有问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "身边的人告诉你，要你不要把自己当一回事，他们的事情比你的更重要。可是，他们为什么可以把自己当一回事，自认为自己的事比你更重要呢？这不是很明显的双标吗？所以，这样的话不值得理会，不必理会。",
    "annotation": [
      {
        "sentence": "身边的人告诉你，要你不要把自己当一回事，他们的事情比你的更重要。",
        "label": ""
      },
      {
        "sentence": "可是，他们为什么可以把自己当一回事，自认为自己的事比你更重要呢？",
        "label": ""
      },
      {
        "sentence": "这不是很明显的双标吗？",
        "label": ""
      },
      {
        "sentence": "所以，这样的话不值得理会，不必理会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得对，为什么他们可以把自己当一回事，而我却不能呢？我太在乎别人的看法了。",
    "annotation": [
      {
        "sentence": "我觉得你说得对，为什么他们可以把自己当一回事，而我却不能呢？",
        "label": ""
      },
      {
        "sentence": "我太在乎别人的看法了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，每个人都有自己的价值和重要性。你在网上是多疑敏感的人，现实里很温柔，我想，这或许说明，现实中的你，是有隐藏的，可能会为了顾及他人，而委屈自己的感受。有时候，有些场合，我们需要如此，但是，如果一直如此，我们会觉得很累，很压抑。",
    "annotation": [
      {
        "sentence": "是的，每个人都有自己的价值和重要性。",
        "label": ""
      },
      {
        "sentence": "你在网上是多疑敏感的人，现实里很温柔，我想，这或许说明，现实中的你，是有隐藏的，可能会为了顾及他人，而委屈自己的感受。",
        "label": ""
      },
      {
        "sentence": "有时候，有些场合，我们需要如此，但是，如果一直如此，我们会觉得很累，很压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，我总是觉得不敢表达自己的真实感受，怕得罪别人，怕被评判。",
    "annotation": [
      {
        "sentence": "确实是这样，我总是觉得不敢表达自己的真实感受，怕得罪别人，怕被评判。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所提到的神经衰弱，烦躁，睡眠障碍等，或许都与此有关。你在网上上敢于表达情绪，现实中，也可以尝试着去表达。或许也正是因为你一直不敢表达出来，在别人眼里，你才会没有存在感，会觉得你不重要，他们已经习惯了忽视的感受和需求。",
    "annotation": [
      {
        "sentence": "你所提到的神经衰弱，烦躁，睡眠障碍等，或许都与此有关。",
        "label": ""
      },
      {
        "sentence": "你在网上上敢于表达情绪，现实中，也可以尝试着去表达。",
        "label": ""
      },
      {
        "sentence": "或许也正是因为你一直不敢表达出来，在别人眼里，你才会没有存在感，会觉得你不重要，他们已经习惯了忽视的感受和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我怕一旦表达出来，就会被他人指责或拒绝，这让我很害怕。",
    "annotation": [
      {
        "sentence": "但我怕一旦表达出来，就会被他人指责或拒绝，这让我很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要害怕，可以像身边那些人一样，把自己的感受和需求摆在首位。或许，这样会得罪一些人，可是，那些抬高自己而贬低你的人，得罪了又有什么关系呢？一味的忍让，只会让他们更觉得打压你是一件理所当然的事情。适当的展现自己的锋芒，没关系的，我们不需要去讨好和迎合所有人。(^_-)。",
    "annotation": [
      {
        "sentence": "不要害怕，可以像身边那些人一样，把自己的感受和需求摆在首位。",
        "label": ""
      },
      {
        "sentence": "或许，这样会得罪一些人，可是，那些抬高自己而贬低你的人，得罪了又有什么关系呢？",
        "label": ""
      },
      {
        "sentence": "一味的忍让，只会让他们更觉得打压你是一件理所当然的事情。",
        "label": ""
      },
      {
        "sentence": "适当的展现自己的锋芒，没关系的，我们不需要去讨好和迎合所有人。",
        "label": ""
      },
      {
        "sentence": "(^_-)。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该学会保护自己的感受和需求，不一味迎合别人的期待。我要更加坚定地表达自己的情感。",
    "annotation": [
      {
        "sentence": "你说得对，我应该学会保护自己的感受和需求，不一味迎合别人的期待。",
        "label": ""
      },
      {
        "sentence": "我要更加坚定地表达自己的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对，你要相信自己的价值和重要性，敢于表达自己的情感。不要让消极的情绪挡住了你的生活乐趣。如果你觉得自己心理上有问题，可以尝试咨询专业的心理咨询师，他们会给你更专业的建议和支持。",
    "annotation": [
      {
        "sentence": "对，你要相信自己的价值和重要性，敢于表达自己的情感。",
        "label": ""
      },
      {
        "sentence": "不要让消极的情绪挡住了你的生活乐趣。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己心理上有问题，可以尝试咨询专业的心理咨询师，他们会给你更专业的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会考虑找心理咨询师的。谢谢你的建议和鼓励，你的话让我感到温暖和勇气。",
    "annotation": [
      {
        "sentence": "嗯，我会考虑找心理咨询师的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，你的话让我感到温暖和勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够调节好自己的情绪，重新找回生活的快乐。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够调节好自己的情绪，重新找回生活的快乐。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]