[
  {
    "role": "client",
    "content": "对于没做的事也会内心认为是自己做的？在别人开口指向某一特征或事件的时候，我总会不由自主带入，认为自己是当事人，但其实并没有。平时在社交中没有表现出来，但是这个思想会令我内心感到很难受，而且通常都是不好的事情，好的事情我就不会这样默认。比如小学时候班里有个同学手机丢了，描述了一下，严厉批评这个行为，然后仔细审视我们，当她看到我的时候，我就特别害怕，感觉自己做错了事，其实我什么都没有做，只是听完描述内心就会觉得“这么大的事，可千万别是我”，可是我本来就没有偷东西啊，最后那个人也被老师找到了，但是我内心依旧有那种好险的感觉。到现在已经高中了，每次老师有批评同学们的地方，我总会不由自主地觉得老师是在针对我的问题，但可能这只是老师对我们班级的整体感觉。我就极度害怕做错事情，说错话，只要有老师，家长或者其他长辈说一些年轻人不好的话，就默认为在说我自己。虽然我已经很努力想冲破这个束缚，最小限度地不受它影响。但为什么这么久还存在？该如何面对",
    "annotation": [
      {
        "sentence": "对于没做的事也会内心认为是自己做的？",
        "label": ""
      },
      {
        "sentence": "在别人开口指向某一特征或事件的时候，我总会不由自主带入，认为自己是当事人，但其实并没有。",
        "label": ""
      },
      {
        "sentence": "平时在社交中没有表现出来，但是这个思想会令我内心感到很难受，而且通常都是不好的事情，好的事情我就不会这样默认。",
        "label": ""
      },
      {
        "sentence": "比如小学时候班里有个同学手机丢了，描述了一下，严厉批评这个行为，然后仔细审视我们，当她看到我的时候，我就特别害怕，感觉自己做错了事，其实我什么都没有做，只是听完描述内心就会觉得“这么大的事，可千万别是我”，可是我本来就没有偷东西啊，最后那个人也被老师找到了，但是我内心依旧有那种好险的感觉。",
        "label": ""
      },
      {
        "sentence": "到现在已经高中了，每次老师有批评同学们的地方，我总会不由自主地觉得老师是在针对我的问题，但可能这只是老师对我们班级的整体感觉。",
        "label": ""
      },
      {
        "sentence": "我就极度害怕做错事情，说错话，只要有老师，家长或者其他长辈说一些年轻人不好的话，就默认为在说我自己。",
        "label": ""
      },
      {
        "sentence": "虽然我已经很努力想冲破这个束缚，最小限度地不受它影响。",
        "label": ""
      },
      {
        "sentence": "但为什么这么久还存在？",
        "label": ""
      },
      {
        "sentence": "该如何面对",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中我仿佛看到一个#过度自卑、过度关注他人评价，特别想获得他人认可#的小孩。先给你一个有力量的🤝！我们先一起来梳理一下你给出的信息吧：你提到在别人开口指向某一特征或事件的时候，我总会不由自主带入，认为自己是当事人，但其实并没有。你还记得自己第一次有这种想法的时候，当时发生了什么呢？这个诱发事件对于你的意义是什么呢？或者说你是怎么看待这个事件中的人和事的呢？你提到平时在社交中没有表现出来，但是这个思想会令我内心感到很难受，而且通常都是不好的事情，好的事情我就不会这样默认。你觉得自己在社交中表现出来，那么这种想法一般是在什么情形下产生呢？#默认不好的事情跟自己有关#对于你自己而言，你认为有什么意义吗？",
    "annotation": [
      {
        "sentence": "从你的描述中我仿佛看到一个#过度自卑、过度关注他人评价，特别想获得他人认可#的小孩。",
        "label": ""
      },
      {
        "sentence": "先给你一个有力量的🤝！",
        "label": ""
      },
      {
        "sentence": "我们先一起来梳理一下你给出的信息吧：你提到在别人开口指向某一特征或事件的时候，我总会不由自主带入，认为自己是当事人，但其实并没有。",
        "label": ""
      },
      {
        "sentence": "你还记得自己第一次有这种想法的时候，当时发生了什么呢？",
        "label": ""
      },
      {
        "sentence": "这个诱发事件对于你的意义是什么呢？",
        "label": ""
      },
      {
        "sentence": "或者说你是怎么看待这个事件中的人和事的呢？",
        "label": ""
      },
      {
        "sentence": "你提到平时在社交中没有表现出来，但是这个思想会令我内心感到很难受，而且通常都是不好的事情，好的事情我就不会这样默认。",
        "label": ""
      },
      {
        "sentence": "你觉得自己在社交中表现出来，那么这种想法一般是在什么情形下产生呢？",
        "label": ""
      },
      {
        "sentence": "#默认不好的事情跟自己有关#对于你自己而言，你认为有什么意义吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的这种想法大概是从小学的时候开始的，那时候有个同学手机丢了，班里的同学们开始批评那个人，我当时并没有参与，只是听了他们的描述。但当他们看到我时，我突然就感到很害怕，好像自己做了错事一样。我觉得这件事对我意义重大，是因为以前我在学校不是那么受欢迎，成绩也不太好，所以我总是担心老师和同学会指责我，因此在这种情况下，当有人犯错时，我会自然而然地认为是自己犯的错。",
    "annotation": [
      {
        "sentence": "我的这种想法大概是从小学的时候开始的，那时候有个同学手机丢了，班里的同学们开始批评那个人，我当时并没有参与，只是听了他们的描述。",
        "label": ""
      },
      {
        "sentence": "但当他们看到我时，我突然就感到很害怕，好像自己做了错事一样。",
        "label": ""
      },
      {
        "sentence": "我觉得这件事对我意义重大，是因为以前我在学校不是那么受欢迎，成绩也不太好，所以我总是担心老师和同学会指责我，因此在这种情况下，当有人犯错时，我会自然而然地认为是自己犯的错。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了，你在学校的表现和成绩可能会影响你对自己的看法，觉得会被指责。但是要记住，别人的错误并不代表是你的错，你没有必要把责任揽到自己身上。每个人都有不同的问题和犯错的时候，这是很正常的。不要把自己和别人相比较，要相信自己的价值，不要因为其他人的评价而贬低自己。",
    "annotation": [
      {
        "sentence": "我明白了，你在学校的表现和成绩可能会影响你对自己的看法，觉得会被指责。",
        "label": ""
      },
      {
        "sentence": "但是要记住，别人的错误并不代表是你的错，你没有必要把责任揽到自己身上。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的问题和犯错的时候，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "不要把自己和别人相比较，要相信自己的价值，不要因为其他人的评价而贬低自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。可是即使我现在已经高中了，每次老师批评同学们的时候，我还是会自动地觉得是在批评我自己。可能是因为以前在学校的阶段性经历给我留下了深刻的影响，导致我一直很害怕做错事情或说错话。无论是老师、家长还是其他长辈说年轻人不好的话，我都会觉得他们在说我自己。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "可是即使我现在已经高中了，每次老师批评同学们的时候，我还是会自动地觉得是在批评我自己。",
        "label": ""
      },
      {
        "sentence": "可能是因为以前在学校的阶段性经历给我留下了深刻的影响，导致我一直很害怕做错事情或说错话。",
        "label": ""
      },
      {
        "sentence": "无论是老师、家长还是其他长辈说年轻人不好的话，我都会觉得他们在说我自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉很不容易改变，特别是在你过去的经历对你产生了强烈的影响。但你要知道，每个人都有犯错的时候，没有人是完美的，包括老师、家长和其他长辈。虽然他们可能有时会说一些针对年轻人的不好的话，但那并不代表他们是在指责你个人。你要试着放松一些，不要过分担心自己的错误，更要相信自己的价值和能力。另外，对于你目前的情况，我建议你可以尝试寻求心理咨询的帮助，咨询师可以帮助你探索更好的自我，解决一些心理上的问题。",
    "annotation": [
      {
        "sentence": "这种感觉很不容易改变，特别是在你过去的经历对你产生了强烈的影响。",
        "label": ""
      },
      {
        "sentence": "但你要知道，每个人都有犯错的时候，没有人是完美的，包括老师、家长和其他长辈。",
        "label": ""
      },
      {
        "sentence": "虽然他们可能有时会说一些针对年轻人的不好的话，但那并不代表他们是在指责你个人。",
        "label": ""
      },
      {
        "sentence": "你要试着放松一些，不要过分担心自己的错误，更要相信自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "另外，对于你目前的情况，我建议你可以尝试寻求心理咨询的帮助，咨询师可以帮助你探索更好的自我，解决一些心理上的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我想我确实需要一些专业的帮助来处理这个问题。因为我觉得我现在自己的力量还不足以摆脱束缚。我会考虑找心理咨询师的，谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我想我确实需要一些专业的帮助来处理这个问题。",
        "label": ""
      },
      {
        "sentence": "因为我觉得我现在自己的力量还不足以摆脱束缚。",
        "label": ""
      },
      {
        "sentence": "我会考虑找心理咨询师的，谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你。寻求心理咨询师的帮助是个好的决定，他们可以提供专业的指导和支持。希望你能找到适合的咨询师，通过咨询的过程，你可以更好地理解自己，走出困境。祝福你一切顺利，祝福你能够成为更好的自己。若有需要，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "寻求心理咨询师的帮助是个好的决定，他们可以提供专业的指导和支持。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合的咨询师，通过咨询的过程，你可以更好地理解自己，走出困境。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利，祝福你能够成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "若有需要，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]