[
  {
    "role": "client",
    "content": "一遇到不公平，我就会讨厌我的原生家庭，为什么？",
    "annotation": [
      {
        "sentence": "一遇到不公平，我就会讨厌我的原生家庭，为什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，感受到你的不容易，那么小的年龄，没有感受到更多的关爱，而是面对打骂，挖苦，嘲讽，没有感受到来自父母给予的更多的支持，一个人更多的感受可能是无助，愤怒。原生家庭时常都会给我们留下一些烙印，而我们关注更多的也是负面的烙印，那是因为原生家庭塑造了我们的各种观念和行为模式，当我们在实际生活中遭遇困难而无力解决的时候，原生家庭首先成为“替罪羊”，而这背后的内心需要可能是需要外界的帮助，解决问题。我们尝试重新看一下你的经历，或许会有新的想法。",
    "annotation": [
      {
        "sentence": "看到你的描述，感受到你的不容易，那么小的年龄，没有感受到更多的关爱，而是面对打骂，挖苦，嘲讽，没有感受到来自父母给予的更多的支持，一个人更多的感受可能是无助，愤怒。",
        "label": ""
      },
      {
        "sentence": "原生家庭时常都会给我们留下一些烙印，而我们关注更多的也是负面的烙印，那是因为原生家庭塑造了我们的各种观念和行为模式，当我们在实际生活中遭遇困难而无力解决的时候，原生家庭首先成为“替罪羊”，而这背后的内心需要可能是需要外界的帮助，解决问题。",
        "label": ""
      },
      {
        "sentence": "我们尝试重新看一下你的经历，或许会有新的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，小时候的经历对我造成了很大的影响，我从小就觉得自己不被父母重视，没有被给予足够的关怀和爱。现在，我发现我对待不公平的反应是讨厌我的原生家庭，我觉得他们是导致我这样的原因，我很生气。",
    "annotation": [
      {
        "sentence": "是的，小时候的经历对我造成了很大的影响，我从小就觉得自己不被父母重视，没有被给予足够的关怀和爱。",
        "label": ""
      },
      {
        "sentence": "现在，我发现我对待不公平的反应是讨厌我的原生家庭，我觉得他们是导致我这样的原因，我很生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，小时候经历的确对我们的成长和发展有深远的影响。但是，有时候我们对原生家庭的刻板印象也可能让我们忽视了一些事实。或许我们可以从不同的角度来看待原生家庭对我们的影响，试着接纳并理解他们的行为，虽然这并不意味着他们的方式是正确的，但我们可以试着去理解背后的原因，也有助于我们更好地处理自己的情绪。",
    "annotation": [
      {
        "sentence": "理解你的感受，小时候经历的确对我们的成长和发展有深远的影响。",
        "label": ""
      },
      {
        "sentence": "但是，有时候我们对原生家庭的刻板印象也可能让我们忽视了一些事实。",
        "label": ""
      },
      {
        "sentence": "或许我们可以从不同的角度来看待原生家庭对我们的影响，试着接纳并理解他们的行为，虽然这并不意味着他们的方式是正确的，但我们可以试着去理解背后的原因，也有助于我们更好地处理自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实想过，或许他们有自己的困扰和压力，才会以这种方式对待我。但我仍然感觉自己被伤害了，感觉很难释怀。",
    "annotation": [
      {
        "sentence": "我确实想过，或许他们有自己的困扰和压力，才会以这种方式对待我。",
        "label": ""
      },
      {
        "sentence": "但我仍然感觉自己被伤害了，感觉很难释怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受是可以理解的，被亲人伤害是一种痛苦的体验。但是，在我们努力去接纳和理解他们的同时，也需要找到自己的方式来抚平内心的伤痛。或许可以试着通过与他人交流，寻求心理咨询的帮助，找到适合自己的方式来处理这些情绪，逐渐释放内心的困扰。",
    "annotation": [
      {
        "sentence": "你的感受是可以理解的，被亲人伤害是一种痛苦的体验。",
        "label": ""
      },
      {
        "sentence": "但是，在我们努力去接纳和理解他们的同时，也需要找到自己的方式来抚平内心的伤痛。",
        "label": ""
      },
      {
        "sentence": "或许可以试着通过与他人交流，寻求心理咨询的帮助，找到适合自己的方式来处理这些情绪，逐渐释放内心的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我应该试着改变对原生家庭的看法，尝试去理解他们的行为背后的原因，并且寻求适当的方式来处理自己的情绪。我也会考虑寻求心理咨询的帮助，希望能够逐渐摆脱这些困扰。",
    "annotation": [
      {
        "sentence": "我理解了，我应该试着改变对原生家庭的看法，尝试去理解他们的行为背后的原因，并且寻求适当的方式来处理自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我也会考虑寻求心理咨询的帮助，希望能够逐渐摆脱这些困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的想法，改变对原生家庭的看法，并寻求专业帮助是很积极的一步。心理咨询可以帮助你更好地理解和处理自己的情绪，给予你更多的支持和建议。相信只要你坚持努力，你一定能够逐渐摆脱困扰，迎来更好的生活。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的想法，改变对原生家庭的看法，并寻求专业帮助是很积极的一步。",
        "label": ""
      },
      {
        "sentence": "心理咨询可以帮助你更好地理解和处理自己的情绪，给予你更多的支持和建议。",
        "label": ""
      },
      {
        "sentence": "相信只要你坚持努力，你一定能够逐渐摆脱困扰，迎来更好的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽力去改变，并积极寻求心理咨询的帮助。希望我能够在未来的生活中更加健康和幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽力去改变，并积极寻求心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "希望我能够在未来的生活中更加健康和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的努力。相信你能够找到适合自己的方式，走向更加健康和幸福的人生。如果有任何困扰和问题，随时都可以找我倾诉。希望你能够坚持下去，为自己创造更美好的未来。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的努力。",
        "label": ""
      },
      {
        "sentence": "相信你能够找到适合自己的方式，走向更加健康和幸福的人生。",
        "label": ""
      },
      {
        "sentence": "如果有任何困扰和问题，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望你能够坚持下去，为自己创造更美好的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的耐心和支持，我会时刻记得你的话，并努力走出阴影。如果有需要，我一定会再次向你寻求帮助。感谢你的鼓励和祝福！再见！",
    "annotation": [
      {
        "sentence": "谢谢你的耐心和支持，我会时刻记得你的话，并努力走出阴影。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再次向你寻求帮助。",
        "label": ""
      },
      {
        "sentence": "感谢你的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你的。记得，你并不孤单，有人愿意倾听和帮助你。祝你度过难关，迎接更加美好的明天。再见！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，有人愿意倾听和帮助你。",
        "label": ""
      },
      {
        "sentence": "祝你度过难关，迎接更加美好的明天。",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  }
]