[
  {
    "role": "client",
    "content": "男朋友QQ里有前女友的照片和私密视频，我该怎么做？我和男朋友在一起两年半了，他和前女友在一起六年，分手三年。今天因为一些原因登上了男朋友的QQ号，发现了他的QQ收藏里有前女友的照片和一个比较私密的视频，显示是16年收藏的。他可能也忘记了。我看到那个觉得很不舒服，在我的观念里，他不应该留这个，我也希望他能删掉。我一直都挺介意他和前女友这么长的一段时间的感情，即使他已经放下了。我们的感情也非常好，我依旧不想看到他留下和前任有关系的东西。但是我不知道怎么跟他说这件事情比较好，我怕他会觉得尴尬，生气。希望各位考试们可以教一教我怎么做，谢谢！",
    "annotation": [
      {
        "sentence": "男朋友QQ里有前女友的照片和私密视频，我该怎么做？",
        "label": ""
      },
      {
        "sentence": "我和男朋友在一起两年半了，他和前女友在一起六年，分手三年。",
        "label": ""
      },
      {
        "sentence": "今天因为一些原因登上了男朋友的QQ号，发现了他的QQ收藏里有前女友的照片和一个比较私密的视频，显示是16年收藏的。",
        "label": ""
      },
      {
        "sentence": "他可能也忘记了。",
        "label": ""
      },
      {
        "sentence": "我看到那个觉得很不舒服，在我的观念里，他不应该留这个，我也希望他能删掉。",
        "label": ""
      },
      {
        "sentence": "我一直都挺介意他和前女友这么长的一段时间的感情，即使他已经放下了。",
        "label": ""
      },
      {
        "sentence": "我们的感情也非常好，我依旧不想看到他留下和前任有关系的东西。",
        "label": ""
      },
      {
        "sentence": "但是我不知道怎么跟他说这件事情比较好，我怕他会觉得尴尬，生气。",
        "label": ""
      },
      {
        "sentence": "希望各位考试们可以教一教我怎么做，谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的描述看，你们俩有着非常好的感情，互相恩爱彼此喜欢，恭喜你们！您无意中发现了男朋友的【隐私】，对此纠结不舒服，不知道怎么处理。老师能理解您的心情，因为毕竟您以前没有遇到过这样的事，突然发现这样的【私事】，您一定会产生一些想法。",
    "annotation": [
      {
        "sentence": "从您的描述看，你们俩有着非常好的感情，互相恩爱彼此喜欢，恭喜你们！",
        "label": ""
      },
      {
        "sentence": "您无意中发现了男朋友的【隐私】，对此纠结不舒服，不知道怎么处理。",
        "label": ""
      },
      {
        "sentence": "老师能理解您的心情，因为毕竟您以前没有遇到过这样的事，突然发现这样的【私事】，您一定会产生一些想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很困惑，不知道该怎么处理这件事情。我担心如果提起这事，他会觉得尴尬或者生气。我真的不想破坏我们现在的好感情，但又无法忽视这种不舒服的感觉。",
    "annotation": [
      {
        "sentence": "是的，我很困惑，不知道该怎么处理这件事情。",
        "label": ""
      },
      {
        "sentence": "我担心如果提起这事，他会觉得尴尬或者生气。",
        "label": ""
      },
      {
        "sentence": "我真的不想破坏我们现在的好感情，但又无法忽视这种不舒服的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的担心是可以理解的。提起这件事可能会引发他的不快情绪，但是请您先试着冷静下来。这个矛盾感可能是因为您对他和前女友的感情时期有一些介意，但是现在他已经和你在一起，这个过去的事情其实已经过去了。您也可以问问自己，您在意他留着这些照片和视频的原因是什么？是因为您担心他还没有完全放下过去吗？",
    "annotation": [
      {
        "sentence": "您的担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "提起这件事可能会引发他的不快情绪，但是请您先试着冷静下来。",
        "label": ""
      },
      {
        "sentence": "这个矛盾感可能是因为您对他和前女友的感情时期有一些介意，但是现在他已经和你在一起，这个过去的事情其实已经过去了。",
        "label": ""
      },
      {
        "sentence": "您也可以问问自己，您在意他留着这些照片和视频的原因是什么？",
        "label": ""
      },
      {
        "sentence": "是因为您担心他还没有完全放下过去吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想我真的在意他还没有完全放下过去。虽然他说他已经放下了，但是他还保留着这些照片和视频，我觉得很困扰。我希望他能够彻底忘记过去，我才能更加安心地与他在一起。",
    "annotation": [
      {
        "sentence": "是的，我想我真的在意他还没有完全放下过去。",
        "label": ""
      },
      {
        "sentence": "虽然他说他已经放下了，但是他还保留着这些照片和视频，我觉得很困扰。",
        "label": ""
      },
      {
        "sentence": "我希望他能够彻底忘记过去，我才能更加安心地与他在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的感受是可以理解的。但是，请您也尝试换个角度来看待这个问题。删除照片和视频或许只是形式上的行动，而真正重要的是他对现在的感情和关系的付出和维护。您是否可以尝试更多地关注他现在对你的呵护和关爱，以及您俩的互动体验呢？",
    "annotation": [
      {
        "sentence": "您的感受是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是，请您也尝试换个角度来看待这个问题。",
        "label": ""
      },
      {
        "sentence": "删除照片和视频或许只是形式上的行动，而真正重要的是他对现在的感情和关系的付出和维护。",
        "label": ""
      },
      {
        "sentence": "您是否可以尝试更多地关注他现在对你的呵护和关爱，以及您俩的互动体验呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能过于纠结于过去的事情，而忽略了现在他对我的付出。我应该更加重视我们彼此之间的感情和发展，而不纠结于过去的阴影。谢谢你的建议，我会尝试重新调整我的心态。",
    "annotation": [
      {
        "sentence": "我明白了，我可能过于纠结于过去的事情，而忽略了现在他对我的付出。",
        "label": ""
      },
      {
        "sentence": "我应该更加重视我们彼此之间的感情和发展，而不纠结于过去的阴影。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会尝试重新调整我的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，您能够有这样的心态和认识就很了不起了。珍惜当下的幸福，不要被过去的阴影所困扰。如果未来有类似的问题出现，您也可以和他进行坦诚而温和的沟通，相信他也会理解您的感受。祝福您和男朋友继续拥有美好的关系！",
    "annotation": [
      {
        "sentence": "非常好，您能够有这样的心态和认识就很了不起了。",
        "label": ""
      },
      {
        "sentence": "珍惜当下的幸福，不要被过去的阴影所困扰。",
        "label": ""
      },
      {
        "sentence": "如果未来有类似的问题出现，您也可以和他进行坦诚而温和的沟通，相信他也会理解您的感受。",
        "label": ""
      },
      {
        "sentence": "祝福您和男朋友继续拥有美好的关系！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会采纳你的建议，珍惜我们的感情。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会采纳你的建议，珍惜我们的感情。",
        "label": ""
      }
    ]
  }
]