[
  {
    "role": "client",
    "content": "我最近和男朋友分手了，我们在一起三年，开始的时候他对我非常宠爱，但是没过两个月他就开始指责贬低我，尤其是在遇到问题或者工作不顺心的时候，总是把责任推到我身上，说全都是我的错。但事后又会说爱我，一直以来我都没有分手，可最近我们已经互相删除了微信，可昨天我还是去找了他，结果他骂了我一顿，还侮辱了我，把我弄哭了，然后他又说自己非常爱我。我觉得自己陷入了困境，但是有点无法自拔。他不理我，我知道应该分手，但就是忍不住想他，甚至有点觉得他的指责和侮辱无所谓，有点觉得他说得对，忍不住想联系他。可是我的理智告诉我，他对我只是想控制我，他的指责和贬低都是不对的。我应该怎么走出来呢？",
    "annotation": [
      {
        "sentence": "我最近和男朋友分手了，我们在一起三年，开始的时候他对我非常宠爱，但是没过两个月他就开始指责贬低我，尤其是在遇到问题或者工作不顺心的时候，总是把责任推到我身上，说全都是我的错。",
        "label": ""
      },
      {
        "sentence": "但事后又会说爱我，一直以来我都没有分手，可最近我们已经互相删除了微信，可昨天我还是去找了他，结果他骂了我一顿，还侮辱了我，把我弄哭了，然后他又说自己非常爱我。",
        "label": ""
      },
      {
        "sentence": "我觉得自己陷入了困境，但是有点无法自拔。",
        "label": ""
      },
      {
        "sentence": "他不理我，我知道应该分手，但就是忍不住想他，甚至有点觉得他的指责和侮辱无所谓，有点觉得他说得对，忍不住想联系他。",
        "label": ""
      },
      {
        "sentence": "可是我的理智告诉我，他对我只是想控制我，他的指责和贬低都是不对的。",
        "label": ""
      },
      {
        "sentence": "我应该怎么走出来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于伤害过你的人，我们一定要让自己清醒地对待，重视自己的感受和人格。虽然离开的过程会痛苦和煎熬，但相比再次受伤，这是对自己更仁慈的选择。从你的描述中，我可以看出你对想和男友分手有很多矛盾和痛苦，更重要的是，你无法给自己一个稳定的自我认知。心疼地抱抱你，你的真实感受是正确的，你男友可能对你有一定程度的精神控制，而你对他的情感依赖非常强。同时，你的自我价值感可能一直在动摇中，导致你的行为和思想总是反复和矛盾。没人离不开谁，如果你觉得离不开他，那可能是因为你还没有认真地学会如何离开，而只是停留在物理上的距离和联系方式上的变化，并没有在内心对他人产生一种隔断感。为了从他身上走出来，第一步是彻底断绝行为上的联系，无论是微信、面对面或任何方式，都要完全切断。你可以找一些亲近的人，向他们倾诉你内心对这段关系的爱和痛，以及内心的纠结和折磨。这样的情感释放会让你感觉到有人在背后支持、理解和关注你，不再孤独一人。每当你感到孤独时，越容易想起他。所以努力回归日常生活，将他当做一个影子，让他跟着你工作、学习、睡觉、吃饭等等。虽然你可能会在思念中想联系他，但必须在行动上制止自己，与他隔断联系。给自己时间冷静思考这段关系对你的影响，你失去了什么、被伤害了什么，又获得了什么。这些经历会让你在下一段恋爱中更加警惕。当你第一天忍住不联系他，第二天也忍住，一周过去了，两周过去了，一个月过去了，慢慢地你会对他、对自己和对这段关系有新的认识。最后，一定要保持头脑的理智，行为上有克制，精神上有寄托，生活中有期待。只有这样，你才能真正地爱自己。",
    "annotation": [
      {
        "sentence": "对于伤害过你的人，我们一定要让自己清醒地对待，重视自己的感受和人格。",
        "label": ""
      },
      {
        "sentence": "虽然离开的过程会痛苦和煎熬，但相比再次受伤，这是对自己更仁慈的选择。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我可以看出你对想和男友分手有很多矛盾和痛苦，更重要的是，你无法给自己一个稳定的自我认知。",
        "label": ""
      },
      {
        "sentence": "心疼地抱抱你，你的真实感受是正确的，你男友可能对你有一定程度的精神控制，而你对他的情感依赖非常强。",
        "label": ""
      },
      {
        "sentence": "同时，你的自我价值感可能一直在动摇中，导致你的行为和思想总是反复和矛盾。",
        "label": ""
      },
      {
        "sentence": "没人离不开谁，如果你觉得离不开他，那可能是因为你还没有认真地学会如何离开，而只是停留在物理上的距离和联系方式上的变化，并没有在内心对他人产生一种隔断感。",
        "label": ""
      },
      {
        "sentence": "为了从他身上走出来，第一步是彻底断绝行为上的联系，无论是微信、面对面或任何方式，都要完全切断。",
        "label": ""
      },
      {
        "sentence": "你可以找一些亲近的人，向他们倾诉你内心对这段关系的爱和痛，以及内心的纠结和折磨。",
        "label": ""
      },
      {
        "sentence": "这样的情感释放会让你感觉到有人在背后支持、理解和关注你，不再孤独一人。",
        "label": ""
      },
      {
        "sentence": "每当你感到孤独时，越容易想起他。",
        "label": ""
      },
      {
        "sentence": "所以努力回归日常生活，将他当做一个影子，让他跟着你工作、学习、睡觉、吃饭等等。",
        "label": ""
      },
      {
        "sentence": "虽然你可能会在思念中想联系他，但必须在行动上制止自己，与他隔断联系。",
        "label": ""
      },
      {
        "sentence": "给自己时间冷静思考这段关系对你的影响，你失去了什么、被伤害了什么，又获得了什么。",
        "label": ""
      },
      {
        "sentence": "这些经历会让你在下一段恋爱中更加警惕。",
        "label": ""
      },
      {
        "sentence": "当你第一天忍住不联系他，第二天也忍住，一周过去了，两周过去了，一个月过去了，慢慢地你会对他、对自己和对这段关系有新的认识。",
        "label": ""
      },
      {
        "sentence": "最后，一定要保持头脑的理智，行为上有克制，精神上有寄托，生活中有期待。",
        "label": ""
      },
      {
        "sentence": "只有这样，你才能真正地爱自己。",
        "label": ""
      }
    ]
  }
]