[
  {
    "role": "client",
    "content": "我喜欢上自己的老板，感觉自己不正常，怎么拔出来？我今年27岁了，刚刚入职一家新公司，在入职前一天，我想了解新公司，于是就百度搜索了新公司看看，然后发现公司的老板的词条比公司本身还要多，什么创业新秀啊，年纪轻轻已经荣登福布斯榜单，我点进去看了几条，瞬间对他有无比的好感和崇拜，然后第一天上班的时候，人事带着我们认识新同事，看到他迎面走来，我感觉好兴奋和开心，甚至在心里面幻想他也喜欢我，他也在关注我，然后每次他从我旁边经过，我都特别开心，我觉得自己越陷越深了，我也知道这只是我的幻想，已经脱离了实际，他可能对我一点印象都没有，感觉自己很可耻，但我也不知道自己为什么会有这种想法，还有我如何避免越陷越深，我怎么拔出来？我知道这是我自己的想法，目前还能控制住，但我怕之后会发生不好的事情。",
    "annotation": [
      {
        "sentence": "我喜欢上自己的老板，感觉自己不正常，怎么拔出来？",
        "label": ""
      },
      {
        "sentence": "我今年27岁了，刚刚入职一家新公司，在入职前一天，我想了解新公司，于是就百度搜索了新公司看看，然后发现公司的老板的词条比公司本身还要多，什么创业新秀啊，年纪轻轻已经荣登福布斯榜单，我点进去看了几条，瞬间对他有无比的好感和崇拜，然后第一天上班的时候，人事带着我们认识新同事，看到他迎面走来，我感觉好兴奋和开心，甚至在心里面幻想他也喜欢我，他也在关注我，然后每次他从我旁边经过，我都特别开心，我觉得自己越陷越深了，我也知道这只是我的幻想，已经脱离了实际，他可能对我一点印象都没有，感觉自己很可耻，但我也不知道自己为什么会有这种想法，还有我如何避免越陷越深，我怎么拔出来？",
        "label": ""
      },
      {
        "sentence": "我知道这是我自己的想法，目前还能控制住，但我怕之后会发生不好的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，看到你现在对自己的老板充满了崇拜、欣赏和喜欢，这让你感到无比的开心；同时，你想象对方也关注你，这种脱离了现实的假想让你对自己产生了羞耻感。",
    "annotation": [
      {
        "sentence": "通过你的描述，看到你现在对自己的老板充满了崇拜、欣赏和喜欢，这让你感到无比的开心；同时，你想象对方也关注你，这种脱离了现实的假想让你对自己产生了羞耻感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己很可笑，明明知道这只是我的幻想，他可能对我没有任何印象。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己很可笑，明明知道这只是我的幻想，他可能对我没有任何印象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的这种状态让我想到了一个小说，名字叫做《一个陌生女人的来信》。陌生女人从是小女孩的时候，就喜欢了自己的邻居，因着这个喜欢，整个人变得积极。但是，她对邻居并不熟悉。然后，她搬家了。当她成年后再回去找邻居的时候，看到邻居其实是一个嫖客，她无法接受，但还是以小姐的身份同他发生了关系，也因此怀了他的孩子。接着，她偷偷离开了，独自养孩子，直到孩子病逝，她也不想活了，离世前给邻居写了一封信。你和陌生女人最大的相似之处在于你们都对自己喜欢的人不太了解，迷恋建立在自己的理想化之上。",
    "annotation": [
      {
        "sentence": "你的这种状态让我想到了一个小说，名字叫做《一个陌生女人的来信》。",
        "label": ""
      },
      {
        "sentence": "陌生女人从是小女孩的时候，就喜欢了自己的邻居，因着这个喜欢，整个人变得积极。",
        "label": ""
      },
      {
        "sentence": "但是，她对邻居并不熟悉。",
        "label": ""
      },
      {
        "sentence": "然后，她搬家了。",
        "label": ""
      },
      {
        "sentence": "当她成年后再回去找邻居的时候，看到邻居其实是一个嫖客，她无法接受，但还是以小姐的身份同他发生了关系，也因此怀了他的孩子。",
        "label": ""
      },
      {
        "sentence": "接着，她偷偷离开了，独自养孩子，直到孩子病逝，她也不想活了，离世前给邻居写了一封信。",
        "label": ""
      },
      {
        "sentence": "你和陌生女人最大的相似之处在于你们都对自己喜欢的人不太了解，迷恋建立在自己的理想化之上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听您这么一说，我确实发现了自己对他的理想化太多了，我从来没有真正了解过他，只是凭着一些表面的信息就产生了这种喜欢。",
    "annotation": [
      {
        "sentence": "听您这么一说，我确实发现了自己对他的理想化太多了，我从来没有真正了解过他，只是凭着一些表面的信息就产生了这种喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "幸运的是你可以透过陌生女人的命运，了解你自己。第一，陌生女人为什么喜欢邻居？因为理想化啊，爱的不是邻居本人，是理想化的完美男人。第二，陌生女人为什么明知道邻居是个嫖客却依然喜欢他，给他生孩子？因为理想化幻灭的痛苦，她无法承受，所以自我蒙骗。第三，陌生女人为什么要离开邻居，而不是和邻居一起养孩子？原因同第二，因为忍受不了理想化破碎的痛苦。远离现实中的邻居，就可以继续和理想化中邻居在一起。第四，陌生女人为什么要轻生？因为孩子是她和理想化的邻居的纽带。孩子没有了，她觉得完美男人也和她断了，她的理想化没了。以上，或许你能看到自己的问题，其实就是理想化太多，现实感太少了。",
    "annotation": [
      {
        "sentence": "幸运的是你可以透过陌生女人的命运，了解你自己。",
        "label": ""
      },
      {
        "sentence": "第一，陌生女人为什么喜欢邻居？",
        "label": ""
      },
      {
        "sentence": "因为理想化啊，爱的不是邻居本人，是理想化的完美男人。",
        "label": ""
      },
      {
        "sentence": "第二，陌生女人为什么明知道邻居是个嫖客却依然喜欢他，给他生孩子？",
        "label": ""
      },
      {
        "sentence": "因为理想化幻灭的痛苦，她无法承受，所以自我蒙骗。",
        "label": ""
      },
      {
        "sentence": "第三，陌生女人为什么要离开邻居，而不是和邻居一起养孩子？",
        "label": ""
      },
      {
        "sentence": "原因同第二，因为忍受不了理想化破碎的痛苦。",
        "label": ""
      },
      {
        "sentence": "远离现实中的邻居，就可以继续和理想化中邻居在一起。",
        "label": ""
      },
      {
        "sentence": "第四，陌生女人为什么要轻生？",
        "label": ""
      },
      {
        "sentence": "因为孩子是她和理想化的邻居的纽带。",
        "label": ""
      },
      {
        "sentence": "孩子没有了，她觉得完美男人也和她断了，她的理想化没了。",
        "label": ""
      },
      {
        "sentence": "以上，或许你能看到自己的问题，其实就是理想化太多，现实感太少了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我应该更加关注现实，而不是被自己的幻想所困扰。我应该深入了解他的真实面貌，从现实出发去认识他。",
    "annotation": [
      {
        "sentence": "您说得对，我应该更加关注现实，而不是被自己的幻想所困扰。",
        "label": ""
      },
      {
        "sentence": "我应该深入了解他的真实面貌，从现实出发去认识他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正是，打破幻想的方式之一就是去到现实里。如果自己去不了，就找人陪你去，不然命运倒不至于和陌生女人一样惨，但不必要的难多多少少都是躲不过的。祝好~。",
    "annotation": [
      {
        "sentence": "正是，打破幻想的方式之一就是去到现实里。",
        "label": ""
      },
      {
        "sentence": "如果自己去不了，就找人陪你去，不然命运倒不至于和陌生女人一样惨，但不必要的难多多少少都是躲不过的。",
        "label": ""
      },
      {
        "sentence": "祝好~。",
        "label": ""
      }
    ]
  }
]