[
  {
    "role": "client",
    "content": "如何给自己正能量，淡定不要慌，如何获得快乐？",
    "annotation": [
      {
        "sentence": "如何给自己正能量，淡定不要慌，如何获得快乐？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人本主义大师马斯洛认为对于人格而言，虽然你的遗传因素和原生家庭以及早期经历可能会决定你人格框架，但是，你未来的自我究竟怎样则完全取决于你自身的努力。",
    "annotation": [
      {
        "sentence": "人本主义大师马斯洛认为对于人格而言，虽然你的遗传因素和原生家庭以及早期经历可能会决定你人格框架，但是，你未来的自我究竟怎样则完全取决于你自身的努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我本人30岁了，出生在一个破碎的家庭，父亲不爱母亲，也不爱我们这些孩子，而母亲长期抑郁，脾气暴躁，我打小在她的暴力下长大，包括身体和心灵的虐待，所以我是一个自卑、缺乏安全感、怯懦、焦虑、有社交恐惧症的孩子。",
    "annotation": [
      {
        "sentence": "我本人30岁了，出生在一个破碎的家庭，父亲不爱母亲，也不爱我们这些孩子，而母亲长期抑郁，脾气暴躁，我打小在她的暴力下长大，包括身体和心灵的虐待，所以我是一个自卑、缺乏安全感、怯懦、焦虑、有社交恐惧症的孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然你的原生家庭问题比较多，早期经历让你有自卑心理，缺乏安全感、怯懦、焦虑等性格，但是很高兴看到了你从没有放弃自我，而是积极的努力进取。三善告诉你的选择非常好，但你要知道，这是一个漫长的过程，每个人身上都潜藏着无限的能力，如果你能睁开心灵的眼睛正视自己，你就能及时而自信地面对那些和你的能力相联系的各种机会和可能性。",
    "annotation": [
      {
        "sentence": "虽然你的原生家庭问题比较多，早期经历让你有自卑心理，缺乏安全感、怯懦、焦虑等性格，但是很高兴看到了你从没有放弃自我，而是积极的努力进取。",
        "label": ""
      },
      {
        "sentence": "三善告诉你的选择非常好，但你要知道，这是一个漫长的过程，每个人身上都潜藏着无限的能力，如果你能睁开心灵的眼睛正视自己，你就能及时而自信地面对那些和你的能力相联系的各种机会和可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我从来没放弃过努力向上，我每天进步都不小。今年加入一间新公司，业务复杂已经让我很紧张，跟我交接的同事每天都对我来势凶凶，每天被她当着所有领导和同事的面大声训斥，背后还跟人议论我，唯一与我同一组的同事也跟着欺负我，令我真正认识到原来这个世界真的会人善被人欺。如今加入公司三个月了，工作慢慢上手，不再依赖别人教，其实对比我自己，我每天进步都不小，但是却无法得到自己的肯定，我总觉得换着别人可能会做得更好。",
    "annotation": [
      {
        "sentence": "可是我从来没放弃过努力向上，我每天进步都不小。",
        "label": ""
      },
      {
        "sentence": "今年加入一间新公司，业务复杂已经让我很紧张，跟我交接的同事每天都对我来势凶凶，每天被她当着所有领导和同事的面大声训斥，背后还跟人议论我，唯一与我同一组的同事也跟着欺负我，令我真正认识到原来这个世界真的会人善被人欺。",
        "label": ""
      },
      {
        "sentence": "如今加入公司三个月了，工作慢慢上手，不再依赖别人教，其实对比我自己，我每天进步都不小，但是却无法得到自己的肯定，我总觉得换着别人可能会做得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那你所描述的公司里的事情，这也是非常常见的现象，有的公司管理严格，在英明的领导带领下，大家齐心协力，创造良好的氛围，更有利于我们工作和成长。而有的公司人浮于事，勾心斗角，互相拆台，在这里工作很辛苦。但这些也恰恰是工作和生活的真谛，这也是我们锻炼自己的机会，因为我们不可能永远顺分顺水，不可能一直在舒适的环境下工作。三善认为，先在恶劣的环境下工作，对于个人会有更好的锻炼，只要经过磨砺，你一定会露出锋芒。至于人际关系，真诚是最好的方法，无论别人怎样对我，我也真诚待人，要相信这个社会上大多数是好人，而且在有利的情境下，大多数人是愿意表现出友好、善良、利他的高道德情操。你如果能处理好人际关系，一定会得到认可，无论是工作上还是人际关系上的被认可，更是激发你自我成长的动力，同时也会自动排除负面情绪。",
    "annotation": [
      {
        "sentence": "那你所描述的公司里的事情，这也是非常常见的现象，有的公司管理严格，在英明的领导带领下，大家齐心协力，创造良好的氛围，更有利于我们工作和成长。",
        "label": ""
      },
      {
        "sentence": "而有的公司人浮于事，勾心斗角，互相拆台，在这里工作很辛苦。",
        "label": ""
      },
      {
        "sentence": "但这些也恰恰是工作和生活的真谛，这也是我们锻炼自己的机会，因为我们不可能永远顺分顺水，不可能一直在舒适的环境下工作。",
        "label": ""
      },
      {
        "sentence": "三善认为，先在恶劣的环境下工作，对于个人会有更好的锻炼，只要经过磨砺，你一定会露出锋芒。",
        "label": ""
      },
      {
        "sentence": "至于人际关系，真诚是最好的方法，无论别人怎样对我，我也真诚待人，要相信这个社会上大多数是好人，而且在有利的情境下，大多数人是愿意表现出友好、善良、利他的高道德情操。",
        "label": ""
      },
      {
        "sentence": "你如果能处理好人际关系，一定会得到认可，无论是工作上还是人际关系上的被认可，更是激发你自我成长的动力，同时也会自动排除负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我每天都开心不起来，笑不出来，紧张、放不开，我打心底里接纳不了外界的人，我的心像一把死锁紧紧的禁锢着，不敢开口说话，怕别人排斥我嫌弃我。我想克服改变这一切，但是我无能为力。我该怎么做？",
    "annotation": [
      {
        "sentence": "我每天都开心不起来，笑不出来，紧张、放不开，我打心底里接纳不了外界的人，我的心像一把死锁紧紧的禁锢着，不敢开口说话，怕别人排斥我嫌弃我。",
        "label": ""
      },
      {
        "sentence": "我想克服改变这一切，但是我无能为力。",
        "label": ""
      },
      {
        "sentence": "我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，一些合适的发泄和释放方式，也是排除负面情绪的良好办法。总之，只要你坚持向上，不放弃，真诚待人，那你一定会被自己和他人认可，实现人生的自我价值！",
    "annotation": [
      {
        "sentence": "当然，一些合适的发泄和释放方式，也是排除负面情绪的良好办法。",
        "label": ""
      },
      {
        "sentence": "总之，只要你坚持向上，不放弃，真诚待人，那你一定会被自己和他人认可，实现人生的自我价值！",
        "label": ""
      }
    ]
  }
]