[
  {
    "role": "client",
    "content": "我喜欢上自己的老板，感觉自己不正常，怎么拔出来？我今年27岁了，刚刚入职一家新公司，在入职前一天，我想了解新公司，于是就百度搜索了新公司看看，然后发现公司的老板的词条比公司本身还要多，什么创业新秀啊，年纪轻轻已经荣登福布斯榜单，我点进去看了几条，瞬间对他有无比的好感和崇拜，然后第一天上班的时候，人事带着我们认识新同事，看到他迎面走来，我感觉好兴奋和开心，甚至在心里面幻想他也喜欢我，他也在关注我，然后每次他从我旁边经过，我都特别开心，我觉得自己越陷越深了，我也知道这只是我的幻想，已经脱离了实际，他可能对我一点印象都没有，感觉自己很可耻，但我也不知道自己为什么会有这种想法，还有我如何避免越陷越深，我怎么拔出来？我知道这是我自己的想法，目前还能控制住，但我怕之后会发生不好的事情。",
    "annotation": [
      {
        "sentence": "我喜欢上自己的老板，感觉自己不正常，怎么拔出来？",
        "label": ""
      },
      {
        "sentence": "我今年27岁了，刚刚入职一家新公司，在入职前一天，我想了解新公司，于是就百度搜索了新公司看看，然后发现公司的老板的词条比公司本身还要多，什么创业新秀啊，年纪轻轻已经荣登福布斯榜单，我点进去看了几条，瞬间对他有无比的好感和崇拜，然后第一天上班的时候，人事带着我们认识新同事，看到他迎面走来，我感觉好兴奋和开心，甚至在心里面幻想他也喜欢我，他也在关注我，然后每次他从我旁边经过，我都特别开心，我觉得自己越陷越深了，我也知道这只是我的幻想，已经脱离了实际，他可能对我一点印象都没有，感觉自己很可耻，但我也不知道自己为什么会有这种想法，还有我如何避免越陷越深，我怎么拔出来？",
        "label": ""
      },
      {
        "sentence": "我知道这是我自己的想法，目前还能控制住，但我怕之后会发生不好的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的心情，因为喜欢的情绪不是自己想停止就能停止的。既然你已经意识到自己陷入深深的喜欢中，我来给你提供几个建议。首先，我们先分析一下你的问题。27岁，对新入职公司的老板，有着崇拜的心情是可以理解的。我们都会对优秀的人心存敬意，所以这种情绪是非常正常的。当我们看到同个年龄相仿的人，非常厉害，优秀，同时还比较帅气或者漂亮的时候，对他有崇拜的感觉，是很正常的情绪。",
    "annotation": [
      {
        "sentence": "我可以理解你的心情，因为喜欢的情绪不是自己想停止就能停止的。",
        "label": ""
      },
      {
        "sentence": "既然你已经意识到自己陷入深深的喜欢中，我来给你提供几个建议。",
        "label": ""
      },
      {
        "sentence": "首先，我们先分析一下你的问题。",
        "label": ""
      },
      {
        "sentence": "27岁，对新入职公司的老板，有着崇拜的心情是可以理解的。",
        "label": ""
      },
      {
        "sentence": "我们都会对优秀的人心存敬意，所以这种情绪是非常正常的。",
        "label": ""
      },
      {
        "sentence": "当我们看到同个年龄相仿的人，非常厉害，优秀，同时还比较帅气或者漂亮的时候，对他有崇拜的感觉，是很正常的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己越来越深陷其中，而且我也知道他可能对我一点印象都没有，感觉自己很可耻。",
    "annotation": [
      {
        "sentence": "可是我觉得自己越来越深陷其中，而且我也知道他可能对我一点印象都没有，感觉自己很可耻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，幻想是每个人都会有的行为，也正是因为有对未来充满美好的希望，才能让人更加努力，所以不要因为幻想，太过于批评自己。其次，因为你提前知道了他的优秀，所以你会对崇拜对象有些先入为主的印象，但是真正相处的时间却是很少的，对这个人真正的了解是少之又少的。所以，我有几个小建议。",
    "annotation": [
      {
        "sentence": "首先，幻想是每个人都会有的行为，也正是因为有对未来充满美好的希望，才能让人更加努力，所以不要因为幻想，太过于批评自己。",
        "label": ""
      },
      {
        "sentence": "其次，因为你提前知道了他的优秀，所以你会对崇拜对象有些先入为主的印象，但是真正相处的时间却是很少的，对这个人真正的了解是少之又少的。",
        "label": ""
      },
      {
        "sentence": "所以，我有几个小建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，请跟我说。",
    "annotation": [
      {
        "sentence": "好的，请跟我说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第一，保持你的崇拜，不要轻易放弃自己喜欢是种非常好的情绪，能够喜欢别人的人，对生活一定会非常热爱。而且喜欢什么人，是你的自由，这个是不受限制的，没有什么太优秀了，所以我不能，不可以喜欢，这种奇怪的规定。所以，喜欢也好，崇拜也好，都是属于你的自由。",
    "annotation": [
      {
        "sentence": "第一，保持你的崇拜，不要轻易放弃自己喜欢是种非常好的情绪，能够喜欢别人的人，对生活一定会非常热爱。",
        "label": ""
      },
      {
        "sentence": "而且喜欢什么人，是你的自由，这个是不受限制的，没有什么太优秀了，所以我不能，不可以喜欢，这种奇怪的规定。",
        "label": ""
      },
      {
        "sentence": "所以，喜欢也好，崇拜也好，都是属于你的自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我觉得我的喜欢和崇拜已经达到了一个不能自拔的程度，怎么办？",
    "annotation": [
      {
        "sentence": "但我觉得我的喜欢和崇拜已经达到了一个不能自拔的程度，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困境，但是你要知道，喜欢一个人并不是爱上一个人，爱上一个人需要相处时间的积累，有时候我们对一个完全不了解的人产生喜欢的感觉，很大程度上是基于心理情感需求的满足。所以，为了拔出这个情感，首先需要你清楚自己的内心，在慢慢了解对方的同时，也要了解自己的想法，究竟是喜欢，还是因为崇拜产生的错觉。",
    "annotation": [
      {
        "sentence": "我理解你的困境，但是你要知道，喜欢一个人并不是爱上一个人，爱上一个人需要相处时间的积累，有时候我们对一个完全不了解的人产生喜欢的感觉，很大程度上是基于心理情感需求的满足。",
        "label": ""
      },
      {
        "sentence": "所以，为了拔出这个情感，首先需要你清楚自己的内心，在慢慢了解对方的同时，也要了解自己的想法，究竟是喜欢，还是因为崇拜产生的错觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，您说得对。我觉得我确实需要冷静分析一下自己的情感。",
    "annotation": [
      {
        "sentence": "嗯，您说得对。",
        "label": ""
      },
      {
        "sentence": "我觉得我确实需要冷静分析一下自己的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，我建议你不要完全相信网络上的信息，更多的是在现实中，通过交流、相处才能对一个人做出真正的了解。另外，你可以寻找其他的兴趣爱好或是活动分散自己的注意力，也可以试着和其他同事多交流，扩大自己的社交圈子，这样可以更好地了解自己和他人。",
    "annotation": [
      {
        "sentence": "另外，我建议你不要完全相信网络上的信息，更多的是在现实中，通过交流、相处才能对一个人做出真正的了解。",
        "label": ""
      },
      {
        "sentence": "另外，你可以寻找其他的兴趣爱好或是活动分散自己的注意力，也可以试着和其他同事多交流，扩大自己的社交圈子，这样可以更好地了解自己和他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，非常感谢您的建议，让我觉得有所启发了。",
    "annotation": [
      {
        "sentence": "好的，非常感谢您的建议，让我觉得有所启发了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，希望我的回答能够有所帮助。如果你需要进一步的帮助或是倾诉，随时都可以找我。",
    "annotation": [
      {
        "sentence": "不用客气，希望我的回答能够有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的帮助或是倾诉，随时都可以找我。",
        "label": ""
      }
    ]
  }
]