[
  {
    "role": "client",
    "content": "总是感觉心慌害怕，不知所措，陷入到情绪里无法自拔？",
    "annotation": [
      {
        "sentence": "总是感觉心慌害怕，不知所措，陷入到情绪里无法自拔？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "女士，你好。听到你的描述，我可以理解你现在的心情。这种焦虑和困惑感是你对男朋友劈腿这个事件的反应。可以说，你对这段感情非常重视，所以才会产生这样深深的痛苦和害怕的情绪。",
    "annotation": [
      {
        "sentence": "女士，你好。",
        "label": ""
      },
      {
        "sentence": "听到你的描述，我可以理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "这种焦虑和困惑感是你对男朋友劈腿这个事件的反应。",
        "label": ""
      },
      {
        "sentence": "可以说，你对这段感情非常重视，所以才会产生这样深深的痛苦和害怕的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们过去已经和好了，可是过去了很多年，我还是放不下这件事，也总是想起那个女生，一想到她心里就很痛，总是很害怕很迷茫，陷入到低沉焦虑的情绪中无法自拔。",
    "annotation": [
      {
        "sentence": "是的，我们过去已经和好了，可是过去了很多年，我还是放不下这件事，也总是想起那个女生，一想到她心里就很痛，总是很害怕很迷茫，陷入到低沉焦虑的情绪中无法自拔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受很正常。这个女生的出现对你来说是一个巨大的打击，使你难以释怀。放不下和害怕的情绪是因为你对这段感情还有执念，但同时也说明了你对自己的期望和对忠诚的看重。这种情绪固然不好，但它提醒你在未来的恋爱中更加珍惜自己，要找到一个真正珍惜你、尊重你和专一对待你的人。",
    "annotation": [
      {
        "sentence": "你的感受很正常。",
        "label": ""
      },
      {
        "sentence": "这个女生的出现对你来说是一个巨大的打击，使你难以释怀。",
        "label": ""
      },
      {
        "sentence": "放不下和害怕的情绪是因为你对这段感情还有执念，但同时也说明了你对自己的期望和对忠诚的看重。",
        "label": ""
      },
      {
        "sentence": "这种情绪固然不好，但它提醒你在未来的恋爱中更加珍惜自己，要找到一个真正珍惜你、尊重你和专一对待你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也在想如果我男友真的爱我、尊重我，他为什么会劈腿呢？而且，如果他这次可以这样对我，那下次他遇到诱惑，他会不会再犯错呢？",
    "annotation": [
      {
        "sentence": "是的，我也在想如果我男友真的爱我、尊重我，他为什么会劈腿呢？",
        "label": ""
      },
      {
        "sentence": "而且，如果他这次可以这样对我，那下次他遇到诱惑，他会不会再犯错呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的疑虑是非常合理的。对于一个愿意劈腿的人，我们无法百分百保证他以后不会再次犯错。不能否认，你男友劈腿让你失望和痛心，也让你对这段感情感到不安和恐惧。不要指责自己对这件事情过于敏感，因为这是你的内心在保护你，提醒你对自己的要求和期望。或许我们不是只关注如何调节自己的情绪，而是要思考一下是否继续这段可能给你再次带来伤害的感情。",
    "annotation": [
      {
        "sentence": "你的疑虑是非常合理的。",
        "label": ""
      },
      {
        "sentence": "对于一个愿意劈腿的人，我们无法百分百保证他以后不会再次犯错。",
        "label": ""
      },
      {
        "sentence": "不能否认，你男友劈腿让你失望和痛心，也让你对这段感情感到不安和恐惧。",
        "label": ""
      },
      {
        "sentence": "不要指责自己对这件事情过于敏感，因为这是你的内心在保护你，提醒你对自己的要求和期望。",
        "label": ""
      },
      {
        "sentence": "或许我们不是只关注如何调节自己的情绪，而是要思考一下是否继续这段可能给你再次带来伤害的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的不知道该怎么办了，我非常在乎他，但我又害怕再次受到伤害。我该怎样让自己放下这个女生，不再害怕和焦虑呢？",
    "annotation": [
      {
        "sentence": "我真的不知道该怎么办了，我非常在乎他，但我又害怕再次受到伤害。",
        "label": ""
      },
      {
        "sentence": "我该怎样让自己放下这个女生，不再害怕和焦虑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我理解你的内心矛盾和困惑。要放下这个女生并不简单，因为她是你男友劈腿的对象，你对她产生了强烈的情感联结。过去的经验告诉我们，努力去挽回一个重复犯错的人很难取得好结果。所以，更重要的是要找到属于你自己的幸福。你可以尝试从提高自己的自信和自尊开始，坚持要求对方给你应有的尊重和专一。只有和一个值得你信任和依赖的人在一起，你才能摆脱这种害怕和焦虑，找到真正的幸福。",
    "annotation": [
      {
        "sentence": "首先，我理解你的内心矛盾和困惑。",
        "label": ""
      },
      {
        "sentence": "要放下这个女生并不简单，因为她是你男友劈腿的对象，你对她产生了强烈的情感联结。",
        "label": ""
      },
      {
        "sentence": "过去的经验告诉我们，努力去挽回一个重复犯错的人很难取得好结果。",
        "label": ""
      },
      {
        "sentence": "所以，更重要的是要找到属于你自己的幸福。",
        "label": ""
      },
      {
        "sentence": "你可以尝试从提高自己的自信和自尊开始，坚持要求对方给你应有的尊重和专一。",
        "label": ""
      },
      {
        "sentence": "只有和一个值得你信任和依赖的人在一起，你才能摆脱这种害怕和焦虑，找到真正的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的建议，我觉得自己似乎找到了一些方向。但是，我总是担心自己对这段感情过于敏感，过于要求对方，这样有没有可能让自己错过了真正适合自己的人呢？",
    "annotation": [
      {
        "sentence": "听了你的建议，我觉得自己似乎找到了一些方向。",
        "label": ""
      },
      {
        "sentence": "但是，我总是担心自己对这段感情过于敏感，过于要求对方，这样有没有可能让自己错过了真正适合自己的人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的顾虑是很常见的，很多人都会有这种担心。需要明确的是，你并不是因为对感情过于敏感而错过了适合你的人，而是因为你对自己的忠诚和对真爱的期望。并不是每个人对于感情的底线和要求都是一样的，每个人都有自己的“合适”。专一的人只有和专一的人在一起才会快乐。要更加重视和相信自己，坚守自己的原则和底线，这样才能找到一个真正适合你的人，不会那么容易妥协和受到伤害。",
    "annotation": [
      {
        "sentence": "你的顾虑是很常见的，很多人都会有这种担心。",
        "label": ""
      },
      {
        "sentence": "需要明确的是，你并不是因为对感情过于敏感而错过了适合你的人，而是因为你对自己的忠诚和对真爱的期望。",
        "label": ""
      },
      {
        "sentence": "并不是每个人对于感情的底线和要求都是一样的，每个人都有自己的“合适”。",
        "label": ""
      },
      {
        "sentence": "专一的人只有和专一的人在一起才会快乐。",
        "label": ""
      },
      {
        "sentence": "要更加重视和相信自己，坚守自己的原则和底线，这样才能找到一个真正适合你的人，不会那么容易妥协和受到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我现在感觉好多了，起码知道了自己应该怎样面对这段感情。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我现在感觉好多了，起码知道了自己应该怎样面对这段感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，你的情感和感受非常重要，不要强迫自己去适应一段让你痛苦的感情。重视自己、相信自己，才能找到真正让你幸福的人。希望你能找到属于你自己的幸福道路，祝你好运！如果还有任何需要，随时都可以来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你的情感和感受非常重要，不要强迫自己去适应一段让你痛苦的感情。",
        "label": ""
      },
      {
        "sentence": "重视自己、相信自己，才能找到真正让你幸福的人。",
        "label": ""
      },
      {
        "sentence": "希望你能找到属于你自己的幸福道路，祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有任何需要，随时都可以来找我聊天。",
        "label": ""
      }
    ]
  }
]