[
  {
    "role": "client",
    "content": "大人为什么会大哭，不够坚强吗？妈妈有时会因为哥哥和爸爸而难过的哭，可我不会像其他孩子那样也难过，那我该如何去安慰她呢？（因为哥哥从来不主动给她打电话）",
    "annotation": [
      {
        "sentence": "大人为什么会大哭，不够坚强吗？",
        "label": ""
      },
      {
        "sentence": "妈妈有时会因为哥哥和爸爸而难过的哭，可我不会像其他孩子那样也难过，那我该如何去安慰她呢？",
        "label": ""
      },
      {
        "sentence": "（因为哥哥从来不主动给她打电话）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我小时候也有过妈妈哭的情况，当时我不知道该怎么安慰她，所以决定和她一起打牌。在发牌之前，我偷偷地抽了所有的牌，使得每一张都是炸弹。然后我看到她还在哭，我也跟着哭了起来。她问我为什么哭，我也同样地问了她。她告诉我说，因为我哥哥出去打工了，在家也没有和我们一起玩了几天。其实大人的哭，并不代表他们不够坚强，每个人都需要温情，希望身边的人可以关心他们生活中所发生的事情。就像我现在在外地读书一样，我几乎没有和我父母打过电话，有时候可能只是因为月初生活费用光了，所以为了不给他们添麻烦，我通常都不会主动联系他们。（说来还是有点愧疚的）陈奕迅曾经唱过一首歌《陪伴是最长情的告白》，安慰不一定需要太多的言语，但一定需要行动。我相信她会感受到你的关心。",
    "annotation": [
      {
        "sentence": "我小时候也有过妈妈哭的情况，当时我不知道该怎么安慰她，所以决定和她一起打牌。",
        "label": ""
      },
      {
        "sentence": "在发牌之前，我偷偷地抽了所有的牌，使得每一张都是炸弹。",
        "label": ""
      },
      {
        "sentence": "然后我看到她还在哭，我也跟着哭了起来。",
        "label": ""
      },
      {
        "sentence": "她问我为什么哭，我也同样地问了她。",
        "label": ""
      },
      {
        "sentence": "她告诉我说，因为我哥哥出去打工了，在家也没有和我们一起玩了几天。",
        "label": ""
      },
      {
        "sentence": "其实大人的哭，并不代表他们不够坚强，每个人都需要温情，希望身边的人可以关心他们生活中所发生的事情。",
        "label": ""
      },
      {
        "sentence": "就像我现在在外地读书一样，我几乎没有和我父母打过电话，有时候可能只是因为月初生活费用光了，所以为了不给他们添麻烦，我通常都不会主动联系他们。",
        "label": ""
      },
      {
        "sentence": "（说来还是有点愧疚的）陈奕迅曾经唱过一首歌《陪伴是最长情的告白》，安慰不一定需要太多的言语，但一定需要行动。",
        "label": ""
      },
      {
        "sentence": "我相信她会感受到你的关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你分享你的经历，听了你的故事，我觉得我的情况并不孤单，也许我可以试试和妈妈一起做一些她喜欢的事情，来分散她的注意力和情绪。你觉得这样能帮到她吗？",
    "annotation": [
      {
        "sentence": "谢谢你分享你的经历，听了你的故事，我觉得我的情况并不孤单，也许我可以试试和妈妈一起做一些她喜欢的事情，来分散她的注意力和情绪。",
        "label": ""
      },
      {
        "sentence": "你觉得这样能帮到她吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！陪伴和关心是非常重要的，你可以找一些和妈妈共同喜欢的活动，比如一起看她喜欢的电视剧，散步，或者一起做家务。这些小小的行动都会传达给妈妈你的关心和支持，让她感受到你的陪伴。",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "陪伴和关心是非常重要的，你可以找一些和妈妈共同喜欢的活动，比如一起看她喜欢的电视剧，散步，或者一起做家务。",
        "label": ""
      },
      {
        "sentence": "这些小小的行动都会传达给妈妈你的关心和支持，让她感受到你的陪伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽力陪伴妈妈，让她感受到我的爱和支持。但我还是有些不确定，如果她还是经常因为哥哥和爸爸而难过，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会尽力陪伴妈妈，让她感受到我的爱和支持。",
        "label": ""
      },
      {
        "sentence": "但我还是有些不确定，如果她还是经常因为哥哥和爸爸而难过，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果妈妈还是经常因为哥哥和爸爸而难过，你可以试着和她聊聊这个问题。可以问问她为什么会这样难过，了解她的想法和感受。然后你可以告诉她，虽然哥哥和爸爸不在身边，但你会一直陪伴她，帮助她渡过难过的时刻，让她知道她并不孤单，有你在身边支持她。",
    "annotation": [
      {
        "sentence": "如果妈妈还是经常因为哥哥和爸爸而难过，你可以试着和她聊聊这个问题。",
        "label": ""
      },
      {
        "sentence": "可以问问她为什么会这样难过，了解她的想法和感受。",
        "label": ""
      },
      {
        "sentence": "然后你可以告诉她，虽然哥哥和爸爸不在身边，但你会一直陪伴她，帮助她渡过难过的时刻，让她知道她并不孤单，有你在身边支持她。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着和妈妈沟通，告诉她我会一直在她身边支持她。谢谢你的建议和鼓励。我现在感觉好多了。",
    "annotation": [
      {
        "sentence": "好的，我会试着和妈妈沟通，告诉她我会一直在她身边支持她。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，你始终都是妈妈最好的支持者，你的陪伴和关心是她需要的。如果还有任何问题或者需要聊天的时候，可以随时来找我。祝你和妈妈都幸福快乐！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你始终都是妈妈最好的支持者，你的陪伴和关心是她需要的。",
        "label": ""
      },
      {
        "sentence": "如果还有任何问题或者需要聊天的时候，可以随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝你和妈妈都幸福快乐！",
        "label": ""
      }
    ]
  }
]