[
  {
    "role": "client",
    "content": "我是一个完美主义者的人，我非常注重自己的生活质量，我会努力的去做好任何的事情，但事实是我真的很疲惫，很心累，我不想这样，但是这已经是我的一个模式了，现在唯一有的就是提高我的工作效率。",
    "annotation": [
      {
        "sentence": "我是一个完美主义者的人，我非常注重自己的生活质量，我会努力的去做好任何的事情，但事实是我真的很疲惫，很心累，我不想这样，但是这已经是我的一个模式了，现在唯一有的就是提高我的工作效率。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的伙伴，很高兴回答你的提问。看到你的问题中的描述，想必你因为追求「完美主义」而受累和困惑。前几天听到一句话，它是这么说的“逞强者苦，完美者累，卖萌者得天下”，细细品味，的确是不无道理。那今天我们就一起来看看完美主义这个听上去还不错的“陷阱”，到底是怎么回事儿呢？",
    "annotation": [
      {
        "sentence": "亲爱的伙伴，很高兴回答你的提问。",
        "label": ""
      },
      {
        "sentence": "看到你的问题中的描述，想必你因为追求「完美主义」而受累和困惑。",
        "label": ""
      },
      {
        "sentence": "前几天听到一句话，它是这么说的“逞强者苦，完美者累，卖萌者得天下”，细细品味，的确是不无道理。",
        "label": ""
      },
      {
        "sentence": "那今天我们就一起来看看完美主义这个听上去还不错的“陷阱”，到底是怎么回事儿呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白追求完美有时候是一种负担，但我真的不知道怎样改变这个模式。我总觉得我需要更高的工作效率才能达到完美的标准。",
    "annotation": [
      {
        "sentence": "我明白追求完美有时候是一种负担，但我真的不知道怎样改变这个模式。",
        "label": ""
      },
      {
        "sentence": "我总觉得我需要更高的工作效率才能达到完美的标准。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "完美是一种妄念。每个人有其风险承受度，评估一下，能为风险买单则入，不能承担就干脆断了这个念想。风险承受度与资源有关，与经验有关，还与胆识和魄力有关。然而，明知有风险，却对结果依然有着绝对完美的期待，对选择犹豫不决，告诉自己不够完美——这些都是一些妄念，它超出了目前资源能及的边界，超出了客观事实可确定的范围。这样的妄想是一种逃避，有恐惧生出来的逃避，然后逃避到完美那里，把自己掩藏起来。",
    "annotation": [
      {
        "sentence": "完美是一种妄念。",
        "label": ""
      },
      {
        "sentence": "每个人有其风险承受度，评估一下，能为风险买单则入，不能承担就干脆断了这个念想。",
        "label": ""
      },
      {
        "sentence": "风险承受度与资源有关，与经验有关，还与胆识和魄力有关。",
        "label": ""
      },
      {
        "sentence": "然而，明知有风险，却对结果依然有着绝对完美的期待，对选择犹豫不决，告诉自己不够完美——这些都是一些妄念，它超出了目前资源能及的边界，超出了客观事实可确定的范围。",
        "label": ""
      },
      {
        "sentence": "这样的妄想是一种逃避，有恐惧生出来的逃避，然后逃避到完美那里，把自己掩藏起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小就接受了追求完美的教育，所以很难改变我的思维模式。但是我也明白，追求完美并不能给我带来真正的成长和自我接纳。",
    "annotation": [
      {
        "sentence": "我从小就接受了追求完美的教育，所以很难改变我的思维模式。",
        "label": ""
      },
      {
        "sentence": "但是我也明白，追求完美并不能给我带来真正的成长和自我接纳。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "成长中的不完美是正常的。一个期待自己「完美」的人，从一开始就不可能拥有更多成长和更大格局。成长一定是基于“接纳自己不完美”的基础之上，是持续发生的，而不是一开始就瞄准了完美无缺。但是很多人会说，我希望做的更好是对自己有要求啊，这有什么不对吗？这正是完美主义用来欺骗自己的借口。对自己有要求，不断追求更大格局和境界，那是精进。精进不是以完美为目标的，而是以更好来要求自己的。所谓追求完美其实是在和事实较劲，和自己较劲，是以消灭缺陷为目标的。很多缺陷可以消灭，更多缺陷，其实只是优势和资源的另外一面罢了，消灭缺陷，就是消灭可能。",
    "annotation": [
      {
        "sentence": "成长中的不完美是正常的。",
        "label": ""
      },
      {
        "sentence": "一个期待自己「完美」的人，从一开始就不可能拥有更多成长和更大格局。",
        "label": ""
      },
      {
        "sentence": "成长一定是基于“接纳自己不完美”的基础之上，是持续发生的，而不是一开始就瞄准了完美无缺。",
        "label": ""
      },
      {
        "sentence": "但是很多人会说，我希望做的更好是对自己有要求啊，这有什么不对吗？",
        "label": ""
      },
      {
        "sentence": "这正是完美主义用来欺骗自己的借口。",
        "label": ""
      },
      {
        "sentence": "对自己有要求，不断追求更大格局和境界，那是精进。",
        "label": ""
      },
      {
        "sentence": "精进不是以完美为目标的，而是以更好来要求自己的。",
        "label": ""
      },
      {
        "sentence": "所谓追求完美其实是在和事实较劲，和自己较劲，是以消灭缺陷为目标的。",
        "label": ""
      },
      {
        "sentence": "很多缺陷可以消灭，更多缺陷，其实只是优势和资源的另外一面罢了，消灭缺陷，就是消灭可能。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道如何开始接纳自己的缺点和不完美。我总是觉得自己需要不断的努力才能变得更好。",
    "annotation": [
      {
        "sentence": "我不知道如何开始接纳自己的缺点和不完美。",
        "label": ""
      },
      {
        "sentence": "我总是觉得自己需要不断的努力才能变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "两步走，消除完美心态。既然完美的根源在于恐惧，我们要做的就是消除恐惧。方法有二：第一，直面困难，直接解决问题。当然，前提是要先分析出来恐惧是什么。不回避问题，就是一个面对恐惧的基本态度。第二，解决不了的问题，就接纳它们。接纳需要的不是胸怀，是智慧，是对生命的敬畏和对个体可能性的希冀。开始接纳的时候，一个人就开始了与环境的融合和对自我的真正关注。世界本来就很完美了，缺陷也是完美的一部分。以上，希望对你有帮助，祝你好运！",
    "annotation": [
      {
        "sentence": "两步走，消除完美心态。",
        "label": ""
      },
      {
        "sentence": "既然完美的根源在于恐惧，我们要做的就是消除恐惧。",
        "label": ""
      },
      {
        "sentence": "方法有二：第一，直面困难，直接解决问题。",
        "label": ""
      },
      {
        "sentence": "当然，前提是要先分析出来恐惧是什么。",
        "label": ""
      },
      {
        "sentence": "不回避问题，就是一个面对恐惧的基本态度。",
        "label": ""
      },
      {
        "sentence": "第二，解决不了的问题，就接纳它们。",
        "label": ""
      },
      {
        "sentence": "接纳需要的不是胸怀，是智慧，是对生命的敬畏和对个体可能性的希冀。",
        "label": ""
      },
      {
        "sentence": "开始接纳的时候，一个人就开始了与环境的融合和对自我的真正关注。",
        "label": ""
      },
      {
        "sentence": "世界本来就很完美了，缺陷也是完美的一部分。",
        "label": ""
      },
      {
        "sentence": "以上，希望对你有帮助，祝你好运！",
        "label": ""
      }
    ]
  }
]