[
  {
    "role": "client",
    "content": "我嫉妒伴侣的前女友，猜忌影响我们的亲密关系，我不知道是因为爱还是占有欲。伴侣比我年龄大很多，交往时曾告诉我一些感情经历，那时我有些吃醋，但不影响我们的关系。他会温柔安慰我。他说不再联系前女友了，但结婚后我发现他仍与这些女人保持微信和邮件往来。偶尔我发现一些女人用暧昧露骨的言辞和他交流，并且发现他将这些聊天记录存档了。我想知道，他是享受被女人爱慕的感觉吗？那么我在他心中是什么呢？为什么他会出尔反尔呢？我感到嫉妒和愤怒，不可避免地拿自己和前女友比较，容易产生猜忌和怨恨，甚至讨厌和这些女人年龄相仿的人。他说对她们没感觉了，让我放心，只管做好自己的事情，别管别人。我们曾因此爆发争吵和冷战，最后是通过做爱缓和关系。我对性方面不是很感兴趣，难以理解这些女人为何性欲如此强烈，并且表达得如此明显。我感觉自己很低俗下贱，也厌恶自己窥探别人的隐私。这些问题影响了我的生活，我失去了自我，不像过去那样关注自己，严重失眠，体重也下降。我曾后悔过这段关系，想要离开。我也反思过是不是我小心眼，对他是占有欲多过爱？我不知道我们该不该继续这段感情。",
    "annotation": [
      {
        "sentence": "我嫉妒伴侣的前女友，猜忌影响我们的亲密关系，我不知道是因为爱还是占有欲。",
        "label": ""
      },
      {
        "sentence": "伴侣比我年龄大很多，交往时曾告诉我一些感情经历，那时我有些吃醋，但不影响我们的关系。",
        "label": ""
      },
      {
        "sentence": "他会温柔安慰我。",
        "label": ""
      },
      {
        "sentence": "他说不再联系前女友了，但结婚后我发现他仍与这些女人保持微信和邮件往来。",
        "label": ""
      },
      {
        "sentence": "偶尔我发现一些女人用暧昧露骨的言辞和他交流，并且发现他将这些聊天记录存档了。",
        "label": ""
      },
      {
        "sentence": "我想知道，他是享受被女人爱慕的感觉吗？",
        "label": ""
      },
      {
        "sentence": "那么我在他心中是什么呢？",
        "label": ""
      },
      {
        "sentence": "为什么他会出尔反尔呢？",
        "label": ""
      },
      {
        "sentence": "我感到嫉妒和愤怒，不可避免地拿自己和前女友比较，容易产生猜忌和怨恨，甚至讨厌和这些女人年龄相仿的人。",
        "label": ""
      },
      {
        "sentence": "他说对她们没感觉了，让我放心，只管做好自己的事情，别管别人。",
        "label": ""
      },
      {
        "sentence": "我们曾因此爆发争吵和冷战，最后是通过做爱缓和关系。",
        "label": ""
      },
      {
        "sentence": "我对性方面不是很感兴趣，难以理解这些女人为何性欲如此强烈，并且表达得如此明显。",
        "label": ""
      },
      {
        "sentence": "我感觉自己很低俗下贱，也厌恶自己窥探别人的隐私。",
        "label": ""
      },
      {
        "sentence": "这些问题影响了我的生活，我失去了自我，不像过去那样关注自己，严重失眠，体重也下降。",
        "label": ""
      },
      {
        "sentence": "我曾后悔过这段关系，想要离开。",
        "label": ""
      },
      {
        "sentence": "我也反思过是不是我小心眼，对他是占有欲多过爱？",
        "label": ""
      },
      {
        "sentence": "我不知道我们该不该继续这段感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情和婚姻是否继续下去，这是你自己要做出的选择。但是，我想告诉你的是，这跟你小心眼没有关系。准确来说，这并不是妒忌或猜忌，因为这些事情确实发生了。作为一个已婚男人，他的行为接近于出轨的边缘，他曾经说过不再联系前女友，但你发现他们在婚后还在通过微信和邮件进行联系。而且你还偶然发现一些女人用暧昧露骨的言辞和他聊天，并且他还将这些对话记录下来。作为男方，联系这些女人的动机和目的是什么呢？存档的目的又是什么呢？面对男方明显的道德过错，你却怀疑是不是自己太小心眼，想多了，这让我怀疑他是不是在对你进行操纵（PUA)。你说“我感觉自己很低俗下贱，也厌恶自己窥探别人的隐私。”我不清楚在你们争吵的过程中他对你说了什么，但通常情况下，这并不应该成为你关注的点。所以，这也是我怀疑男方在操纵你的原因之一。关于“对他到底是爱还是占有欲？”在我们接受的教育文化和道德规范中，爱和婚姻是排他的。因此，在爱情中渴望占有对方是很正常的，而想要与别人分享则是不太正常的。你说“我感到嫉妒和愤怒，不可避免地拿自己和前女友比较，容易产生猜忌和怨恨，甚至讨厌和这些女人年龄相仿的人。”从这里可以看出，你的态度已经有些泛化了，需要引起注意。如果这种情况继续下去，可能会引发更严重的心理问题。虽然整个描述不是很完整，也有很多关键信息我不得而知，所以如果我的判断有失偏颇，请理解~祝你生活愉快！",
    "annotation": [
      {
        "sentence": "感情和婚姻是否继续下去，这是你自己要做出的选择。",
        "label": ""
      },
      {
        "sentence": "但是，我想告诉你的是，这跟你小心眼没有关系。",
        "label": ""
      },
      {
        "sentence": "准确来说，这并不是妒忌或猜忌，因为这些事情确实发生了。",
        "label": ""
      },
      {
        "sentence": "作为一个已婚男人，他的行为接近于出轨的边缘，他曾经说过不再联系前女友，但你发现他们在婚后还在通过微信和邮件进行联系。",
        "label": ""
      },
      {
        "sentence": "而且你还偶然发现一些女人用暧昧露骨的言辞和他聊天，并且他还将这些对话记录下来。",
        "label": ""
      },
      {
        "sentence": "作为男方，联系这些女人的动机和目的是什么呢？",
        "label": ""
      },
      {
        "sentence": "存档的目的又是什么呢？",
        "label": ""
      },
      {
        "sentence": "面对男方明显的道德过错，你却怀疑是不是自己太小心眼，想多了，这让我怀疑他是不是在对你进行操纵（PUA)。",
        "label": ""
      },
      {
        "sentence": "你说“我感觉自己很低俗下贱，也厌恶自己窥探别人的隐私。",
        "label": ""
      },
      {
        "sentence": "”我不清楚在你们争吵的过程中他对你说了什么，但通常情况下，这并不应该成为你关注的点。",
        "label": ""
      },
      {
        "sentence": "所以，这也是我怀疑男方在操纵你的原因之一。",
        "label": ""
      },
      {
        "sentence": "关于“对他到底是爱还是占有欲？",
        "label": ""
      },
      {
        "sentence": "”在我们接受的教育文化和道德规范中，爱和婚姻是排他的。",
        "label": ""
      },
      {
        "sentence": "因此，在爱情中渴望占有对方是很正常的，而想要与别人分享则是不太正常的。",
        "label": ""
      },
      {
        "sentence": "你说“我感到嫉妒和愤怒，不可避免地拿自己和前女友比较，容易产生猜忌和怨恨，甚至讨厌和这些女人年龄相仿的人。",
        "label": ""
      },
      {
        "sentence": "”从这里可以看出，你的态度已经有些泛化了，需要引起注意。",
        "label": ""
      },
      {
        "sentence": "如果这种情况继续下去，可能会引发更严重的心理问题。",
        "label": ""
      },
      {
        "sentence": "虽然整个描述不是很完整，也有很多关键信息我不得而知，所以如果我的判断有失偏颇，请理解~祝你生活愉快！",
        "label": ""
      }
    ]
  }
]