[
  {
    "role": "client",
    "content": "快30岁，计划总拖延掉，心好累恶性循环，怎么改善？总是在计划，然后拖延，然后害怕焦虑，然后重新计划。一直重新计划害怕完不成就缩减计划，动力源时常无力，是不是小时候没有被家长和老师耐心对待过还有被鸽子，所以好心累的恶性循环，怎样改善，快30岁了，真的好累，成长过程里的考试总是所谓好事多磨。",
    "annotation": [
      {
        "sentence": "快30岁，计划总拖延掉，心好累恶性循环，怎么改善？",
        "label": ""
      },
      {
        "sentence": "总是在计划，然后拖延，然后害怕焦虑，然后重新计划。",
        "label": ""
      },
      {
        "sentence": "一直重新计划害怕完不成就缩减计划，动力源时常无力，是不是小时候没有被家长和老师耐心对待过还有被鸽子，所以好心累的恶性循环，怎样改善，快30岁了，真的好累，成长过程里的考试总是所谓好事多磨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的文字中，我感觉到了你的矛盾和无助。知道计划的重要性，但是又拖延，于是任务完不成。无数次更改计划的目标，感觉特别心累。这种心累，一方面是对于计划完不成的恐惧感，另一方面则是由于计划完不成而自身产生的愧疚感和自责感。理解你这种心累的感觉。其实，人的本性，就是有拖延的。对于我们喜欢的事情，我们迫不及待的去做，哪怕它有可能是错的；对于我们不喜欢的事情，即使理性告诉我们应该去做，但是感性的不想，也让我们迈不出第一步。这种矛盾和心累的感觉，每个人都有过，全世界大部分人都面对着理性的自己和感性的自己的斗争。你不是一个人在战斗。",
    "annotation": [
      {
        "sentence": "从你的文字中，我感觉到了你的矛盾和无助。",
        "label": ""
      },
      {
        "sentence": "知道计划的重要性，但是又拖延，于是任务完不成。",
        "label": ""
      },
      {
        "sentence": "无数次更改计划的目标，感觉特别心累。",
        "label": ""
      },
      {
        "sentence": "这种心累，一方面是对于计划完不成的恐惧感，另一方面则是由于计划完不成而自身产生的愧疚感和自责感。",
        "label": ""
      },
      {
        "sentence": "理解你这种心累的感觉。",
        "label": ""
      },
      {
        "sentence": "其实，人的本性，就是有拖延的。",
        "label": ""
      },
      {
        "sentence": "对于我们喜欢的事情，我们迫不及待的去做，哪怕它有可能是错的；对于我们不喜欢的事情，即使理性告诉我们应该去做，但是感性的不想，也让我们迈不出第一步。",
        "label": ""
      },
      {
        "sentence": "这种矛盾和心累的感觉，每个人都有过，全世界大部分人都面对着理性的自己和感性的自己的斗争。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。确实，我总是陷入这种矛盾，觉得自己好像没有办法控制自己的行为和情绪。如果小时候被耐心对待过，也许现在的我会有更好的自我控制能力吧。我真的感到好累，感觉每天都在为拖延和恶性循环而苦恼。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "确实，我总是陷入这种矛盾，觉得自己好像没有办法控制自己的行为和情绪。",
        "label": ""
      },
      {
        "sentence": "如果小时候被耐心对待过，也许现在的我会有更好的自我控制能力吧。",
        "label": ""
      },
      {
        "sentence": "我真的感到好累，感觉每天都在为拖延和恶性循环而苦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你对过去的思考和对自己的归因。但是我们无法改变过去发生的事情。重要的是现在和未来。对于改变拖延和恶性循环的问题，有几个建议希望能帮到你。首先，每次让自己放弃计划的原因是什么？问自己，在决心执行计划的时候，为什么又放下了？看看是否有类似的思维模式和行为模式。比如，可能会想：“今天就算了，从明天开始吧。”或者“还是算了吧，玩把游戏，看个电视剧，会比实施这个计划快乐多了。”我们的大脑有一个“奖励承诺”系统，会让我们误以为短暂的快乐比执行计划更重要。但是这种快乐往往是暂时的，做完以后会感到内疚和无力。这种情况你有经历过吗？",
    "annotation": [
      {
        "sentence": "理解你对过去的思考和对自己的归因。",
        "label": ""
      },
      {
        "sentence": "但是我们无法改变过去发生的事情。",
        "label": ""
      },
      {
        "sentence": "重要的是现在和未来。",
        "label": ""
      },
      {
        "sentence": "对于改变拖延和恶性循环的问题，有几个建议希望能帮到你。",
        "label": ""
      },
      {
        "sentence": "首先，每次让自己放弃计划的原因是什么？",
        "label": ""
      },
      {
        "sentence": "问自己，在决心执行计划的时候，为什么又放下了？",
        "label": ""
      },
      {
        "sentence": "看看是否有类似的思维模式和行为模式。",
        "label": ""
      },
      {
        "sentence": "比如，可能会想：“今天就算了，从明天开始吧。",
        "label": ""
      },
      {
        "sentence": "”或者“还是算了吧，玩把游戏，看个电视剧，会比实施这个计划快乐多了。",
        "label": ""
      },
      {
        "sentence": "”我们的大脑有一个“奖励承诺”系统，会让我们误以为短暂的快乐比执行计划更重要。",
        "label": ""
      },
      {
        "sentence": "但是这种快乐往往是暂时的，做完以后会感到内疚和无力。",
        "label": ""
      },
      {
        "sentence": "这种情况你有经历过吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我每次拖延完自己本该执行的计划后，都会感到内疚和无力。我明白那种通过短暂快乐逃避任务的感觉，但这只会让我更加心累和焦虑。",
    "annotation": [
      {
        "sentence": "是的，我每次拖延完自己本该执行的计划后，都会感到内疚和无力。",
        "label": ""
      },
      {
        "sentence": "我明白那种通过短暂快乐逃避任务的感觉，但这只会让我更加心累和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能认识到这个问题。其实，我们需要摆脱自责和愧疚的心理，这样才能真正做出改变。因为情绪低落和消极的情绪更容易让我们屈服于诱惑，放弃执行计划。所以，摆脱消极情绪非常关键。你有关于摆脱这种负面情绪的想法吗？",
    "annotation": [
      {
        "sentence": "很高兴你能认识到这个问题。",
        "label": ""
      },
      {
        "sentence": "其实，我们需要摆脱自责和愧疚的心理，这样才能真正做出改变。",
        "label": ""
      },
      {
        "sentence": "因为情绪低落和消极的情绪更容易让我们屈服于诱惑，放弃执行计划。",
        "label": ""
      },
      {
        "sentence": "所以，摆脱消极情绪非常关键。",
        "label": ""
      },
      {
        "sentence": "你有关于摆脱这种负面情绪的想法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我其实一直都很难摆脱这种负面情绪。每次计划失败后，我就会沉浸在自责和愧疚中，觉得自己无法改变。但是我也知道这种消极情绪只会让我更加困惑和心烦。",
    "annotation": [
      {
        "sentence": "我其实一直都很难摆脱这种负面情绪。",
        "label": ""
      },
      {
        "sentence": "每次计划失败后，我就会沉浸在自责和愧疚中，觉得自己无法改变。",
        "label": ""
      },
      {
        "sentence": "但是我也知道这种消极情绪只会让我更加困惑和心烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和焦虑。我想给你一些小建议，希望能够帮到你。首先，为自己设定一个合理的、通过小小的努力可以达成的目标。从容易的开始，每次达成一个小目标后，给自己奖励，再去完成接下来的目标。与其每次更改自己做不到的计划，不如提高计划的可执行性。当一个简单的计划执行成功后，你内心的激励会很大。另外，尝试延迟满足感。如果你规定自己每天学习充电，那么就规定一个固定的时间段去学习，先完成学习任务，然后再去娱乐放松。限制行为的变化性，制定具体的学习时间和长度。当你受到娱乐诱惑时，思考一下最初的目标是什么，坚持下去。还可以考虑寻找有共同计划的小伙伴，共同监督和打卡，一起进步。推荐一本书给你，叫做《自控力》，里面有很多对你有用的观点。每次达成一个小目标，远比一个长远的计划更容易，也更容易坚持。你意识到自己需要改变，那么接下来，就抛开消极情绪，走出改变的第一步吧。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "我想给你一些小建议，希望能够帮到你。",
        "label": ""
      },
      {
        "sentence": "首先，为自己设定一个合理的、通过小小的努力可以达成的目标。",
        "label": ""
      },
      {
        "sentence": "从容易的开始，每次达成一个小目标后，给自己奖励，再去完成接下来的目标。",
        "label": ""
      },
      {
        "sentence": "与其每次更改自己做不到的计划，不如提高计划的可执行性。",
        "label": ""
      },
      {
        "sentence": "当一个简单的计划执行成功后，你内心的激励会很大。",
        "label": ""
      },
      {
        "sentence": "另外，尝试延迟满足感。",
        "label": ""
      },
      {
        "sentence": "如果你规定自己每天学习充电，那么就规定一个固定的时间段去学习，先完成学习任务，然后再去娱乐放松。",
        "label": ""
      },
      {
        "sentence": "限制行为的变化性，制定具体的学习时间和长度。",
        "label": ""
      },
      {
        "sentence": "当你受到娱乐诱惑时，思考一下最初的目标是什么，坚持下去。",
        "label": ""
      },
      {
        "sentence": "还可以考虑寻找有共同计划的小伙伴，共同监督和打卡，一起进步。",
        "label": ""
      },
      {
        "sentence": "推荐一本书给你，叫做《自控力》，里面有很多对你有用的观点。",
        "label": ""
      },
      {
        "sentence": "每次达成一个小目标，远比一个长远的计划更容易，也更容易坚持。",
        "label": ""
      },
      {
        "sentence": "你意识到自己需要改变，那么接下来，就抛开消极情绪，走出改变的第一步吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你给出的建议和鼓励。我会尝试去设定小目标，提高计划的可执行性，并坚持下去。也会阅读《自控力》，希望能够从中获取更多帮助和启示。再次感谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你给出的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尝试去设定小目标，提高计划的可执行性，并坚持下去。",
        "label": ""
      },
      {
        "sentence": "也会阅读《自控力》，希望能够从中获取更多帮助和启示。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够做到的。改变需要时间和努力，但只要你坚持下去，一定能",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，但只要你坚持下去，一定能",
        "label": ""
      }
    ]
  }
]