[
  {
    "role": "client",
    "content": "嫉妒伴侣前女友，猜忌影响亲密关系，是爱还是占有欲？伴侣比我年龄大很多，以前在交往时告诉我一些感情经历，当时有些吃醋不过不影响两人关系。他会温柔安慰我。他说不再联系了，婚后发现他还在和这些女人保持微信和邮件往来。偶尔发现一些女人有暧昧露骨的言辞，并且发现他把这些存档了，是否他很享受被女人爱慕的感觉？那么我是什么呢？为什么出尔反尔？",
    "annotation": [
      {
        "sentence": "嫉妒伴侣前女友，猜忌影响亲密关系，是爱还是占有欲？",
        "label": ""
      },
      {
        "sentence": "伴侣比我年龄大很多，以前在交往时告诉我一些感情经历，当时有些吃醋不过不影响两人关系。",
        "label": ""
      },
      {
        "sentence": "他会温柔安慰我。",
        "label": ""
      },
      {
        "sentence": "他说不再联系了，婚后发现他还在和这些女人保持微信和邮件往来。",
        "label": ""
      },
      {
        "sentence": "偶尔发现一些女人有暧昧露骨的言辞，并且发现他把这些存档了，是否他很享受被女人爱慕的感觉？",
        "label": ""
      },
      {
        "sentence": "那么我是什么呢？",
        "label": ""
      },
      {
        "sentence": "为什么出尔反尔？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对他的感情是爱还是占有欲，只有你自己最清楚，别人都没法代替你的感受。你的伴侣做了什么，或者说了哪些话让你伤心难过，也只有你的体会能够深一些。感情继续或者不继续下去，也只有你能做出决定。",
    "annotation": [
      {
        "sentence": "对他的感情是爱还是占有欲，只有你自己最清楚，别人都没法代替你的感受。",
        "label": ""
      },
      {
        "sentence": "你的伴侣做了什么，或者说了哪些话让你伤心难过，也只有你的体会能够深一些。",
        "label": ""
      },
      {
        "sentence": "感情继续或者不继续下去，也只有你能做出决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很困惑，不知道该怎么去思考这件事情。我觉得他的行为让我很不安，我开始怀疑他对我的真诚和忠诚。",
    "annotation": [
      {
        "sentence": "我真的很困惑，不知道该怎么去思考这件事情。",
        "label": ""
      },
      {
        "sentence": "我觉得他的行为让我很不安，我开始怀疑他对我的真诚和忠诚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "冷静下来我们可以好好思考一下，这里面究竟有哪些问题，是他的问题多一些，比如花心还是缺乏责任感，让你很难受，还是你自己猜忌对方，导致这样的行为？",
    "annotation": [
      {
        "sentence": "冷静下来我们可以好好思考一下，这里面究竟有哪些问题，是他的问题多一些，比如花心还是缺乏责任感，让你很难受，还是你自己猜忌对方，导致这样的行为？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我承认我有时会因为过去的故事而产生猜忌，但是他的行为也不是没有根据的。我发现了微信和邮件的聊天记录，他们之间的对话有时候很暧昧，而且他还把这些存档了。",
    "annotation": [
      {
        "sentence": "我承认我有时会因为过去的故事而产生猜忌，但是他的行为也不是没有根据的。",
        "label": ""
      },
      {
        "sentence": "我发现了微信和邮件的聊天记录，他们之间的对话有时候很暧昧，而且他还把这些存档了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果确实是对方不好，导致你出现这样的情绪，那么可以让他去面对，并且改正。假设是自己缺乏安全感的问题，然后导致的困扰，可以自我好好地去关注自己，看看是哪些问题才导致这样的感受。",
    "annotation": [
      {
        "sentence": "如果确实是对方不好，导致你出现这样的情绪，那么可以让他去面对，并且改正。",
        "label": ""
      },
      {
        "sentence": "假设是自己缺乏安全感的问题，然后导致的困扰，可以自我好好地去关注自己，看看是哪些问题才导致这样的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我应该让他知道我的困扰，并且希望他能够为我们的关系做出一些改变。同时，我也需要自己反思，了解自己为什么会感到这么不安。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我应该让他知道我的困扰，并且希望他能够为我们的关系做出一些改变。",
        "label": ""
      },
      {
        "sentence": "同时，我也需要自己反思，了解自己为什么会感到这么不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在感情状态中，需要的是彼此理解和尊重，这是两个人情感的基础，要是有一方不尊重或者做出让别人难过的事，就会让关系破裂，到时想要修复也会变得十分困难。不知道你们两个目前的情况相处怎么样，感觉好些了没有？",
    "annotation": [
      {
        "sentence": "在感情状态中，需要的是彼此理解和尊重，这是两个人情感的基础，要是有一方不尊重或者做出让别人难过的事，就会让关系破裂，到时想要修复也会变得十分困难。",
        "label": ""
      },
      {
        "sentence": "不知道你们两个目前的情况相处怎么样，感觉好些了没有？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们之间经历过争吵和冷战，但最后都是通过性来缓解紧张关系。然而，我自己已经变得性冷淡了，很难理解为什么这些女人会有如此强烈的性欲。",
    "annotation": [
      {
        "sentence": "我们之间经历过争吵和冷战，但最后都是通过性来缓解紧张关系。",
        "label": ""
      },
      {
        "sentence": "然而，我自己已经变得性冷淡了，很难理解为什么这些女人会有如此强烈的性欲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果发现这段感情还是这样纠结难受的状态，可以考虑进行伴侣间的关系咨询，好好梳理一下，寻找咨询师去解决烦恼。不管如何，一切尊重自己的感受和需求即可，切不可疏忽了自己的感受。",
    "annotation": [
      {
        "sentence": "如果发现这段感情还是这样纠结难受的状态，可以考虑进行伴侣间的关系咨询，好好梳理一下，寻找咨询师去解决烦恼。",
        "label": ""
      },
      {
        "sentence": "不管如何，一切尊重自己的感受和需求即可，切不可疏忽了自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑进行伴侣间的关系咨询，好好思考一下我们之间的问题，并找到适合解决困扰的方法。我也会更加重视自己的感受，不再忽略自己的需求。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑进行伴侣间的关系咨询，好好思考一下我们之间的问题，并找到适合解决困扰的方法。",
        "label": ""
      },
      {
        "sentence": "我也会更加重视自己的感受，不再忽略自己的需求。",
        "label": ""
      }
    ]
  }
]