[
  {
    "role": "client",
    "content": "嫉妒伴侣前女友，猜忌影响亲密关系，是爱还是占有欲？伴侣比我年龄大很多，以前在交往时告诉我一些感情经历，当时有些吃醋不过不影响两人关系。他会温柔安慰我。他说不再联系了，婚后发现他还在和这些女人保持微信和邮件往来。偶尔发现一些女人有暧昧露骨的言辞，并且发现他把这些存档了，是否他很享受被女人爱慕的感觉？那么我是什么呢？为什么出尔反尔？",
    "annotation": [
      {
        "sentence": "嫉妒伴侣前女友，猜忌影响亲密关系，是爱还是占有欲？",
        "label": ""
      },
      {
        "sentence": "伴侣比我年龄大很多，以前在交往时告诉我一些感情经历，当时有些吃醋不过不影响两人关系。",
        "label": ""
      },
      {
        "sentence": "他会温柔安慰我。",
        "label": ""
      },
      {
        "sentence": "他说不再联系了，婚后发现他还在和这些女人保持微信和邮件往来。",
        "label": ""
      },
      {
        "sentence": "偶尔发现一些女人有暧昧露骨的言辞，并且发现他把这些存档了，是否他很享受被女人爱慕的感觉？",
        "label": ""
      },
      {
        "sentence": "那么我是什么呢？",
        "label": ""
      },
      {
        "sentence": "为什么出尔反尔？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "伴侣比我们年龄大很多，而且他的情感经历比较丰富，因此在处理情感问题的时候更加游刃有余。交往时告诉我们一些情感经历，一方面可以试探一下我们的底线，另一方面对方可以衡量一下彼此之间的关系，看下一步可以如何发展。双方确实应该有自己的小秘密，但是有些涉及到底线的事情还是不要轻易的去尝试，比如你说到的一些比较暧昧露骨的言辞，如果我们和异性有这样的往来，对方可以做到坦然若之吗？",
    "annotation": [
      {
        "sentence": "伴侣比我们年龄大很多，而且他的情感经历比较丰富，因此在处理情感问题的时候更加游刃有余。",
        "label": ""
      },
      {
        "sentence": "交往时告诉我们一些情感经历，一方面可以试探一下我们的底线，另一方面对方可以衡量一下彼此之间的关系，看下一步可以如何发展。",
        "label": ""
      },
      {
        "sentence": "双方确实应该有自己的小秘密，但是有些涉及到底线的事情还是不要轻易的去尝试，比如你说到的一些比较暧昧露骨的言辞，如果我们和异性有这样的往来，对方可以做到坦然若之吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也知道自己应该放宽心态，但是我对这些事情真的很敏感，很容易猜忌怨恨。我还讨厌和这些女人年龄相仿的人，觉得她们都跟我竞争。他说对她们没感觉了，让我放心，只管做好自己的事情，别管别人。可是我总觉得他是在隐藏什么，我对他不再有信任感了。",
    "annotation": [
      {
        "sentence": "我也知道自己应该放宽心态，但是我对这些事情真的很敏感，很容易猜忌怨恨。",
        "label": ""
      },
      {
        "sentence": "我还讨厌和这些女人年龄相仿的人，觉得她们都跟我竞争。",
        "label": ""
      },
      {
        "sentence": "他说对她们没感觉了，让我放心，只管做好自己的事情，别管别人。",
        "label": ""
      },
      {
        "sentence": "可是我总觉得他是在隐藏什么，我对他不再有信任感了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正因为你对这些事情敏感，所以才会感到猜忌和怨恨，这是很正常的情感反应。但是我们要尝试理性地处理这些情绪。关于他和这些女人的联系，我们可以和他坦诚地沟通，告诉他我们对这些事情感到不安，希望他能够更加理解我们的需求与感受。",
    "annotation": [
      {
        "sentence": "正因为你对这些事情敏感，所以才会感到猜忌和怨恨，这是很正常的情感反应。",
        "label": ""
      },
      {
        "sentence": "但是我们要尝试理性地处理这些情绪。",
        "label": ""
      },
      {
        "sentence": "关于他和这些女人的联系，我们可以和他坦诚地沟通，告诉他我们对这些事情感到不安，希望他能够更加理解我们的需求与感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是就算他放弃和那些女人联系，我还是无法忍受他把他们的信息存档。我觉得他是在享受被女人爱慕的感觉，而我只是他的一个替代品。我对自己也充满厌恶，觉得自己很下流。",
    "annotation": [
      {
        "sentence": "可是就算他放弃和那些女人联系，我还是无法忍受他把他们的信息存档。",
        "label": ""
      },
      {
        "sentence": "我觉得他是在享受被女人爱慕的感觉，而我只是他的一个替代品。",
        "label": ""
      },
      {
        "sentence": "我对自己也充满厌恶，觉得自己很下流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们对自己产生厌恶是因为我们无法接受这种被置于次要地位的感觉，我们渴望被完全接纳和爱护。不过，我想提醒你的是，你和他之间的关系是独一无二的，你们之间有着特殊的情感连接。他的过去并不重要，重要的是现在和未来。我们可以试着放下对他过去的嫉妒和猜忌，继续关注和建立你们之间的亲密关系。",
    "annotation": [
      {
        "sentence": "我们对自己产生厌恶是因为我们无法接受这种被置于次要地位的感觉，我们渴望被完全接纳和爱护。",
        "label": ""
      },
      {
        "sentence": "不过，我想提醒你的是，你和他之间的关系是独一无二的，你们之间有着特殊的情感连接。",
        "label": ""
      },
      {
        "sentence": "他的过去并不重要，重要的是现在和未来。",
        "label": ""
      },
      {
        "sentence": "我们可以试着放下对他过去的嫉妒和猜忌，继续关注和建立你们之间的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得我已经失去了自我，不像以前那么关注自己，严重失眠，体重下降。我开始后悔这段关系了，不知道是否应该继续下去。",
    "annotation": [
      {
        "sentence": "可是我觉得我已经失去了自我，不像以前那么关注自己，严重失眠，体重下降。",
        "label": ""
      },
      {
        "sentence": "我开始后悔这段关系了，不知道是否应该继续下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些身体上和心理上的变化表明你已经受到了不小的压力和困扰。你需要重新关注自己的感受和需求。对于这段关系是否继续，只有你自己能做决定。在做决定之前，我们可以试着和伴侣进行更加深入的沟通，共同寻找解决困扰的方法，以及改善彼此之间的亲密关系。同时，也要记得要有空间和时间去思考和观察这段关系对你的影响，这样才能更好地做出决策。",
    "annotation": [
      {
        "sentence": "这些身体上和心理上的变化表明你已经受到了不小的压力和困扰。",
        "label": ""
      },
      {
        "sentence": "你需要重新关注自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "对于这段关系是否继续，只有你自己能做决定。",
        "label": ""
      },
      {
        "sentence": "在做决定之前，我们可以试着和伴侣进行更加深入的沟通，共同寻找解决困扰的方法，以及改善彼此之间的亲密关系。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得要有空间和时间去思考和观察这段关系对你的影响，这样才能更好地做出决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会好好思考一下自己的感受和未来的选择。或许，我需要找一个适合的时机和他谈谈。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会好好思考一下自己的感受和未来的选择。",
        "label": ""
      },
      {
        "sentence": "或许，我需要找一个适合的时机和他谈谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够找到适合自己的解决办法。记得，与其陷入猜忌和怨恨，不如试着去了解自己和伴侣的内心需求，共同努力维系这段关系的稳定和成长。祝福你能够找到心灵上的平衡和幸福。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够找到适合自己的解决办法。",
        "label": ""
      },
      {
        "sentence": "记得，与其陷入猜忌和怨恨，不如试着去了解自己和伴侣的内心需求，共同努力维系这段关系的稳定和成长。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到心灵上的平衡和幸福。",
        "label": ""
      }
    ]
  }
]