[
  {
    "role": "client",
    "content": "小时候被猥亵过，我也不知道自己出了什么问题？我七八岁的时候被表哥和他的朋友猥亵过，初中的时候睡梦中，被另一个表哥抱着蹭，这些事现在在我脑子里经常想起，挥之不去。现在我已经27岁了，但只要有异性靠近我，我就会紧张，手足无措，心跳加速，脸红，强装镇定，心里非常抗拒和异性靠近，也很难很难和异性交往，我这样的人是不是这辈子也没有办法恋爱呢？我对异性真的很厌恶，潜意识觉得性是非常肮脏的，即使理性告诉我这不是肮脏的，但我就是没办法接受。",
    "annotation": [
      {
        "sentence": "小时候被猥亵过，我也不知道自己出了什么问题？",
        "label": ""
      },
      {
        "sentence": "我七八岁的时候被表哥和他的朋友猥亵过，初中的时候睡梦中，被另一个表哥抱着蹭，这些事现在在我脑子里经常想起，挥之不去。",
        "label": ""
      },
      {
        "sentence": "现在我已经27岁了，但只要有异性靠近我，我就会紧张，手足无措，心跳加速，脸红，强装镇定，心里非常抗拒和异性靠近，也很难很难和异性交往，我这样的人是不是这辈子也没有办法恋爱呢？",
        "label": ""
      },
      {
        "sentence": "我对异性真的很厌恶，潜意识觉得性是非常肮脏的，即使理性告诉我这不是肮脏的，但我就是没办法接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你好。听到你描述的经历，我可以理解你现在的困扰和抗拒感。首先，我想告诉你，你并不是一个有问题的人，这种感受是正常的反应。你的经历给你留下了深刻的伤痛，但这并不代表你无法改变现状。我们可以一起努力来克服这个困境。",
    "annotation": [
      {
        "sentence": "求助者，你好。",
        "label": ""
      },
      {
        "sentence": "听到你描述的经历，我可以理解你现在的困扰和抗拒感。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，你并不是一个有问题的人，这种感受是正常的反应。",
        "label": ""
      },
      {
        "sentence": "你的经历给你留下了深刻的伤痛，但这并不代表你无法改变现状。",
        "label": ""
      },
      {
        "sentence": "我们可以一起努力来克服这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我感觉你能理解我。但是我真的很害怕和异性接触，也不知道怎么去改变自己的想法和情绪。我想知道，有没有办法让我摆脱这种恐惧和厌恶感？",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我感觉你能理解我。",
        "label": ""
      },
      {
        "sentence": "但是我真的很害怕和异性接触，也不知道怎么去改变自己的想法和情绪。",
        "label": ""
      },
      {
        "sentence": "我想知道，有没有办法让我摆脱这种恐惧和厌恶感？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担心，但不要担心，我们可以一步一步来。首先，我建议你找个心理咨询师或者心理治疗师，他们会帮助你面对这些问题并提供你所需要的支持。同时，你也可以试试一些放松的方法，比如深呼吸、冥想或者适当的运动，这些都有助于缓解焦虑。",
    "annotation": [
      {
        "sentence": "我明白你的担心，但不要担心，我们可以一步一步来。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你找个心理咨询师或者心理治疗师，他们会帮助你面对这些问题并提供你所需要的支持。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以试试一些放松的方法，比如深呼吸、冥想或者适当的运动，这些都有助于缓解焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，可能我确实需要寻求专业的帮助。但有些时候我还是会被过去的经历困扰，不知道该怎么消除这些回忆。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "嗯，可能我确实需要寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "但有些时候我还是会被过去的经历困扰，不知道该怎么消除这些回忆。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于困扰你的回忆，尝试将它们转化成一种积极的方式，比如通过写日记或者和亲密的朋友进行交流。这样可以让你释放内心的痛苦，并且得到支持和理解。另外，也可以尝试一些心理疗法，比如认知行为疗法或眼动脱敏和再处理等，这些方法可以帮助你重新认识并处理你的过去经历。",
    "annotation": [
      {
        "sentence": "对于困扰你的回忆，尝试将它们转化成一种积极的方式，比如通过写日记或者和亲密的朋友进行交流。",
        "label": ""
      },
      {
        "sentence": "这样可以让你释放内心的痛苦，并且得到支持和理解。",
        "label": ""
      },
      {
        "sentence": "另外，也可以尝试一些心理疗法，比如认知行为疗法或眼动脱敏和再处理等，这些方法可以帮助你重新认识并处理你的过去经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试你提到的方法，希望能够找到一种合适的方式来处理我过去的经历。但我还是很担心，即使我接受了治疗，我是否能够恢复正常的恋爱关系呢？",
    "annotation": [
      {
        "sentence": "我会试试你提到的方法，希望能够找到一种合适的方式来处理我过去的经历。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心，即使我接受了治疗，我是否能够恢复正常的恋爱关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的恢复过程都是不同的，但我相信只要你努力并寻求适当的支持，你一定可以恢复正常的恋爱关系。重要的是要给自己一些时间和空间，不要强迫自己做任何不舒服或不安全的事情。慢慢地，你会发现自己变得更加坚强和自信，能够逐渐打破这种恐惧和厌恶感。",
    "annotation": [
      {
        "sentence": "每个人的恢复过程都是不同的，但我相信只要你努力并寻求适当的支持，你一定可以恢复正常的恋爱关系。",
        "label": ""
      },
      {
        "sentence": "重要的是要给自己一些时间和空间，不要强迫自己做任何不舒服或不安全的事情。",
        "label": ""
      },
      {
        "sentence": "慢慢地，你会发现自己变得更加坚强和自信，能够逐渐打破这种恐惧和厌恶感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着相信自己，给自己一些时间来恢复。我真的很感谢你的支持和建议，你的回复让我感到一丝希望。",
    "annotation": [
      {
        "sentence": "嗯，我会试着相信自己，给自己一些时间来恢复。",
        "label": ""
      },
      {
        "sentence": "我真的很感谢你的支持和建议，你的回复让我感到一丝希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都会在你身边支持你。无论遇到什么困难，记得找到人倾诉，让情绪得到宣泄和释放。你已经迈出了第一步，坚持下去，你会走出阴影，重新找到属于自己的阳光世界。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我一直都会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，记得找到人倾诉，让情绪得到宣泄和释放。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，坚持下去，你会走出阴影，重新找到属于自己的阳光世界。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]