[
  {
    "role": "client",
    "content": "小时候被猥亵过，我也不知道自己出了什么问题？我七八岁的时候被表哥和他的朋友猥亵过，初中的时候睡梦中，被另一个表哥抱着蹭，这些事现在在我脑子里经常想起，挥之不去。现在我已经27岁了，但只要有异性靠近我，我就会紧张，手足无措，心跳加速，脸红，强装镇定，心里非常抗拒和异性靠近，也很难很难和异性交往，我这样的人是不是这辈子也没有办法恋爱呢？我对异性真的很厌恶，潜意识觉得性是非常肮脏的，即使理性告诉我这不是肮脏的，但我就是没办法接受。",
    "annotation": [
      {
        "sentence": "小时候被猥亵过，我也不知道自己出了什么问题？",
        "label": ""
      },
      {
        "sentence": "我七八岁的时候被表哥和他的朋友猥亵过，初中的时候睡梦中，被另一个表哥抱着蹭，这些事现在在我脑子里经常想起，挥之不去。",
        "label": ""
      },
      {
        "sentence": "现在我已经27岁了，但只要有异性靠近我，我就会紧张，手足无措，心跳加速，脸红，强装镇定，心里非常抗拒和异性靠近，也很难很难和异性交往，我这样的人是不是这辈子也没有办法恋爱呢？",
        "label": ""
      },
      {
        "sentence": "我对异性真的很厌恶，潜意识觉得性是非常肮脏的，即使理性告诉我这不是肮脏的，但我就是没办法接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你小时候经历的那些事情确实很让人难过，但是你要知道，这些性行为并不代表性本身肮脏。每个人都有自己的性觉醒过程，你在七八岁时对于这方面的事情是无辜的。如果当时你能告诉大人，他们会帮助你的。而被表哥抱着蹭的事情，不管发生在任何时期都有可能发生。重要的是，你要学会保护自己，也要考虑那些侵犯你的人的认知。不管发生什么事情，你的父母都是最重要的支持者。你现在对异性的抗拒是一种自我保护的反应。在追求恋爱之前，先和异性保持安全距离是很重要的。不过，你也要提高自己的认知，学会应对突发危险的措施。性不是肮脏的，性是美好的。世界上的每个人都是通过性才来到这个世界上的。你不要把自己限制在痛苦中，你可以克服这些困难的。",
    "annotation": [
      {
        "sentence": "你小时候经历的那些事情确实很让人难过，但是你要知道，这些性行为并不代表性本身肮脏。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的性觉醒过程，你在七八岁时对于这方面的事情是无辜的。",
        "label": ""
      },
      {
        "sentence": "如果当时你能告诉大人，他们会帮助你的。",
        "label": ""
      },
      {
        "sentence": "而被表哥抱着蹭的事情，不管发生在任何时期都有可能发生。",
        "label": ""
      },
      {
        "sentence": "重要的是，你要学会保护自己，也要考虑那些侵犯你的人的认知。",
        "label": ""
      },
      {
        "sentence": "不管发生什么事情，你的父母都是最重要的支持者。",
        "label": ""
      },
      {
        "sentence": "你现在对异性的抗拒是一种自我保护的反应。",
        "label": ""
      },
      {
        "sentence": "在追求恋爱之前，先和异性保持安全距离是很重要的。",
        "label": ""
      },
      {
        "sentence": "不过，你也要提高自己的认知，学会应对突发危险的措施。",
        "label": ""
      },
      {
        "sentence": "性不是肮脏的，性是美好的。",
        "label": ""
      },
      {
        "sentence": "世界上的每个人都是通过性才来到这个世界上的。",
        "label": ""
      },
      {
        "sentence": "你不要把自己限制在痛苦中，你可以克服这些困难的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解性是一种自然的事情，但是我的经历让我对性产生了恐惧和厌恶。我不知道如何摆脱这种心理。每次有异性靠近我，我就会感到非常紧张和不安。我真的很希望能够正常地和异性交往，但是我觉得好像永远做不到。",
    "annotation": [
      {
        "sentence": "我理解性是一种自然的事情，但是我的经历让我对性产生了恐惧和厌恶。",
        "label": ""
      },
      {
        "sentence": "我不知道如何摆脱这种心理。",
        "label": ""
      },
      {
        "sentence": "每次有异性靠近我，我就会感到非常紧张和不安。",
        "label": ""
      },
      {
        "sentence": "我真的很希望能够正常地和异性交往，但是我觉得好像永远做不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能够理解。性经历的创伤会对人产生深远的影响，但是我们可以通过逐步面对和治疗来减轻这些负面情绪。我建议你寻求专业心理辅导的帮助，专业的心理咨询师可以帮助你处理这些心理困扰，并帮助你逐渐摆脱对性的恐惧和厌恶。不要放弃，你有能力克服这个问题的。",
    "annotation": [
      {
        "sentence": "你的感受我能够理解。",
        "label": ""
      },
      {
        "sentence": "性经历的创伤会对人产生深远的影响，但是我们可以通过逐步面对和治疗来减轻这些负面情绪。",
        "label": ""
      },
      {
        "sentence": "我建议你寻求专业心理辅导的帮助，专业的心理咨询师可以帮助你处理这些心理困扰，并帮助你逐渐摆脱对性的恐惧和厌恶。",
        "label": ""
      },
      {
        "sentence": "不要放弃，你有能力克服这个问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我确实应该考虑寻求专业心理辅导的帮助。我知道我不能一直让这些困扰困扰着我，我应该主动去寻求解决的方法。我会尽快去找一位合适的心理咨询师，希望他们能够帮助我走出困境。",
    "annotation": [
      {
        "sentence": "你说的对，我确实应该考虑寻求专业心理辅导的帮助。",
        "label": ""
      },
      {
        "sentence": "我知道我不能一直让这些困扰困扰着我，我应该主动去寻求解决的方法。",
        "label": ""
      },
      {
        "sentence": "我会尽快去找一位合适的心理咨询师，希望他们能够帮助我走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的决心。寻求专业心理辅导是一个明智的选择，它将为你提供专业的指导和支持。记住，你并不孤单，有很多人愿意帮助你走出困境。相信自己，相信你能够战胜这些困难。如果你需要任何帮助或者有任何需要诉说的，随时可以找我倾听。",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的决心。",
        "label": ""
      },
      {
        "sentence": "寻求专业心理辅导是一个明智的选择，它将为你提供专业的指导和支持。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有很多人愿意帮助你走出困境。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你能够战胜这些困难。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有任何需要诉说的，随时可以找我倾听。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会保持积极的态度去面对和处理这个问题。我相信通过专业心理辅导的帮助，我能够获得更好的解决办法。再次感谢你的陪伴和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会保持积极的态度去面对和处理这个问题。",
        "label": ""
      },
      {
        "sentence": "我相信通过专业心理辅导的帮助，我能够获得更好的解决办法。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个勇敢的人，能够面对自己的困难并主动寻求帮助。这是非常值得赞赏的。我相信你会度过这个难关，走向积极健康的生活。如果有任何需要，记得随时找我聊天。无论你经历什么，你不是一个人在战斗。加油！",
    "annotation": [
      {
        "sentence": "你是一个勇敢的人，能够面对自己的困难并主动寻求帮助。",
        "label": ""
      },
      {
        "sentence": "这是非常值得赞赏的。",
        "label": ""
      },
      {
        "sentence": "我相信你会度过这个难关，走向积极健康的生活。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，记得随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "无论你经历什么，你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]