[
  {
    "role": "client",
    "content": "我20岁，暧昧可以，确认关系后就感到恶心厌恶，为什么？我曾经和两个男生确认关系，但第二天就开始感到厌恶、恶心和尴尬，各种负面情绪都涌上来，不想再见面，最后都以我觉得难以忍受而分手，基本上只持续了两周左右。以前我很排斥肢体接触，但后来改变了，现在确认关系后更加排斥肢体接触。我曾试着和一个我一见钟情的人发展关系，我们接吻了，我没有平时确认关系后的那种恶心感觉。但第二天早上熟悉的厌恶感又出现了。而且每当想到和我喜欢的男生谈恋爱的样子，我对他们的好感就会减少。我平时经常三分钟热度，但对于谈恋爱这件事，我不知道为什么会这样。我真的很痛苦，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我20岁，暧昧可以，确认关系后就感到恶心厌恶，为什么？",
        "label": ""
      },
      {
        "sentence": "我曾经和两个男生确认关系，但第二天就开始感到厌恶、恶心和尴尬，各种负面情绪都涌上来，不想再见面，最后都以我觉得难以忍受而分手，基本上只持续了两周左右。",
        "label": ""
      },
      {
        "sentence": "以前我很排斥肢体接触，但后来改变了，现在确认关系后更加排斥肢体接触。",
        "label": ""
      },
      {
        "sentence": "我曾试着和一个我一见钟情的人发展关系，我们接吻了，我没有平时确认关系后的那种恶心感觉。",
        "label": ""
      },
      {
        "sentence": "但第二天早上熟悉的厌恶感又出现了。",
        "label": ""
      },
      {
        "sentence": "而且每当想到和我喜欢的男生谈恋爱的样子，我对他们的好感就会减少。",
        "label": ""
      },
      {
        "sentence": "我平时经常三分钟热度，但对于谈恋爱这件事，我不知道为什么会这样。",
        "label": ""
      },
      {
        "sentence": "我真的很痛苦，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对这两个男生可能并不喜欢，因为当我们喜欢一个人时，会主动地想要靠近对方，而身体在某种程度上会帮助你选择伴侣。既然已经对他们感到恶心和尴尬了，就不要逼迫自己，可能你理智上觉得他们条件不错，但你的身体却抗拒他们，这种情况下尊重自己身体的选择，如果感觉不舒服就不要勉强。你只是还没有遇到合适的人，不需要质疑自己。你才20岁，非常年轻，可能还没有一个明确的标准，也不知道自己喜欢什么样的人。完全可以等待更多的经历和自我成熟后再找到那个合适的人。既然对恋爱没有任何乐趣，就不需要着急进入一段关系。这并不是不正常的，每个人的发展和步调都不同，追寻的东西也不同。有些人早早谈恋爱结婚了，并不代表你也要走这条路。他们可能享受恋爱的过程，但你并不享受。生活中除了恋爱还有很多其他值得去做的事情，比如友情、亲情，还有你的事业、爱好。选择自己喜欢的事情去做，发展自己永远是最可靠的投资。我身边有很多单身的朋友，但他们也不急于寻找伴侣，他们在没有遇到合适的人之前，都过得很充实。他们有自己的事业和爱好，经常和朋友一起出去玩，生活多姿多彩，并不需要一个伴侣才算是正常的。你可以将注意力放在那些真正让你感兴趣和快乐的事物上，这才是真正不浪费生命的方式。世界上有异性恋、双性恋、同性恋，甚至还有无性恋，也许还有其他类型。只要你能开心地过日子，没有人可以指责你。也许你还在探索自己的过程中，需要对自己有信心和耐心。从内心出发，去做那些真正能让你感到开心、有共鸣的事情，而不是强迫自己去按照固定标准行事，认为那样才是正常的。如果你每天都能快乐地生活，并做自己喜欢的事情，即使不恋爱又怎么样呢？与其强迫自己和让你感到恶心的人在一起，不如专注于自己的成长。也许当你在发展自己的过程中，会无意中遇到真正的灵魂伴侣！",
    "annotation": [
      {
        "sentence": "你对这两个男生可能并不喜欢，因为当我们喜欢一个人时，会主动地想要靠近对方，而身体在某种程度上会帮助你选择伴侣。",
        "label": ""
      },
      {
        "sentence": "既然已经对他们感到恶心和尴尬了，就不要逼迫自己，可能你理智上觉得他们条件不错，但你的身体却抗拒他们，这种情况下尊重自己身体的选择，如果感觉不舒服就不要勉强。",
        "label": ""
      },
      {
        "sentence": "你只是还没有遇到合适的人，不需要质疑自己。",
        "label": ""
      },
      {
        "sentence": "你才20岁，非常年轻，可能还没有一个明确的标准，也不知道自己喜欢什么样的人。",
        "label": ""
      },
      {
        "sentence": "完全可以等待更多的经历和自我成熟后再找到那个合适的人。",
        "label": ""
      },
      {
        "sentence": "既然对恋爱没有任何乐趣，就不需要着急进入一段关系。",
        "label": ""
      },
      {
        "sentence": "这并不是不正常的，每个人的发展和步调都不同，追寻的东西也不同。",
        "label": ""
      },
      {
        "sentence": "有些人早早谈恋爱结婚了，并不代表你也要走这条路。",
        "label": ""
      },
      {
        "sentence": "他们可能享受恋爱的过程，但你并不享受。",
        "label": ""
      },
      {
        "sentence": "生活中除了恋爱还有很多其他值得去做的事情，比如友情、亲情，还有你的事业、爱好。",
        "label": ""
      },
      {
        "sentence": "选择自己喜欢的事情去做，发展自己永远是最可靠的投资。",
        "label": ""
      },
      {
        "sentence": "我身边有很多单身的朋友，但他们也不急于寻找伴侣，他们在没有遇到合适的人之前，都过得很充实。",
        "label": ""
      },
      {
        "sentence": "他们有自己的事业和爱好，经常和朋友一起出去玩，生活多姿多彩，并不需要一个伴侣才算是正常的。",
        "label": ""
      },
      {
        "sentence": "你可以将注意力放在那些真正让你感兴趣和快乐的事物上，这才是真正不浪费生命的方式。",
        "label": ""
      },
      {
        "sentence": "世界上有异性恋、双性恋、同性恋，甚至还有无性恋，也许还有其他类型。",
        "label": ""
      },
      {
        "sentence": "只要你能开心地过日子，没有人可以指责你。",
        "label": ""
      },
      {
        "sentence": "也许你还在探索自己的过程中，需要对自己有信心和耐心。",
        "label": ""
      },
      {
        "sentence": "从内心出发，去做那些真正能让你感到开心、有共鸣的事情，而不是强迫自己去按照固定标准行事，认为那样才是正常的。",
        "label": ""
      },
      {
        "sentence": "如果你每天都能快乐地生活，并做自己喜欢的事情，即使不恋爱又怎么样呢？",
        "label": ""
      },
      {
        "sentence": "与其强迫自己和让你感到恶心的人在一起，不如专注于自己的成长。",
        "label": ""
      },
      {
        "sentence": "也许当你在发展自己的过程中，会无意中遇到真正的灵魂伴侣！",
        "label": ""
      }
    ]
  }
]