[
  {
    "role": "client",
    "content": "我最近一直陷入一种奇怪的困境，每次和男生建立确认关系之后，我就会感到恶心和厌恶，这是为什么呢？我曾经有两次确认关系的经历，每次都是在确认关系的第二天开始感到厌恶，恶心，尴尬，还伴随着各种负面情绪。我不想继续见面，最后只能以难以忍受而分手收场，一般都只持续两周左右。以前我很排斥肢体接触，后来改善了很多。但是现在我发现确认关系之后更加排斥肢体接触了。最近我试着和一个我一见钟情的人发展关系，我们接吻了，我没有像以前确认关系后那种恶心的感觉。但是第二天早上熟悉的厌恶感又出现了。而且每当我想到谈恋爱的样子，对心仪的男生也会减少好感。我平时喜新不厌旧，但是在谈恋爱的方面，我不知道为什么会这样，我真的很痛苦，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我最近一直陷入一种奇怪的困境，每次和男生建立确认关系之后，我就会感到恶心和厌恶，这是为什么呢？",
        "label": ""
      },
      {
        "sentence": "我曾经有两次确认关系的经历，每次都是在确认关系的第二天开始感到厌恶，恶心，尴尬，还伴随着各种负面情绪。",
        "label": ""
      },
      {
        "sentence": "我不想继续见面，最后只能以难以忍受而分手收场，一般都只持续两周左右。",
        "label": ""
      },
      {
        "sentence": "以前我很排斥肢体接触，后来改善了很多。",
        "label": ""
      },
      {
        "sentence": "但是现在我发现确认关系之后更加排斥肢体接触了。",
        "label": ""
      },
      {
        "sentence": "最近我试着和一个我一见钟情的人发展关系，我们接吻了，我没有像以前确认关系后那种恶心的感觉。",
        "label": ""
      },
      {
        "sentence": "但是第二天早上熟悉的厌恶感又出现了。",
        "label": ""
      },
      {
        "sentence": "而且每当我想到谈恋爱的样子，对心仪的男生也会减少好感。",
        "label": ""
      },
      {
        "sentence": "我平时喜新不厌旧，但是在谈恋爱的方面，我不知道为什么会这样，我真的很痛苦，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说这个情况，似乎是亲密关系方面出现了问题。每次建立关系后你会出现无法控制的生理和心理反应，这对你来说相当困扰，我可以理解。我猜想你对与重要他人的关系也会有些疏离或僵化的感觉吧？没有学会如何爱与被爱的感觉确实让人难受，但是别担心，我们可以一起分析和解决这个问题：首先，你说有过两个确认关系的男生，确认关系第二天就开始厌恶，恶心，尴尬，各种负面情绪涌上来，不想再见面，最后以你觉得难以忍受为由分手，大致持续两周的时间。（我想问一下，你是否曾考虑过是不是对男性这一群体有一些偏见？比如是否与你的原生家庭中的异性父亲或兄长有关，导致这种感觉的根源可能并不只是这两个男生，而是更早的时候，你需要检查一下你在原生家庭童年经历方面是否有什么问题。一般来说，能坚持两周已经是相当不易了。）其次，你提到以前特别排斥肢体接触，后来改善了很多。但是现在确认关系后更加排斥肢体接触。你曾试着和一个一见钟情的人发展关系，你们接吻了，你没有像以前确认关系后那种恶心的感觉。但是第二天早上又感到了熟悉的厌恶感。（这种不愿意接触的感觉从心理层面上来说可能是因为恐慌和不安全感，不敢确定关系意味着不敢去靠近，不愿意扯上关系。终于碰到一个你喜欢的人，或许在心理上没有那么排斥，但是那种无法进入关系的模式让你无法摆脱。）最后，你提到对喜欢的男生，一想到谈恋爱的样子好感就会减少。你平时经常对事物兴趣短暂但又喜新不厌旧，只是在谈恋爱方面不知道为什么会这样，让你感到非常痛苦，不知道该怎么办。（姑娘，我知道你很困扰。从专业的角度来讲，这可能与你的神经系统曾经受到影响有关，这并不是精神问题。这导致你无法好好接纳或放开对爱与被爱的感受，最让你痛苦的是无法接纳你所爱的人。不要害怕，这是可以调整的。）综上所述，你现在面临的问题是：“暧昧可以，确认关系就恶心厌恶，为什么？”对于“暧昧可以”的情况来说，这表明你渴望接受爱情，但并不意味着你能够接受得了情感。每个人都有自己的痛苦，都有难以言说的苦楚。而你现在还很年轻，真的应该尽早解决这个问题，否则年龄越大，就越不愿意解决了。慢慢地，你会逐渐固定下来，对确定关系不再感到恶心和厌恶。你对关系的排斥并不是因为不想进入关系，而是因为你曾经没有得到过良好关系的引导和教育。有时候，一些人会经历一些伤害，导致他们不愿意随随便便进入关系。对他们来说，关系像是监狱一样，把他们束缚住，所以他们就不愿意进入关系，甚至到了恶心呕吐的地步。但是从心理学的角度来看，这样的关系是不健康的，需要修复受损的心灵。最后，我祝愿你能够找到幸福和快乐！希望你早日走出禁忌，不再畏惧！如果你有任何困惑，可以随时私信我！",
    "annotation": [
      {
        "sentence": "听你说这个情况，似乎是亲密关系方面出现了问题。",
        "label": ""
      },
      {
        "sentence": "每次建立关系后你会出现无法控制的生理和心理反应，这对你来说相当困扰，我可以理解。",
        "label": ""
      },
      {
        "sentence": "我猜想你对与重要他人的关系也会有些疏离或僵化的感觉吧？",
        "label": ""
      },
      {
        "sentence": "没有学会如何爱与被爱的感觉确实让人难受，但是别担心，我们可以一起分析和解决这个问题：首先，你说有过两个确认关系的男生，确认关系第二天就开始厌恶，恶心，尴尬，各种负面情绪涌上来，不想再见面，最后以你觉得难以忍受为由分手，大致持续两周的时间。",
        "label": ""
      },
      {
        "sentence": "（我想问一下，你是否曾考虑过是不是对男性这一群体有一些偏见？",
        "label": ""
      },
      {
        "sentence": "比如是否与你的原生家庭中的异性父亲或兄长有关，导致这种感觉的根源可能并不只是这两个男生，而是更早的时候，你需要检查一下你在原生家庭童年经历方面是否有什么问题。",
        "label": ""
      },
      {
        "sentence": "一般来说，能坚持两周已经是相当不易了。",
        "label": ""
      },
      {
        "sentence": "）其次，你提到以前特别排斥肢体接触，后来改善了很多。",
        "label": ""
      },
      {
        "sentence": "但是现在确认关系后更加排斥肢体接触。",
        "label": ""
      },
      {
        "sentence": "你曾试着和一个一见钟情的人发展关系，你们接吻了，你没有像以前确认关系后那种恶心的感觉。",
        "label": ""
      },
      {
        "sentence": "但是第二天早上又感到了熟悉的厌恶感。",
        "label": ""
      },
      {
        "sentence": "（这种不愿意接触的感觉从心理层面上来说可能是因为恐慌和不安全感，不敢确定关系意味着不敢去靠近，不愿意扯上关系。",
        "label": ""
      },
      {
        "sentence": "终于碰到一个你喜欢的人，或许在心理上没有那么排斥，但是那种无法进入关系的模式让你无法摆脱。",
        "label": ""
      },
      {
        "sentence": "）最后，你提到对喜欢的男生，一想到谈恋爱的样子好感就会减少。",
        "label": ""
      },
      {
        "sentence": "你平时经常对事物兴趣短暂但又喜新不厌旧，只是在谈恋爱方面不知道为什么会这样，让你感到非常痛苦，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "（姑娘，我知道你很困扰。",
        "label": ""
      },
      {
        "sentence": "从专业的角度来讲，这可能与你的神经系统曾经受到影响有关，这并不是精神问题。",
        "label": ""
      },
      {
        "sentence": "这导致你无法好好接纳或放开对爱与被爱的感受，最让你痛苦的是无法接纳你所爱的人。",
        "label": ""
      },
      {
        "sentence": "不要害怕，这是可以调整的。",
        "label": ""
      },
      {
        "sentence": "）综上所述，你现在面临的问题是：“暧昧可以，确认关系就恶心厌恶，为什么？",
        "label": ""
      },
      {
        "sentence": "”对于“暧昧可以”的情况来说，这表明你渴望接受爱情，但并不意味着你能够接受得了情感。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的痛苦，都有难以言说的苦楚。",
        "label": ""
      },
      {
        "sentence": "而你现在还很年轻，真的应该尽早解决这个问题，否则年龄越大，就越不愿意解决了。",
        "label": ""
      },
      {
        "sentence": "慢慢地，你会逐渐固定下来，对确定关系不再感到恶心和厌恶。",
        "label": ""
      },
      {
        "sentence": "你对关系的排斥并不是因为不想进入关系，而是因为你曾经没有得到过良好关系的引导和教育。",
        "label": ""
      },
      {
        "sentence": "有时候，一些人会经历一些伤害，导致他们不愿意随随便便进入关系。",
        "label": ""
      },
      {
        "sentence": "对他们来说，关系像是监狱一样，把他们束缚住，所以他们就不愿意进入关系，甚至到了恶心呕吐的地步。",
        "label": ""
      },
      {
        "sentence": "但是从心理学的角度来看，这样的关系是不健康的，需要修复受损的心灵。",
        "label": ""
      },
      {
        "sentence": "最后，我祝愿你能够找到幸福和快乐！",
        "label": ""
      },
      {
        "sentence": "希望你早日走出禁忌，不再畏惧！",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑，可以随时私信我！",
        "label": ""
      }
    ]
  }
]