[
  {
    "role": "client",
    "content": "我是一个20岁女生，暧昧可以，但一确认了关系，就会感到厌恶和恶心，不知道这是为什么。我和两个男生都在确认关系第二天就开始感到尴尬和负面情绪，想分手，这种感觉持续了两周。我之前也很排斥肢体接触，但现在连确认关系前都不想有身体接触了。我遇到喜欢的男生，只要一想到谈恋爱的样子就会减少好感，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我是一个20岁女生，暧昧可以，但一确认了关系，就会感到厌恶和恶心，不知道这是为什么。",
        "label": ""
      },
      {
        "sentence": "我和两个男生都在确认关系第二天就开始感到尴尬和负面情绪，想分手，这种感觉持续了两周。",
        "label": ""
      },
      {
        "sentence": "我之前也很排斥肢体接触，但现在连确认关系前都不想有身体接触了。",
        "label": ""
      },
      {
        "sentence": "我遇到喜欢的男生，只要一想到谈恋爱的样子就会减少好感，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你分享这个问题。确认关系后出现恶心和厌恶这一反应很特殊。如果每次都会出现这种情况，那问题可能就不在于男生本身，而是对确认关系这个事情有着特殊的情感反应。你以前有没有遇到过类似的情况？例如你和异性保持一定距离感，这样能让你有好感，但更近了就会让你感触强烈的负面反应。你说有一次一见钟情，这种感觉可能不一定等同于恋爱，因为你可以确认和接受的距离。恋爱的构成有三个因素：激情、亲密、承诺。你内心的亲密感与厌恶、排斥、尴尬的情感产生了联系，也许需要从你的成长经历中去探索。这段的困扰可能影响你走向承诺的阶段。反复的实践和突破，可能会帮助你克服一点心理上的困难。但是这样的恋爱过程是非常曲折的，对方也需要理解你的困境。建议你到专业机构去探索自己内心的这部分，如果有隐私问题可以先了解再做判断。",
    "annotation": [
      {
        "sentence": "感谢你分享这个问题。",
        "label": ""
      },
      {
        "sentence": "确认关系后出现恶心和厌恶这一反应很特殊。",
        "label": ""
      },
      {
        "sentence": "如果每次都会出现这种情况，那问题可能就不在于男生本身，而是对确认关系这个事情有着特殊的情感反应。",
        "label": ""
      },
      {
        "sentence": "你以前有没有遇到过类似的情况？",
        "label": ""
      },
      {
        "sentence": "例如你和异性保持一定距离感，这样能让你有好感，但更近了就会让你感触强烈的负面反应。",
        "label": ""
      },
      {
        "sentence": "你说有一次一见钟情，这种感觉可能不一定等同于恋爱，因为你可以确认和接受的距离。",
        "label": ""
      },
      {
        "sentence": "恋爱的构成有三个因素：激情、亲密、承诺。",
        "label": ""
      },
      {
        "sentence": "你内心的亲密感与厌恶、排斥、尴尬的情感产生了联系，也许需要从你的成长经历中去探索。",
        "label": ""
      },
      {
        "sentence": "这段的困扰可能影响你走向承诺的阶段。",
        "label": ""
      },
      {
        "sentence": "反复的实践和突破，可能会帮助你克服一点心理上的困难。",
        "label": ""
      },
      {
        "sentence": "但是这样的恋爱过程是非常曲折的，对方也需要理解你的困境。",
        "label": ""
      },
      {
        "sentence": "建议你到专业机构去探索自己内心的这部分，如果有隐私问题可以先了解再做判断。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也有这种类似的经历，曾经交往过一个男生，在一起后就特别排斥肢体接触，感觉他碰我的时候很恶心，后来索性分手了。现在也有一些想谈恋爱的人约会，但是一想到确认关系就感到害怕，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我也有这种类似的经历，曾经交往过一个男生，在一起后就特别排斥肢体接触，感觉他碰我的时候很恶心，后来索性分手了。",
        "label": ""
      },
      {
        "sentence": "现在也有一些想谈恋爱的人约会，但是一想到确认关系就感到害怕，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你和我分享，你的经历很特别。恶心感和排斥肢体接触是一种非常强烈的情绪反应，可能由于成长经历或者其他原因导致的。你遇到的第一个男生可能碰了你的伤口，触发了这样的情感反应。在约会和恋爱的过程中，你可能需要逐渐让自己习惯一些身体接触，以彻底克服这种感觉。或者你需要尝试正面思考，让自己看到恋爱带来的美好，所以不要怕确认关系。也许你可以尝试告诉你的对方你的这个状况，和他们好好沟通，在沟通过程中你可能会发现解决问题的线索，还可以表达你对关系的期待和需求。",
    "annotation": [
      {
        "sentence": "感谢你和我分享，你的经历很特别。",
        "label": ""
      },
      {
        "sentence": "恶心感和排斥肢体接触是一种非常强烈的情绪反应，可能由于成长经历或者其他原因导致的。",
        "label": ""
      },
      {
        "sentence": "你遇到的第一个男生可能碰了你的伤口，触发了这样的情感反应。",
        "label": ""
      },
      {
        "sentence": "在约会和恋爱的过程中，你可能需要逐渐让自己习惯一些身体接触，以彻底克服这种感觉。",
        "label": ""
      },
      {
        "sentence": "或者你需要尝试正面思考，让自己看到恋爱带来的美好，所以不要怕确认关系。",
        "label": ""
      },
      {
        "sentence": "也许你可以尝试告诉你的对方你的这个状况，和他们好好沟通，在沟通过程中你可能会发现解决问题的线索，还可以表达你对关系的期待和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我现在偶尔和一些喜欢我的人有一些小约会，身体接触这种东西不愿意的。感觉大家都认为谈恋爱是很开心和美好的事情，但我觉得恋爱是一件比较痛苦的事情。",
    "annotation": [
      {
        "sentence": "确实，我现在偶尔和一些喜欢我的人有一些小约会，身体接触这种东西不愿意的。",
        "label": ""
      },
      {
        "sentence": "感觉大家都认为谈恋爱是很开心和美好的事情，但我觉得恋爱是一件比较痛苦的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的痛苦，恋爱可能不只是美好的事情，也可能带来痛苦。当然恋爱也有很多美好的体验和回忆。如果你认为恋爱是比较痛苦的事情，那么是不是此时需要先调整一下内心的状态呢？恋爱是需要经营的，也许你可以从满足对方的需求和期望中找到与别人的共鸣，加强感情上的联结，这样也许能让你接受恋爱更多的美好。除此之外，建议你看看一些恋爱的优秀例子，从中学习和汲取正能量，慢慢构建积极的恋爱体验。",
    "annotation": [
      {
        "sentence": "非常理解你的痛苦，恋爱可能不只是美好的事情，也可能带来痛苦。",
        "label": ""
      },
      {
        "sentence": "当然恋爱也有很多美好的体验和回忆。",
        "label": ""
      },
      {
        "sentence": "如果你认为恋爱是比较痛苦的事情，那么是不是此时需要先调整一下内心的状态呢？",
        "label": ""
      },
      {
        "sentence": "恋爱是需要经营的，也许你可以从满足对方的需求和期望中找到与别人的共鸣，加强感情上的联结，这样也许能让你接受恋爱更多的美好。",
        "label": ""
      },
      {
        "sentence": "除此之外，建议你看看一些恋爱的优秀例子，从中学习和汲取正能量，慢慢构建积极的恋爱体验。",
        "label": ""
      }
    ]
  }
]