[
  {
    "role": "client",
    "content": "大家好！我想向你们求助一个问题。我是一个20岁的女生，对于暧昧的感觉可以接受，但一旦确认关系之后就会感到恶心和厌恶，不知道为什么会这样。我曾经和两个男生确认过关系，但第二天就开始感到厌恶和恶心，还有尴尬等负面情绪，实在受不了只能分手，基本上时间都不会超过两周。以前我对身体的接触极其排斥，但后来有所改变，而现在发现确认关系之后更加排斥肢体接触。之前我试着和一个一见钟情的人发展关系，我们接吻了，我没有平时确认关系后出现的那种恶心感觉。但是第二天早上，熟悉的厌恶感却又出现了。而且，只要一想到喜欢的男生，只要一想到谈恋爱的样子，就会感到喜欢减少。平时我经常有三分钟热度，但对于谈恋爱这方面，我不知道为什么会这样，感到非常痛苦，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "大家好！",
        "label": ""
      },
      {
        "sentence": "我想向你们求助一个问题。",
        "label": ""
      },
      {
        "sentence": "我是一个20岁的女生，对于暧昧的感觉可以接受，但一旦确认关系之后就会感到恶心和厌恶，不知道为什么会这样。",
        "label": ""
      },
      {
        "sentence": "我曾经和两个男生确认过关系，但第二天就开始感到厌恶和恶心，还有尴尬等负面情绪，实在受不了只能分手，基本上时间都不会超过两周。",
        "label": ""
      },
      {
        "sentence": "以前我对身体的接触极其排斥，但后来有所改变，而现在发现确认关系之后更加排斥肢体接触。",
        "label": ""
      },
      {
        "sentence": "之前我试着和一个一见钟情的人发展关系，我们接吻了，我没有平时确认关系后出现的那种恶心感觉。",
        "label": ""
      },
      {
        "sentence": "但是第二天早上，熟悉的厌恶感却又出现了。",
        "label": ""
      },
      {
        "sentence": "而且，只要一想到喜欢的男生，只要一想到谈恋爱的样子，就会感到喜欢减少。",
        "label": ""
      },
      {
        "sentence": "平时我经常有三分钟热度，但对于谈恋爱这方面，我不知道为什么会这样，感到非常痛苦，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰了。首先要说，你勇敢地分享了自己的问题，这是一件值得称赞的事情。我能理解你目前的痛苦和困惑。或许我们可以先从你对身体接触的排斥开始尝试解决，再进一步探讨为什么你会对确认关系后的肢体接触感到排斥。你对身体接触的排斥，可能与你个人的经历和成长环境有关，也可能与你的心理和情绪状态有关。我想听听，你小时候和男生互动方面的经历是怎样的呢？",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰了。",
        "label": ""
      },
      {
        "sentence": "首先要说，你勇敢地分享了自己的问题，这是一件值得称赞的事情。",
        "label": ""
      },
      {
        "sentence": "我能理解你目前的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "或许我们可以先从你对身体接触的排斥开始尝试解决，再进一步探讨为什么你会对确认关系后的肢体接触感到排斥。",
        "label": ""
      },
      {
        "sentence": "你对身体接触的排斥，可能与你个人的经历和成长环境有关，也可能与你的心理和情绪状态有关。",
        "label": ""
      },
      {
        "sentence": "我想听听，你小时候和男生互动方面的经历是怎样的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关注。我小学时和男生相处得还不错，我们会一起玩耍和疯跑。然而，在五年级的时候，我开始变得内向，并对异性的身体接触感到排斥。第一个尝试确认关系的男生是在初二，我们只是互相表白，然后一段时间后他也表示想和我在一起，但这时我就感到恶心了，立刻不再喜欢他了。第一个男友是在高二的时候，不仅在确认关系后的第二天就开始厌恶他，而且当他试图碰我的肩膀时，我下意识地甩开了他，就像在走路时突然踩到软的东西那种头皮发麻的感觉。他第二次试图碰我肩膀时，我忍了几秒，但我真的能感受到他的手从厚厚的呢子外套上传来的热量，就像被屎糊到一样，胃开始不适，我再次恶心地甩开了他。第二个男友是在大学时，我喜欢他一周后见了两次面，他就向我表白了，我答应了。然而，第二天再见到他的脸，我就感到不安，吃饭时也吃不下，只能低头吃，完全无法面对他。我还想跟大家分享一个无关紧要的小事：小学期间，我从五年级开始变得内向，有一个我喜欢的男生，我们互相喜欢，但那时候太单纯了，对谈恋爱没有概念，最多只是互相说喜欢对方，没有进一步发展的事情。在我和他减少联系的时候，我又喜欢上了另一个男孩子，只要他说喜欢我，我就不那么喜欢他了。（整个小学时期，我不懂谈恋爱，只是单纯地喜欢对方，没有身体接触，没有谈恋爱的概念）。最近一两年间，我对父母的交流也感到不适，就像和谈恋爱时那种恶心感一样，仅仅是听他们互相正常聊天或讲笑话时就感到不适，心理上并没有排斥，毕竟没有道理，但生理上的不适却无法控制，胃和心都会憋得难受，心情变得特别烦躁。我在高二时有过抑郁情绪，有半年时间每天晚上都控制不住地哭泣，自卑，自责，羞愧，甚至想过自杀。高三到大一期间，我明显感觉到自己有规律地焦虑和抑郁，怀疑自己可能患有躁郁症，尝试去了一次青少年心理中心之类的地方，但感觉没有什么改善，所以后来就没有再试过看医生或心理咨询。最近我焦虑的症状又出现了，明显感觉到自己心跳加快，新陈代谢加快，但是相比以前，我觉得轻了很多很多，感到即使我有病也会很快好起来的感觉。可能有很多奇怪的事情，但是我不敢去医院。我很少去医院，也不知道该如何找医生。我担心自己去挂号时要当着所有人的面问医生抑郁症应该挂哪个号，担心找不到医院的房间，担心不了解整个就医流程。我对于本来可以掌控的计划内和计划外的事情感到非常崩溃和烦躁，这应该是很多人都会有的感受吧。因为不想被人说有病，我所以一直不敢了解，因为没有了解，所以也不敢去看医生，形成了一个恶性循环。不过，好在现在我已经完全没事了，绝对不会再想到自杀的事情，现在真的很好（这不是因为我在打字的时候感到自信，而是真的现在最不开心时也只是一整天躺平，甚至都不会哭）。我说了很多，除了恋爱时感到讨厌的问题，我还希望能得到更多的建议。非常感谢大家的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关注。",
        "label": ""
      },
      {
        "sentence": "我小学时和男生相处得还不错，我们会一起玩耍和疯跑。",
        "label": ""
      },
      {
        "sentence": "然而，在五年级的时候，我开始变得内向，并对异性的身体接触感到排斥。",
        "label": ""
      },
      {
        "sentence": "第一个尝试确认关系的男生是在初二，我们只是互相表白，然后一段时间后他也表示想和我在一起，但这时我就感到恶心了，立刻不再喜欢他了。",
        "label": ""
      },
      {
        "sentence": "第一个男友是在高二的时候，不仅在确认关系后的第二天就开始厌恶他，而且当他试图碰我的肩膀时，我下意识地甩开了他，就像在走路时突然踩到软的东西那种头皮发麻的感觉。",
        "label": ""
      },
      {
        "sentence": "他第二次试图碰我肩膀时，我忍了几秒，但我真的能感受到他的手从厚厚的呢子外套上传来的热量，就像被屎糊到一样，胃开始不适，我再次恶心地甩开了他。",
        "label": ""
      },
      {
        "sentence": "第二个男友是在大学时，我喜欢他一周后见了两次面，他就向我表白了，我答应了。",
        "label": ""
      },
      {
        "sentence": "然而，第二天再见到他的脸，我就感到不安，吃饭时也吃不下，只能低头吃，完全无法面对他。",
        "label": ""
      },
      {
        "sentence": "我还想跟大家分享一个无关紧要的小事：小学期间，我从五年级开始变得内向，有一个我喜欢的男生，我们互相喜欢，但那时候太单纯了，对谈恋爱没有概念，最多只是互相说喜欢对方，没有进一步发展的事情。",
        "label": ""
      },
      {
        "sentence": "在我和他减少联系的时候，我又喜欢上了另一个男孩子，只要他说喜欢我，我就不那么喜欢他了。",
        "label": ""
      },
      {
        "sentence": "（整个小学时期，我不懂谈恋爱，只是单纯地喜欢对方，没有身体接触，没有谈恋爱的概念）。",
        "label": ""
      },
      {
        "sentence": "最近一两年间，我对父母的交流也感到不适，就像和谈恋爱时那种恶心感一样，仅仅是听他们互相正常聊天或讲笑话时就感到不适，心理上并没有排斥，毕竟没有道理，但生理上的不适却无法控制，胃和心都会憋得难受，心情变得特别烦躁。",
        "label": ""
      },
      {
        "sentence": "我在高二时有过抑郁情绪，有半年时间每天晚上都控制不住地哭泣，自卑，自责，羞愧，甚至想过自杀。",
        "label": ""
      },
      {
        "sentence": "高三到大一期间，我明显感觉到自己有规律地焦虑和抑郁，怀疑自己可能患有躁郁症，尝试去了一次青少年心理中心之类的地方，但感觉没有什么改善，所以后来就没有再试过看医生或心理咨询。",
        "label": ""
      },
      {
        "sentence": "最近我焦虑的症状又出现了，明显感觉到自己心跳加快，新陈代谢加快，但是相比以前，我觉得轻了很多很多，感到即使我有病也会很快好起来的感觉。",
        "label": ""
      },
      {
        "sentence": "可能有很多奇怪的事情，但是我不敢去医院。",
        "label": ""
      },
      {
        "sentence": "我很少去医院，也不知道该如何找医生。",
        "label": ""
      },
      {
        "sentence": "我担心自己去挂号时要当着所有人的面问医生抑郁症应该挂哪个号，担心找不到医院的房间，担心不了解整个就医流程。",
        "label": ""
      },
      {
        "sentence": "我对于本来可以掌控的计划内和计划外的事情感到非常崩溃和烦躁，这应该是很多人都会有的感受吧。",
        "label": ""
      },
      {
        "sentence": "因为不想被人说有病，我所以一直不敢了解，因为没有了解，所以也不敢去看医生，形成了一个恶性循环。",
        "label": ""
      },
      {
        "sentence": "不过，好在现在我已经完全没事了，绝对不会再想到自杀的事情，现在真的很好（这不是因为我在打字的时候感到自信，而是真的现在最不开心时也只是一整天躺平，甚至都不会哭）。",
        "label": ""
      },
      {
        "sentence": "我说了很多，除了恋爱时感到讨厌的问题，我还希望能得到更多的建议。",
        "label": ""
      },
      {
        "sentence": "非常感谢大家的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你对于这些问题的描述，我能深切地感受到你所经历的痛苦。首先，我要感谢你对我以及其他人的信任，愿意向我们倾诉你的困惑和痛苦。你所说的关于身体接触的排斥可能是一种在成长过程中形成的心理和情绪反应。在人际关系中发展感情是一件非常复杂的事情，涉及到很多因素。也许你在这方面遭受过一些伤害或负面的经历，",
    "annotation": [
      {
        "sentence": "听到你对于这些问题的描述，我能深切地感受到你所经历的痛苦。",
        "label": ""
      },
      {
        "sentence": "首先，我要感谢你对我以及其他人的信任，愿意向我们倾诉你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "你所说的关于身体接触的排斥可能是一种在成长过程中形成的心理和情绪反应。",
        "label": ""
      },
      {
        "sentence": "在人际关系中发展感情是一件非常复杂的事情，涉及到很多因素。",
        "label": ""
      },
      {
        "sentence": "也许你在这方面遭受过一些伤害或负面的经历，",
        "label": ""
      }
    ]
  }
]