[
  {
    "role": "client",
    "content": "妈妈在家里做小儿康复，我的内心已经扭曲？",
    "annotation": [
      {
        "sentence": "妈妈在家里做小儿康复，我的内心已经扭曲？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对这个问题感到非常困扰吗？",
    "annotation": [
      {
        "sentence": "你对这个问题感到非常困扰吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的, 我觉得我的内心已经扭曲了。我家是做小儿康复，说白了就是专门治疗各种不正常的小孩。自从我的母亲把工作场所开到家里，我没有一天能安静的度过。每天一大早醒来就是听这些小孩哭，从早上到晚上，一天要照料20个小孩。在这样的环境下，我度过了12年。从初中开始，我对这些小孩产生了不耐烦，无法控制自己冲动，曾经发过脾气。然后我就被我妈骂了，她认为我这样会吓跑客人。于是我只能被迫把这些情绪压在心里，很难受喘不过气。",
    "annotation": [
      {
        "sentence": "是的, 我觉得我的内心已经扭曲了。",
        "label": ""
      },
      {
        "sentence": "我家是做小儿康复，说白了就是专门治疗各种不正常的小孩。",
        "label": ""
      },
      {
        "sentence": "自从我的母亲把工作场所开到家里，我没有一天能安静的度过。",
        "label": ""
      },
      {
        "sentence": "每天一大早醒来就是听这些小孩哭，从早上到晚上，一天要照料20个小孩。",
        "label": ""
      },
      {
        "sentence": "在这样的环境下，我度过了12年。",
        "label": ""
      },
      {
        "sentence": "从初中开始，我对这些小孩产生了不耐烦，无法控制自己冲动，曾经发过脾气。",
        "label": ""
      },
      {
        "sentence": "然后我就被我妈骂了，她认为我这样会吓跑客人。",
        "label": ""
      },
      {
        "sentence": "于是我只能被迫把这些情绪压在心里，很难受喘不过气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你承受了很大的压力和负面情绪。你感觉自己没有宁静的环境，而且渐渐失去了对家的信任和感受。这种情况下，你会觉得自己被困在家里，无法舒展自己。你有想过为什么你要受这样的苦吗？",
    "annotation": [
      {
        "sentence": "听起来你承受了很大的压力和负面情绪。",
        "label": ""
      },
      {
        "sentence": "你感觉自己没有宁静的环境，而且渐渐失去了对家的信任和感受。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你会觉得自己被困在家里，无法舒展自己。",
        "label": ""
      },
      {
        "sentence": "你有想过为什么你要受这样的苦吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不止一次问过自己为什么要受这样的罪。现在我对小孩没有一丁点好感。我开始不敢回家，因为回家意味着听这些小孩哭。我喜欢把自己封闭起来，一个人慢慢地倾诉。我也开始锤墙壁发泄愤怒。现在我甚至开始幻想怎样折磨这些小孩，比如在保温瓶里加辣椒粉或者泻药，看着他们痛苦的样子我会感到开心。只要有条件，我一定会实行。不仅如此，我还想象故意绊倒他们。",
    "annotation": [
      {
        "sentence": "我不止一次问过自己为什么要受这样的罪。",
        "label": ""
      },
      {
        "sentence": "现在我对小孩没有一丁点好感。",
        "label": ""
      },
      {
        "sentence": "我开始不敢回家，因为回家意味着听这些小孩哭。",
        "label": ""
      },
      {
        "sentence": "我喜欢把自己封闭起来，一个人慢慢地倾诉。",
        "label": ""
      },
      {
        "sentence": "我也开始锤墙壁发泄愤怒。",
        "label": ""
      },
      {
        "sentence": "现在我甚至开始幻想怎样折磨这些小孩，比如在保温瓶里加辣椒粉或者泻药，看着他们痛苦的样子我会感到开心。",
        "label": ""
      },
      {
        "sentence": "只要有条件，我一定会实行。",
        "label": ""
      },
      {
        "sentence": "不仅如此，我还想象故意绊倒他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这听起来是一种非常消极和具有侵害性的心态。我建议你和家里人进行详细的沟通，说明你的观点和渴望更高质量的生活，比如宁静的环境。也许耳塞是一个好的解决办法，可以帮助你避免噪音的干扰。但是，我觉得导致你心理逐渐酝酿出仇恨的，可能不仅仅是噪音而已。或许还是因为父母对工作和家庭的感受做出了取舍，而你感到自己被忽视了。你的母亲选择了工作，具体来说，是这些小孩，这使得你对母亲的关爱感到丧失，也让你感受到家庭的冷漠。关于这个问题，如果你的母亲否认你的感受，说类似于“这种事情都不能忍，做人要宽容”之类的话，可能会让你觉得无法宣泄情绪。若情感无法宣泄，人的想法就会走向极端。这样下去并不是一个解决办法。我有一些建议，希望能对你有所帮助：先试着和家人进行沟通，即使会有争吵也没有关系，因为你需要让他们知道这件事对你的心理产生了巨大的影响。要记住，在面对这种更深层次的心理创伤时，大吵一架比雪藏更能让人接受。如果沟通无果，尽量避免在父母工作时间待在家里，或者干脆和父母分居一段时间，同时与朋友倾诉你的困扰。",
    "annotation": [
      {
        "sentence": "这听起来是一种非常消极和具有侵害性的心态。",
        "label": ""
      },
      {
        "sentence": "我建议你和家里人进行详细的沟通，说明你的观点和渴望更高质量的生活，比如宁静的环境。",
        "label": ""
      },
      {
        "sentence": "也许耳塞是一个好的解决办法，可以帮助你避免噪音的干扰。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得导致你心理逐渐酝酿出仇恨的，可能不仅仅是噪音而已。",
        "label": ""
      },
      {
        "sentence": "或许还是因为父母对工作和家庭的感受做出了取舍，而你感到自己被忽视了。",
        "label": ""
      },
      {
        "sentence": "你的母亲选择了工作，具体来说，是这些小孩，这使得你对母亲的关爱感到丧失，也让你感受到家庭的冷漠。",
        "label": ""
      },
      {
        "sentence": "关于这个问题，如果你的母亲否认你的感受，说类似于“这种事情都不能忍，做人要宽容”之类的话，可能会让你觉得无法宣泄情绪。",
        "label": ""
      },
      {
        "sentence": "若情感无法宣泄，人的想法就会走向极端。",
        "label": ""
      },
      {
        "sentence": "这样下去并不是一个解决办法。",
        "label": ""
      },
      {
        "sentence": "我有一些建议，希望能对你有所帮助：先试着和家人进行沟通，即使会有争吵也没有关系，因为你需要让他们知道这件事对你的心理产生了巨大的影响。",
        "label": ""
      },
      {
        "sentence": "要记住，在面对这种更深层次的心理创伤时，大吵一架比雪藏更能让人接受。",
        "label": ""
      },
      {
        "sentence": "如果沟通无果，尽量避免在父母工作时间待在家里，或者干脆和父母分居一段时间，同时与朋友倾诉你的困扰。",
        "label": ""
      }
    ]
  }
]