[
  {
    "role": "client",
    "content": "妈妈在家里做小儿康复，我的内心已经扭曲。我觉得我的内心已经扭曲了，我家是做小儿康复，说白了就是专门治疗各种不正常的小孩。自从我的母亲把工作场所开到家里，我没有一天清净的，每天一大早醒来就是听这些小孩哭。从早上到晚上一天20个小孩，我在这样的环境下度过了12年。从初中开始，我对这些小孩产生了不耐烦，控制不了冲其中一个发飙了。然后我就被我妈骂了，她认为我这样会吓跑客人。于是我只能被迫压在心里很难受喘不过气。慢慢的随着年龄的增长，我对这些小孩态度产生了改变，变成了仇视。我甚至幻想杀了他们，因为这些小屁孩搅了我家的清净。我对家失去了最基本的信任感，我认为家就是牢笼，我被囚禁起来。我不只一次问过自己为什么我要受这样的罪，现在我对小孩没有一丁点好感。我开始不敢回家，因为回家意味着听这些小孩哭。我喜欢把自己封闭起来，然后一个人慢慢地倾诉。我也开始锤墙壁发表愤怒，现在我已经开始幻想整这些小孩，那就是在保温瓶里加辣椒粉或者泻药，看着他们痛苦的样子我很开心。只要有条件，我一定会实行。不仅如此，我还幻想故意绊倒他们。",
    "annotation": [
      {
        "sentence": "妈妈在家里做小儿康复，我的内心已经扭曲。",
        "label": ""
      },
      {
        "sentence": "我觉得我的内心已经扭曲了，我家是做小儿康复，说白了就是专门治疗各种不正常的小孩。",
        "label": ""
      },
      {
        "sentence": "自从我的母亲把工作场所开到家里，我没有一天清净的，每天一大早醒来就是听这些小孩哭。",
        "label": ""
      },
      {
        "sentence": "从早上到晚上一天20个小孩，我在这样的环境下度过了12年。",
        "label": ""
      },
      {
        "sentence": "从初中开始，我对这些小孩产生了不耐烦，控制不了冲其中一个发飙了。",
        "label": ""
      },
      {
        "sentence": "然后我就被我妈骂了，她认为我这样会吓跑客人。",
        "label": ""
      },
      {
        "sentence": "于是我只能被迫压在心里很难受喘不过气。",
        "label": ""
      },
      {
        "sentence": "慢慢的随着年龄的增长，我对这些小孩态度产生了改变，变成了仇视。",
        "label": ""
      },
      {
        "sentence": "我甚至幻想杀了他们，因为这些小屁孩搅了我家的清净。",
        "label": ""
      },
      {
        "sentence": "我对家失去了最基本的信任感，我认为家就是牢笼，我被囚禁起来。",
        "label": ""
      },
      {
        "sentence": "我不只一次问过自己为什么我要受这样的罪，现在我对小孩没有一丁点好感。",
        "label": ""
      },
      {
        "sentence": "我开始不敢回家，因为回家意味着听这些小孩哭。",
        "label": ""
      },
      {
        "sentence": "我喜欢把自己封闭起来，然后一个人慢慢地倾诉。",
        "label": ""
      },
      {
        "sentence": "我也开始锤墙壁发表愤怒，现在我已经开始幻想整这些小孩，那就是在保温瓶里加辣椒粉或者泻药，看着他们痛苦的样子我很开心。",
        "label": ""
      },
      {
        "sentence": "只要有条件，我一定会实行。",
        "label": ""
      },
      {
        "sentence": "不仅如此，我还幻想故意绊倒他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您好小盆友！从您的描述看，您长期在那样的环境中很压抑，但又无处诉说，老师先给您一个大大的拥抱。您可以通过以下方式发泄内心压抑的负能量：%心情不好的时候，去外面大声说出来，大喊大叫，把压抑释放出来。为什么不试试呢？平时每天计划出一段时间处理自己一天的压抑，把随时接受到的不良情绪释放出去！你可以试试写日记，每天把不舒服的感受写出来，然后看看这些感受是怎么来的，有哪些途径可以尽力不接受这些负面影响？画画也是一个很好的方式，可以自由自在地画出内心的感受。涂鸦也是一种非常有效的释放压抑的方式。剧烈活动，如打篮球、羽毛球、乒乓球、跑步等都可以舒缓身体，释放压抑。你可以尝试着根据自己的条件坚持一段时间，肯定会有收获的。我们会一起努力的。",
    "annotation": [
      {
        "sentence": "您好小盆友！",
        "label": ""
      },
      {
        "sentence": "从您的描述看，您长期在那样的环境中很压抑，但又无处诉说，老师先给您一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "您可以通过以下方式发泄内心压抑的负能量：%心情不好的时候，去外面大声说出来，大喊大叫，把压抑释放出来。",
        "label": ""
      },
      {
        "sentence": "为什么不试试呢？",
        "label": ""
      },
      {
        "sentence": "平时每天计划出一段时间处理自己一天的压抑，把随时接受到的不良情绪释放出去！",
        "label": ""
      },
      {
        "sentence": "你可以试试写日记，每天把不舒服的感受写出来，然后看看这些感受是怎么来的，有哪些途径可以尽力不接受这些负面影响？",
        "label": ""
      },
      {
        "sentence": "画画也是一个很好的方式，可以自由自在地画出内心的感受。",
        "label": ""
      },
      {
        "sentence": "涂鸦也是一种非常有效的释放压抑的方式。",
        "label": ""
      },
      {
        "sentence": "剧烈活动，如打篮球、羽毛球、乒乓球、跑步等都可以舒缓身体，释放压抑。",
        "label": ""
      },
      {
        "sentence": "你可以尝试着根据自己的条件坚持一段时间，肯定会有收获的。",
        "label": ""
      },
      {
        "sentence": "我们会一起努力的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢老师的支持，我会试试的。但是有些时候，我真的很难控制自己的情绪，尤其是当那些小孩哭的声音一直在耳边回响的时候，我感觉自己快要爆发了。",
    "annotation": [
      {
        "sentence": "谢谢老师的支持，我会试试的。",
        "label": ""
      },
      {
        "sentence": "但是有些时候，我真的很难控制自己的情绪，尤其是当那些小孩哭的声音一直在耳边回响的时候，我感觉自己快要爆发了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受，生活中有时候会遇到一些触动我们内心的事情，导致情绪无法控制。但是，请相信自己，你一定有能力去应对这些情绪。当你感觉自己即将爆发时，可以试着深呼吸，慢慢数数，这样有助于平静情绪。如果实在感觉困扰，不妨试试转移注意力，做一些喜欢的事情，或者听听音乐放松一下。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受，生活中有时候会遇到一些触动我们内心的事情，导致情绪无法控制。",
        "label": ""
      },
      {
        "sentence": "但是，请相信自己，你一定有能力去应对这些情绪。",
        "label": ""
      },
      {
        "sentence": "当你感觉自己即将爆发时，可以试着深呼吸，慢慢数数，这样有助于平静情绪。",
        "label": ""
      },
      {
        "sentence": "如果实在感觉困扰，不妨试试转移注意力，做一些喜欢的事情，或者听听音乐放松一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢老师的建议，我会尝试深呼吸和数数来稳定情绪。但是有时候，我觉得自己已经无法控制自己的愤怒，我害怕我会因此伤害到其他人。",
    "annotation": [
      {
        "sentence": "谢谢老师的建议，我会尝试深呼吸和数数来稳定情绪。",
        "label": ""
      },
      {
        "sentence": "但是有时候，我觉得自己已经无法控制自己的愤怒，我害怕我会因此伤害到其他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是你很正常的担忧。但是我们要相信你能够控制自己的行为，你不是一个容易失去控制的人。当你感到愤怒的时候，可以尝试一些更积极的方法来发泄，比如写下自己的心情，或者找一个寄托愤怒的方式，例如敲打枕头或者跑步释放身体内所有的不良情绪。",
    "annotation": [
      {
        "sentence": "这是你很正常的担忧。",
        "label": ""
      },
      {
        "sentence": "但是我们要相信你能够控制自己的行为，你不是一个容易失去控制的人。",
        "label": ""
      },
      {
        "sentence": "当你感到愤怒的时候，可以尝试一些更积极的方法来发泄，比如写下自己的心情，或者找一个寄托愤怒的方式，例如敲打枕头或者跑步释放身体内所有的不良情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试试你说的方法。但有时候我还是会感到很绝望，觉得自己无法摆脱这种环境。我不明白为什么家就必须变成这样，我渴望回到从前的平静和安宁。",
    "annotation": [
      {
        "sentence": "我明白了，我会试试你说的方法。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是会感到很绝望，觉得自己无法摆脱这种环境。",
        "label": ""
      },
      {
        "sentence": "我不明白为什么家就必须变成这样，我渴望回到从前的平静和安宁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家庭环境的变化可能会让你感到困惑和失落，但是请记住，你并不是孤军奋战。你可以试着与家人沟通你的感受，让他们了解你的内心困扰。也可以尝试寻求一些情感支持，找一个能够倾诉的人，或者向心理咨询师寻求帮助。与人分享，或许能提供给你新的思路和帮助，让你重新找到平静和安宁。",
    "annotation": [
      {
        "sentence": "家庭环境的变化可能会让你感到困惑和失落，但是请记住，你并不是孤军奋战。",
        "label": ""
      },
      {
        "sentence": "你可以试着与家人沟通你的感受，让他们了解你的内心困扰。",
        "label": ""
      },
      {
        "sentence": "也可以尝试寻求一些情感支持，找一个能够倾诉的人，或者向心理咨询师寻求帮助。",
        "label": ""
      },
      {
        "sentence": "与人分享，或许能提供给你新的思路和帮助，让你重新找到平静和安宁。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和家人沟通，同时也会考虑寻求心理咨询师的帮助。谢谢你一直以来的支持和鼓励，感觉好多了。",
    "annotation": [
      {
        "sentence": "我会试着和家人沟通，同时也会考虑寻求心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的支持和鼓励，感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你会尝试寻求帮助，相信这样的努力会取得积极的结果。无论遇到什么困难，你都不是孤单的，我们会一直陪伴着你。祝福你能够找到内心的平静和重新获得对家的信任。如果还有任何需要，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴听到你会尝试寻求帮助，相信这样的努力会取得积极的结果。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，你都不是孤单的，我们会一直陪伴着你。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到内心的平静和重新获得对家的信任。",
        "label": ""
      },
      {
        "sentence": "如果还有任何需要，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我真的感到很温暖和安心。我会努力实践你给我的建议，希望自己能够重新找到平衡。如果有需要，我一定会再次向你寻求帮助。",
    "annotation": [
      {
        "sentence": "谢谢你，我真的感到很温暖和安心。",
        "label": ""
      },
      {
        "sentence": "我会努力实践你给我的建议，希望自己能够重新找到平衡。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再次向你寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎你随时来找我倾诉和寻求帮助。希望你能够坚持下去，相信自己的能力，我相信你一定能够找回内心的平衡。加油！",
    "annotation": [
      {
        "sentence": "非常欢迎你随时来找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "希望你能够坚持下去，相信自己的能力，我相信你一定能够找回内心的平衡。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]