[
  {
    "role": "client",
    "content": "不好意思拒绝别人，事情出现问题也觉得是自己的错？从小到大都不好意思拒绝别人，就算拒绝了也会有一点点愧疚感，一直到现在也是，亲戚朋友如果需要我的帮助或者是让我帮他们些什么事情我几乎都会答应，就算拒绝了也会觉得自己是不是有点不进人情，有些事情出线问题或者是其他人在我面前哭表现出弱势，或者是这件事我答应别人了，但是办的没有那么好我也觉得是我自己的问题，但其实自己也知道我帮了是情分不帮是本分，但有时候就是说服不了自己，哪怕有时候因为一件小小的事情，情绪崩溃了也会觉得自己是不是太矫情了，而且没有自学感觉需要稍微认真对待的事情或者是需要一点点技术含量的事情但感觉自己做不到，还有就是心情有一点点激动都想哭，控制不住的那种，不管是好的坏的只要情绪有一点点起伏激动都想哭，控制不住。也还会为一些将来的事情或者是离我很远是事情烦恼，想的特别多。但是我又觉得我自己并不缺爱护，从小到大爸爸妈妈都很爱我，保护我。",
    "annotation": [
      {
        "sentence": "不好意思拒绝别人，事情出现问题也觉得是自己的错？",
        "label": ""
      },
      {
        "sentence": "从小到大都不好意思拒绝别人，就算拒绝了也会有一点点愧疚感，一直到现在也是，亲戚朋友如果需要我的帮助或者是让我帮他们些什么事情我几乎都会答应，就算拒绝了也会觉得自己是不是有点不进人情，有些事情出线问题或者是其他人在我面前哭表现出弱势，或者是这件事我答应别人了，但是办的没有那么好我也觉得是我自己的问题，但其实自己也知道我帮了是情分不帮是本分，但有时候就是说服不了自己，哪怕有时候因为一件小小的事情，情绪崩溃了也会觉得自己是不是太矫情了，而且没有自学感觉需要稍微认真对待的事情或者是需要一点点技术含量的事情但感觉自己做不到，还有就是心情有一点点激动都想哭，控制不住的那种，不管是好的坏的只要情绪有一点点起伏激动都想哭，控制不住。",
        "label": ""
      },
      {
        "sentence": "也还会为一些将来的事情或者是离我很远是事情烦恼，想的特别多。",
        "label": ""
      },
      {
        "sentence": "但是我又觉得我自己并不缺爱护，从小到大爸爸妈妈都很爱我，保护我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的困扰。不好意思拒绝别人可能是由于你的性格原因，也可能是在人际交往过程中没有充分重视边界感。心理学角度认为，边界感在人际交往中非常重要。没有边界感的人容易对他人的情绪和行为负责，或是期待别人对自己的情绪和行为负责。没有边界感的人常常将他人的需求和感受看得比自己的更重要，会出现以下行为：1、拒绝别人的要求时，会感到心情不好或愧疚。2、被人刻薄对待时，只会忍气吞声。3、为了讨好他人，忽略自己的感受或信念。4、通过他人的评价来定义自己。我们要认识到的一个重要事实是，人际交往中的矛盾是无法避免的。单方面的无原则妥协和退让并不能从根本上解决和消除这种矛盾。所以，建立自己的边界感是最有效地避免这种矛盾冲突的方法。与此同时，我们也要尊重他人的边界感，可以选择拒绝或向对方描述你内心的不良感受。作为朋友，如果你向她表达你的真实感受并不能被她接纳和理解，她忽视了你的情绪情感，那我认为你需要审视一下这段关系对你的意义和价值。我常常对有类似困扰的朋友说一句话：“不要觉得不好意思拒绝，那些好意思为难你的人也不是什么好人。”祝你好运～",
    "annotation": [
      {
        "sentence": "非常理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "不好意思拒绝别人可能是由于你的性格原因，也可能是在人际交往过程中没有充分重视边界感。",
        "label": ""
      },
      {
        "sentence": "心理学角度认为，边界感在人际交往中非常重要。",
        "label": ""
      },
      {
        "sentence": "没有边界感的人容易对他人的情绪和行为负责，或是期待别人对自己的情绪和行为负责。",
        "label": ""
      },
      {
        "sentence": "没有边界感的人常常将他人的需求和感受看得比自己的更重要，会出现以下行为：1、拒绝别人的要求时，会感到心情不好或愧疚。",
        "label": ""
      },
      {
        "sentence": "2、被人刻薄对待时，只会忍气吞声。",
        "label": ""
      },
      {
        "sentence": "3、为了讨好他人，忽略自己的感受或信念。",
        "label": ""
      },
      {
        "sentence": "4、通过他人的评价来定义自己。",
        "label": ""
      },
      {
        "sentence": "我们要认识到的一个重要事实是，人际交往中的矛盾是无法避免的。",
        "label": ""
      },
      {
        "sentence": "单方面的无原则妥协和退让并不能从根本上解决和消除这种矛盾。",
        "label": ""
      },
      {
        "sentence": "所以，建立自己的边界感是最有效地避免这种矛盾冲突的方法。",
        "label": ""
      },
      {
        "sentence": "与此同时，我们也要尊重他人的边界感，可以选择拒绝或向对方描述你内心的不良感受。",
        "label": ""
      },
      {
        "sentence": "作为朋友，如果你向她表达你的真实感受并不能被她接纳和理解，她忽视了你的情绪情感，那我认为你需要审视一下这段关系对你的意义和价值。",
        "label": ""
      },
      {
        "sentence": "我常常对有类似困扰的朋友说一句话：“不要觉得不好意思拒绝，那些好意思为难你的人也不是什么好人。",
        "label": ""
      },
      {
        "sentence": "”祝你好运～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的理解和建议。我明白边界感的重要性，但是总是觉得拒绝别人是我的错。当别人在我面前出现困难或表现出弱势时，我更无法拒绝他们的请求。我也意识到自己需要学会更加认真对待一些事情，尤其是一些需要技术含量的事情，但是总是感觉自己做不到。情绪的起伏对我来说也是一个问题，无论是好还是坏，只要有一点点激动，我就无法控制自己的情绪，总是想哭。另外，我也经常为一些将来的事情或离我很远的事情烦恼，想得特别多。虽然我并不缺爱护，从小到大爸爸妈妈都很爱我，保护我。",
    "annotation": [
      {
        "sentence": "非常感谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我明白边界感的重要性，但是总是觉得拒绝别人是我的错。",
        "label": ""
      },
      {
        "sentence": "当别人在我面前出现困难或表现出弱势时，我更无法拒绝他们的请求。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己需要学会更加认真对待一些事情，尤其是一些需要技术含量的事情，但是总是感觉自己做不到。",
        "label": ""
      },
      {
        "sentence": "情绪的起伏对我来说也是一个问题，无论是好还是坏，只要有一点点激动，我就无法控制自己的情绪，总是想哭。",
        "label": ""
      },
      {
        "sentence": "另外，我也经常为一些将来的事情或离我很远的事情烦恼，想得特别多。",
        "label": ""
      },
      {
        "sentence": "虽然我并不缺爱护，从小到大爸爸妈妈都很爱我，保护我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的这些困扰都是常见的情绪和心理问题。不善于拒绝别人的情况往往源于我们对他人的期望过高，过度关注他人的需求和感受，忽视了自己的边界。我们需要明白，拒绝别人并不意味着我们不关心、没有责任感或缺乏情感。相反，建立自己的边界感可以帮助我们更好地分辨自己的需求和他人的需求，并平衡好二者之间的关系。对于那些过度依赖你的人来说，拒绝可能会让他们感到失望或不满，但这不应成为你违背自己边界的理由。同时，学会认真对待一些事情需要一定的时间和经验，不要对自己过于苛求。情绪起伏的问题可以尝试一些方法来进行情绪管理，比如深呼吸、冥想或与朋友倾诉等。而对于那些将来或离你很远的事情的烦恼，可以试着将注意力放在当下，专注于解决眼前的问题。你在家人的爱护和保护下成长，这是幸运的。但在成长的过程中，我们也需要自己学会处理情绪和面对困扰。祝你一切顺利～",
    "annotation": [
      {
        "sentence": "你提到的这些困扰都是常见的情绪和心理问题。",
        "label": ""
      },
      {
        "sentence": "不善于拒绝别人的情况往往源于我们对他人的期望过高，过度关注他人的需求和感受，忽视了自己的边界。",
        "label": ""
      },
      {
        "sentence": "我们需要明白，拒绝别人并不意味着我们不关心、没有责任感或缺乏情感。",
        "label": ""
      },
      {
        "sentence": "相反，建立自己的边界感可以帮助我们更好地分辨自己的需求和他人的需求，并平衡好二者之间的关系。",
        "label": ""
      },
      {
        "sentence": "对于那些过度依赖你的人来说，拒绝可能会让他们感到失望或不满，但这不应成为你违背自己边界的理由。",
        "label": ""
      },
      {
        "sentence": "同时，学会认真对待一些事情需要一定的时间和经验，不要对自己过于苛求。",
        "label": ""
      },
      {
        "sentence": "情绪起伏的问题可以尝试一些方法来进行情绪管理，比如深呼吸、冥想或与朋友倾诉等。",
        "label": ""
      },
      {
        "sentence": "而对于那些将来或离你很远的事情的烦恼，可以试着将注意力放在当下，专注于解决眼前的问题。",
        "label": ""
      },
      {
        "sentence": "你在家人的爱护和保护下成长，这是幸运的。",
        "label": ""
      },
      {
        "sentence": "但在成长的过程中，我们也需要自己学会处理情绪和面对困扰。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的回答和鼓励。你说的拒绝别人并不意味着我不关心或没有责任感，这让我有了新的角度来看待这个问题。我明白建立自己的边界感有助于平衡自己和他人之间的关系。我也会尝试情绪管理的方法，比如深呼吸和冥想，来帮助我控制情绪起伏。同时，我会更加专注于解决眼前的问题，而不过多地为将来的事情担忧。谢谢你一直以来的支持和建议，我觉得我可以朝着更好的方向发展了。",
    "annotation": [
      {
        "sentence": "非常感谢你的回答和鼓励。",
        "label": ""
      },
      {
        "sentence": "你说的拒绝别人并不意味着我不关心或没有责任感，这让我有了新的角度来看待这个问题。",
        "label": ""
      },
      {
        "sentence": "我明白建立自己的边界感有助于平衡自己和他人之间的关系。",
        "label": ""
      },
      {
        "sentence": "我也会尝试情绪管理的方法，比如深呼吸和冥想，来帮助我控制情绪起伏。",
        "label": ""
      },
      {
        "sentence": "同时，我会更加专注于解决眼前的问题，而不过多地为将来的事情担忧。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的支持和建议，我觉得我可以朝着更好的方向发展了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮助到你，并看到你对问题的积极态度和变化。建立良好的边界感和掌控情绪起伏都是需要时间的，不要急于求成。记得给自己一些宽容和耐心，相信你一定能够逐渐改变和成长。如果你还有其他问题或困惑，随时都可以来找我倾诉，我会一直陪伴着你。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "我很高兴能够帮助到你，并看到你对问题的积极态度和变化。",
        "label": ""
      },
      {
        "sentence": "建立良好的边界感和掌控情绪起伏都是需要时间的，不要急于求成。",
        "label": ""
      },
      {
        "sentence": "记得给自己一些宽容和耐心，相信你一定能够逐渐改变和成长。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或困惑，随时都可以来找我倾诉，我会一直陪伴着你。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]