[
  {
    "role": "client",
    "content": "不好意思拒绝别人，事情出现问题也觉得是自己的错？从小到大都不好意思拒绝别人，就算拒绝了也会有一点点愧疚感，一直到现在也是，亲戚朋友如果需要我的帮助或者是让我帮他们些什么事情我几乎都会答应，就算拒绝了也会觉得自己是不是有点不进人情，有些事情出线问题或者是其他人在我面前哭表现出弱势，或者是这件事我答应别人了，但是办的没有那么好我也觉得是我自己的问题，但其实自己也知道我帮了是情分不帮是本分，但有时候就是说服不了自己，哪怕有时候因为一件小小的事情，情绪崩溃了也会觉得自己是不是太矫情了，而且没有自学感觉需要稍微认真对待的事情或者是需要一点点技术含量的事情但感觉自己做不到，还有就是心情有一点点激动都想哭，控制不住的那种，不管是好的坏的只要情绪有一点点起伏激动都想哭，控制不住。也还会为一些将来的事情或者是离我很远是事情烦恼，想的特别多。但是我又觉得我自己并不缺爱护，从小到大爸爸妈妈都很爱我，保护我。",
    "annotation": [
      {
        "sentence": "不好意思拒绝别人，事情出现问题也觉得是自己的错？",
        "label": ""
      },
      {
        "sentence": "从小到大都不好意思拒绝别人，就算拒绝了也会有一点点愧疚感，一直到现在也是，亲戚朋友如果需要我的帮助或者是让我帮他们些什么事情我几乎都会答应，就算拒绝了也会觉得自己是不是有点不进人情，有些事情出线问题或者是其他人在我面前哭表现出弱势，或者是这件事我答应别人了，但是办的没有那么好我也觉得是我自己的问题，但其实自己也知道我帮了是情分不帮是本分，但有时候就是说服不了自己，哪怕有时候因为一件小小的事情，情绪崩溃了也会觉得自己是不是太矫情了，而且没有自学感觉需要稍微认真对待的事情或者是需要一点点技术含量的事情但感觉自己做不到，还有就是心情有一点点激动都想哭，控制不住的那种，不管是好的坏的只要情绪有一点点起伏激动都想哭，控制不住。",
        "label": ""
      },
      {
        "sentence": "也还会为一些将来的事情或者是离我很远是事情烦恼，想的特别多。",
        "label": ""
      },
      {
        "sentence": "但是我又觉得我自己并不缺爱护，从小到大爸爸妈妈都很爱我，保护我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，谢谢你向我倾诉。看完你讲述的情况，我想知道你从几岁开始有这样的行为不敢拒绝别人的呢？而且我想知道你的父母是否会拒绝你的请求？你平时请求父母或朋友做一些事情而他们拒绝你的时候，你有什么感受呢？另外，你提到爸爸妈妈都很爱你、保护你，那你觉得他们的方式是你想要的多还是他们想要的更多呢？他们会用什么方法保护你呢？是为了不让你受到外在环境的伤害，还是因为你自己不知道如何保护自己呢？",
    "annotation": [
      {
        "sentence": "亲爱的，谢谢你向我倾诉。",
        "label": ""
      },
      {
        "sentence": "看完你讲述的情况，我想知道你从几岁开始有这样的行为不敢拒绝别人的呢？",
        "label": ""
      },
      {
        "sentence": "而且我想知道你的父母是否会拒绝你的请求？",
        "label": ""
      },
      {
        "sentence": "你平时请求父母或朋友做一些事情而他们拒绝你的时候，你有什么感受呢？",
        "label": ""
      },
      {
        "sentence": "另外，你提到爸爸妈妈都很爱你、保护你，那你觉得他们的方式是你想要的多还是他们想要的更多呢？",
        "label": ""
      },
      {
        "sentence": "他们会用什么方法保护你呢？",
        "label": ""
      },
      {
        "sentence": "是为了不让你受到外在环境的伤害，还是因为你自己不知道如何保护自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样的情况是从小学开始的，我对老师和同学都很害怕拒绝，怕他们会生气或讨厌我。至于父母，他们很少拒绝我，几乎都会答应我的请求。当他们偶尔拒绝时，我会觉得有些失落和沮丧。",
    "annotation": [
      {
        "sentence": "这样的情况是从小学开始的，我对老师和同学都很害怕拒绝，怕他们会生气或讨厌我。",
        "label": ""
      },
      {
        "sentence": "至于父母，他们很少拒绝我，几乎都会答应我的请求。",
        "label": ""
      },
      {
        "sentence": "当他们偶尔拒绝时，我会觉得有些失落和沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了，你在小学时就开始害怕拒绝了。这种感受可能源自对老师和同学的关系的担忧，害怕他们生气或不喜欢你。至于父母，他们很少拒绝你，所以你会感到失落和沮丧当他们偶尔拒绝你的请求。看起来你对别人的态度比对自己的需求更加在意，是为了维持和谐的关系而不敢拒绝别人。",
    "annotation": [
      {
        "sentence": "我明白了，你在小学时就开始害怕拒绝了。",
        "label": ""
      },
      {
        "sentence": "这种感受可能源自对老师和同学的关系的担忧，害怕他们生气或不喜欢你。",
        "label": ""
      },
      {
        "sentence": "至于父母，他们很少拒绝你，所以你会感到失落和沮丧当他们偶尔拒绝你的请求。",
        "label": ""
      },
      {
        "sentence": "看起来你对别人的态度比对自己的需求更加在意，是为了维持和谐的关系而不敢拒绝别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是希望和别人保持良好的关系，不想因为拒绝而伤害到别人或破坏关系。但有时候也会觉得自己太过于在意别人的感受，没有充分考虑自己的需求。",
    "annotation": [
      {
        "sentence": "是的，我总是希望和别人保持良好的关系，不想因为拒绝而伤害到别人或破坏关系。",
        "label": ""
      },
      {
        "sentence": "但有时候也会觉得自己太过于在意别人的感受，没有充分考虑自己的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个非常关心他人感受并愿意帮助他人的人，这是一个很好的品质。但是，拒绝别人并不意味着你不关心他们，而是懂得保护自己的边界和需求。理解自己的需求同样重要，你也是一个有权利关心自己并表达自己需求的人。",
    "annotation": [
      {
        "sentence": "你是一个非常关心他人感受并愿意帮助他人的人，这是一个很好的品质。",
        "label": ""
      },
      {
        "sentence": "但是，拒绝别人并不意味着你不关心他们，而是懂得保护自己的边界和需求。",
        "label": ""
      },
      {
        "sentence": "理解自己的需求同样重要，你也是一个有权利关心自己并表达自己需求的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但有时候我真的很难说服自己去拒绝别人。即使我知道自己有权利关心自己的需求，但内心总有一些声音告诉我不要让别人失望，不要让别人不开心。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但有时候我真的很难说服自己去拒绝别人。",
        "label": ""
      },
      {
        "sentence": "即使我知道自己有权利关心自己的需求，但内心总有一些声音告诉我不要让别人失望，不要让别人不开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种内心的声音是很常见的。有时候我们会有一些内心的自我设限，觉得拒绝别人会导致关系紧张或者让别人失望。这种自我设限是为了保护自己不受伤害，但有时候会限制我们的成长和自由表达。试着对这些声音进行反思，问问自己是否真的需要以别人的期望为标准，还是可以更加关注自己的需求。",
    "annotation": [
      {
        "sentence": "这种内心的声音是很常见的。",
        "label": ""
      },
      {
        "sentence": "有时候我们会有一些内心的自我设限，觉得拒绝别人会导致关系紧张或者让别人失望。",
        "label": ""
      },
      {
        "sentence": "这种自我设限是为了保护自己不受伤害，但有时候会限制我们的成长和自由表达。",
        "label": ""
      },
      {
        "sentence": "试着对这些声音进行反思，问问自己是否真的需要以别人的期望为标准，还是可以更加关注自己的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要反思并重新评估我的行为。我想改变这种在意别人感受过度的习惯，更加关注自己的需求和感受。",
    "annotation": [
      {
        "sentence": "你说得对，我需要反思并重新评估我的行为。",
        "label": ""
      },
      {
        "sentence": "我想改变这种在意别人感受过度的习惯，更加关注自己的需求和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，意识到自己的行为并有意识地进行反思是第一步。接下来，你可以尝试给自己一些机会去练习拒绝和表达自己的需求，逐渐调整自己的思维和行为模式。与此同时，也要记得给自己一些宽容和理解，成长是一个渐进的过程，不会一蹴而就。",
    "annotation": [
      {
        "sentence": "很好，意识到自己的行为并有意识地进行反思是第一步。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以尝试给自己一些机会去练习拒绝和表达自己的需求，逐渐调整自己的思维和行为模式。",
        "label": ""
      },
      {
        "sentence": "与此同时，也要记得给自己一些宽容和理解，成长是一个渐进的过程，不会一蹴而就。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会努力改变自己的思维和行为模式。也许我需要更多的时间和经验来适应这种改变。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会努力改变自己的思维和行为模式。",
        "label": ""
      },
      {
        "sentence": "也许我需要更多的时间和经验来适应这种改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，每个人的成长过程都需要时间和经验。不要给自己太大压力，相信自己可以做到。如果你在这个过程中遇到困难或者需要咨询，我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "没错，每个人的成长过程都需要时间和经验。",
        "label": ""
      },
      {
        "sentence": "不要给自己太大压力，相信自己可以做到。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中遇到困难或者需要咨询，我会一直在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。我真的很庆幸能有你作为我的支持者，你给了我很多正能量和勇气去面对自己的问题。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我真的很庆幸能有你作为我的支持者，你给了我很多正能量和勇气去面对自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也感到",
    "annotation": [
      {
        "sentence": "我也感到",
        "label": ""
      }
    ]
  }
]