[
  {
    "role": "client",
    "content": "被咨询师伤害，对生活绝望，该怎么办？",
    "annotation": [
      {
        "sentence": "被咨询师伤害，对生活绝望，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，似乎你对之前的咨询师产生了很大的负面情绪。你觉得他不专业，对你指责、语言攻击，这让你感到很受伤和绝望。你现在渴望找到一个新的咨询师，但却发现网上的选择并不理想。你觉得现在应该怎么办呢？请你和我详细聊聊，让我们一起找到解决方案吧。",
    "annotation": [
      {
        "sentence": "听你的描述，似乎你对之前的咨询师产生了很大的负面情绪。",
        "label": ""
      },
      {
        "sentence": "你觉得他不专业，对你指责、语言攻击，这让你感到很受伤和绝望。",
        "label": ""
      },
      {
        "sentence": "你现在渴望找到一个新的咨询师，但却发现网上的选择并不理想。",
        "label": ""
      },
      {
        "sentence": "你觉得现在应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "请你和我详细聊聊，让我们一起找到解决方案吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我原本对那个咨询师很信任，觉得她帮助了我很多。但后来她对我越来越指责，语言攻击也越来越多，让我觉得她非常不专业。这让我每天都感到很痛苦，一直想找到一个新的咨询师，但找了几次都觉得不满意，现在不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "是的，我原本对那个咨询师很信任，觉得她帮助了我很多。",
        "label": ""
      },
      {
        "sentence": "但后来她对我越来越指责，语言攻击也越来越多，让我觉得她非常不专业。",
        "label": ""
      },
      {
        "sentence": "这让我每天都感到很痛苦，一直想找到一个新的咨询师，但找了几次都觉得不满意，现在不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全理解。从你的描述来看，你当初在和咨询师合作的时候确实感受到了帮助，并且对她有很高的信任度。那么什么导致了你对她的评价发生了如此大的变化呢？你觉得是她的指责和语言攻击让你感到痛苦，对生活感到绝望。那么请你再具体给我解读一下，你认为什么样的行为会让你觉得被指责和语言攻击了呢？这样我才能更好地帮助你。",
    "annotation": [
      {
        "sentence": "你的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你当初在和咨询师合作的时候确实感受到了帮助，并且对她有很高的信任度。",
        "label": ""
      },
      {
        "sentence": "那么什么导致了你对她的评价发生了如此大的变化呢？",
        "label": ""
      },
      {
        "sentence": "你觉得是她的指责和语言攻击让你感到痛苦，对生活感到绝望。",
        "label": ""
      },
      {
        "sentence": "那么请你再具体给我解读一下，你认为什么样的行为会让你觉得被指责和语言攻击了呢？",
        "label": ""
      },
      {
        "sentence": "这样我才能更好地帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得她经常对我的观点和行为表示否定，还指出我言行中与事实不符的地方。而且她的语气和态度也非常差，让我感到很受伤。当她这样对待我的时候，我觉得她就不是一个专业的咨询师了。",
    "annotation": [
      {
        "sentence": "我觉得她经常对我的观点和行为表示否定，还指出我言行中与事实不符的地方。",
        "label": ""
      },
      {
        "sentence": "而且她的语气和态度也非常差，让我感到很受伤。",
        "label": ""
      },
      {
        "sentence": "当她这样对待我的时候，我觉得她就不是一个专业的咨询师了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受了。对于你来说，被否定、被指出与事实不符的地方，以及不好的语气态度都让你感到受伤，并且对咨询师的专业性产生了怀疑。这些因素让你每天都感到痛苦和绝望，对生活失去了希望。那么你现在想找一个专业的咨询师，能具体告诉我你对专业咨询师的定义吗？什么样的行为会让你觉得这个咨询师是专业的呢？",
    "annotation": [
      {
        "sentence": "我明白你的感受了。",
        "label": ""
      },
      {
        "sentence": "对于你来说，被否定、被指出与事实不符的地方，以及不好的语气态度都让你感到受伤，并且对咨询师的专业性产生了怀疑。",
        "label": ""
      },
      {
        "sentence": "这些因素让你每天都感到痛苦和绝望，对生活失去了希望。",
        "label": ""
      },
      {
        "sentence": "那么你现在想找一个专业的咨询师，能具体告诉我你对专业咨询师的定义吗？",
        "label": ""
      },
      {
        "sentence": "什么样的行为会让你觉得这个咨询师是专业的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于我来说，专业的咨询师应该注重倾听与理解，而不是对我进行指责和攻击。她应该能够提供积极的支持和建议，用良好的态度和语气与我沟通。当一个咨询师对我进行指责和攻击时，我觉得她已经不具备专业的素质了。",
    "annotation": [
      {
        "sentence": "对于我来说，专业的咨询师应该注重倾听与理解，而不是对我进行指责和攻击。",
        "label": ""
      },
      {
        "sentence": "她应该能够提供积极的支持和建议，用良好的态度和语气与我沟通。",
        "label": ""
      },
      {
        "sentence": "当一个咨询师对我进行指责和攻击时，我觉得她已经不具备专业的素质了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你分享你对专业咨询师的定义。对于你来说，专业的咨询师应该是一个善于倾听、理解你需求的人，而不是对你进行指责和攻击。她应该以积极的态度和语气与你进行沟通，并提供有效的支持和建议。当一个咨询师违背了这些原则，你就觉得她不再专业了。我可以理解这些因素对你的精神状态和对生活的绝望产生了一定的影响。我还想问一下，你为什么觉得现在网上寻找到的咨询师都不是很专业呢？是因为他们无法满足你对专业咨询师的要求吗？",
    "annotation": [
      {
        "sentence": "感谢你分享你对专业咨询师的定义。",
        "label": ""
      },
      {
        "sentence": "对于你来说，专业的咨询师应该是一个善于倾听、理解你需求的人，而不是对你进行指责和攻击。",
        "label": ""
      },
      {
        "sentence": "她应该以积极的态度和语气与你进行沟通，并提供有效的支持和建议。",
        "label": ""
      },
      {
        "sentence": "当一个咨询师违背了这些原则，你就觉得她不再专业了。",
        "label": ""
      },
      {
        "sentence": "我可以理解这些因素对你的精神状态和对生活的绝望产生了一定的影响。",
        "label": ""
      },
      {
        "sentence": "我还想问一下，你为什么觉得现在网上寻找到的咨询师都不是很专业呢？",
        "label": ""
      },
      {
        "sentence": "是因为他们无法满足你对专业咨询师的要求吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我找了几次，觉得网上的咨询师都没能达到我对专业咨询师的期望。可能是我的标准太高了，或者是我找咨询师的方式有问题吧。",
    "annotation": [
      {
        "sentence": "是的，我找了几次，觉得网上的咨询师都没能达到我对专业咨询师的期望。",
        "label": ""
      },
      {
        "sentence": "可能是我的标准太高了，或者是我找咨询师的方式有问题吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。你曾尝试过多次寻找专业咨询师，却发现网上的选择都无法满足你的要求。这让你开始怀疑到底是你的标准太高，还是你找咨询师的方式存在问题。这些问题对于你来说目前还是未知的，我也无法给你一个具体的答案。但我认为我们可以一起探讨一下，看看是否有其他的方法或途径可以帮助你找到合适的咨询师。你觉得这个方向可行吗？",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "你曾尝试过多次寻找专业咨询师，却发现网上的选择都无法满足你的要求。",
        "label": ""
      },
      {
        "sentence": "这让你开始怀疑到底是你的标准太高，还是你找咨询师的方式存在问题。",
        "label": ""
      },
      {
        "sentence": "这些问题对于你来说目前还是未知的，我也无法给你一个具体的答案。",
        "label": ""
      },
      {
        "sentence": "但我认为我们可以一起探讨一下，看看是否有其他的方法或途径可以帮助你找到合适的咨询师。",
        "label": ""
      },
      {
        "sentence": "你觉得这个方向可行吗？",
        "label": ""
      }
    ]
  }
]