[
  {
    "role": "client",
    "content": "我是一个16岁的女生，上高中后就不敢拼尽全力学习了，我总是害怕失败。周围的同学都非常优秀，而我觉得自己不足够好，应该努力超越自己的目标。但我总是被各种因素所困扰，内心不够坚定，害怕失败，害怕别人的评论。我不敢在别人面前展示出自己真正的努力。",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，上高中后就不敢拼尽全力学习了，我总是害怕失败。",
        "label": ""
      },
      {
        "sentence": "周围的同学都非常优秀，而我觉得自己不足够好，应该努力超越自己的目标。",
        "label": ""
      },
      {
        "sentence": "但我总是被各种因素所困扰，内心不够坚定，害怕失败，害怕别人的评论。",
        "label": ""
      },
      {
        "sentence": "我不敢在别人面前展示出自己真正的努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说这些，我真的很想唤醒你，免得你以后后悔。其实你已经明白了很多道理，你可以看一些其他观点和解决方法的评论。我只想告诉你一件事，如果给我一个机会回到三年后，我会毫不犹豫地选择回到高三那一年，全力以赴，换取一生无怨无悔。毕业三年后，我从一个普通二本学校毕业，每次在名牌大学的同学或客户面前都感到自信不足。我也曾羡慕朋友们在大学拥有美好的生活和更高起点的工作。回想起高中时光，我平淡地度过，成绩中等，我总在思考，如果那时候我努力了，我的结果是否会完全不同？我也能进入名牌大学，推荐保研或者出国留学，拥有更好的起点。但时间不能倒流，所以请你用尽全力为自己回答这个问题，以免留下任何遗憾。",
    "annotation": [
      {
        "sentence": "听你说这些，我真的很想唤醒你，免得你以后后悔。",
        "label": ""
      },
      {
        "sentence": "其实你已经明白了很多道理，你可以看一些其他观点和解决方法的评论。",
        "label": ""
      },
      {
        "sentence": "我只想告诉你一件事，如果给我一个机会回到三年后，我会毫不犹豫地选择回到高三那一年，全力以赴，换取一生无怨无悔。",
        "label": ""
      },
      {
        "sentence": "毕业三年后，我从一个普通二本学校毕业，每次在名牌大学的同学或客户面前都感到自信不足。",
        "label": ""
      },
      {
        "sentence": "我也曾羡慕朋友们在大学拥有美好的生活和更高起点的工作。",
        "label": ""
      },
      {
        "sentence": "回想起高中时光，我平淡地度过，成绩中等，我总在思考，如果那时候我努力了，我的结果是否会完全不同？",
        "label": ""
      },
      {
        "sentence": "我也能进入名牌大学，推荐保研或者出国留学，拥有更好的起点。",
        "label": ""
      },
      {
        "sentence": "但时间不能倒流，所以请你用尽全力为自己回答这个问题，以免留下任何遗憾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我常常会看到一些同学天赋出众，总是花比较少的时间就能名列前茅。而有的同学很努力，却成绩一般。成绩的影响因素确实很多，包括努力和学习方法等等。我怎么知道成绩好的同学私底下是否偷偷在学习呢？成绩一般的同学是否私底下学习不够用心呢？我应该忘记这些错误的神话故事和小概率事件。毕竟在学习和工作中，成功与付出不成正比的情况只是极少数。再说，只有人关心你是否成功，没有人在乎你付出了多少努力。所谓的讨论只是随意的评论和闲聊而已。为什么要因为在意别人的眼光而错失努力的机会呢？如果努力了，你会有50%以上的机会达到自己想要的高度，0%的机会后悔。如果不努力，你会有0%的机会达到自己想要的高度，100%的机会后悔。你是否经历过通过努力获得来之不易的成功或物品时的喜悦？正因为那些一次次努力换来的成功过程，成为人生中重要的力量。请相信自己，相信自己的美好和能力。努力不仅是为了取得成果，也是对自己的交代和必要的付出。所以在你还能全力以赴的时候，请毫不保留地付出。（附言：对于学习，努力不仅仅是花更多的时间学习，还包括选择和总结学习方法等各方面的努力。）",
    "annotation": [
      {
        "sentence": "确实，我常常会看到一些同学天赋出众，总是花比较少的时间就能名列前茅。",
        "label": ""
      },
      {
        "sentence": "而有的同学很努力，却成绩一般。",
        "label": ""
      },
      {
        "sentence": "成绩的影响因素确实很多，包括努力和学习方法等等。",
        "label": ""
      },
      {
        "sentence": "我怎么知道成绩好的同学私底下是否偷偷在学习呢？",
        "label": ""
      },
      {
        "sentence": "成绩一般的同学是否私底下学习不够用心呢？",
        "label": ""
      },
      {
        "sentence": "我应该忘记这些错误的神话故事和小概率事件。",
        "label": ""
      },
      {
        "sentence": "毕竟在学习和工作中，成功与付出不成正比的情况只是极少数。",
        "label": ""
      },
      {
        "sentence": "再说，只有人关心你是否成功，没有人在乎你付出了多少努力。",
        "label": ""
      },
      {
        "sentence": "所谓的讨论只是随意的评论和闲聊而已。",
        "label": ""
      },
      {
        "sentence": "为什么要因为在意别人的眼光而错失努力的机会呢？",
        "label": ""
      },
      {
        "sentence": "如果努力了，你会有50%以上的机会达到自己想要的高度，0%的机会后悔。",
        "label": ""
      },
      {
        "sentence": "如果不努力，你会有0%的机会达到自己想要的高度，100%的机会后悔。",
        "label": ""
      },
      {
        "sentence": "你是否经历过通过努力获得来之不易的成功或物品时的喜悦？",
        "label": ""
      },
      {
        "sentence": "正因为那些一次次努力换来的成功过程，成为人生中重要的力量。",
        "label": ""
      },
      {
        "sentence": "请相信自己，相信自己的美好和能力。",
        "label": ""
      },
      {
        "sentence": "努力不仅是为了取得成果，也是对自己的交代和必要的付出。",
        "label": ""
      },
      {
        "sentence": "所以在你还能全力以赴的时候，请毫不保留地付出。",
        "label": ""
      },
      {
        "sentence": "（附言：对于学习，努力不仅仅是花更多的时间学习，还包括选择和总结学习方法等各方面的努力。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的非常对。学生的成绩不仅仅取决于天赋，还受到诸多因素的影响。有些人天赋聪颖，但可能在私下里偷偷努力学习；有些人努力学习，但可能在学习方法上有所欠缺。所以我们不能以偏概全，也不能被错误的神话故事所迷惑。在学习和工作中，成功并不是与努力的成果一一对应的，那只是少数情况。别人关注的只是你是否成功，而不在乎你为此付出了多少努力。他们的评论只是片刻的言论和闲话。所以，为什么要因为在意别人的眼光而错失努力的机会呢？只要你努力了，就会有超过50%的机会达到你想要的高度，而后悔的机会为零。不努力的话，你将百分之百地后悔并且没有机会达到你想要的高度。你是否经历过努力后获得一件来之不易的成功或物品时的喜悦呢？正是因为那些一次次努力换来的成功过程，成为了人生中重要的力量。请相信自己的美好和能力吧。努力不仅仅是为了取得成果，而且也是向自己交代和必要的付出。所以，请在还能全力以赴的时候，毫不保留地付出。（附言：对于学习而言，努力不仅仅是花更多时间学习，还包括选择和总结学习方法等方方面面的努力。）",
    "annotation": [
      {
        "sentence": "你说的非常对。",
        "label": ""
      },
      {
        "sentence": "学生的成绩不仅仅取决于天赋，还受到诸多因素的影响。",
        "label": ""
      },
      {
        "sentence": "有些人天赋聪颖，但可能在私下里偷偷努力学习；有些人努力学习，但可能在学习方法上有所欠缺。",
        "label": ""
      },
      {
        "sentence": "所以我们不能以偏概全，也不能被错误的神话故事所迷惑。",
        "label": ""
      },
      {
        "sentence": "在学习和工作中，成功并不是与努力的成果一一对应的，那只是少数情况。",
        "label": ""
      },
      {
        "sentence": "别人关注的只是你是否成功，而不在乎你为此付出了多少努力。",
        "label": ""
      },
      {
        "sentence": "他们的评论只是片刻的言论和闲话。",
        "label": ""
      },
      {
        "sentence": "所以，为什么要因为在意别人的眼光而错失努力的机会呢？",
        "label": ""
      },
      {
        "sentence": "只要你努力了，就会有超过50%的机会达到你想要的高度，而后悔的机会为零。",
        "label": ""
      },
      {
        "sentence": "不努力的话，你将百分之百地后悔并且没有机会达到你想要的高度。",
        "label": ""
      },
      {
        "sentence": "你是否经历过努力后获得一件来之不易的成功或物品时的喜悦呢？",
        "label": ""
      },
      {
        "sentence": "正是因为那些一次次努力换来的成功过程，成为了人生中重要的力量。",
        "label": ""
      },
      {
        "sentence": "请相信自己的美好和能力吧。",
        "label": ""
      },
      {
        "sentence": "努力不仅仅是为了取得成果，而且也是向自己交代和必要的付出。",
        "label": ""
      },
      {
        "sentence": "所以，请在还能全力以赴的时候，毫不保留地付出。",
        "label": ""
      },
      {
        "sentence": "（附言：对于学习而言，努力不仅仅是花更多时间学习，还包括选择和总结学习方法等方方面面的努力。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  }
]