[
  {
    "role": "client",
    "content": "总是嫉妒伴侣前女友，影响感情生活怎么办？",
    "annotation": [
      {
        "sentence": "总是嫉妒伴侣前女友，影响感情生活怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对一段不稳定的情感，产生质疑和担忧，是正常的。如果这样的心理负担已经让你不堪重负，要么认真地沟通，要么在沉默中灭亡。从你的描述中，可以感受到你内心的撕扯和纠结，一方面对男友联系前女友的行为，感到愤怒和难过，另一方面对感情的未来有担忧和焦虑，更重要的是你开始因此质疑自己和攻击自己。",
    "annotation": [
      {
        "sentence": "对一段不稳定的情感，产生质疑和担忧，是正常的。",
        "label": ""
      },
      {
        "sentence": "如果这样的心理负担已经让你不堪重负，要么认真地沟通，要么在沉默中灭亡。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以感受到你内心的撕扯和纠结，一方面对男友联系前女友的行为，感到愤怒和难过，另一方面对感情的未来有担忧和焦虑，更重要的是你开始因此质疑自己和攻击自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实对他的行为感到愤怒和难过，也开始怀疑自己的价值，不知道他是不是真的爱我。我不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我确实对他的行为感到愤怒和难过，也开始怀疑自己的价值，不知道他是不是真的爱我。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，放下对自己的攻击，你对伴侣对关系的不尊重和不重视的态度有消极情绪是正常的，可能是因为你很喜欢自己的伴侣，但对自己在他心中的位置，有所怀疑，所以才导致你的一次一次超出边界的偷看隐私的行为，接纳自己，这样的行为是可以理解的。",
    "annotation": [
      {
        "sentence": "首先，放下对自己的攻击，你对伴侣对关系的不尊重和不重视的态度有消极情绪是正常的，可能是因为你很喜欢自己的伴侣，但对自己在他心中的位置，有所怀疑，所以才导致你的一次一次超出边界的偷看隐私的行为，接纳自己，这样的行为是可以理解的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实觉得自己的行为有些过分了，但我又控制不住自己的情绪，总是无法相信他的话。",
    "annotation": [
      {
        "sentence": "我确实觉得自己的行为有些过分了，但我又控制不住自己的情绪，总是无法相信他的话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次，可以平心静气地和男友沟通一下，关于前女友的问题，表达自己对他这样的行为的介意和心里的难受和愤怒，以及自己内心对于这段关系的不自信和担忧，并且表达自己想要男友做出怎样的改变。一定要冷静地表述这些事情，不能让男友认为你是无理取闹，而是对关系的在乎和对他本人的在意。",
    "annotation": [
      {
        "sentence": "其次，可以平心静气地和男友沟通一下，关于前女友的问题，表达自己对他这样的行为的介意和心里的难受和愤怒，以及自己内心对于这段关系的不自信和担忧，并且表达自己想要男友做出怎样的改变。",
        "label": ""
      },
      {
        "sentence": "一定要冷静地表述这些事情，不能让男友认为你是无理取闹，而是对关系的在乎和对他本人的在意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我应该怎么和他沟通呢？我好怕他会生气或者觉得我无理取闹。",
    "annotation": [
      {
        "sentence": "我应该怎么和他沟通呢？",
        "label": ""
      },
      {
        "sentence": "我好怕他会生气或者觉得我无理取闹。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要站在旁观的角度，倾听他的感受以及行为的目的，是对当前的关系感到不满，还是仅仅想要保持一些正常的联系，没有其他，或者心存想象，对那些人依然有牵挂感，像一个老朋友一样等等。重视他说出来的部分，如果对方不愿意说，不要苦苦追问，适可而止，每个人都有想要保存的秘密和回忆，给彼此一些空间，赢得信任和尊重，可能是更重要的。",
    "annotation": [
      {
        "sentence": "要站在旁观的角度，倾听他的感受以及行为的目的，是对当前的关系感到不满，还是仅仅想要保持一些正常的联系，没有其他，或者心存想象，对那些人依然有牵挂感，像一个老朋友一样等等。",
        "label": ""
      },
      {
        "sentence": "重视他说出来的部分，如果对方不愿意说，不要苦苦追问，适可而止，每个人都有想要保存的秘密和回忆，给彼此一些空间，赢得信任和尊重，可能是更重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，要冷静地和他好好沟通，理解他的想法和感受，给彼此一些空间和尊重。但我对自己的不自信和这段关系的不确定感，怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，要冷静地和他好好沟通，理解他的想法和感受，给彼此一些空间和尊重。",
        "label": ""
      },
      {
        "sentence": "但我对自己的不自信和这段关系的不确定感，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "重视自己内心的感觉，一定要爱自己，并且从关系感到爱和成长，如果没有的话，也要给自己离开的勇气和胆量。可以看出你对这件事情的纠结和痛苦，但你的男友的反应，是平静和冷淡的。如果他会站在你的角度考虑问题，重视你的感受和重视这段关系，他可能会和自己的前任们保持距离和界限的。他这样行为的动机，是什么，是不明朗的，胡乱猜测，只会让你更加多疑和行为偏激。",
    "annotation": [
      {
        "sentence": "重视自己内心的感觉，一定要爱自己，并且从关系感到爱和成长，如果没有的话，也要给自己离开的勇气和胆量。",
        "label": ""
      },
      {
        "sentence": "可以看出你对这件事情的纠结和痛苦，但你的男友的反应，是平静和冷淡的。",
        "label": ""
      },
      {
        "sentence": "如果他会站在你的角度考虑问题，重视你的感受和重视这段关系，他可能会和自己的前任们保持距离和界限的。",
        "label": ""
      },
      {
        "sentence": "他这样行为的动机，是什么，是不明朗的，胡乱猜测，只会让你更加多疑和行为偏激。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加关注和爱自己，勇敢地面对这段关系的问题。如果他不能体谅我，也许我需要考虑离开这段关系了。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加关注和爱自己，勇敢地面对这段关系的问题。",
        "label": ""
      },
      {
        "sentence": "如果他不能体谅我，也许我需要考虑离开这段关系了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "即使在这样的情况下，你都没有描述过想要离开和断绝关系的语言，可能你将自己在关系中的位置，放得太低了，或者你对自己的不自信。这些很重要，需要你去慢慢地改变，但更重要的是，你要在意和爱自己多一点。让自己不要完全地将精神依附于男友身上，有自己的充实的生活和丰富自己的各种事情和兴趣，给自己一些在关系中的底气和自信。你本来就是可以很精彩的，多一个人，只是共享了彼此的精彩，也分担了彼此的痛苦，如果对方不能识别和注意到你的痛苦，这样的低质量的关系，是你真正想要的吗？不要害怕失去，勇敢地爱自己，关注自己，因为生命和生活，都是你自己可以努力地选择和主宰的。取悦自己很重要，而不是一再给不懂得的珍惜的人机会，来无视和伤害自己。",
    "annotation": [
      {
        "sentence": "即使在这样的情况下，你都没有描述过想要离开和断绝关系的语言，可能你将自己在关系中的位置，放得太低了，或者你对自己的不自信。",
        "label": ""
      },
      {
        "sentence": "这些很重要，需要你去慢慢地改变，但更重要的是，你要在意和爱自己多一点。",
        "label": ""
      },
      {
        "sentence": "让自己不要完全地将精神依附于男友身上，有自己的充实的生活和丰富自己的各种事情和兴趣，给自己一些在关系中的底气和自信。",
        "label": ""
      },
      {
        "sentence": "你本来就是可以很精彩的，多一个人，只是共享了彼此的精彩，也分担了彼此的痛苦，如果对方不能识别和注意到你的痛苦，这样的低质量的关系，是你真正想要的吗？",
        "label": ""
      },
      {
        "sentence": "不要害怕失去，勇敢地爱自己，关注自己，因为生命和生活，都是你自己可以努力地选择和主宰的。",
        "label": ""
      },
      {
        "sentence": "取悦自己很重要，而不是一再给不懂得的珍惜的人机会，来无视和伤害自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好思考并且尊重自己的感受。我决定和他好好沟通一下，并且要有勇气和自信去改变和保护自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好思考并且尊重自己的感受。",
        "label": ""
      },
      {
        "sentence": "我决定和他好好沟通一下，并且要有勇气和自信去改变和保护自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，相信自己，保护自己的幸福是最重要的。如果需要任何帮助，随时都可以找我倾诉。希望你能找到答案并且过上幸福的生活。",
    "annotation": [
      {
        "sentence": "你做得很好，相信自己，保护自己的幸福是最重要的。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望你能找到答案并且过上幸福的生活。",
        "label": ""
      }
    ]
  }
]