[
  {
    "role": "client",
    "content": "我是一个16岁的女生，上高中时总是不敢全力学习，害怕失败。我看到周围有很多学霸，觉得自己不够好，明明知道应该超越自己的目标去努力，但总是被各种因素所干扰。我内心不够坚强，特别害怕失败，害怕被别人嘲笑，比如说“她那么努力还不行”之类的话。因此，我不敢在他人面前展示自己真正的努力。",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，上高中时总是不敢全力学习，害怕失败。",
        "label": ""
      },
      {
        "sentence": "我看到周围有很多学霸，觉得自己不够好，明明知道应该超越自己的目标去努力，但总是被各种因素所干扰。",
        "label": ""
      },
      {
        "sentence": "我内心不够坚强，特别害怕失败，害怕被别人嘲笑，比如说“她那么努力还不行”之类的话。",
        "label": ""
      },
      {
        "sentence": "因此，我不敢在他人面前展示自己真正的努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我理解你害怕失败和别人的眼光。不过你要知道，其实你已经在努力了。至少现在的你比过去进步了一些，这不就是自我超越的成功吗？你所担心的失败指的是什么呢？是怕考试比不过别人吗？你提到的那句“她那么努力还不行”的话透露了你有一个自己的目标，你把这个目标作为奋斗的方向，或者是自己的标杆，这是你内心的想法，除了你自己，其他人并不知道。你是不是觉得自己和别人比较，可能是在与外界他人做比对，也可能是在与自己的理想做对比。当你觉得自己还没努力到位时，就害怕自己比不上别人或者能力不足，这样就会导致你的自我价值感降低。",
    "annotation": [
      {
        "sentence": "嗯，我理解你害怕失败和别人的眼光。",
        "label": ""
      },
      {
        "sentence": "不过你要知道，其实你已经在努力了。",
        "label": ""
      },
      {
        "sentence": "至少现在的你比过去进步了一些，这不就是自我超越的成功吗？",
        "label": ""
      },
      {
        "sentence": "你所担心的失败指的是什么呢？",
        "label": ""
      },
      {
        "sentence": "是怕考试比不过别人吗？",
        "label": ""
      },
      {
        "sentence": "你提到的那句“她那么努力还不行”的话透露了你有一个自己的目标，你把这个目标作为奋斗的方向，或者是自己的标杆，这是你内心的想法，除了你自己，其他人并不知道。",
        "label": ""
      },
      {
        "sentence": "你是不是觉得自己和别人比较，可能是在与外界他人做比对，也可能是在与自己的理想做对比。",
        "label": ""
      },
      {
        "sentence": "当你觉得自己还没努力到位时，就害怕自己比不上别人或者能力不足，这样就会导致你的自我价值感降低。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是担心自己不够努力或者不够优秀。我真的很羡慕那些学霸，他们看起来好像不需要费多大劲就能取得好成绩。我担心自己再怎么努力也无法达到他们的水平，怕被人看不起。",
    "annotation": [
      {
        "sentence": "是的，我总是担心自己不够努力或者不够优秀。",
        "label": ""
      },
      {
        "sentence": "我真的很羡慕那些学霸，他们看起来好像不需要费多大劲就能取得好成绩。",
        "label": ""
      },
      {
        "sentence": "我担心自己再怎么努力也无法达到他们的水平，怕被人看不起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。但是我们不能忘记的是，人生并不是一场与他人的竞赛。我们的目标不是要超过别人，而是要超越昨天的自己。每个人都有自己的优势和劣势，我们不能因为看起来别人好像不费力就取得好成绩，而贬低自己的努力。你所看到的只是别人的表面，你并不了解他们背后所付出的努力。你的价值并不取决于与别人的比较，而是取决于你自己对自己的认可和努力。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是我们不能忘记的是，人生并不是一场与他人的竞赛。",
        "label": ""
      },
      {
        "sentence": "我们的目标不是要超过别人，而是要超越昨天的自己。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优势和劣势，我们不能因为看起来别人好像不费力就取得好成绩，而贬低自己的努力。",
        "label": ""
      },
      {
        "sentence": "你所看到的只是别人的表面，你并不了解他们背后所付出的努力。",
        "label": ""
      },
      {
        "sentence": "你的价值并不取决于与别人的比较，而是取决于你自己对自己的认可和努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。我明白了，不能再把周围的人当作竞争对手，而要把他们当作朋友。我应该珍惜自己的成长，超越自己的限制，为自己而努力。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我明白了，不能再把周围的人当作竞争对手，而要把他们当作朋友。",
        "label": ""
      },
      {
        "sentence": "我应该珍惜自己的成长，超越自己的限制，为自己而努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经有了正确的观念。记住，你的价值不取决于他人的认可，而是取决于你对自己努力的认可。每一次进步都是值得庆祝的，无论成绩好坏。继续相信自己，发挥自己的优势，相信你一定能够取得进步和成就。",
    "annotation": [
      {
        "sentence": "很好，你已经有了正确的观念。",
        "label": ""
      },
      {
        "sentence": "记住，你的价值不取决于他人的认可，而是取决于你对自己努力的认可。",
        "label": ""
      },
      {
        "sentence": "每一次进步都是值得庆祝的，无论成绩好坏。",
        "label": ""
      },
      {
        "sentence": "继续相信自己，发挥自己的优势，相信你一定能够取得进步和成就。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我现在有了更积极的态度，会更加努力去实现自己的目标。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我现在有了更积极的态度，会更加努力去实现自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的。如果你需要任何帮助或者再次感到迷茫，随时都可以找我倾诉。记得相信自己，你可以做到的！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次感到迷茫，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "记得相信自己，你可以做到的！",
        "label": ""
      }
    ]
  }
]