[
  {
    "role": "client",
    "content": "我不知道该如何和这个世界建立情感联系，怎么办？本人高中生。这个问题困扰我好几年了。我感觉我和这个世界没有任何感情连接。我平时是一个相当严肃的人，跟别人聊天的话题也永远只有学习和一些事情的安排。我绝大部分社交是和是老师，因为我每周会给她们打一次电话做一些类似工作报告一样的东西，顺便商讨一下一些计划的可行性。我比较熟悉高层路线，但跟同学之间的关系略显尴尬。虽然我的同学很信任我处理问题的能力，但没有人愿意和我一起相处。有事说事的那种感觉，没有任何的情感交流。我在国外上学，几个月才给父母打一次电话，因为他们也只听我的学习内容，并不关心我的生活。没人关心我的感受，没人关心我的想法，让我感觉很累。我该怎么办？",
    "annotation": [
      {
        "sentence": "我不知道该如何和这个世界建立情感联系，怎么办？",
        "label": ""
      },
      {
        "sentence": "本人高中生。",
        "label": ""
      },
      {
        "sentence": "这个问题困扰我好几年了。",
        "label": ""
      },
      {
        "sentence": "我感觉我和这个世界没有任何感情连接。",
        "label": ""
      },
      {
        "sentence": "我平时是一个相当严肃的人，跟别人聊天的话题也永远只有学习和一些事情的安排。",
        "label": ""
      },
      {
        "sentence": "我绝大部分社交是和是老师，因为我每周会给她们打一次电话做一些类似工作报告一样的东西，顺便商讨一下一些计划的可行性。",
        "label": ""
      },
      {
        "sentence": "我比较熟悉高层路线，但跟同学之间的关系略显尴尬。",
        "label": ""
      },
      {
        "sentence": "虽然我的同学很信任我处理问题的能力，但没有人愿意和我一起相处。",
        "label": ""
      },
      {
        "sentence": "有事说事的那种感觉，没有任何的情感交流。",
        "label": ""
      },
      {
        "sentence": "我在国外上学，几个月才给父母打一次电话，因为他们也只听我的学习内容，并不关心我的生活。",
        "label": ""
      },
      {
        "sentence": "没人关心我的感受，没人关心我的想法，让我感觉很累。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，如果从小没有在家里体验过情感交流是什么，在学校也没有学习到，一切的事情都以目标为导向，自然会令你发现自己的生命缺失了某个重要的部分，却不知道可以怎么形容这个部分。我非常理解你的困惑。与别人建立情感交流的第一步是向世界敞开自己，就像婴儿学走路一样，一小步一小步地反复练习。",
    "annotation": [
      {
        "sentence": "是的，如果从小没有在家里体验过情感交流是什么，在学校也没有学习到，一切的事情都以目标为导向，自然会令你发现自己的生命缺失了某个重要的部分，却不知道可以怎么形容这个部分。",
        "label": ""
      },
      {
        "sentence": "我非常理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "与别人建立情感交流的第一步是向世界敞开自己，就像婴儿学走路一样，一小步一小步地反复练习。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "敞开自己？可是我觉得很难，我总是不知道该怎么表达自己的感受。",
    "annotation": [
      {
        "sentence": "敞开自己？",
        "label": ""
      },
      {
        "sentence": "可是我觉得很难，我总是不知道该怎么表达自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "找一个你认为最能信任的人，向他敞开自己，这个人不一定是父母，但最好是你足够信任的人，可以是一个可以理解人的师长，也可以是一个足够亲密的朋友。敞开，不是指敞开说事情，而是倾诉你的感受、你的心情，把你的快乐和不快乐，怎样的快乐，怎样的不快乐，你有哪些期待，有哪些担忧，有哪些梦想，有哪些挫败，都全部一点点的学着告诉他。学着说你的感受，而不是论述事情。当别人感受到你的情感时，他也会有相应的回应。",
    "annotation": [
      {
        "sentence": "找一个你认为最能信任的人，向他敞开自己，这个人不一定是父母，但最好是你足够信任的人，可以是一个可以理解人的师长，也可以是一个足够亲密的朋友。",
        "label": ""
      },
      {
        "sentence": "敞开，不是指敞开说事情，而是倾诉你的感受、你的心情，把你的快乐和不快乐，怎样的快乐，怎样的不快乐，你有哪些期待，有哪些担忧，有哪些梦想，有哪些挫败，都全部一点点的学着告诉他。",
        "label": ""
      },
      {
        "sentence": "学着说你的感受，而不是论述事情。",
        "label": ""
      },
      {
        "sentence": "当别人感受到你的情感时，他也会有相应的回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以试着找一个我信任的人，告诉他我的感受和内心的想法。但是，如果我找不到这样的人怎么办？",
    "annotation": [
      {
        "sentence": "我明白了，我可以试着找一个我信任的人，告诉他我的感受和内心的想法。",
        "label": ""
      },
      {
        "sentence": "但是，如果我找不到这样的人怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果生活中实在找不到这样的人，可以寻求专业的心理咨询支持，向他们进行学习。他们会教你如何与他人建立情感联系，以及如何表达你的感受和想法。专业的心理咨询师会耐心倾听你的困惑，并提供适当的建议和支持。",
    "annotation": [
      {
        "sentence": "如果生活中实在找不到这样的人，可以寻求专业的心理咨询支持，向他们进行学习。",
        "label": ""
      },
      {
        "sentence": "他们会教你如何与他人建立情感联系，以及如何表达你的感受和想法。",
        "label": ""
      },
      {
        "sentence": "专业的心理咨询师会耐心倾听你的困惑，并提供适当的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试着寻求专业心理咨询师的帮助。还有，有时候我觉得很沮丧，不知道如何面对这个世界。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试着寻求专业心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "还有，有时候我觉得很沮丧，不知道如何面对这个世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你要允许自己流泪，即使当着人；当然也要允许自己笑起来没有控制。情绪是人类的一部分，没有谁规定了你一定要面对这个世界时带着笑容，也没有谁规定了你不能流泪。当你感到沮丧时，可以找一个安全的地方，让自己宣泄，倾诉你的情绪。控制情绪并不意味着要将它们抑制住，而是要学会接纳和管理它们。",
    "annotation": [
      {
        "sentence": "你要允许自己流泪，即使当着人；当然也要允许自己笑起来没有控制。",
        "label": ""
      },
      {
        "sentence": "情绪是人类的一部分，没有谁规定了你一定要面对这个世界时带着笑容，也没有谁规定了你不能流泪。",
        "label": ""
      },
      {
        "sentence": "当你感到沮丧时，可以找一个安全的地方，让自己宣泄，倾诉你的情绪。",
        "label": ""
      },
      {
        "sentence": "控制情绪并不意味着要将它们抑制住，而是要学会接纳和管理它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我以后会更加允许自己表达情绪，不再强迫自己一直保持严肃和控制。",
    "annotation": [
      {
        "sentence": "我明白了，我以后会更加允许自己表达情绪，不再强迫自己一直保持严肃和控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，逐渐地，你会发现与他人建立情感联系变得更加容易，也会经历更多真实的社交互动。慢慢来，不要给自己太大压力。相信自己，你可以渐渐克服这个困扰你多年的问题。",
    "annotation": [
      {
        "sentence": "很好，逐渐地，你会发现与他人建立情感联系变得更加容易，也会经历更多真实的社交互动。",
        "label": ""
      },
      {
        "sentence": "慢慢来，不要给自己太大压力。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以渐渐克服这个困扰你多年的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力做到的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力做到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个勇敢的人，相信自己，相信你能够找到属于自己的情感联系。如果还有任何问题或困惑，随时向我寻求帮助。你不再孤单，我们会一起度过这段困难的时间。",
    "annotation": [
      {
        "sentence": "你是一个勇敢的人，相信自己，相信你能够找到属于自己的情感联系。",
        "label": ""
      },
      {
        "sentence": "如果还有任何问题或困惑，随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你不再孤单，我们会一起度过这段困难的时间。",
        "label": ""
      }
    ]
  }
]