[
  {
    "role": "client",
    "content": "和女神约会的前一晚失眠，好像两个意识在打架？第一次和喜欢的女生约会，一整晚没睡，心跳很快，到了天亮才匆匆睡了3个小时，幸好当天约会勉强头脑清醒。一个星期后第二次和她约会，还是这样一整晚没睡，然后早上只睡了3、4个小时，我到底怎么样了？我的内心一直在想快睡着，明天保持好状态，但另一个意识又在想，让你保持好状态，不就便宜你了。感觉两个意识在打架，我好崩溃。",
    "annotation": [
      {
        "sentence": "和女神约会的前一晚失眠，好像两个意识在打架？",
        "label": ""
      },
      {
        "sentence": "第一次和喜欢的女生约会，一整晚没睡，心跳很快，到了天亮才匆匆睡了3个小时，幸好当天约会勉强头脑清醒。",
        "label": ""
      },
      {
        "sentence": "一个星期后第二次和她约会，还是这样一整晚没睡，然后早上只睡了3、4个小时，我到底怎么样了？",
        "label": ""
      },
      {
        "sentence": "我的内心一直在想快睡着，明天保持好状态，但另一个意识又在想，让你保持好状态，不就便宜你了。",
        "label": ""
      },
      {
        "sentence": "感觉两个意识在打架，我好崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以下切入你的问题：我看到了你，内心的趋避冲突很大。趋利避害是人的本能。得到女神的爱，是发自内心的需要；可是能得到她吗？得到她后你能够承受得起她的好吗？这也是你内心所担忧的。",
    "annotation": [
      {
        "sentence": "以下切入你的问题：我看到了你，内心的趋避冲突很大。",
        "label": ""
      },
      {
        "sentence": "趋利避害是人的本能。",
        "label": ""
      },
      {
        "sentence": "得到女神的爱，是发自内心的需要；可是能得到她吗？",
        "label": ""
      },
      {
        "sentence": "得到她后你能够承受得起她的好吗？",
        "label": ""
      },
      {
        "sentence": "这也是你内心所担忧的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实很担心自己是否能得到她的爱，也担心得到她后是否能够应对她的好。",
    "annotation": [
      {
        "sentence": "我确实很担心自己是否能得到她的爱，也担心得到她后是否能够应对她的好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "为了免除这个担忧，你会制造些障碍，使自己得不到。前一个想要快点睡着的意识，是渴望得到女神，所以要保持好状态。后一个想如果让你保持好状态，就便宜你了的意识，是害怕得到女神，故意让你睡不着。在你的心中，可能她太神圣了，太让你紧张了，得到她会让你有压力。这样的女神让你追到，岂不是显得她太不值价，让你捡了便宜？你不相信自己配得上她，也不相信自己轻而易举能得到她。",
    "annotation": [
      {
        "sentence": "为了免除这个担忧，你会制造些障碍，使自己得不到。",
        "label": ""
      },
      {
        "sentence": "前一个想要快点睡着的意识，是渴望得到女神，所以要保持好状态。",
        "label": ""
      },
      {
        "sentence": "后一个想如果让你保持好状态，就便宜你了的意识，是害怕得到女神，故意让你睡不着。",
        "label": ""
      },
      {
        "sentence": "在你的心中，可能她太神圣了，太让你紧张了，得到她会让你有压力。",
        "label": ""
      },
      {
        "sentence": "这样的女神让你追到，岂不是显得她太不值价，让你捡了便宜？",
        "label": ""
      },
      {
        "sentence": "你不相信自己配得上她，也不相信自己轻而易举能得到她。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，我总觉得得到女神有些难度，甚至觉得自己配不上她。",
    "annotation": [
      {
        "sentence": "确实是这样，我总觉得得到女神有些难度，甚至觉得自己配不上她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让自己得到她有些难度，甚至是得不到，你才觉得符合常理。如果得到女神是你渴望的，那么得到了却会成为你沉重的负担；如果得不到女神会让你痛苦，但是得不到她的同时也会让你轻松。这就是你崩溃的原因。用烫手的山芋来形容你的心情，可能比较好理解。山芋好吃，可终究也只是山芋，想吃山芋，可以不用那么心急，想办法把它吹冷，再吃不迟。对女神的神往一如对山芋，需要破幻，女神也是人，跟其他女生没多大区别，只是因为你喜欢，所以在心里放大了她的好。",
    "annotation": [
      {
        "sentence": "让自己得到她有些难度，甚至是得不到，你才觉得符合常理。",
        "label": ""
      },
      {
        "sentence": "如果得到女神是你渴望的，那么得到了却会成为你沉重的负担；如果得不到女神会让你痛苦，但是得不到她的同时也会让你轻松。",
        "label": ""
      },
      {
        "sentence": "这就是你崩溃的原因。",
        "label": ""
      },
      {
        "sentence": "用烫手的山芋来形容你的心情，可能比较好理解。",
        "label": ""
      },
      {
        "sentence": "山芋好吃，可终究也只是山芋，想吃山芋，可以不用那么心急，想办法把它吹冷，再吃不迟。",
        "label": ""
      },
      {
        "sentence": "对女神的神往一如对山芋，需要破幻，女神也是人，跟其他女生没多大区别，只是因为你喜欢，所以在心里放大了她的好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，也许我太过理想化女神了。",
    "annotation": [
      {
        "sentence": "你说得很对，也许我太过理想化女神了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为觉得她太好，把你自己比下去了，降低了你在她面前的位置。而在女神的心目中，她可能没觉得她自己，有你想像的那么好。或者她没有觉得，你有你自己想像的那么配不上她，否则，她不可能赴约，你们也不会有第二次约会。既然相互喜欢，就不要神化对方，也不要总想着把自己变成神，为了给对方留下好印象，要保持好状态。",
    "annotation": [
      {
        "sentence": "因为觉得她太好，把你自己比下去了，降低了你在她面前的位置。",
        "label": ""
      },
      {
        "sentence": "而在女神的心目中，她可能没觉得她自己，有你想像的那么好。",
        "label": ""
      },
      {
        "sentence": "或者她没有觉得，你有你自己想像的那么配不上她，否则，她不可能赴约，你们也不会有第二次约会。",
        "label": ""
      },
      {
        "sentence": "既然相互喜欢，就不要神化对方，也不要总想着把自己变成神，为了给对方留下好印象，要保持好状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不应该过分神化她，也不要总是觉得自己配不上她。我会尽量保持好状态而不过分压力自己。",
    "annotation": [
      {
        "sentence": "我明白了，我不应该过分神化她，也不要总是觉得自己配不上她。",
        "label": ""
      },
      {
        "sentence": "我会尽量保持好状态而不过分压力自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "睡不着又怎样，一晚不睡，也不会影响精神，男人不看颜值，你的两个意识爱打架，让他们打去，你呆在旁边笑着看热闹最好。你也可以试着把你的这种状态告诉那个女生，让她知道你对她有多么紧张，如果跟她见面时状态不好，是因为太想保持好状态，又怕保持了好状态，表现得太好，让女神一般的她喜欢上你，这会让你产生不配得的感觉。让女生理解你矛盾的心情很重要，因为有可能，你以后跟她相处的过程中也会出现其他矛盾心理。心里想的东西，一旦提到台面上来，就不会在内心打架了。告诉了女生你的担忧，也就等于把担忧送了出去，它们就不在你这里了。最好的感情不是崇拜，不是控制，不是神化，而是做为一个凡人，把双方看得一清二楚了依然喜欢。你现在试试找找她的缺点，当女神的光环褪去，看看你会怎样？祝你感情顺利！",
    "annotation": [
      {
        "sentence": "睡不着又怎样，一晚不睡，也不会影响精神，男人不看颜值，你的两个意识爱打架，让他们打去，你呆在旁边笑着看热闹最好。",
        "label": ""
      },
      {
        "sentence": "你也可以试着把你的这种状态告诉那个女生，让她知道你对她有多么紧张，如果跟她见面时状态不好，是因为太想保持好状态，又怕保持了好状态，表现得太好，让女神一般的她喜欢上你，这会让你产生不配得的感觉。",
        "label": ""
      },
      {
        "sentence": "让女生理解你矛盾的心情很重要，因为有可能，你以后跟她相处的过程中也会出现其他矛盾心理。",
        "label": ""
      },
      {
        "sentence": "心里想的东西，一旦提到台面上来，就不会在内心打架了。",
        "label": ""
      },
      {
        "sentence": "告诉了女生你的担忧，也就等于把担忧送了出去，它们就不在你这里了。",
        "label": ""
      },
      {
        "sentence": "最好的感情不是崇拜，不是控制，不是神化，而是做为一个凡人，把双方看得一清二楚了依然喜欢。",
        "label": ""
      },
      {
        "sentence": "你现在试试找找她的缺点，当女神的光环褪去，看看你会怎样？",
        "label": ""
      },
      {
        "sentence": "祝你感情顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着放下过度神化的心态，和她相处时更加真实。也会试着看她的缺点，看看我们的感情会不会更加平衡和稳定。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着放下过度神化的心态，和她相处时更加真实。",
        "label": ""
      },
      {
        "sentence": "也会试着看她的缺点，看看我们的感情会不会更加平衡和稳定。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  }
]