[
  {
    "role": "client",
    "content": "为什么我明明很可怜，我妈却总忍不住朝他发脾气？我是独生女，我妈是中专后来自己考了研究生，文化层次不是特别得高，但是挺聪明的，玩电子产品特别熟练，教一次就会了的那种。我爸是博士，虽然他对我很好，但我觉得他很懒，对我妈有点小气，然后很容易发火。我爸妈很早就认识的，可能也算发小吧？从农村一路打拼到大城市，很不容易。他们都对我很好，但是我爸这些年出轨次数我知道的大概三次吧，我不知道的就…我家氛围其实好的话可能比大多数家庭都要好一些，他们属于比较开明的家长。但是只要有出轨这个导火索，要么就吵得翻天覆地，要么就冷战。一般就是我妈不停地质问或者默默哭，我爸就很不配合。我其实很心疼也很可怜我妈，但每次这种情况我是觉得他们都很烦，无论谁过来我态度都不好，过后就自己在房间生闷气。我就觉得我妈真的很辛苦，但每次这种情况下一看到她我就没来由地烦。今年因为疫情在家办公，已经记不清是第多少次吵了，我因为失业还在家住，但我真的好崩溃，我怕我迟早会精神错乱",
    "annotation": [
      {
        "sentence": "为什么我明明很可怜，我妈却总忍不住朝他发脾气？",
        "label": ""
      },
      {
        "sentence": "我是独生女，我妈是中专后来自己考了研究生，文化层次不是特别得高，但是挺聪明的，玩电子产品特别熟练，教一次就会了的那种。",
        "label": ""
      },
      {
        "sentence": "我爸是博士，虽然他对我很好，但我觉得他很懒，对我妈有点小气，然后很容易发火。",
        "label": ""
      },
      {
        "sentence": "我爸妈很早就认识的，可能也算发小吧？",
        "label": ""
      },
      {
        "sentence": "从农村一路打拼到大城市，很不容易。",
        "label": ""
      },
      {
        "sentence": "他们都对我很好，但是我爸这些年出轨次数我知道的大概三次吧，我不知道的就…我家氛围其实好的话可能比大多数家庭都要好一些，他们属于比较开明的家长。",
        "label": ""
      },
      {
        "sentence": "但是只要有出轨这个导火索，要么就吵得翻天覆地，要么就冷战。",
        "label": ""
      },
      {
        "sentence": "一般就是我妈不停地质问或者默默哭，我爸就很不配合。",
        "label": ""
      },
      {
        "sentence": "我其实很心疼也很可怜我妈，但每次这种情况我是觉得他们都很烦，无论谁过来我态度都不好，过后就自己在房间生闷气。",
        "label": ""
      },
      {
        "sentence": "我就觉得我妈真的很辛苦，但每次这种情况下一看到她我就没来由地烦。",
        "label": ""
      },
      {
        "sentence": "今年因为疫情在家办公，已经记不清是第多少次吵了，我因为失业还在家住，但我真的好崩溃，我怕我迟早会精神错乱",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的描述让我感到很同情。作为子女，在父母一方出轨的情况下，你会体验到一种复杂的情感。从你的描述中，我可以感觉到你家庭中的教育和文化水平比较重要。在这样的家庭背景下，家庭权力通常会倾向于文化水平较高的一方，也就是你的爸爸。在经济条件较差的家庭中，家庭权力则会更倾向于收入较高的一方。在你的情况中，你对妈妈的态度会受到一些负面影响。比如你提到你父亲对你母亲的态度可能不怎么尊重，出轨一次可能不能说明问题，但是多次的出轨就足以证明你的母亲在这个家庭里的地位并不高，至少在你父亲的心中是这样的。他对你母亲的态度在日常生活中是会体现出来的，而你很可能也会受到一些负面影响。这种情况下的吵闹可能会让你的妈妈变得像一个“受害者”，而你对她感到烦躁的情绪可能来自于“公平世界谬误”。这个谬误是指人们在面对负面事件时，会希望寻找一种合理的解释，以避免这种事情发生在自己身上。另外，疫情和失业是明显的负性刺激，它们会对你的情绪产生持续的影响，而你对妈妈的烦躁情绪可能也源于此。如果你已经参加工作，那么自己出去生活可能是一个不错的选择。希望你能够过上愉快的生活！",
    "annotation": [
      {
        "sentence": "你的描述让我感到很同情。",
        "label": ""
      },
      {
        "sentence": "作为子女，在父母一方出轨的情况下，你会体验到一种复杂的情感。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我可以感觉到你家庭中的教育和文化水平比较重要。",
        "label": ""
      },
      {
        "sentence": "在这样的家庭背景下，家庭权力通常会倾向于文化水平较高的一方，也就是你的爸爸。",
        "label": ""
      },
      {
        "sentence": "在经济条件较差的家庭中，家庭权力则会更倾向于收入较高的一方。",
        "label": ""
      },
      {
        "sentence": "在你的情况中，你对妈妈的态度会受到一些负面影响。",
        "label": ""
      },
      {
        "sentence": "比如你提到你父亲对你母亲的态度可能不怎么尊重，出轨一次可能不能说明问题，但是多次的出轨就足以证明你的母亲在这个家庭里的地位并不高，至少在你父亲的心中是这样的。",
        "label": ""
      },
      {
        "sentence": "他对你母亲的态度在日常生活中是会体现出来的，而你很可能也会受到一些负面影响。",
        "label": ""
      },
      {
        "sentence": "这种情况下的吵闹可能会让你的妈妈变得像一个“受害者”，而你对她感到烦躁的情绪可能来自于“公平世界谬误”。",
        "label": ""
      },
      {
        "sentence": "这个谬误是指人们在面对负面事件时，会希望寻找一种合理的解释，以避免这种事情发生在自己身上。",
        "label": ""
      },
      {
        "sentence": "另外，疫情和失业是明显的负性刺激，它们会对你的情绪产生持续的影响，而你对妈妈的烦躁情绪可能也源于此。",
        "label": ""
      },
      {
        "sentence": "如果你已经参加工作，那么自己出去生活可能是一个不错的选择。",
        "label": ""
      },
      {
        "sentence": "希望你能够过上愉快的生活！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的理解和回复。我知道家庭背景在我的情绪问题中扮演了重要的角色，我常常感到矛盾，既心疼妈妈又对她感到烦躁。其实，我也知道我应该更关心妈妈，但每每看到她的模样，我就控制不住自己的情绪。听你这么说，我想我可能是被“公平世界谬误”影响了，感觉不太公平，因为妈妈是受害者。还有，我意识到疫情和失业对我情绪的影响可能更加深了我对家庭问题的敏感。我会考虑自己出去生活的选择，希望能够重新找到平衡和愉快的生活。",
    "annotation": [
      {
        "sentence": "感谢你的理解和回复。",
        "label": ""
      },
      {
        "sentence": "我知道家庭背景在我的情绪问题中扮演了重要的角色，我常常感到矛盾，既心疼妈妈又对她感到烦躁。",
        "label": ""
      },
      {
        "sentence": "其实，我也知道我应该更关心妈妈，但每每看到她的模样，我就控制不住自己的情绪。",
        "label": ""
      },
      {
        "sentence": "听你这么说，我想我可能是被“公平世界谬误”影响了，感觉不太公平，因为妈妈是受害者。",
        "label": ""
      },
      {
        "sentence": "还有，我意识到疫情和失业对我情绪的影响可能更加深了我对家庭问题的敏感。",
        "label": ""
      },
      {
        "sentence": "我会考虑自己出去生活的选择，希望能够重新找到平衡和愉快的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能理解和接受我的回答。你的矛盾感是很常见的，相信通过沟通和理解，你会逐渐学会关心并更好地与妈妈相处。这种“公平世界谬误”确实会对我们的情绪产生负面影响，但我们要学会正视现实，尽量不让这种情绪左右自己的行为。对于疫情和失业带来的不安情绪，我们可以尝试寻找其他途径来缓解，比如寻求心理咨询或者参加一些健康的活动。希望你在未来能够找到平衡和愉快的生活方式，祝福你！",
    "annotation": [
      {
        "sentence": "很高兴你能理解和接受我的回答。",
        "label": ""
      },
      {
        "sentence": "你的矛盾感是很常见的，相信通过沟通和理解，你会逐渐学会关心并更好地与妈妈相处。",
        "label": ""
      },
      {
        "sentence": "这种“公平世界谬误”确实会对我们的情绪产生负面影响，但我们要学会正视现实，尽量不让这种情绪左右自己的行为。",
        "label": ""
      },
      {
        "sentence": "对于疫情和失业带来的不安情绪，我们可以尝试寻找其他途径来缓解，比如寻求心理咨询或者参加一些健康的活动。",
        "label": ""
      },
      {
        "sentence": "希望你在未来能够找到平衡和愉快的生活方式，祝福你！",
        "label": ""
      }
    ]
  }
]