[
  {
    "role": "client",
    "content": "我才13，心情有时总是会崩溃，怀疑自己有抑郁症？我爸妈在我11岁就离婚了妈妈出轨了爸爸特别恨妈妈我跟着爸爸每次妈妈来看我的时候爸爸都会打我说一些很难听的话我不想让妈妈来看我了但我又说不出口每次看到妈妈又来看我我都躲得远远的我害怕我有一个亲弟弟才5岁之前爸妈离婚后爸爸打算带着我和弟弟离开这个城市但是做火车做到一半我和弟弟都不想离开了爸爸只会再带我们回去了回去后爸爸每天上班弟弟没人照顾只好送到老家在老家弟弟变了很多变成了一个乡下孩子后来妈妈又跑到老家去看弟弟了爸爸知道后凶了弟弟又把弟弟接回了家把弟弟接回家的那几天我不知道怎么了我还没从阴影里走出来我脾气很暴躁每天都会无缘无故的凶弟弟凶完弟弟我会很自责每到晚上就会抱着弟弟哭那一天晚上我抱着他一边哭一边和他说姐姐对不起你我控制不住脾气老是凶你你讨厌姐姐吗如果当初坐火车我不和爸爸说我要回来的话我们现在应该比这时候幸福。",
    "annotation": [
      {
        "sentence": "我才13，心情有时总是会崩溃，怀疑自己有抑郁症？",
        "label": ""
      },
      {
        "sentence": "我爸妈在我11岁就离婚了妈妈出轨了爸爸特别恨妈妈我跟着爸爸每次妈妈来看我的时候爸爸都会打我说一些很难听的话我不想让妈妈来看我了但我又说不出口每次看到妈妈又来看我我都躲得远远的我害怕我有一个亲弟弟才5岁之前爸妈离婚后爸爸打算带着我和弟弟离开这个城市但是做火车做到一半我和弟弟都不想离开了爸爸只会再带我们回去了回去后爸爸每天上班弟弟没人照顾只好送到老家在老家弟弟变了很多变成了一个乡下孩子后来妈妈又跑到老家去看弟弟了爸爸知道后凶了弟弟又把弟弟接回了家把弟弟接回家的那几天我不知道怎么了我还没从阴影里走出来我脾气很暴躁每天都会无缘无故的凶弟弟凶完弟弟我会很自责每到晚上就会抱着弟弟哭那一天晚上我抱着他一边哭一边和他说姐姐对不起你我控制不住脾气老是凶你你讨厌姐姐吗如果当初坐火车我不和爸爸说我要回来的话我们现在应该比这时候幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我明白听到你的描述后你会有这样的感觉。你的家庭背景，年龄和故事都表明了你的成长环境是一个充满挑战和不安的地方。在你的故事中，你被父母的离异所影响，这种影响会对孩子的心理健康产生负面影响，比如焦虑、抑郁等。还有，你无法表达出来你不想妈妈来看你的心情，对此我很理解，这可能是因为你对她的行为感到失望或者愤怒。但是，躲避和沉默并不能解决问题，长此以往也会影响你的情绪和心理健康。你是否有信任的朋友能够与你分享自己的问题呢？",
    "annotation": [
      {
        "sentence": "你好，我明白听到你的描述后你会有这样的感觉。",
        "label": ""
      },
      {
        "sentence": "你的家庭背景，年龄和故事都表明了你的成长环境是一个充满挑战和不安的地方。",
        "label": ""
      },
      {
        "sentence": "在你的故事中，你被父母的离异所影响，这种影响会对孩子的心理健康产生负面影响，比如焦虑、抑郁等。",
        "label": ""
      },
      {
        "sentence": "还有，你无法表达出来你不想妈妈来看你的心情，对此我很理解，这可能是因为你对她的行为感到失望或者愤怒。",
        "label": ""
      },
      {
        "sentence": "但是，躲避和沉默并不能解决问题，长此以往也会影响你的情绪和心理健康。",
        "label": ""
      },
      {
        "sentence": "你是否有信任的朋友能够与你分享自己的问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有什么朋友可以信任，我也不知道该怎样去交朋友。",
    "annotation": [
      {
        "sentence": "我没有什么朋友可以信任，我也不知道该怎样去交朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "交友是一种艺术，需要我们积极地去努力做到。你可以在学校里参加一些社团或是活动，这样可以认识到一些有兴趣爱好相似的人。如果你不太喜欢参加这些活动，你可以找到一些自己喜欢的课外活动，这样也会有更多的机会认识到同龄人。此外，即使你可能没有好朋友，你也可以关注自己的家庭成员，与他们谈心与交流，这样可以帮助你缓解孤独感。",
    "annotation": [
      {
        "sentence": "交友是一种艺术，需要我们积极地去努力做到。",
        "label": ""
      },
      {
        "sentence": "你可以在学校里参加一些社团或是活动，这样可以认识到一些有兴趣爱好相似的人。",
        "label": ""
      },
      {
        "sentence": "如果你不太喜欢参加这些活动，你可以找到一些自己喜欢的课外活动，这样也会有更多的机会认识到同龄人。",
        "label": ""
      },
      {
        "sentence": "此外，即使你可能没有好朋友，你也可以关注自己的家庭成员，与他们谈心与交流，这样可以帮助你缓解孤独感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在感到自责，因为我凶了弟弟。",
    "annotation": [
      {
        "sentence": "我现在感到自责，因为我凶了弟弟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情绪很正常，因为没有表达和引导的情绪可能会对我们自己和身边的人带来负面影响。而自责、内疚、对自己的否定等情绪也会使问题更加困难，因此需要及时地调整情绪和态度。你可以关注自己的情绪，如果发现自己情绪不稳定时就告诉自己要及时地控制自己的情绪，尤其是当发生不好的事情时。试着与家庭成员好好沟通，让他们知道自己的需求和想法，以解决这些问题。",
    "annotation": [
      {
        "sentence": "你的情绪很正常，因为没有表达和引导的情绪可能会对我们自己和身边的人带来负面影响。",
        "label": ""
      },
      {
        "sentence": "而自责、内疚、对自己的否定等情绪也会使问题更加困难，因此需要及时地调整情绪和态度。",
        "label": ""
      },
      {
        "sentence": "你可以关注自己的情绪，如果发现自己情绪不稳定时就告诉自己要及时地控制自己的情绪，尤其是当发生不好的事情时。",
        "label": ""
      },
      {
        "sentence": "试着与家庭成员好好沟通，让他们知道自己的需求和想法，以解决这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我应该怎么做才能找到正确的发泄方式？",
    "annotation": [
      {
        "sentence": "我应该怎么做才能找到正确的发泄方式？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人喜欢的发泄方式都不一样。你可以通过多种方式，以便找到一种最适合自己的方式。尝试一些适合自己的活动，如打球、骑车、听音乐、阅读等等。这些活动可以帮助你放松心情。同时，你还可以去做一些志愿活动，这也是一个释放情绪的好方法。如果还有其他的方法欢迎和我分享，我们一起探讨。",
    "annotation": [
      {
        "sentence": "每个人喜欢的发泄方式都不一样。",
        "label": ""
      },
      {
        "sentence": "你可以通过多种方式，以便找到一种最适合自己的方式。",
        "label": ""
      },
      {
        "sentence": "尝试一些适合自己的活动，如打球、骑车、听音乐、阅读等等。",
        "label": ""
      },
      {
        "sentence": "这些活动可以帮助你放松心情。",
        "label": ""
      },
      {
        "sentence": "同时，你还可以去做一些志愿活动，这也是一个释放情绪的好方法。",
        "label": ""
      },
      {
        "sentence": "如果还有其他的方法欢迎和我分享，我们一起探讨。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在对未来感到很迷茫，不知道该怎么办？",
    "annotation": [
      {
        "sentence": "我现在对未来感到很迷茫，不知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "即使你现在无法看到光明的未来，但你可以为未来制定计划，为自己设定目标。做一个计划，多看看漂亮的风景，意识到你生活中还有美好的事物，要保持希望和乐观的心态。你可以考虑自己的兴趣和爱好，寻找一些职业和工作的方向。对于未来的不确定性，可以分步骤把计划分开，然后及时地调整自己的决策。",
    "annotation": [
      {
        "sentence": "即使你现在无法看到光明的未来，但你可以为未来制定计划，为自己设定目标。",
        "label": ""
      },
      {
        "sentence": "做一个计划，多看看漂亮的风景，意识到你生活中还有美好的事物，要保持希望和乐观的心态。",
        "label": ""
      },
      {
        "sentence": "你可以考虑自己的兴趣和爱好，寻找一些职业和工作的方向。",
        "label": ""
      },
      {
        "sentence": "对于未来的不确定性，可以分步骤把计划分开，然后及时地调整自己的决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会试着去尝试这些方法的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会试着去尝试这些方法的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，祝你好运，相信你一定会克服困难的！",
    "annotation": [
      {
        "sentence": "不用客气，祝你好运，相信你一定会克服困难的！",
        "label": ""
      }
    ]
  }
]