[
  {
    "role": "client",
    "content": "为什么我明明很可怜，我妈却总忍不住朝他发脾气？我是独生女，我妈是中专后来自己考了研究生，文化层次不是特别得高，但是挺聪明的，玩电子产品特别熟练，教一次就会了的那种。我爸是博士，虽然他对我很好，但我觉得他很懒，对我妈有点小气，然后很容易发火。我爸妈很早就认识的，可能也算发小吧？从农村一路打拼到大城市，很不容易。他们都对我很好，但是我爸这些年出轨次数我知道的大概三次吧，我不知道的就…我家氛围其实好的话可能比大多数家庭都要好一些，他们属于比较开明的家长。但是只要有出轨这个导火索，要么就吵得翻天覆地，要么就冷战。一般就是我妈不停地质问或者默默哭，我爸就很不配合。我其实很心疼也很可怜我妈，但每次这种情况我是觉得他们都很烦，无论谁过来我态度都不好，过后就自己在房间生闷气。我就觉得我妈真的很辛苦，但每次这种情况下一看到她我就没来由地烦。今年因为疫情在家办公，已经记不清是第多少次吵了，我因为失业还在家住，但我真的好崩溃，我怕我迟早会精神错乱。",
    "annotation": [
      {
        "sentence": "为什么我明明很可怜，我妈却总忍不住朝他发脾气？",
        "label": ""
      },
      {
        "sentence": "我是独生女，我妈是中专后来自己考了研究生，文化层次不是特别得高，但是挺聪明的，玩电子产品特别熟练，教一次就会了的那种。",
        "label": ""
      },
      {
        "sentence": "我爸是博士，虽然他对我很好，但我觉得他很懒，对我妈有点小气，然后很容易发火。",
        "label": ""
      },
      {
        "sentence": "我爸妈很早就认识的，可能也算发小吧？",
        "label": ""
      },
      {
        "sentence": "从农村一路打拼到大城市，很不容易。",
        "label": ""
      },
      {
        "sentence": "他们都对我很好，但是我爸这些年出轨次数我知道的大概三次吧，我不知道的就…我家氛围其实好的话可能比大多数家庭都要好一些，他们属于比较开明的家长。",
        "label": ""
      },
      {
        "sentence": "但是只要有出轨这个导火索，要么就吵得翻天覆地，要么就冷战。",
        "label": ""
      },
      {
        "sentence": "一般就是我妈不停地质问或者默默哭，我爸就很不配合。",
        "label": ""
      },
      {
        "sentence": "我其实很心疼也很可怜我妈，但每次这种情况我是觉得他们都很烦，无论谁过来我态度都不好，过后就自己在房间生闷气。",
        "label": ""
      },
      {
        "sentence": "我就觉得我妈真的很辛苦，但每次这种情况下一看到她我就没来由地烦。",
        "label": ""
      },
      {
        "sentence": "今年因为疫情在家办公，已经记不清是第多少次吵了，我因为失业还在家住，但我真的好崩溃，我怕我迟早会精神错乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的心情我能感同身受，通过你的描述，可以看出你对妈妈爱和心疼交加，但也有一些不耐烦情绪是因为觉得妈妈受了爸爸的“窝囊气”吧。你描述妈妈虽然学历不如爸爸但是学习能力很好，很聪明，一学就会。爸爸学历很高，但是觉得懒、对妈妈不太好、脾气不好容易发火。其实爸爸妈妈的关系或者说家庭地位是不平等的，关系也并没有很融洽，在发现爸爸有出轨问题后，你会更加心疼妈妈，觉得妈妈不容易，但是当父母吵架时会觉得烦，一方面是知道爸爸有错另一方面是妈妈有些“软弱”受害，所以既有对爸爸的失望和愤怒又有对妈妈的心疼和无奈，情绪堆积导致自己情绪波动较大、不稳定。你的烦恼是有家庭，也就是父母的关系造成的，完全缓和父母关系太难了，但是可以适当去远离，尤其是父母在吵架的情况下。做不到完全去调和，那就让父母自己去解决他们的婚姻问题。这段关系是他俩相处得来的，我们无从过多干涉。你不必担心自己情况，和父母静下心来沟通一下，表达出自己的想法，告知父母在他们这段关系中自己所受“伤害”，希望他们可以适当调整一下关系，三口之家和谐共处。愿一切安好！",
    "annotation": [
      {
        "sentence": "你的心情我能感同身受，通过你的描述，可以看出你对妈妈爱和心疼交加，但也有一些不耐烦情绪是因为觉得妈妈受了爸爸的“窝囊气”吧。",
        "label": ""
      },
      {
        "sentence": "你描述妈妈虽然学历不如爸爸但是学习能力很好，很聪明，一学就会。",
        "label": ""
      },
      {
        "sentence": "爸爸学历很高，但是觉得懒、对妈妈不太好、脾气不好容易发火。",
        "label": ""
      },
      {
        "sentence": "其实爸爸妈妈的关系或者说家庭地位是不平等的，关系也并没有很融洽，在发现爸爸有出轨问题后，你会更加心疼妈妈，觉得妈妈不容易，但是当父母吵架时会觉得烦，一方面是知道爸爸有错另一方面是妈妈有些“软弱”受害，所以既有对爸爸的失望和愤怒又有对妈妈的心疼和无奈，情绪堆积导致自己情绪波动较大、不稳定。",
        "label": ""
      },
      {
        "sentence": "你的烦恼是有家庭，也就是父母的关系造成的，完全缓和父母关系太难了，但是可以适当去远离，尤其是父母在吵架的情况下。",
        "label": ""
      },
      {
        "sentence": "做不到完全去调和，那就让父母自己去解决他们的婚姻问题。",
        "label": ""
      },
      {
        "sentence": "这段关系是他俩相处得来的，我们无从过多干涉。",
        "label": ""
      },
      {
        "sentence": "你不必担心自己情况，和父母静下心来沟通一下，表达出自己的想法，告知父母在他们这段关系中自己所受“伤害”，希望他们可以适当调整一下关系，三口之家和谐共处。",
        "label": ""
      },
      {
        "sentence": "愿一切安好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我也希望他们能够解决这个问题，家庭和睦相处，可是有时候感觉他们的问题太严重了，我不知道怎么去帮助他们。我想我应该怎么沟通才能让他们认识到这个问题的严重性呢？还有，我自己也承受了很大的痛苦和压力，怎样才能缓解自己的情绪呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我也希望他们能够解决这个问题，家庭和睦相处，可是有时候感觉他们的问题太严重了，我不知道怎么去帮助他们。",
        "label": ""
      },
      {
        "sentence": "我想我应该怎么沟通才能让他们认识到这个问题的严重性呢？",
        "label": ""
      },
      {
        "sentence": "还有，我自己也承受了很大的痛苦和压力，怎样才能缓解自己的情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对于他们的问题感到无奈。在和他们沟通时，你可以试着坦诚地表达自己的感受和观点，告诉他们你看到了这个问题对你和家庭的影响，以及它给你带来的痛苦和压力。同时，你也可以询问他们是否有意愿改善这种困境，提出你期望看到他们和解的希望。但要记得，父母之间的关系是复杂的，他们的改变需要时间和努力。至于缓解自己的情绪，你可以尝试一些放松的方法，比如呼吸练习、冥想、运动或者写日记等。同时，保持良好的生活习惯，如规律的作息和饮食，有助于提升情绪稳定性和心理健康。如果你感到情绪无法自我缓解，也可以考虑寻求专业心理咨询师的帮助，他们可以提供更具针对性的支持和建议。你需要知道，你并不孤单，我们会一直陪伴着你。",
    "annotation": [
      {
        "sentence": "我理解你对于他们的问题感到无奈。",
        "label": ""
      },
      {
        "sentence": "在和他们沟通时，你可以试着坦诚地表达自己的感受和观点，告诉他们你看到了这个问题对你和家庭的影响，以及它给你带来的痛苦和压力。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以询问他们是否有意愿改善这种困境，提出你期望看到他们和解的希望。",
        "label": ""
      },
      {
        "sentence": "但要记得，父母之间的关系是复杂的，他们的改变需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "至于缓解自己的情绪，你可以尝试一些放松的方法，比如呼吸练习、冥想、运动或者写日记等。",
        "label": ""
      },
      {
        "sentence": "同时，保持良好的生活习惯，如规律的作息和饮食，有助于提升情绪稳定性和心理健康。",
        "label": ""
      },
      {
        "sentence": "如果你感到情绪无法自我缓解，也可以考虑寻求专业心理咨询师的帮助，他们可以提供更具针对性的支持和建议。",
        "label": ""
      },
      {
        "sentence": "你需要知道，你并不孤单，我们会一直陪伴着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我会尝试和他们好好沟通，并且试着放松自己的情绪。如果需要，我会考虑寻求专业的帮助。知道有你们在支持我，我感觉好多了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试和他们好好沟通，并且试着放松自己的情绪。",
        "label": ""
      },
      {
        "sentence": "如果需要，我会考虑寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "知道有你们在支持我，我感觉好多了。",
        "label": ""
      }
    ]
  }
]