[
  {
    "role": "client",
    "content": "为什么我明明很可怜，我妈却总忍不住朝他发脾气？我是独生女，我妈是中专后来自己考了研究生，文化层次不是特别高，但是挺聪明的，玩电子产品特别熟练，教一次就会了的那种。我爸是博士，虽然他对我很好，但我觉得他很懒，对我妈有点小气，然后很容易发火。我爸妈很早就认识的，可能也算发小吧？从农村一路打拼到大城市，很不容易。他们都对我很好，但是我爸这些年出轨次数我知道的大概三次吧，我不知道的就…我家氛围其实好的话可能比大多数家庭都要好一些，他们属于比较开明的家长。但是只要有出轨这个导火索，要么就吵得翻天覆地，要么就冷战。一般就是我妈不停地质问或者默默哭，我爸就很不配合。我其实很心疼也很可怜我妈，但每次这种情况我是觉得他们都很烦，无论谁过来我态度都不好，过后就自己在房间生闷气。我就觉得我妈真的很辛苦，但每次这种情况下一看到她我就没来由地烦。今年因为疫情在家办公，已经记不清是第多少次吵了，我因为失业还在家住，但我真的好崩溃，我怕我迟早会精神错乱。",
    "annotation": [
      {
        "sentence": "为什么我明明很可怜，我妈却总忍不住朝他发脾气？",
        "label": ""
      },
      {
        "sentence": "我是独生女，我妈是中专后来自己考了研究生，文化层次不是特别高，但是挺聪明的，玩电子产品特别熟练，教一次就会了的那种。",
        "label": ""
      },
      {
        "sentence": "我爸是博士，虽然他对我很好，但我觉得他很懒，对我妈有点小气，然后很容易发火。",
        "label": ""
      },
      {
        "sentence": "我爸妈很早就认识的，可能也算发小吧？",
        "label": ""
      },
      {
        "sentence": "从农村一路打拼到大城市，很不容易。",
        "label": ""
      },
      {
        "sentence": "他们都对我很好，但是我爸这些年出轨次数我知道的大概三次吧，我不知道的就…我家氛围其实好的话可能比大多数家庭都要好一些，他们属于比较开明的家长。",
        "label": ""
      },
      {
        "sentence": "但是只要有出轨这个导火索，要么就吵得翻天覆地，要么就冷战。",
        "label": ""
      },
      {
        "sentence": "一般就是我妈不停地质问或者默默哭，我爸就很不配合。",
        "label": ""
      },
      {
        "sentence": "我其实很心疼也很可怜我妈，但每次这种情况我是觉得他们都很烦，无论谁过来我态度都不好，过后就自己在房间生闷气。",
        "label": ""
      },
      {
        "sentence": "我就觉得我妈真的很辛苦，但每次这种情况下一看到她我就没来由地烦。",
        "label": ""
      },
      {
        "sentence": "今年因为疫情在家办公，已经记不清是第多少次吵了，我因为失业还在家住，但我真的好崩溃，我怕我迟早会精神错乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我听到了你的困扰。你面对一个不稳定的家庭环境，的确需要很大的能量来面对。你已经表达了自己的困扰，并主动寻求帮助，这是很积极的行为，对于更好地认识自己和理解家庭关系非常有帮助。我理解出轨对于家庭的伤害很大，尤其是对你的妈妈。这对她的自我认同和价值观是一种挑战，会让她怀疑自己、否定自己。我想和你分享一些我对你帖子的观察，或许能帮助你从更多角度看待你自己和你的家庭。",
    "annotation": [
      {
        "sentence": "你好，我听到了你的困扰。",
        "label": ""
      },
      {
        "sentence": "你面对一个不稳定的家庭环境，的确需要很大的能量来面对。",
        "label": ""
      },
      {
        "sentence": "你已经表达了自己的困扰，并主动寻求帮助，这是很积极的行为，对于更好地认识自己和理解家庭关系非常有帮助。",
        "label": ""
      },
      {
        "sentence": "我理解出轨对于家庭的伤害很大，尤其是对你的妈妈。",
        "label": ""
      },
      {
        "sentence": "这对她的自我认同和价值观是一种挑战，会让她怀疑自己、否定自己。",
        "label": ""
      },
      {
        "sentence": "我想和你分享一些我对你帖子的观察，或许能帮助你从更多角度看待你自己和你的家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我妈妈似乎把自己的价值都定义在家庭关系中。从我描述的内容中，我感觉到我爸爸在家庭中对我妈妈的贡献并不平衡。妈妈一直在付出和照顾家庭，而爸爸却没有给予相应的回报。妈妈在家庭中处于较为弱势的位置，她可能通过付出来维持这段关系，这是她的期待和价值。然而，爸爸的出轨让她的期待和价值都受到了挑战，她会认为自己是一个不能被好好对待的人，这样的情绪累积导致了她的爆发。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我妈妈似乎把自己的价值都定义在家庭关系中。",
        "label": ""
      },
      {
        "sentence": "从我描述的内容中，我感觉到我爸爸在家庭中对我妈妈的贡献并不平衡。",
        "label": ""
      },
      {
        "sentence": "妈妈一直在付出和照顾家庭，而爸爸却没有给予相应的回报。",
        "label": ""
      },
      {
        "sentence": "妈妈在家庭中处于较为弱势的位置，她可能通过付出来维持这段关系，这是她的期待和价值。",
        "label": ""
      },
      {
        "sentence": "然而，爸爸的出轨让她的期待和价值都受到了挑战，她会认为自己是一个不能被好好对待的人，这样的情绪累积导致了她的爆发。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对家庭的观察非常敏锐，理解得很透彻。你的情绪来源于工作压力和家庭问题的叠加。工作的压力已经让你感到非常疲惫，而家庭的烦恼则不断激发你的情绪反应，让你对父母产生怨气。另外，每次家庭纠纷中，妈妈总是扮演着受害者的角色，没有意识到自己也应该为自己负责任。这种局面让你感到愤怒。我要提醒你的是人际关系是双向的，我们教会别人如何对待我们。妈妈可能没有意识到自己可能存有的问题，通过指责只会让情绪升级，问题无法解决。",
    "annotation": [
      {
        "sentence": "你对家庭的观察非常敏锐，理解得很透彻。",
        "label": ""
      },
      {
        "sentence": "你的情绪来源于工作压力和家庭问题的叠加。",
        "label": ""
      },
      {
        "sentence": "工作的压力已经让你感到非常疲惫，而家庭的烦恼则不断激发你的情绪反应，让你对父母产生怨气。",
        "label": ""
      },
      {
        "sentence": "另外，每次家庭纠纷中，妈妈总是扮演着受害者的角色，没有意识到自己也应该为自己负责任。",
        "label": ""
      },
      {
        "sentence": "这种局面让你感到愤怒。",
        "label": ""
      },
      {
        "sentence": "我要提醒你的是人际关系是双向的，我们教会别人如何对待我们。",
        "label": ""
      },
      {
        "sentence": "妈妈可能没有意识到自己可能存有的问题，通过指责只会让情绪升级，问题无法解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实应该学会先处理自己的情绪，为自己负责。适当地和父母分离也是有必要的。当我们自己内心感到混乱时，是解决不了其他问题的。我们不可能拥有解决所有问题的能力，因此我们需要意识到这一点。适当地和父母分离并不意味着不理睬他们，而是暂时离开，以便更好地处理自己的情绪。这样做可以让父母的影响对你减少，同时也能从不同的角度看待父母和家庭。有时候身在局中，很容易迷失方向，如果你暂时不处理问题，先把问题放一放，专注于自己，你可能会有不同的视角和更多的思考方式，也会更理解父母。加油！",
    "annotation": [
      {
        "sentence": "你说得对，我确实应该学会先处理自己的情绪，为自己负责。",
        "label": ""
      },
      {
        "sentence": "适当地和父母分离也是有必要的。",
        "label": ""
      },
      {
        "sentence": "当我们自己内心感到混乱时，是解决不了其他问题的。",
        "label": ""
      },
      {
        "sentence": "我们不可能拥有解决所有问题的能力，因此我们需要意识到这一点。",
        "label": ""
      },
      {
        "sentence": "适当地和父母分离并不意味着不理睬他们，而是暂时离开，以便更好地处理自己的情绪。",
        "label": ""
      },
      {
        "sentence": "这样做可以让父母的影响对你减少，同时也能从不同的角度看待父母和家庭。",
        "label": ""
      },
      {
        "sentence": "有时候身在局中，很容易迷失方向，如果你暂时不处理问题，先把问题放一放，专注于自己，你可能会有不同的视角和更多的思考方式，也会更理解父母。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]