[
  {
    "role": "client",
    "content": "为什么我明明很可怜，我妈却总忍不住朝他发脾气？我是独生女，我妈是中专后来自己考了研究生，文化层次不是特别得高，但是挺聪明的，玩电子产品特别熟练，教一次就会了的那种。我爸是博士，虽然他对我很好，但我觉得他很懒，对我妈有点小气，然后很容易发火。我爸妈很早就认识的，可能也算发小吧？从农村一路打拼到大城市，很不容易。他们都对我很好，但是我爸这些年出轨次数我知道的大概三次吧，我不知道的就…我家氛围其实好的话可能比大多数家庭都要好一些，他们属于比较开明的家长。但是只要有出轨这个导火索，要么就吵得翻天覆地，要么就冷战。一般就是我妈不停地质问或者默默哭，我爸就很不配合。我其实很心疼也很可怜我妈，但每次这种情况我是觉得他们都很烦，无论谁过来我态度都不好，过后就自己在房间生闷气。我就觉得我妈真的很辛苦，但每次这种情况下一看到她我就没来由地烦。今年因为疫情在家办公，已经记不清是第多少次吵了，我因为失业还在家住，但我真的好崩溃，我怕我迟早会精神错乱",
    "annotation": [
      {
        "sentence": "为什么我明明很可怜，我妈却总忍不住朝他发脾气？",
        "label": ""
      },
      {
        "sentence": "我是独生女，我妈是中专后来自己考了研究生，文化层次不是特别得高，但是挺聪明的，玩电子产品特别熟练，教一次就会了的那种。",
        "label": ""
      },
      {
        "sentence": "我爸是博士，虽然他对我很好，但我觉得他很懒，对我妈有点小气，然后很容易发火。",
        "label": ""
      },
      {
        "sentence": "我爸妈很早就认识的，可能也算发小吧？",
        "label": ""
      },
      {
        "sentence": "从农村一路打拼到大城市，很不容易。",
        "label": ""
      },
      {
        "sentence": "他们都对我很好，但是我爸这些年出轨次数我知道的大概三次吧，我不知道的就…我家氛围其实好的话可能比大多数家庭都要好一些，他们属于比较开明的家长。",
        "label": ""
      },
      {
        "sentence": "但是只要有出轨这个导火索，要么就吵得翻天覆地，要么就冷战。",
        "label": ""
      },
      {
        "sentence": "一般就是我妈不停地质问或者默默哭，我爸就很不配合。",
        "label": ""
      },
      {
        "sentence": "我其实很心疼也很可怜我妈，但每次这种情况我是觉得他们都很烦，无论谁过来我态度都不好，过后就自己在房间生闷气。",
        "label": ""
      },
      {
        "sentence": "我就觉得我妈真的很辛苦，但每次这种情况下一看到她我就没来由地烦。",
        "label": ""
      },
      {
        "sentence": "今年因为疫情在家办公，已经记不清是第多少次吵了，我因为失业还在家住，但我真的好崩溃，我怕我迟早会精神错乱",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，深深的感受到你的不容易，毕竟是父母关系的问题，但是已经严重影响到我想你多么希望父母的生活能够是平静的，爸爸没有出轨的情况，妈妈没有哭泣着发脾气的情景。我们尝试从第三方的角度来捋捋这个状况。",
    "annotation": [
      {
        "sentence": "看到你的问题，深深的感受到你的不容易，毕竟是父母关系的问题，但是已经严重影响到我想你多么希望父母的生活能够是平静的，爸爸没有出轨的情况，妈妈没有哭泣着发脾气的情景。",
        "label": ""
      },
      {
        "sentence": "我们尝试从第三方的角度来捋捋这个状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我也希望他们的生活平静一些。我妈妈发脾气，我觉得可能是觉得委屈吧，而且她也很辛苦。",
    "annotation": [
      {
        "sentence": "嗯，我也希望他们的生活平静一些。",
        "label": ""
      },
      {
        "sentence": "我妈妈发脾气，我觉得可能是觉得委屈吧，而且她也很辛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你说的可怜是妈妈吧。从出轨事件的表面来看，妈妈确实是受害者，看着是可怜的，妈妈发脾气，我想或许以受害人的身份带着愤怒的一种表达吧，也许妈妈认为自己为家庭和婚姻已经付出很多，并坚守着，而爸爸却没有坚守住，做了对不起妈妈的事情。关系出现问题并不可怕，关键是双方保持冷静并思考事件发生的原因，既然你的父母是发小，那感情的基础应该是比较深厚的，出现了出轨事件，其实爸爸可能去满足内心的一些需要，而这些需要可能目前妈妈给不了，但不代表以后也给不了，那就看你的父母如何面对问题解决问题，总是埋怨和逃避，肯定是无法解决问题的。若能够解决好，以后的婚姻质量反而更上一层楼。",
    "annotation": [
      {
        "sentence": "是的，你说的可怜是妈妈吧。",
        "label": ""
      },
      {
        "sentence": "从出轨事件的表面来看，妈妈确实是受害者，看着是可怜的，妈妈发脾气，我想或许以受害人的身份带着愤怒的一种表达吧，也许妈妈认为自己为家庭和婚姻已经付出很多，并坚守着，而爸爸却没有坚守住，做了对不起妈妈的事情。",
        "label": ""
      },
      {
        "sentence": "关系出现问题并不可怕，关键是双方保持冷静并思考事件发生的原因，既然你的父母是发小，那感情的基础应该是比较深厚的，出现了出轨事件，其实爸爸可能去满足内心的一些需要，而这些需要可能目前妈妈给不了，但不代表以后也给不了，那就看你的父母如何面对问题解决问题，总是埋怨和逃避，肯定是无法解决问题的。",
        "label": ""
      },
      {
        "sentence": "若能够解决好，以后的婚姻质量反而更上一层楼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我为什么每次这种情况下一看到妈妈就会感到烦躁呢？我觉得自己好像没有道理这样。",
    "annotation": [
      {
        "sentence": "但我为什么每次这种情况下一看到妈妈就会感到烦躁呢？",
        "label": ""
      },
      {
        "sentence": "我觉得自己好像没有道理这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的愤怒是希望爸爸妈妈的关系得到改善。在发生冲突时，你希望爸爸妈妈做出什么样的反应？不发脾气，直接说事？还是妈妈已经很可怜，爸爸应该对妈妈更好？我想你明白，妈妈发脾气对整个事件没有帮助，可是妈妈还是要发脾气，也许她内心的愤怒无法找到更好的表达方式。爸爸妈妈得问题还是需要他们自己领悟，解决掉的，你可以考虑适当给妈妈一些小建议，比如真诚表达不满意，直接表达内心的需要，哪怕吵架了，稍候也要说清楚自己到底怎么了，需要对方做点什么，这样不但没了指责，而且双方都更加清晰明白对方的需要，有利于关系的改善。",
    "annotation": [
      {
        "sentence": "你的愤怒是希望爸爸妈妈的关系得到改善。",
        "label": ""
      },
      {
        "sentence": "在发生冲突时，你希望爸爸妈妈做出什么样的反应？",
        "label": ""
      },
      {
        "sentence": "不发脾气，直接说事？",
        "label": ""
      },
      {
        "sentence": "还是妈妈已经很可怜，爸爸应该对妈妈更好？",
        "label": ""
      },
      {
        "sentence": "我想你明白，妈妈发脾气对整个事件没有帮助，可是妈妈还是要发脾气，也许她内心的愤怒无法找到更好的表达方式。",
        "label": ""
      },
      {
        "sentence": "爸爸妈妈得问题还是需要他们自己领悟，解决掉的，你可以考虑适当给妈妈一些小建议，比如真诚表达不满意，直接表达内心的需要，哪怕吵架了，稍候也要说清楚自己到底怎么了，需要对方做点什么，这样不但没了指责，而且双方都更加清晰明白对方的需要，有利于关系的改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以试着和妈妈沟通，用更直接的方式表达自己的需要，而不是生气和怨恨。",
    "annotation": [
      {
        "sentence": "我明白了，我可以试着和妈妈沟通，用更直接的方式表达自己的需要，而不是生气和怨恨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的觉察非常重要。妈妈也许并不清楚你的内心情感，适当的沟通是非常有益的。那么除了这个问题，你还有其他的困扰吗？",
    "annotation": [
      {
        "sentence": "很好，你的觉察非常重要。",
        "label": ""
      },
      {
        "sentence": "妈妈也许并不清楚你的内心情感，适当的沟通是非常有益的。",
        "label": ""
      },
      {
        "sentence": "那么除了这个问题，你还有其他的困扰吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实还有一些心理压力，今年因为疫情在家办公，已经记不清是第多少次吵了，我因为失业还在家住，但我真的好崩溃，我怕我迟早会精神错乱。",
    "annotation": [
      {
        "sentence": "其实还有一些心理压力，今年因为疫情在家办公，已经记不清是第多少次吵了，我因为失业还在家住，但我真的好崩溃，我怕我迟早会精神错乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这个特殊的时期，很多人都面临着心理压力。你的担忧是可以理解的，毕竟你正处在一个家庭冲突频发的环境中，同时失业也给你带来了一定的困扰。但是，你要知道，人有强大的适应能力，你所经历的压力也是可以通过一些方法来缓解的。比如，你可以寻求一些心理上的支持，可能和朋友聊聊天、找个心理咨询师倾诉一下会有所帮助。同时，你也可以尝试一些放松的方式，比如运动、听音乐、读书等，都可以让你暂时摆脱一下这些压力。最重要的是，保持积极的态度，相信自己可以度过难关，未来会有更好的改变。",
    "annotation": [
      {
        "sentence": "在这个特殊的时期，很多人都面临着心理压力。",
        "label": ""
      },
      {
        "sentence": "你的担忧是可以理解的，毕竟你正处在一个家庭冲突频发的环境中，同时失业也给你带来了一定的困扰。",
        "label": ""
      },
      {
        "sentence": "但是，你要知道，人有强大的适应能力，你所经历的压力也是可以通过一些方法来缓解的。",
        "label": ""
      },
      {
        "sentence": "比如，你可以寻求一些心理上的支持，可能和朋友聊聊天、找个心理咨询师倾诉一下会有所帮助。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试一些放松的方式，比如运动、听音乐、读书等，都可以让你暂时摆脱一下这些压力。",
        "label": ""
      },
      {
        "sentence": "最重要的是，保持积极的态度，相信自己可以度过难关，未来会有更好的改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去寻求帮助，并且多关注自己的心理健康。希望能够渡过这段困难的时期。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去寻求帮助，并且多关注自己的心理健康。",
        "label": ""
      },
      {
        "sentence": "希望能够渡过这段困难的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，你可以随时回来和我聊天。我会一直支持你的，相信你一定可以度过这个难关的。最后，祝愿你及爸爸妈妈的关系更加和谐，生活更加美满！",
    "annotation": [
      {
        "sentence": "没关系，你可以随时回来和我聊天。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，相信你一定可以度过这个难关的。",
        "label": ""
      },
      {
        "sentence": "最后，祝愿你及爸爸妈妈的关系更加和谐，生活更加美满！",
        "label": ""
      }
    ]
  }
]