[
  {
    "role": "client",
    "content": "喜欢却不爱联系，男朋友到底在想什么？男朋友说还爱我，也不想跟我分开。但是前两天我们闹矛盾，我们异地。他也一直不跟我道歉不哄我，我一点也不难哄。",
    "annotation": [
      {
        "sentence": "喜欢却不爱联系，男朋友到底在想什么？",
        "label": ""
      },
      {
        "sentence": "男朋友说还爱我，也不想跟我分开。",
        "label": ""
      },
      {
        "sentence": "但是前两天我们闹矛盾，我们异地。",
        "label": ""
      },
      {
        "sentence": "他也一直不跟我道歉不哄我，我一点也不难哄。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "异地确实对很多情侣都是一个考验，开心的事不能马上和伴侣分享，无助的时候伴侣又不能陪在身边。如果没有建立起深厚的感情基础，对彼此有承诺，很容易感情就慢慢地变淡，甚至因为距离原因引发很多矛盾，其中就有如你所形容的情况。因为彼此不是经常联系，你已经对这段感情没有了安全感。",
    "annotation": [
      {
        "sentence": "异地确实对很多情侣都是一个考验，开心的事不能马上和伴侣分享，无助的时候伴侣又不能陪在身边。",
        "label": ""
      },
      {
        "sentence": "如果没有建立起深厚的感情基础，对彼此有承诺，很容易感情就慢慢地变淡，甚至因为距离原因引发很多矛盾，其中就有如你所形容的情况。",
        "label": ""
      },
      {
        "sentence": "因为彼此不是经常联系，你已经对这段感情没有了安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我觉得他从来都没有主动联系我，每次都是我先打电话给他。我问他还想不想和我在一起，他只回答说不想分开，根本没有解释为什么这些天不联系我。",
    "annotation": [
      {
        "sentence": "是啊，我觉得他从来都没有主动联系我，每次都是我先打电话给他。",
        "label": ""
      },
      {
        "sentence": "我问他还想不想和我在一起，他只回答说不想分开，根本没有解释为什么这些天不联系我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最好的办法当然是尽早结束异地的状态，如果你们彼此相爱，想要走下去，那么肯定要有一个计划，什么时候能够聚到一起，是你到他的城市，还是他到你的城市。只有在同一空间，经常接触，你们的感情才能变得更深厚。",
    "annotation": [
      {
        "sentence": "最好的办法当然是尽早结束异地的状态，如果你们彼此相爱，想要走下去，那么肯定要有一个计划，什么时候能够聚到一起，是你到他的城市，还是他到你的城市。",
        "label": ""
      },
      {
        "sentence": "只有在同一空间，经常接触，你们的感情才能变得更深厚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们确实应该制定一个计划，但是他似乎对此并不在意。我已经多次主动联系他，可他都好几个小时才回复，而且回复的内容也简单得不像在乎我。",
    "annotation": [
      {
        "sentence": "我们确实应该制定一个计划，但是他似乎对此并不在意。",
        "label": ""
      },
      {
        "sentence": "我已经多次主动联系他，可他都好几个小时才回复，而且回复的内容也简单得不像在乎我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许他确实很忙，或者因为处得时间久了，不再有那么多话也是很正常的。你可以告诉他你还很爱他，但是因为他经常不联系你，你会乱想，觉得没有安全感，希望他能够帮你一起解决这个问题。我相信如果他爱你的话一定会有所回应。",
    "annotation": [
      {
        "sentence": "也许他确实很忙，或者因为处得时间久了，不再有那么多话也是很正常的。",
        "label": ""
      },
      {
        "sentence": "你可以告诉他你还很爱他，但是因为他经常不联系你，你会乱想，觉得没有安全感，希望他能够帮你一起解决这个问题。",
        "label": ""
      },
      {
        "sentence": "我相信如果他爱你的话一定会有所回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很爱他，但是我不知道他到底在想什么。有时候我觉得他喜欢我，但是又不爱联系我，真的会有那种喜欢女朋友却不爱联系她的男生吗？",
    "annotation": [
      {
        "sentence": "我真的很爱他，但是我不知道他到底在想什么。",
        "label": ""
      },
      {
        "sentence": "有时候我觉得他喜欢我，但是又不爱联系我，真的会有那种喜欢女朋友却不爱联系她的男生吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "异地恋确实需要更多的努力和沟通，每个人处理感情的方式不同，有些人在感情中可能表达得不够，却并不代表不在乎对方。可能你们需要更多的时间和机会去了解对方的为人，看看他在其他方面是否对你也同样细心体贴。",
    "annotation": [
      {
        "sentence": "异地恋确实需要更多的努力和沟通，每个人处理感情的方式不同，有些人在感情中可能表达得不够，却并不代表不在乎对方。",
        "label": ""
      },
      {
        "sentence": "可能你们需要更多的时间和机会去了解对方的为人，看看他在其他方面是否对你也同样细心体贴。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能你说得对，我需要给他更多的理解和信任。但是我真的很害怕我们会因为误会而错过，你觉得我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "可能你说得对，我需要给他更多的理解和信任。",
        "label": ""
      },
      {
        "sentence": "但是我真的很害怕我们会因为误会而错过，你觉得我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了尽早结束异地状态，你也可以努力增加互动，与其几次三番地问对方想不想和你在一起，不如告诉他今天你经历了什么，生活中发生了什么趣事，最近对什么东西感兴趣，又遇到了什么困难。一般对方也会和你敞开心扉，也会谈谈他正在经历的事情。你们有什么共同的兴趣爱好呢，比如都喜欢打游戏，或者看书，可以约定一起看一本书，然后找一个时间视频交流一下阅读的感受。平时有空的话还可以相约一起去旅游，制造对彼此都新鲜、难以忘怀的经历。同时也要坦诚自己的内心想法，告诉他你还很爱他，但是因为他经常不联系你，你会乱想，觉得没有安全感，希望他能帮你一起解决这个问题。",
    "annotation": [
      {
        "sentence": "除了尽早结束异地状态，你也可以努力增加互动，与其几次三番地问对方想不想和你在一起，不如告诉他今天你经历了什么，生活中发生了什么趣事，最近对什么东西感兴趣，又遇到了什么困难。",
        "label": ""
      },
      {
        "sentence": "一般对方也会和你敞开心扉，也会谈谈他正在经历的事情。",
        "label": ""
      },
      {
        "sentence": "你们有什么共同的兴趣爱好呢，比如都喜欢打游戏，或者看书，可以约定一起看一本书，然后找一个时间视频交流一下阅读的感受。",
        "label": ""
      },
      {
        "sentence": "平时有空的话还可以相约一起去旅游，制造对彼此都新鲜、难以忘怀的经历。",
        "label": ""
      },
      {
        "sentence": "同时也要坦诚自己的内心想法，告诉他你还很爱他，但是因为他经常不联系你，你会乱想，觉得没有安全感，希望他能帮你一起解决这个问题。",
        "label": ""
      }
    ]
  }
]