[
  {
    "role": "client",
    "content": "我今年30岁了，是女生。我想辞职，但又不敢辞，因为不知道该如何养活自己。我在这份工作已经做了2年，虽然做得还不错，但工资只有3000。我觉得活着好难，好辛苦，也不知道该怎么办。好苦恼。",
    "annotation": [
      {
        "sentence": "我今年30岁了，是女生。",
        "label": ""
      },
      {
        "sentence": "我想辞职，但又不敢辞，因为不知道该如何养活自己。",
        "label": ""
      },
      {
        "sentence": "我在这份工作已经做了2年，虽然做得还不错，但工资只有3000。",
        "label": ""
      },
      {
        "sentence": "我觉得活着好难，好辛苦，也不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "好苦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听您的描述，您是有一份稳定的工作，但工资较低，这让您感到生活的艰辛，我理解您的心情。低收入确实会影响生活水平，但如果您能合理规划金钱的使用，将有限的工资有计划地运用，其实也是挺好的。活着并不仅仅是为了工资收入，而是为了心情的舒畅和生活的品质。虽然工作辛苦、收入低，但它可以给我们带来愉快感、成就感和存在的价值感，让我们感到充实、有所寄托。当然，如果您不满意现在的工作，可以尝试换一份岗位。这样不仅可以让您接触到更多不同的工作特点，还能学到更多的技能和本领，得到更多的锻炼！",
    "annotation": [
      {
        "sentence": "听您的描述，您是有一份稳定的工作，但工资较低，这让您感到生活的艰辛，我理解您的心情。",
        "label": ""
      },
      {
        "sentence": "低收入确实会影响生活水平，但如果您能合理规划金钱的使用，将有限的工资有计划地运用，其实也是挺好的。",
        "label": ""
      },
      {
        "sentence": "活着并不仅仅是为了工资收入，而是为了心情的舒畅和生活的品质。",
        "label": ""
      },
      {
        "sentence": "虽然工作辛苦、收入低，但它可以给我们带来愉快感、成就感和存在的价值感，让我们感到充实、有所寄托。",
        "label": ""
      },
      {
        "sentence": "当然，如果您不满意现在的工作，可以尝试换一份岗位。",
        "label": ""
      },
      {
        "sentence": "这样不仅可以让您接触到更多不同的工作特点，还能学到更多的技能和本领，得到更多的锻炼！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我可能真的过于焦虑了。我可以试着从工作中寻找快乐和满足。我也明白生活的快乐是自己感受出来的，并不是依赖他人的馈赠。但是，我还是很担心我的未来，我怕辞职后找不到一份好工作。我也不确定自己擅长做些什么。",
    "annotation": [
      {
        "sentence": "您说得对，我可能真的过于焦虑了。",
        "label": ""
      },
      {
        "sentence": "我可以试着从工作中寻找快乐和满足。",
        "label": ""
      },
      {
        "sentence": "我也明白生活的快乐是自己感受出来的，并不是依赖他人的馈赠。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很担心我的未来，我怕辞职后找不到一份好工作。",
        "label": ""
      },
      {
        "sentence": "我也不确定自己擅长做些什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解您的担忧，对于未来的不确定性，我们都会有些许焦虑。但是，如果您一直停留在现在的工作中，可能无法拓展自己的能力和机会。试着相信自己，充分发掘自己的潜力。或许您可以参加一些职业培训，提升自己的技能和知识。同时，您也可以向身边的朋友、同事请教，了解一些其他适合自己的职业方向。有时候，走出舒适区，尝试新的事物，才能发现更适合自己的发展方向。",
    "annotation": [
      {
        "sentence": "理解您的担忧，对于未来的不确定性，我们都会有些许焦虑。",
        "label": ""
      },
      {
        "sentence": "但是，如果您一直停留在现在的工作中，可能无法拓展自己的能力和机会。",
        "label": ""
      },
      {
        "sentence": "试着相信自己，充分发掘自己的潜力。",
        "label": ""
      },
      {
        "sentence": "或许您可以参加一些职业培训，提升自己的技能和知识。",
        "label": ""
      },
      {
        "sentence": "同时，您也可以向身边的朋友、同事请教，了解一些其他适合自己的职业方向。",
        "label": ""
      },
      {
        "sentence": "有时候，走出舒适区，尝试新的事物，才能发现更适合自己的发展方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说的有道理，我确实需要拓宽自己的能力和视野。但是，我也担心在调整期间没有收入来源，怎么维持生活呢？",
    "annotation": [
      {
        "sentence": "您说的有道理，我确实需要拓宽自己的能力和视野。",
        "label": ""
      },
      {
        "sentence": "但是，我也担心在调整期间没有收入来源，怎么维持生活呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解您的顾虑。在调整期间，确实可能会有一些经济压力。您可以提前做些经济准备，将部分工资存下来作为备用金。另外，您可以考虑寻找一些兼职工作或者自由职业的机会，以此作为过渡期的经济来源。同时，也可以和家人或者朋友商量，看是否能够得到一些经济上的支持。毕竟，支持者的角色不仅限于情感上的支持，也可以提供一些现实方面的帮助。",
    "annotation": [
      {
        "sentence": "了解您的顾虑。",
        "label": ""
      },
      {
        "sentence": "在调整期间，确实可能会有一些经济压力。",
        "label": ""
      },
      {
        "sentence": "您可以提前做些经济准备，将部分工资存下来作为备用金。",
        "label": ""
      },
      {
        "sentence": "另外，您可以考虑寻找一些兼职工作或者自由职业的机会，以此作为过渡期的经济来源。",
        "label": ""
      },
      {
        "sentence": "同时，也可以和家人或者朋友商量，看是否能够得到一些经济上的支持。",
        "label": ""
      },
      {
        "sentence": "毕竟，支持者的角色不仅限于情感上的支持，也可以提供一些现实方面的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您提供的建议很实用，我会考虑提前准备一些经济储备，并尝试寻找一些过渡期的工作机会。谢谢您的建议和支持！",
    "annotation": [
      {
        "sentence": "您提供的建议很实用，我会考虑提前准备一些经济储备，并尝试寻找一些过渡期的工作机会。",
        "label": ""
      },
      {
        "sentence": "谢谢您的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够为您提供一些帮助和支持。希望您能够保持积极的心态，相信自己的能力和潜力。即使会遇到一些困难和挫折，也请坚持下去。相信您一定能够找到适合自己的职业，过上更加充实和满意的生活！祝您好运！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够为您提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "希望您能够保持积极的心态，相信自己的能力和潜力。",
        "label": ""
      },
      {
        "sentence": "即使会遇到一些困难和挫折，也请坚持下去。",
        "label": ""
      },
      {
        "sentence": "相信您一定能够找到适合自己的职业，过上更加充实和满意的生活！",
        "label": ""
      },
      {
        "sentence": "祝您好运！",
        "label": ""
      }
    ]
  }
]