[
  {
    "role": "client",
    "content": "最近我睡眠不好，每天晚上12点才能睡着，但是2点又会醒来，然后就开始学习了。虽然这样早上上班也很精神，但是我对此感到困扰。我尝试吃米氮平入睡，但半夜会被自己蹬腿、抖胳膊弄醒，所以我不敢再吃了。最近我对自己开始有了一些规划，晚上遛狗、洗澡、看书喝牛奶，但昨晚我闭眼到2点还是没能入睡，起来还学习了一会儿，到早上上班也很精神。以前我吃奥氮平的话就没法保持精神，前几周我脾气暴躁，也没能控制住，所以去医院开了丙戊酸钠缓。医生没有告诉我具体的疾病，但我记得以前医生说过我中度抑郁，我可能是躁郁症吧？我应该如何与这种情况相处呢？还需要继续吃药吗？有时候我状态好了就没吃舍曲林，我担心如果我状态好了再吃药会不会不好。",
    "annotation": [
      {
        "sentence": "最近我睡眠不好，每天晚上12点才能睡着，但是2点又会醒来，然后就开始学习了。",
        "label": ""
      },
      {
        "sentence": "虽然这样早上上班也很精神，但是我对此感到困扰。",
        "label": ""
      },
      {
        "sentence": "我尝试吃米氮平入睡，但半夜会被自己蹬腿、抖胳膊弄醒，所以我不敢再吃了。",
        "label": ""
      },
      {
        "sentence": "最近我对自己开始有了一些规划，晚上遛狗、洗澡、看书喝牛奶，但昨晚我闭眼到2点还是没能入睡，起来还学习了一会儿，到早上上班也很精神。",
        "label": ""
      },
      {
        "sentence": "以前我吃奥氮平的话就没法保持精神，前几周我脾气暴躁，也没能控制住，所以去医院开了丙戊酸钠缓。",
        "label": ""
      },
      {
        "sentence": "医生没有告诉我具体的疾病，但我记得以前医生说过我中度抑郁，我可能是躁郁症吧？",
        "label": ""
      },
      {
        "sentence": "我应该如何与这种情况相处呢？",
        "label": ""
      },
      {
        "sentence": "还需要继续吃药吗？",
        "label": ""
      },
      {
        "sentence": "有时候我状态好了就没吃舍曲林，我担心如果我状态好了再吃药会不会不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你给出的信息，我感觉你可能有些焦虑。你有焦虑的原因吗？你提到过你之前被诊断为中度抑郁，也有服用药物。你还提到自己在状态好的时候有停止服用舍曲林，对吗？我想问问你是如何评估自己的状态好与坏的呢？你也提到最近睡眠不好，并且尝试了吃米氮平，但会出现一些副作用。你还记得睡眠开始不好的时候，是否有发生特别的事情？这个事件是否只对睡眠有影响，还是对其他方面也产生了影响呢？另外，你说你最近开始有了一些规划，晚上遛狗、洗澡、看书喝牛奶，对吗？你对这些规划有什么期望呢？你认为制定规划是件好事吗？同时，你提到了昨晚的情况，我感觉你对这种短暂的睡眠情况感到害怕。首先，我想给你一个强大的支持！请问这种短暂的睡眠情况以前发生过吗？频率如何？基于你目前的情况，我建议你先不要再吃米氮平。接下来，我有几个建议：1. 尽快去当地的三甲医院重新做一个专业的评估，根据评估结果定时服药并定期复诊。2. 除了目前的治疗，我建议你尝试心理咨询辅导，这可能会有所帮助。3. 在日常生活中，你可以尝试一些放松训练，比如听轻音乐、做一些运动等，找到让自己放松的方式。希望你能平静下来。",
    "annotation": [
      {
        "sentence": "根据你给出的信息，我感觉你可能有些焦虑。",
        "label": ""
      },
      {
        "sentence": "你有焦虑的原因吗？",
        "label": ""
      },
      {
        "sentence": "你提到过你之前被诊断为中度抑郁，也有服用药物。",
        "label": ""
      },
      {
        "sentence": "你还提到自己在状态好的时候有停止服用舍曲林，对吗？",
        "label": ""
      },
      {
        "sentence": "我想问问你是如何评估自己的状态好与坏的呢？",
        "label": ""
      },
      {
        "sentence": "你也提到最近睡眠不好，并且尝试了吃米氮平，但会出现一些副作用。",
        "label": ""
      },
      {
        "sentence": "你还记得睡眠开始不好的时候，是否有发生特别的事情？",
        "label": ""
      },
      {
        "sentence": "这个事件是否只对睡眠有影响，还是对其他方面也产生了影响呢？",
        "label": ""
      },
      {
        "sentence": "另外，你说你最近开始有了一些规划，晚上遛狗、洗澡、看书喝牛奶，对吗？",
        "label": ""
      },
      {
        "sentence": "你对这些规划有什么期望呢？",
        "label": ""
      },
      {
        "sentence": "你认为制定规划是件好事吗？",
        "label": ""
      },
      {
        "sentence": "同时，你提到了昨晚的情况，我感觉你对这种短暂的睡眠情况感到害怕。",
        "label": ""
      },
      {
        "sentence": "首先，我想给你一个强大的支持！",
        "label": ""
      },
      {
        "sentence": "请问这种短暂的睡眠情况以前发生过吗？",
        "label": ""
      },
      {
        "sentence": "频率如何？",
        "label": ""
      },
      {
        "sentence": "基于你目前的情况，我建议你先不要再吃米氮平。",
        "label": ""
      },
      {
        "sentence": "接下来，我有几个建议：1. 尽快去当地的三甲医院重新做一个专业的评估，根据评估结果定时服药并定期复诊。",
        "label": ""
      },
      {
        "sentence": "2. 除了目前的治疗，我建议你尝试心理咨询辅导，这可能会有所帮助。",
        "label": ""
      },
      {
        "sentence": "3. 在日常生活中，你可以尝试一些放松训练，比如听轻音乐、做一些运动等，找到让自己放松的方式。",
        "label": ""
      },
      {
        "sentence": "希望你能平静下来。",
        "label": ""
      }
    ]
  }
]