[
  {
    "role": "client",
    "content": "我今年20岁，为什么被人随便碰一下手掌就会觉得很难受呢？我在初中的时候曾经受到同学的排挤，他们碰到我就像是碰到了什么脏东西一样拍拍身体。现在已经成年了，有时候被（发胖、穿衣糟糕、油腻、脸上有横肉）的男性不小心碰到皮肤，比如像便利店交付零钱的时候，我就会感觉很难受，全身起一阵鸡皮疙瘩，就像是被侵犯了一样。有时候我甚至会产生“他等会儿会不会来杀我”的幻想。我想了解一下，这种心理状况是不是病态？它的根源在哪里？是否有可能改变？还有，我在小学的时候有时候也会对周围的人产生（大人或同龄玩伴）“他\/她会不会要谋杀”的幻想，只是远不如初中以后严重。",
    "annotation": [
      {
        "sentence": "我今年20岁，为什么被人随便碰一下手掌就会觉得很难受呢？",
        "label": ""
      },
      {
        "sentence": "我在初中的时候曾经受到同学的排挤，他们碰到我就像是碰到了什么脏东西一样拍拍身体。",
        "label": ""
      },
      {
        "sentence": "现在已经成年了，有时候被（发胖、穿衣糟糕、油腻、脸上有横肉）的男性不小心碰到皮肤，比如像便利店交付零钱的时候，我就会感觉很难受，全身起一阵鸡皮疙瘩，就像是被侵犯了一样。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至会产生“他等会儿会不会来杀我”的幻想。",
        "label": ""
      },
      {
        "sentence": "我想了解一下，这种心理状况是不是病态？",
        "label": ""
      },
      {
        "sentence": "它的根源在哪里？",
        "label": ""
      },
      {
        "sentence": "是否有可能改变？",
        "label": ""
      },
      {
        "sentence": "还有，我在小学的时候有时候也会对周围的人产生（大人或同龄玩伴）“他\/她会不会要谋杀”的幻想，只是远不如初中以后严重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读了你的叙述，我能理解你现在内心的焦虑：“这种心理状态是不是病态？为什么会这样？能改变吗？如何改变呢？”我们一起来找找原因吧：初中的男生碰到我会嫌脏一样拍拍身体。现在的情况是：被形象差的男性不小心碰到就心里难受，全身起鸡皮疙瘩，像是被侵犯了一样，有时候还会产生他等会会不会来杀我的幻想。在正常的人际交往中，保持一些安全距离是很自然的。大概保持1米或者一臂的距离。这也叫作“边界”。当一个你不熟悉的人不断靠近你，超过了你的安全距离，你会不由自主地后退，因为这是人类生来具备的保护和防御能力。所以一般情况下，我们在与人交往时会尽量避免身体的接触，特别是与异性相处时，女生们的防御意识可能会更强一些。但是这种身体的碰触是不可避免的。感到一些尴尬是正常的反应。主要问题是当你被发胖、穿衣糟糕、油腻、脸上有横肉的男性碰到时才会感到不舒服。这是很正常的，一个人的外表会给人带来最直观的感受。在你的潜意识中，你可能认为这些人都是“危险”的人，让人感到“恶心”，所以被碰到了会害怕，产生鸡皮疙瘩。或者你潜意识中会想，这么危险的人为什么会有意碰我，难道是要害我吗？在你的心里，你不会认为这是无意的，而是有意的。这种思维方式可以以图式的形式存储在你的大脑中。当你成年后，你看到形象差的人，会认为这是不好的人，将你内心的自我投射到对方身上，所以当被碰到时会感到不舒服等。我们可以留意一下：是在什么样的时间？地点？场景？被碰到时心里的感受有何不同：难受的程度、产生幻想的程度等。你可以记录下来，制作一个表格来统计这些信息。然后根据这些症状制定相应的应对策略。比如对于轻微的难受，可以进行积极的心理暗示，对自己说：我敏感了，想太多了，没什么的。对于比较严重的情况，可以尽量远离，改变环境，不接触这些人。还可以尝试“逐级脱敏”疗法：先适应在低难受的环境中，再逐渐适应高难受的环境。如果你产生的“被害幻觉”只是一闪而过，并且对生活没有影响，可以尝试一些积极的心理暗示和认知改变：不以貌取人，不会有利益冲突的陌生人一般不会伤害别人。再结合上述提到的方法进行练习，也许可以改善症状。如果你的症状影响到了你的工作和学习，建议尽快到医院的精神科进行检查或找专业的心理咨询师咨询。由于对于你的家庭背景以及具体经历了解还不够，以上只是我个人的一些看法，仅供参考。",
    "annotation": [
      {
        "sentence": "读了你的叙述，我能理解你现在内心的焦虑：“这种心理状态是不是病态？",
        "label": ""
      },
      {
        "sentence": "为什么会这样？",
        "label": ""
      },
      {
        "sentence": "能改变吗？",
        "label": ""
      },
      {
        "sentence": "如何改变呢？",
        "label": ""
      },
      {
        "sentence": "”我们一起来找找原因吧：初中的男生碰到我会嫌脏一样拍拍身体。",
        "label": ""
      },
      {
        "sentence": "现在的情况是：被形象差的男性不小心碰到就心里难受，全身起鸡皮疙瘩，像是被侵犯了一样，有时候还会产生他等会会不会来杀我的幻想。",
        "label": ""
      },
      {
        "sentence": "在正常的人际交往中，保持一些安全距离是很自然的。",
        "label": ""
      },
      {
        "sentence": "大概保持1米或者一臂的距离。",
        "label": ""
      },
      {
        "sentence": "这也叫作“边界”。",
        "label": ""
      },
      {
        "sentence": "当一个你不熟悉的人不断靠近你，超过了你的安全距离，你会不由自主地后退，因为这是人类生来具备的保护和防御能力。",
        "label": ""
      },
      {
        "sentence": "所以一般情况下，我们在与人交往时会尽量避免身体的接触，特别是与异性相处时，女生们的防御意识可能会更强一些。",
        "label": ""
      },
      {
        "sentence": "但是这种身体的碰触是不可避免的。",
        "label": ""
      },
      {
        "sentence": "感到一些尴尬是正常的反应。",
        "label": ""
      },
      {
        "sentence": "主要问题是当你被发胖、穿衣糟糕、油腻、脸上有横肉的男性碰到时才会感到不舒服。",
        "label": ""
      },
      {
        "sentence": "这是很正常的，一个人的外表会给人带来最直观的感受。",
        "label": ""
      },
      {
        "sentence": "在你的潜意识中，你可能认为这些人都是“危险”的人，让人感到“恶心”，所以被碰到了会害怕，产生鸡皮疙瘩。",
        "label": ""
      },
      {
        "sentence": "或者你潜意识中会想，这么危险的人为什么会有意碰我，难道是要害我吗？",
        "label": ""
      },
      {
        "sentence": "在你的心里，你不会认为这是无意的，而是有意的。",
        "label": ""
      },
      {
        "sentence": "这种思维方式可以以图式的形式存储在你的大脑中。",
        "label": ""
      },
      {
        "sentence": "当你成年后，你看到形象差的人，会认为这是不好的人，将你内心的自我投射到对方身上，所以当被碰到时会感到不舒服等。",
        "label": ""
      },
      {
        "sentence": "我们可以留意一下：是在什么样的时间？",
        "label": ""
      },
      {
        "sentence": "地点？",
        "label": ""
      },
      {
        "sentence": "场景？",
        "label": ""
      },
      {
        "sentence": "被碰到时心里的感受有何不同：难受的程度、产生幻想的程度等。",
        "label": ""
      },
      {
        "sentence": "你可以记录下来，制作一个表格来统计这些信息。",
        "label": ""
      },
      {
        "sentence": "然后根据这些症状制定相应的应对策略。",
        "label": ""
      },
      {
        "sentence": "比如对于轻微的难受，可以进行积极的心理暗示，对自己说：我敏感了，想太多了，没什么的。",
        "label": ""
      },
      {
        "sentence": "对于比较严重的情况，可以尽量远离，改变环境，不接触这些人。",
        "label": ""
      },
      {
        "sentence": "还可以尝试“逐级脱敏”疗法：先适应在低难受的环境中，再逐渐适应高难受的环境。",
        "label": ""
      },
      {
        "sentence": "如果你产生的“被害幻觉”只是一闪而过，并且对生活没有影响，可以尝试一些积极的心理暗示和认知改变：不以貌取人，不会有利益冲突的陌生人一般不会伤害别人。",
        "label": ""
      },
      {
        "sentence": "再结合上述提到的方法进行练习，也许可以改善症状。",
        "label": ""
      },
      {
        "sentence": "如果你的症状影响到了你的工作和学习，建议尽快到医院的精神科进行检查或找专业的心理咨询师咨询。",
        "label": ""
      },
      {
        "sentence": "由于对于你的家庭背景以及具体经历了解还不够，以上只是我个人的一些看法，仅供参考。",
        "label": ""
      }
    ]
  }
]