[
  {
    "role": "client",
    "content": "我感觉自己像个小丑，不敢在众人面前说话。每次演讲时我都会紧张到没有情绪，如果可以的话，真希望能避免演讲。而且，每次看到那些注视着我的眼睛，我的头就疼，我好想放弃。我觉得自己就像一个小丑一样。我的情绪一直不稳定，就像坐过山车一样。我害怕和比我大的人交流，总觉得自己的问题微不足道，应该躲起来，只做自己力所能及的事情。",
    "annotation": [
      {
        "sentence": "我感觉自己像个小丑，不敢在众人面前说话。",
        "label": ""
      },
      {
        "sentence": "每次演讲时我都会紧张到没有情绪，如果可以的话，真希望能避免演讲。",
        "label": ""
      },
      {
        "sentence": "而且，每次看到那些注视着我的眼睛，我的头就疼，我好想放弃。",
        "label": ""
      },
      {
        "sentence": "我觉得自己就像一个小丑一样。",
        "label": ""
      },
      {
        "sentence": "我的情绪一直不稳定，就像坐过山车一样。",
        "label": ""
      },
      {
        "sentence": "我害怕和比我大的人交流，总觉得自己的问题微不足道，应该躲起来，只做自己力所能及的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "演讲时紧张可能有很多原因呢！比如没有准备好、害怕别人的评价、自卑、不喜欢演讲等等。但是紧张本身可能是一件积极的事情哦！一般来说，紧张时我们会有心跳加速、脸红手心冒汗、腿发抖等反应。你有没有注意到，其实如果突然有只大老虎出现在我们身边，我们也可能出现相同的反应呢？其实这是身体对应激事件的正常反应，它是在告诉我们身体已经做好了应急准备，等待大脑的指令。但这时候我们的大脑在想什么呢？它在想：“完蛋了，又要演讲了，我可能又要忘词儿了，又要出丑了，别人肯定会看我笑话！完了，我心跳这么快，还冒汗，我真是要完蛋了！好想逃跑啊！”你看到了吗？一方面是大脑不理解身体，误解了身体的反应；另一方面，它也误解了别人。其实，别人真的那么在意你演讲的好不好吗？紧张对每个人来说都不一样，对有些人是问题，对有些人不构成问题。比如有的人害怕演讲，紧张得很，那他就不去演讲了，也就没有这个问题了。但有的人，虽然演讲会紧张，却非要去演讲，或者无法避免演讲，那么就是问题了，就需要去改变了。我在初中时迷之自信，参加了几次演讲比赛，结果每次都出状况，每次都是倒数第二名，导致我之后再也没有演讲过，再也没有上台。刚进大学时，自我介绍时嘴唇都在发抖，即使研究生阶段也只是在班里做过报告，演讲再也没敢碰。后来我找了学校心理健康教育的工作，这份工作不可避免地需要上课，还要上公开课！开始时真的很痛苦，每天都想辞职。后来硬着头皮上课，课前做好充分准备，比谁都早起。慢慢地，我就习惯了！现在我可以在小班课上课，也能在大礼堂做讲座！秘诀就是充分准备，不断练习！随着经验的增多，可能会有更多的失败，但也会有更多的机会和成功！所以，加油！但如果你无法进行这样的练习，还是很担心别人的评价，那可能需要进行一些探索，去找出原因。愿一切都好！",
    "annotation": [
      {
        "sentence": "演讲时紧张可能有很多原因呢！",
        "label": ""
      },
      {
        "sentence": "比如没有准备好、害怕别人的评价、自卑、不喜欢演讲等等。",
        "label": ""
      },
      {
        "sentence": "但是紧张本身可能是一件积极的事情哦！",
        "label": ""
      },
      {
        "sentence": "一般来说，紧张时我们会有心跳加速、脸红手心冒汗、腿发抖等反应。",
        "label": ""
      },
      {
        "sentence": "你有没有注意到，其实如果突然有只大老虎出现在我们身边，我们也可能出现相同的反应呢？",
        "label": ""
      },
      {
        "sentence": "其实这是身体对应激事件的正常反应，它是在告诉我们身体已经做好了应急准备，等待大脑的指令。",
        "label": ""
      },
      {
        "sentence": "但这时候我们的大脑在想什么呢？",
        "label": ""
      },
      {
        "sentence": "它在想：“完蛋了，又要演讲了，我可能又要忘词儿了，又要出丑了，别人肯定会看我笑话！",
        "label": ""
      },
      {
        "sentence": "完了，我心跳这么快，还冒汗，我真是要完蛋了！",
        "label": ""
      },
      {
        "sentence": "好想逃跑啊！",
        "label": ""
      },
      {
        "sentence": "”你看到了吗？",
        "label": ""
      },
      {
        "sentence": "一方面是大脑不理解身体，误解了身体的反应；另一方面，它也误解了别人。",
        "label": ""
      },
      {
        "sentence": "其实，别人真的那么在意你演讲的好不好吗？",
        "label": ""
      },
      {
        "sentence": "紧张对每个人来说都不一样，对有些人是问题，对有些人不构成问题。",
        "label": ""
      },
      {
        "sentence": "比如有的人害怕演讲，紧张得很，那他就不去演讲了，也就没有这个问题了。",
        "label": ""
      },
      {
        "sentence": "但有的人，虽然演讲会紧张，却非要去演讲，或者无法避免演讲，那么就是问题了，就需要去改变了。",
        "label": ""
      },
      {
        "sentence": "我在初中时迷之自信，参加了几次演讲比赛，结果每次都出状况，每次都是倒数第二名，导致我之后再也没有演讲过，再也没有上台。",
        "label": ""
      },
      {
        "sentence": "刚进大学时，自我介绍时嘴唇都在发抖，即使研究生阶段也只是在班里做过报告，演讲再也没敢碰。",
        "label": ""
      },
      {
        "sentence": "后来我找了学校心理健康教育的工作，这份工作不可避免地需要上课，还要上公开课！",
        "label": ""
      },
      {
        "sentence": "开始时真的很痛苦，每天都想辞职。",
        "label": ""
      },
      {
        "sentence": "后来硬着头皮上课，课前做好充分准备，比谁都早起。",
        "label": ""
      },
      {
        "sentence": "慢慢地，我就习惯了！",
        "label": ""
      },
      {
        "sentence": "现在我可以在小班课上课，也能在大礼堂做讲座！",
        "label": ""
      },
      {
        "sentence": "秘诀就是充分准备，不断练习！",
        "label": ""
      },
      {
        "sentence": "随着经验的增多，可能会有更多的失败，但也会有更多的机会和成功！",
        "label": ""
      },
      {
        "sentence": "所以，加油！",
        "label": ""
      },
      {
        "sentence": "但如果你无法进行这样的练习，还是很担心别人的评价，那可能需要进行一些探索，去找出原因。",
        "label": ""
      },
      {
        "sentence": "愿一切都好！",
        "label": ""
      }
    ]
  }
]