[
  {
    "role": "client",
    "content": "我是一个20岁的女生，最近觉得自己非常敏感，每当父母吵架时，我就感到很痛苦。我在学校期间没有这种感觉，但疫情期间，我一直目睹着他们的争吵。他们吵架时，我去劝他们，但越来越发现自己的情绪也变得很不稳定。我现在甚至每天都要给妈妈打视频电话，看看他们有没有吵架。我很焦虑，甚至连晚上打游戏时，他们说话稍微大声一点，我都会立刻去听一下。我可能是害怕他们会离婚吧。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，最近觉得自己非常敏感，每当父母吵架时，我就感到很痛苦。",
        "label": ""
      },
      {
        "sentence": "我在学校期间没有这种感觉，但疫情期间，我一直目睹着他们的争吵。",
        "label": ""
      },
      {
        "sentence": "他们吵架时，我去劝他们，但越来越发现自己的情绪也变得很不稳定。",
        "label": ""
      },
      {
        "sentence": "我现在甚至每天都要给妈妈打视频电话，看看他们有没有吵架。",
        "label": ""
      },
      {
        "sentence": "我很焦虑，甚至连晚上打游戏时，他们说话稍微大声一点，我都会立刻去听一下。",
        "label": ""
      },
      {
        "sentence": "我可能是害怕他们会离婚吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，这种家庭问题确实很困扰人。但要知道，你的父母之间的争吵并不是由于你而起，这并不是你的错。而且，现在是个特殊时期，疫情期间家庭之间的矛盾是很普遍的现象。你所经历的常常也是其他人所遇到的问题，可以尝试去接受它们。",
    "annotation": [
      {
        "sentence": "我理解你的感受，这种家庭问题确实很困扰人。",
        "label": ""
      },
      {
        "sentence": "但要知道，你的父母之间的争吵并不是由于你而起，这并不是你的错。",
        "label": ""
      },
      {
        "sentence": "而且，现在是个特殊时期，疫情期间家庭之间的矛盾是很普遍的现象。",
        "label": ""
      },
      {
        "sentence": "你所经历的常常也是其他人所遇到的问题，可以尝试去接受它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我看到他们吵架时，我就会感到很焦虑和抑郁。我不知道这是不是正常的应对方式。",
    "annotation": [
      {
        "sentence": "我看到他们吵架时，我就会感到很焦虑和抑郁。",
        "label": ""
      },
      {
        "sentence": "我不知道这是不是正常的应对方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的应对方式都不同。你现在的感受并不是不正常的，因为你爱你的父母。但你需要给自己一些时间去冷静下来，理解到你和父母的关系不是唯一的问题。也许这是一个时期性的问题，等疫情过去后这种问题就会慢慢减少了。",
    "annotation": [
      {
        "sentence": "每个人的应对方式都不同。",
        "label": ""
      },
      {
        "sentence": "你现在的感受并不是不正常的，因为你爱你的父母。",
        "label": ""
      },
      {
        "sentence": "但你需要给自己一些时间去冷静下来，理解到你和父母的关系不是唯一的问题。",
        "label": ""
      },
      {
        "sentence": "也许这是一个时期性的问题，等疫情过去后这种问题就会慢慢减少了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我不想看到他们这样吵架啊。我有时候真的想跳楼，只是希望他们不要再吵架了。甚至我告诉过我妈妈，她却害怕我会感到压力所以不再跟我倾诉了。",
    "annotation": [
      {
        "sentence": "可是我不想看到他们这样吵架啊。",
        "label": ""
      },
      {
        "sentence": "我有时候真的想跳楼，只是希望他们不要再吵架了。",
        "label": ""
      },
      {
        "sentence": "甚至我告诉过我妈妈，她却害怕我会感到压力所以不再跟我倾诉了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是你内心的情感，在这个家庭问题上你并无掌控能力。你不能期望你的父母在你的控制下稳定地生活。你需要放缓你内心的情绪，学会接受现实所带来的不确定性和困难。同时，聆听你的妈妈，她可能也需要你的支持。你可以问问她最近有什么烦心事，或者提供一些温馨关心来缓解她的负面情绪。",
    "annotation": [
      {
        "sentence": "这是你内心的情感，在这个家庭问题上你并无掌控能力。",
        "label": ""
      },
      {
        "sentence": "你不能期望你的父母在你的控制下稳定地生活。",
        "label": ""
      },
      {
        "sentence": "你需要放缓你内心的情绪，学会接受现实所带来的不确定性和困难。",
        "label": ""
      },
      {
        "sentence": "同时，聆听你的妈妈，她可能也需要你的支持。",
        "label": ""
      },
      {
        "sentence": "你可以问问她最近有什么烦心事，或者提供一些温馨关心来缓解她的负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，请问还有什么你觉得可以帮助我的办法吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，请问还有什么你觉得可以帮助我的办法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一些元素可能会影响你的家庭关系。你可以尝试跟他们一起去散步、打扫卫生或逛超市。这样能加强彼此之间的交流和感情维系。此外，你可以更加健康的活动，例如运动或者玩游戏来使自己的情绪得到缓解。最后，相信时间会带来改变，接受带来不顺利的家庭问题，但也要对自己的未来充满希望和信心。",
    "annotation": [
      {
        "sentence": "一些元素可能会影响你的家庭关系。",
        "label": ""
      },
      {
        "sentence": "你可以尝试跟他们一起去散步、打扫卫生或逛超市。",
        "label": ""
      },
      {
        "sentence": "这样能加强彼此之间的交流和感情维系。",
        "label": ""
      },
      {
        "sentence": "此外，你可以更加健康的活动，例如运动或者玩游戏来使自己的情绪得到缓解。",
        "label": ""
      },
      {
        "sentence": "最后，相信时间会带来改变，接受带来不顺利的家庭问题，但也要对自己的未来充满希望和信心。",
        "label": ""
      }
    ]
  }
]