[
  {
    "role": "client",
    "content": "我现在变得不在乎我妈了，我是真的病了？还是自私？我之前很在乎我妈是否健康，路上是不是安全，我很怕她出什么事，可能是怕她出事我不知道怎么办？而且我很希望她能开心，因为我知道她很不容易，所以想挣钱汇报她。后来我失恋了等一些事，我变得她哭不哭我没什么感觉，我只是觉得很烦，我不想给她添麻烦，我只是想死，我希望她能好好的活下去，我也不去想她痛苦不痛苦。反正就是变得不在乎她了。我觉得我有时候情绪很难控制，但是当时我清楚知道自己在干什么，可是平静之后就不太理解，好像没必要那样的。我究竟是病了还是因为自私装病啊，我觉得我还有思想，只是放任自己。",
    "annotation": [
      {
        "sentence": "我现在变得不在乎我妈了，我是真的病了？",
        "label": ""
      },
      {
        "sentence": "还是自私？",
        "label": ""
      },
      {
        "sentence": "我之前很在乎我妈是否健康，路上是不是安全，我很怕她出什么事，可能是怕她出事我不知道怎么办？",
        "label": ""
      },
      {
        "sentence": "而且我很希望她能开心，因为我知道她很不容易，所以想挣钱汇报她。",
        "label": ""
      },
      {
        "sentence": "后来我失恋了等一些事，我变得她哭不哭我没什么感觉，我只是觉得很烦，我不想给她添麻烦，我只是想死，我希望她能好好的活下去，我也不去想她痛苦不痛苦。",
        "label": ""
      },
      {
        "sentence": "反正就是变得不在乎她了。",
        "label": ""
      },
      {
        "sentence": "我觉得我有时候情绪很难控制，但是当时我清楚知道自己在干什么，可是平静之后就不太理解，好像没必要那样的。",
        "label": ""
      },
      {
        "sentence": "我究竟是病了还是因为自私装病啊，我觉得我还有思想，只是放任自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到了你的困扰，希望可以帮到你。从你的描述里看到你是一个懂事有担当的儿子，希望自己可以带给妈妈快乐和幸福，为你的孝心点赞；同时，也看到你因为失恋等原因，对自己目前的状态不太满意，又不想因此而影响到妈妈，可能还有面对妈妈的询问情绪失控的情形发生，非常理解你的心情和感受。我们可以试着换换角度来重新看待这些状况。",
    "annotation": [
      {
        "sentence": "看到了你的困扰，希望可以帮到你。",
        "label": ""
      },
      {
        "sentence": "从你的描述里看到你是一个懂事有担当的儿子，希望自己可以带给妈妈快乐和幸福，为你的孝心点赞；同时，也看到你因为失恋等原因，对自己目前的状态不太满意，又不想因此而影响到妈妈，可能还有面对妈妈的询问情绪失控的情形发生，非常理解你的心情和感受。",
        "label": ""
      },
      {
        "sentence": "我们可以试着换换角度来重新看待这些状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你能具体说说怎么重新看待吗？",
    "annotation": [
      {
        "sentence": "你能具体说说怎么重新看待吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。首先，为自己负责。失恋也好，别的烦心事也罢，可能是这个阶段每个人都会遇到的情况，不要因此而怀疑自己，尤其是失恋这种事，毕竟不是你单方面可以决定的，有很多客观的原因，不要因此而自暴自弃，可以当成积累经验的过程，允许别人不接受你，也要允许自己失恋，暂时的难过是可以的，同时也要看到，恋爱只是生活的一部分，不能决定你的一切，要为自己负责。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "首先，为自己负责。",
        "label": ""
      },
      {
        "sentence": "失恋也好，别的烦心事也罢，可能是这个阶段每个人都会遇到的情况，不要因此而怀疑自己，尤其是失恋这种事，毕竟不是你单方面可以决定的，有很多客观的原因，不要因此而自暴自弃，可以当成积累经验的过程，允许别人不接受你，也要允许自己失恋，暂时的难过是可以的，同时也要看到，恋爱只是生活的一部分，不能决定你的一切，要为自己负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不能让失恋影响到我对妈妈的态度。",
    "annotation": [
      {
        "sentence": "我明白了，我不能让失恋影响到我对妈妈的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你理解得很快。第二，让妈妈知道。看得出你是很爱你的妈妈的，出于你的原因，你可能的确不想告诉妈妈，不想让她为你担心，这没有错，同时你可能忽略了，你的隐瞒可能会让她更加担心焦虑，看得出你的妈妈在感情上也是很依赖你的，才会以哭的方式来表达她的担忧，所以，你要用你的方式让她理解你在成长中遇到的困扰和问题，即使帮不到你，互相倾诉也是帮助你们疏解各自情绪的一种相对安全的方式，也会减少你们之间不必要的误会，共同面对可能的困难，形成良性循环。",
    "annotation": [
      {
        "sentence": "很好，你理解得很快。",
        "label": ""
      },
      {
        "sentence": "第二，让妈妈知道。",
        "label": ""
      },
      {
        "sentence": "看得出你是很爱你的妈妈的，出于你的原因，你可能的确不想告诉妈妈，不想让她为你担心，这没有错，同时你可能忽略了，你的隐瞒可能会让她更加担心焦虑，看得出你的妈妈在感情上也是很依赖你的，才会以哭的方式来表达她的担忧，所以，你要用你的方式让她理解你在成长中遇到的困扰和问题，即使帮不到你，互相倾诉也是帮助你们疏解各自情绪的一种相对安全的方式，也会减少你们之间不必要的误会，共同面对可能的困难，形成良性循环。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我应该告诉妈妈，让她知道我现在的情况和感受，也让她了解我不是故意变得不在乎她。",
    "annotation": [
      {
        "sentence": "我想我应该告诉妈妈，让她知道我现在的情况和感受，也让她了解我不是故意变得不在乎她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，这是正确的选择。第三，变得更好。人生就像一条奔涌向前的河流，偶尔改道，但从不回头；为过往的不开心画上一个小小的句号，让自己站在新的起点变得更好，让自己和妈妈都有可以重新微笑起来的现在和未来，不要一直停在此刻自我否定。聪明如你，心里一定有自己的方向，加油！祝福你。",
    "annotation": [
      {
        "sentence": "非常好，这是正确的选择。",
        "label": ""
      },
      {
        "sentence": "第三，变得更好。",
        "label": ""
      },
      {
        "sentence": "人生就像一条奔涌向前的河流，偶尔改道，但从不回头；为过往的不开心画上一个小小的句号，让自己站在新的起点变得更好，让自己和妈妈都有可以重新微笑起来的现在和未来，不要一直停在此刻自我否定。",
        "label": ""
      },
      {
        "sentence": "聪明如你，心里一定有自己的方向，加油！",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力让自己变得更好的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力让自己变得更好的。",
        "label": ""
      }
    ]
  }
]