[
  {
    "role": "client",
    "content": "我32岁，女，因缺父爱造成婚姻不幸，如何补救？自己两岁左右就跟着奶奶，父母带弟弟出去打工！很小的时候爷爷很疼我，经常背着我出去玩，后来长大了爷爷对自己越来越了严厉！记得那是小学的时候好希望有个父亲影响的人来抱抱我，关注我，但是始终没有！有一年的夏天，家里的人都在外边乘凉，很晚了家里的人准备回家，我就开始装睡，好希望爷爷能抱抱我，但是爷爷好像看出来了，就大声的说别装了快起来！但是自己就是不起来，后来爷爷不耐烦的把我抱到家里！爸爸从外边回来，从来不跟我说几句想我之类的话，总是一副不耐烦的样子！记得有一天，爸爸竟然不是在过年的时候回来了，我高兴的跑到他面前叫了一声爸爸，他只是轻轻的答应了一声，头也没抬的走了过去，不知为何，我记得特别的清晰！后来到了结婚的年龄，每次相亲认识一个对象，我就想着让对方抱我，最后被渣男骗财，骗婚，还生了孩子！即便这样，自己离了婚再去相亲，还是想让男方抱我，不长记性！被关注了就会很高兴，不管什么目的！怎么调节呢？",
    "annotation": [
      {
        "sentence": "我32岁，女，因缺父爱造成婚姻不幸，如何补救？",
        "label": ""
      },
      {
        "sentence": "自己两岁左右就跟着奶奶，父母带弟弟出去打工！",
        "label": ""
      },
      {
        "sentence": "很小的时候爷爷很疼我，经常背着我出去玩，后来长大了爷爷对自己越来越了严厉！",
        "label": ""
      },
      {
        "sentence": "记得那是小学的时候好希望有个父亲影响的人来抱抱我，关注我，但是始终没有！",
        "label": ""
      },
      {
        "sentence": "有一年的夏天，家里的人都在外边乘凉，很晚了家里的人准备回家，我就开始装睡，好希望爷爷能抱抱我，但是爷爷好像看出来了，就大声的说别装了快起来！",
        "label": ""
      },
      {
        "sentence": "但是自己就是不起来，后来爷爷不耐烦的把我抱到家里！",
        "label": ""
      },
      {
        "sentence": "爸爸从外边回来，从来不跟我说几句想我之类的话，总是一副不耐烦的样子！",
        "label": ""
      },
      {
        "sentence": "记得有一天，爸爸竟然不是在过年的时候回来了，我高兴的跑到他面前叫了一声爸爸，他只是轻轻的答应了一声，头也没抬的走了过去，不知为何，我记得特别的清晰！",
        "label": ""
      },
      {
        "sentence": "后来到了结婚的年龄，每次相亲认识一个对象，我就想着让对方抱我，最后被渣男骗财，骗婚，还生了孩子！",
        "label": ""
      },
      {
        "sentence": "即便这样，自己离了婚再去相亲，还是想让男方抱我，不长记性！",
        "label": ""
      },
      {
        "sentence": "被关注了就会很高兴，不管什么目的！",
        "label": ""
      },
      {
        "sentence": "怎么调节呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，我能感受到你对父爱的迫切渴望。即便长大了，你仍然希望得到男性的拥抱，并为此做出了很多努力。我想是时候意识到自己已经成长了，再多异性的拥抱都无法取代父爱。对方给予的关爱也不同，不是父女之情，而是男女之情。所以与其说被骗，可能一开始你所寻找的就不存在。期望在别人身上找到父爱的影子注定会带来失望。我不知道你现在和父亲的关系如何，但是面对对父亲的思念是需要勇敢面对的，需要学习新的相处方式。对待异性也需要看到他们的独立存在，而不是把对父亲的期待寄托在他们身上，谁都不希望被当作别人的替代品。",
    "annotation": [
      {
        "sentence": "听你的描述，我能感受到你对父爱的迫切渴望。",
        "label": ""
      },
      {
        "sentence": "即便长大了，你仍然希望得到男性的拥抱，并为此做出了很多努力。",
        "label": ""
      },
      {
        "sentence": "我想是时候意识到自己已经成长了，再多异性的拥抱都无法取代父爱。",
        "label": ""
      },
      {
        "sentence": "对方给予的关爱也不同，不是父女之情，而是男女之情。",
        "label": ""
      },
      {
        "sentence": "所以与其说被骗，可能一开始你所寻找的就不存在。",
        "label": ""
      },
      {
        "sentence": "期望在别人身上找到父爱的影子注定会带来失望。",
        "label": ""
      },
      {
        "sentence": "我不知道你现在和父亲的关系如何，但是面对对父亲的思念是需要勇敢面对的，需要学习新的相处方式。",
        "label": ""
      },
      {
        "sentence": "对待异性也需要看到他们的独立存在，而不是把对父亲的期待寄托在他们身上，谁都不希望被当作别人的替代品。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我需要面对对父亲的思念，但是我真的不知道该如何去面对，该如何建立新的相处方式。我总觉得父爱对我来说是如此重要，因为我一直缺少它，难道我永远无法填补这个空缺吗？",
    "annotation": [
      {
        "sentence": "我知道我需要面对对父亲的思念，但是我真的不知道该如何去面对，该如何建立新的相处方式。",
        "label": ""
      },
      {
        "sentence": "我总觉得父爱对我来说是如此重要，因为我一直缺少它，难道我永远无法填补这个空缺吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困惑。面对对父亲的思念是一段需要时间和努力的过程。首先，你可以通过与父亲进行沟通来建立新的相处方式。可以尝试表达自己的情感和需求，分享内心的感受，也可以反映出你渴望得到他的关注和爱。同时，也要明白填补父爱的空缺不一定要依赖他一个人，你可以寻求其他人的情感支持和陪伴。家人、朋友或者心理咨询师都可能成为你倾诉的对象，帮助你共同发展一种更健康的关系模式。",
    "annotation": [
      {
        "sentence": "我了解你的困惑。",
        "label": ""
      },
      {
        "sentence": "面对对父亲的思念是一段需要时间和努力的过程。",
        "label": ""
      },
      {
        "sentence": "首先，你可以通过与父亲进行沟通来建立新的相处方式。",
        "label": ""
      },
      {
        "sentence": "可以尝试表达自己的情感和需求，分享内心的感受，也可以反映出你渴望得到他的关注和爱。",
        "label": ""
      },
      {
        "sentence": "同时，也要明白填补父爱的空缺不一定要依赖他一个人，你可以寻求其他人的情感支持和陪伴。",
        "label": ""
      },
      {
        "sentence": "家人、朋友或者心理咨询师都可能成为你倾诉的对象，帮助你共同发展一种更健康的关系模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着与父亲进行沟通，表达我的情感和需求。同时，我也会寻求其他人的支持和陪伴。但是对于相亲中总是渴望被男方关注的问题，我应该如何调节自己的心态呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会试着与父亲进行沟通，表达我的情感和需求。",
        "label": ""
      },
      {
        "sentence": "同时，我也会寻求其他人的支持和陪伴。",
        "label": ""
      },
      {
        "sentence": "但是对于相亲中总是渴望被男方关注的问题，我应该如何调节自己的心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在相亲中渴望得到男方的关注是理解的，但是重要的是要看清对方给予的关注是否是出于真心。为了避免再次被伤害，建议你加强自己的辨识能力，学会观察对方的行为和态度。同时，也要时刻提醒自己不要把对父爱的渴望寄托在陌生人身上，而是注重建立真实、平等的关系。自尊、自信和独立思考也是调节心态的重要方面，你可以发展自己的兴趣爱好，提高自身的价值感。",
    "annotation": [
      {
        "sentence": "在相亲中渴望得到男方的关注是理解的，但是重要的是要看清对方给予的关注是否是出于真心。",
        "label": ""
      },
      {
        "sentence": "为了避免再次被伤害，建议你加强自己的辨识能力，学会观察对方的行为和态度。",
        "label": ""
      },
      {
        "sentence": "同时，也要时刻提醒自己不要把对父爱的渴望寄托在陌生人身上，而是注重建立真实、平等的关系。",
        "label": ""
      },
      {
        "sentence": "自尊、自信和独立思考也是调节心态的重要方面，你可以发展自己的兴趣爱好，提高自身的价值感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会加强自己的辨识能力，更加关注对方的行为和态度。同时，我也明白了不能把对父爱的渴望寄托在陌生人身上，要注重平等的关系。我会努力发展自身，提高自己的自尊和自信。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会加强自己的辨识能力，更加关注对方的行为和态度。",
        "label": ""
      },
      {
        "sentence": "同时，我也明白了不能把对父爱的渴望寄托在陌生人身上，要注重平等的关系。",
        "label": ""
      },
      {
        "sentence": "我会努力发展自身，提高自己的自尊和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心。记住，调节心态需要时间和努力，不要对自己过于苛求。在这个过程中，接受自己的情感和需求是非常重要的，同时也给自己一些宽容和理解。如果你需要进一步的支持和指导，随时都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心。",
        "label": ""
      },
      {
        "sentence": "记住，调节心态需要时间和努力，不要对自己过于苛求。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，接受自己的情感和需求是非常重要的，同时也给自己一些宽容和理解。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持和指导，随时都可以找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，非常感谢你的支持和听我倾诉。如果我需要帮助，我一定会再来找你的。",
    "annotation": [
      {
        "sentence": "我会的，非常感谢你的支持和听我倾诉。",
        "label": ""
      },
      {
        "sentence": "如果我需要帮助，我一定会再来找你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很乐意帮助你。记得，你并不孤单，身边永远有人愿意倾听和关心你。祝你能够渐渐调整好自己的心态，找到内心的平衡和快乐。",
    "annotation": [
      {
        "sentence": "不客气，我很乐意帮助你。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，身边永远有人愿意倾听和关心你。",
        "label": ""
      },
      {
        "sentence": "祝你能够渐渐调整好自己的心态，找到内心的平衡和快乐。",
        "label": ""
      }
    ]
  }
]