[
  {
    "role": "client",
    "content": "我已经32岁了，女性。由于缺乏父爱导致我的婚姻不幸，我该如何补救呢？我大约两岁时就跟着奶奶，父母带着弟弟去打工。小时候爷爷对我很疼爱，经常背着我出去玩，但后来他对我变得越来越严厉。我记得小时候经常希望有一个像父亲一样影响我、关心我的人来抱抱我，但一直没有出现。有一年的夏天，家里的人都在外面乘凉，很晚了他们准备回家，我假装睡着，希望爷爷能抱抱我，但他好像看出来了，大声说我别装了，让我起来。但我就是不起来，后来爷爷不耐烦地把我抱回了家。爸爸从外面回来，从不跟我说几句想我之类的话，总是一副不耐烦的样子。记得有一天，爸爸竟然不是在过年的时候回来了，我高兴地跑到他面前叫了一声爸爸，他只是轻轻地答应了一声，头也没抬地走过去了。不知为什么，我记得这件事特别清楚。到了结婚的年龄，每次相亲认识一个对象，我都想让对方抱我，结果最后被渣男骗财骗婚，还生了孩子。即使这样，我离婚后还是相亲，还是想让男方抱我，我好像改不了。只要受到关注，不管出于什么目的，我都会感到高兴。我应该如何调节自己呢？",
    "annotation": [
      {
        "sentence": "我已经32岁了，女性。",
        "label": ""
      },
      {
        "sentence": "由于缺乏父爱导致我的婚姻不幸，我该如何补救呢？",
        "label": ""
      },
      {
        "sentence": "我大约两岁时就跟着奶奶，父母带着弟弟去打工。",
        "label": ""
      },
      {
        "sentence": "小时候爷爷对我很疼爱，经常背着我出去玩，但后来他对我变得越来越严厉。",
        "label": ""
      },
      {
        "sentence": "我记得小时候经常希望有一个像父亲一样影响我、关心我的人来抱抱我，但一直没有出现。",
        "label": ""
      },
      {
        "sentence": "有一年的夏天，家里的人都在外面乘凉，很晚了他们准备回家，我假装睡着，希望爷爷能抱抱我，但他好像看出来了，大声说我别装了，让我起来。",
        "label": ""
      },
      {
        "sentence": "但我就是不起来，后来爷爷不耐烦地把我抱回了家。",
        "label": ""
      },
      {
        "sentence": "爸爸从外面回来，从不跟我说几句想我之类的话，总是一副不耐烦的样子。",
        "label": ""
      },
      {
        "sentence": "记得有一天，爸爸竟然不是在过年的时候回来了，我高兴地跑到他面前叫了一声爸爸，他只是轻轻地答应了一声，头也没抬地走过去了。",
        "label": ""
      },
      {
        "sentence": "不知为什么，我记得这件事特别清楚。",
        "label": ""
      },
      {
        "sentence": "到了结婚的年龄，每次相亲认识一个对象，我都想让对方抱我，结果最后被渣男骗财骗婚，还生了孩子。",
        "label": ""
      },
      {
        "sentence": "即使这样，我离婚后还是相亲，还是想让男方抱我，我好像改不了。",
        "label": ""
      },
      {
        "sentence": "只要受到关注，不管出于什么目的，我都会感到高兴。",
        "label": ""
      },
      {
        "sentence": "我应该如何调节自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从小就是留守儿童，父母不在身边，虽然有爷爷奶奶照顾。但是你多希望能和爸爸妈妈在一起，哪怕再苦再累，你也想要一种家的感觉！渴望被关心被照顾被疼爱的感觉！爷爷奶奶物质上虽然满足了你，但是精神上却无法满足你。爷爷和爸爸他们都不懂你的小心思，不懂回应你渴望爱和拥抱的呼唤！从小到大一直都有一种情感上的缺失感。就好像一个人从小就饿肚子，长大了也一直吃不饱，见谁都想跟别人要吃的似的。所以你一见到别人就想马上进入到亲密关系，渴望拥抱，渴望对方对自己好。",
    "annotation": [
      {
        "sentence": "从小就是留守儿童，父母不在身边，虽然有爷爷奶奶照顾。",
        "label": ""
      },
      {
        "sentence": "但是你多希望能和爸爸妈妈在一起，哪怕再苦再累，你也想要一种家的感觉！",
        "label": ""
      },
      {
        "sentence": "渴望被关心被照顾被疼爱的感觉！",
        "label": ""
      },
      {
        "sentence": "爷爷奶奶物质上虽然满足了你，但是精神上却无法满足你。",
        "label": ""
      },
      {
        "sentence": "爷爷和爸爸他们都不懂你的小心思，不懂回应你渴望爱和拥抱的呼唤！",
        "label": ""
      },
      {
        "sentence": "从小到大一直都有一种情感上的缺失感。",
        "label": ""
      },
      {
        "sentence": "就好像一个人从小就饿肚子，长大了也一直吃不饱，见谁都想跟别人要吃的似的。",
        "label": ""
      },
      {
        "sentence": "所以你一见到别人就想马上进入到亲密关系，渴望拥抱，渴望对方对自己好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是渴望得到那种被父亲关心爱护的感觉。我感觉自己内心的一部分一直停留在那个渴望被爸爸关心爱护的小女孩身上，她一直没有随着我年龄的增长而成长。",
    "annotation": [
      {
        "sentence": "是的，我就是渴望得到那种被父亲关心爱护的感觉。",
        "label": ""
      },
      {
        "sentence": "我感觉自己内心的一部分一直停留在那个渴望被爸爸关心爱护的小女孩身上，她一直没有随着我年龄的增长而成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这种情感上的缺失会给你带来痛苦和不安。就好像小时候经历饥饿后长大了，却一直无法满足那种享用美食的感觉，总是希望从别人那里得到。但很遗憾地告诉你，有些遗憾可能此生都无法得到弥补，比如小时候无法得到爸爸妈妈的爱。我们无法改变过去，无法改写历史。但是我们长大了，可以用自己的方式去建立自己想要的关系，创造自己想要的生活。",
    "annotation": [
      {
        "sentence": "是的，这种情感上的缺失会给你带来痛苦和不安。",
        "label": ""
      },
      {
        "sentence": "就好像小时候经历饥饿后长大了，却一直无法满足那种享用美食的感觉，总是希望从别人那里得到。",
        "label": ""
      },
      {
        "sentence": "但很遗憾地告诉你，有些遗憾可能此生都无法得到弥补，比如小时候无法得到爸爸妈妈的爱。",
        "label": ""
      },
      {
        "sentence": "我们无法改变过去，无法改写历史。",
        "label": ""
      },
      {
        "sentence": "但是我们长大了，可以用自己的方式去建立自己想要的关系，创造自己想要的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，虽然过去的缺憾无法被填补，但我可以在现在的生活中寻求爱、亲密和关心，这样对于过去的痛苦也可以感到平衡一些。但是具体应该怎么做呢？",
    "annotation": [
      {
        "sentence": "我明白了，虽然过去的缺憾无法被填补，但我可以在现在的生活中寻求爱、亲密和关心，这样对于过去的痛苦也可以感到平衡一些。",
        "label": ""
      },
      {
        "sentence": "但是具体应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "具体的方法最好是咨询一位专业的心理咨询师，这个过程可能需要一段时间，比如半年以上。虽然可能价格会有一些贵，但相比于自己的幸福来说，这些代价是值得的。在咨询过程中，你可以通过与咨询师的交流和指导，找到适合你的方式来调节自己的情绪，建立健康的关系和生活。",
    "annotation": [
      {
        "sentence": "具体的方法最好是咨询一位专业的心理咨询师，这个过程可能需要一段时间，比如半年以上。",
        "label": ""
      },
      {
        "sentence": "虽然可能价格会有一些贵，但相比于自己的幸福来说，这些代价是值得的。",
        "label": ""
      },
      {
        "sentence": "在咨询过程中，你可以通过与咨询师的交流和指导，找到适合你的方式来调节自己的情绪，建立健康的关系和生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑咨询心理咨询师的。尽管有些许贵，但我相信为了我的幸福，这些代价是值得的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑咨询心理咨询师的。",
        "label": ""
      },
      {
        "sentence": "尽管有些许贵，但我相信为了我的幸福，这些代价是值得的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，你可以先了解一下心理咨询的具体流程和价格，然后再做决定。重要的是，你愿意为自己的幸福付出努力，这是很值得赞赏的。",
    "annotation": [
      {
        "sentence": "没关系，你可以先了解一下心理咨询的具体流程和价格，然后再做决定。",
        "label": ""
      },
      {
        "sentence": "重要的是，你愿意为自己的幸福付出努力，这是很值得赞赏的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我愿意为自己的幸福努力。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "是的，我愿意为自己的幸福努力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我理解你的困惑和痛苦。希望你能早日找到适合自己的方式来调节情绪和建立健康的关系。记住，你不是一个人在面对这些困难，支持者们都在支持你的。",
    "annotation": [
      {
        "sentence": "不用客气，我理解你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "希望你能早日找到适合自己的方式来调节情绪和建立健康的关系。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在面对这些困难，支持者们都在支持你的。",
        "label": ""
      }
    ]
  }
]