[
  {
    "role": "client",
    "content": "23岁女生，为什么我很排斥与家人近距离接触？",
    "annotation": [
      {
        "sentence": "23岁女生，为什么我很排斥与家人近距离接触？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "请放心，你的心理没什么问题，完全可以理解。父母本该是这个世界上最能带给你安全感的人，可事实上却做出了很多伤害你的事，这对年幼的你来说显然是难以承受的。在这种情况下，对父母有排斥的情绪是非常正常的、可以理解的，没有任何问题。如果想解决或者改变目前的情况，也没问题，这种选择无关对错。",
    "annotation": [
      {
        "sentence": "请放心，你的心理没什么问题，完全可以理解。",
        "label": ""
      },
      {
        "sentence": "父母本该是这个世界上最能带给你安全感的人，可事实上却做出了很多伤害你的事，这对年幼的你来说显然是难以承受的。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，对父母有排斥的情绪是非常正常的、可以理解的，没有任何问题。",
        "label": ""
      },
      {
        "sentence": "如果想解决或者改变目前的情况，也没问题，这种选择无关对错。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎样面对自己对家人的排斥情绪呢？",
    "annotation": [
      {
        "sentence": "那我应该怎样面对自己对家人的排斥情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们先来看一下这样的亲子关系和成长经历到底给你带来了怎样的伤害？“我小时候父母总不在身边，父母也经常吵架打架，我叛逆期时爸爸对我又打又骂，骂的很难听很讽刺，他还总不让我哭，我总是忍住不哭。”父母不在身边的经历会让你有“被遗弃感”。很多父母不在身边，在爷爷奶奶身边成长的孩子都会问爷爷奶奶一个问题：爸爸妈妈是不是不要我了？这种被遗弃感的背后是自我怀疑和自我否定，孩子会认为自己做错了什么，又不知道具体是什么，所以只能“归咎”于自己这个人本身，最终变得不自信，甚至自卑。叛逆期被爸爸打骂的经历会让你的尊严受到严重的伤害。",
    "annotation": [
      {
        "sentence": "首先，我们先来看一下这样的亲子关系和成长经历到底给你带来了怎样的伤害？",
        "label": ""
      },
      {
        "sentence": "“我小时候父母总不在身边，父母也经常吵架打架，我叛逆期时爸爸对我又打又骂，骂的很难听很讽刺，他还总不让我哭，我总是忍住不哭。",
        "label": ""
      },
      {
        "sentence": "”父母不在身边的经历会让你有“被遗弃感”。",
        "label": ""
      },
      {
        "sentence": "很多父母不在身边，在爷爷奶奶身边成长的孩子都会问爷爷奶奶一个问题：爸爸妈妈是不是不要我了？",
        "label": ""
      },
      {
        "sentence": "这种被遗弃感的背后是自我怀疑和自我否定，孩子会认为自己做错了什么，又不知道具体是什么，所以只能“归咎”于自己这个人本身，最终变得不自信，甚至自卑。",
        "label": ""
      },
      {
        "sentence": "叛逆期被爸爸打骂的经历会让你的尊严受到严重的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，小时候的经历真的给我带来了很多阴影。",
    "annotation": [
      {
        "sentence": "是啊，小时候的经历真的给我带来了很多阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些阴影完全可以理解。不让你哭也会导致你压抑情绪，严重的会在成年后出现情感淡漠、共情能力差等情况。所以原谅与和解其实是在你的自信心与自尊心重塑的过程中自然而然的一个结果。",
    "annotation": [
      {
        "sentence": "这些阴影完全可以理解。",
        "label": ""
      },
      {
        "sentence": "不让你哭也会导致你压抑情绪，严重的会在成年后出现情感淡漠、共情能力差等情况。",
        "label": ""
      },
      {
        "sentence": "所以原谅与和解其实是在你的自信心与自尊心重塑的过程中自然而然的一个结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得很难原谅他们所做的一切。",
    "annotation": [
      {
        "sentence": "可是我觉得很难原谅他们所做的一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通常为了原谅而原谅是很困难的，因为伤害是实实在在的，如果不能修复这些“裂痕”，那么原谅可能就无从谈起。但如果作为当事人的“父亲”能够主动的就当年的一些错误行为向你道歉，那么可能会加快这一进程，因为更好的理解他们当时的处境以及他们在那个处境里做出的一些决定后背的“身不由己”对此也是有帮助的。",
    "annotation": [
      {
        "sentence": "通常为了原谅而原谅是很困难的，因为伤害是实实在在的，如果不能修复这些“裂痕”，那么原谅可能就无从谈起。",
        "label": ""
      },
      {
        "sentence": "但如果作为当事人的“父亲”能够主动的就当年的一些错误行为向你道歉，那么可能会加快这一进程，因为更好的理解他们当时的处境以及他们在那个处境里做出的一些决定后背的“身不由己”对此也是有帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我觉得我需要时间去面对和解决这些问题。",
    "annotation": [
      {
        "sentence": "我明白了，我觉得我需要时间去面对和解决这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，选择面对和解是一种积极的态度。人际关系是双相的，亲子关系也不例外，如果双方都能愿意为这段关系的发展做出努力，那么谁先迈出第一步可能不是最重要的，重要的是双方都要拿出一些态度和诚意。希望你能够慢慢地重建自信和自尊，无论选择怎样的路，都希望你能过得愉快！如果你需要任何帮助，我都会在这里支持你的。",
    "annotation": [
      {
        "sentence": "很好，选择面对和解是一种积极的态度。",
        "label": ""
      },
      {
        "sentence": "人际关系是双相的，亲子关系也不例外，如果双方都能愿意为这段关系的发展做出努力，那么谁先迈出第一步可能不是最重要的，重要的是双方都要拿出一些态度和诚意。",
        "label": ""
      },
      {
        "sentence": "希望你能够慢慢地重建自信和自尊，无论选择怎样的路，都希望你能过得愉快！",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，我都会在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力面对和解的过程的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力面对和解的过程的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够走出困境。如果你在面对问题时有任何困惑，随时都可以找我倾诉。祝您生活愉快！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够走出困境。",
        "label": ""
      },
      {
        "sentence": "如果你在面对问题时有任何困惑，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝您生活愉快！",
        "label": ""
      }
    ]
  }
]