[
  {
    "role": "client",
    "content": "21岁女，分手半年走不出阴影该怎么办？",
    "annotation": [
      {
        "sentence": "21岁女，分手半年走不出阴影该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的文字中，我看到的是一个为这份爱付出很多的女孩子。异地恋、年龄的差距、经历了对方从已婚到离婚的状态、从有孩子到打掉了双方的孩子。真的心疼你，这是一种失去爱情且失去孩子的痛。半年多的时间过去了，身体的痛苦在痊愈，心里却还有阴影。不害怕，让我们一起来看看为什么你会留恋这段感情。",
    "annotation": [
      {
        "sentence": "从你的文字中，我看到的是一个为这份爱付出很多的女孩子。",
        "label": ""
      },
      {
        "sentence": "异地恋、年龄的差距、经历了对方从已婚到离婚的状态、从有孩子到打掉了双方的孩子。",
        "label": ""
      },
      {
        "sentence": "真的心疼你，这是一种失去爱情且失去孩子的痛。",
        "label": ""
      },
      {
        "sentence": "半年多的时间过去了，身体的痛苦在痊愈，心里却还有阴影。",
        "label": ""
      },
      {
        "sentence": "不害怕，让我们一起来看看为什么你会留恋这段感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "内心渴望被爱。",
    "annotation": [
      {
        "sentence": "内心渴望被爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你认识前任开始，从最开始不知道自己爱上了一个已婚的人，到后面陪伴他直到他离婚，再到后面打掉了你们双方的孩子。从你的这段经历中，我看到了一个渴望爱情，渴望被爱的孩子。前任大你11岁，我想你之所以会爱他，有一部分原因是爱上了他的温柔体贴，爱上了他爱你状态。你们刚认识的时候你在念书，还不到20岁的年龄。这个年龄的女孩子，刚刚读大学，对爱情是充满向往的。这个时候出现了一位成熟，温柔，体贴的人，你爱上他是自然。但是，在你们在一起的过程中，前任做了很多伤害你的事情。比如他其实已婚，他背着你出去玩，他让你打掉你们的孩子。在这个过程中，我看到的是一个遍体鳞伤，但是仍然舍不得放手的人。不知道在遇见他之前，你的家庭情况如何，你之前的感情如何，但是我可以感受到的是，为了他的爱，为了他对你好的时候的温暖，你选择忽略他带给你的伤害。渴望被爱，其实反而给了对方伤害你的机会。",
    "annotation": [
      {
        "sentence": "从你认识前任开始，从最开始不知道自己爱上了一个已婚的人，到后面陪伴他直到他离婚，再到后面打掉了你们双方的孩子。",
        "label": ""
      },
      {
        "sentence": "从你的这段经历中，我看到了一个渴望爱情，渴望被爱的孩子。",
        "label": ""
      },
      {
        "sentence": "前任大你11岁，我想你之所以会爱他，有一部分原因是爱上了他的温柔体贴，爱上了他爱你状态。",
        "label": ""
      },
      {
        "sentence": "你们刚认识的时候你在念书，还不到20岁的年龄。",
        "label": ""
      },
      {
        "sentence": "这个年龄的女孩子，刚刚读大学，对爱情是充满向往的。",
        "label": ""
      },
      {
        "sentence": "这个时候出现了一位成熟，温柔，体贴的人，你爱上他是自然。",
        "label": ""
      },
      {
        "sentence": "但是，在你们在一起的过程中，前任做了很多伤害你的事情。",
        "label": ""
      },
      {
        "sentence": "比如他其实已婚，他背着你出去玩，他让你打掉你们的孩子。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，我看到的是一个遍体鳞伤，但是仍然舍不得放手的人。",
        "label": ""
      },
      {
        "sentence": "不知道在遇见他之前，你的家庭情况如何，你之前的感情如何，但是我可以感受到的是，为了他的爱，为了他对你好的时候的温暖，你选择忽略他带给你的伤害。",
        "label": ""
      },
      {
        "sentence": "渴望被爱，其实反而给了对方伤害你的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感情中付出太多的不甘心。",
    "annotation": [
      {
        "sentence": "感情中付出太多的不甘心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这段感情中，我看到了一位付出太多的孩子。从你大学开始，到后来毕业，在这段感情中，你付出的不仅仅是你的青春，还有你对爱情的美好期望，还有你健康的身体，和那个未出生的孩子。我们每个人在分手的时候，最常说的话就是：我对你这么好，你为什么要和我分手？你在前任身上付出了太多感情和时间，当最后没有结果的时候，不甘心是正常的。我们都希望自己的每份努力都有结果，都希望自己的感情可以圆圆满满。所以在付出太多以后，没有结果，这不仅仅是不甘心，更多的是会怀疑自己经历的这段感情，甚至怀疑自我。有一段话是这么说的：用心谈一场恋爱，最后却分手了，后来你会很难再去爱一个人，你不想花时间也不想了解。所以，当爱情结束的时候，我们会痛苦，会不甘心，甚至会排斥没有结果的爱情。非常理解你的不甘心。这段感情，太痛，太伤；这段感情中的自己，太妥协，太卑微。不甘心，我非常理解。但是，如果不去失去错的人，我们又怎么有能力有机会去遇到对的人呢？这段感情中那个青涩、渴望被爱的自己，是否也可以变成一个更优秀，更懂得什么是真正爱情的自己呢？一段感情的结束，情感上我们可能没法如此快速的接受，但是我们需要用这段时间去思考，去发现，自己到底是什么样的人，自己到底需要什么样的爱情。当足够了解自己以后，下一段爱情，必将是美美的。如果告别的是错的人，我们没必要不甘心，因为下一个对的人在前方等我们；如果告别的是一段不对的爱情，我们没必要不甘心，因为过去的经历不值得再影响我接下来的人生了。就像一篇写错的作文，与其继续错下去，不如就在现在，把这篇作文扔掉，重新来过。断舍离，让过去的经历成就以后更好的你。",
    "annotation": [
      {
        "sentence": "在这段感情中，我看到了一位付出太多的孩子。",
        "label": ""
      },
      {
        "sentence": "从你大学开始，到后来毕业，在这段感情中，你付出的不仅仅是你的青春，还有你对爱情的美好期望，还有你健康的身体，和那个未出生的孩子。",
        "label": ""
      },
      {
        "sentence": "我们每个人在分手的时候，最常说的话就是：我对你这么好，你为什么要和我分手？",
        "label": ""
      },
      {
        "sentence": "你在前任身上付出了太多感情和时间，当最后没有结果的时候，不甘心是正常的。",
        "label": ""
      },
      {
        "sentence": "我们都希望自己的每份努力都有结果，都希望自己的感情可以圆圆满满。",
        "label": ""
      },
      {
        "sentence": "所以在付出太多以后，没有结果，这不仅仅是不甘心，更多的是会怀疑自己经历的这段感情，甚至怀疑自我。",
        "label": ""
      },
      {
        "sentence": "有一段话是这么说的：用心谈一场恋爱，最后却分手了，后来你会很难再去爱一个人，你不想花时间也不想了解。",
        "label": ""
      },
      {
        "sentence": "所以，当爱情结束的时候，我们会痛苦，会不甘心，甚至会排斥没有结果的爱情。",
        "label": ""
      },
      {
        "sentence": "非常理解你的不甘心。",
        "label": ""
      },
      {
        "sentence": "这段感情，太痛，太伤；这段感情中的自己，太妥协，太卑微。",
        "label": ""
      },
      {
        "sentence": "不甘心，我非常理解。",
        "label": ""
      },
      {
        "sentence": "但是，如果不去失去错的人，我们又怎么有能力有机会去遇到对的人呢？",
        "label": ""
      },
      {
        "sentence": "这段感情中那个青涩、渴望被爱的自己，是否也可以变成一个更优秀，更懂得什么是真正爱情的自己呢？",
        "label": ""
      },
      {
        "sentence": "一段感情的结束，情感上我们可能没法如此快速的接受，但是我们需要用这段时间去思考，去发现，自己到底是什么样的人，自己到底需要什么样的爱情。",
        "label": ""
      },
      {
        "sentence": "当足够了解自己以后，下一段爱情，必将是美美的。",
        "label": ""
      },
      {
        "sentence": "如果告别的是错的人，我们没必要不甘心，因为下一个对的人在前方等我们；如果告别的是一段不对的爱情，我们没必要不甘心，因为过去的经历不值得再影响我接下来的人生了。",
        "label": ""
      },
      {
        "sentence": "就像一篇写错的作文，与其继续错下去，不如就在现在，把这篇作文扔掉，重新来过。",
        "label": ""
      },
      {
        "sentence": "断舍离，让过去的经历成就以后更好的你。",
        "label": ""
      }
    ]
  }
]