[
  {
    "role": "client",
    "content": "我今年21岁，分手已经半年了，可我就是走不出那段阴影，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我今年21岁，分手已经半年了，可我就是走不出那段阴影，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这么年轻的你，或许对世间的很多复杂情感还不太清楚，也可能没有谁故意欺骗谁，但是在年轻时，我们确实难以洞察一切。也许这是每个人成长中必经的过程。不要觉得你没有留住\"那个孩子\"，而是你没有留住\"他\"，也就是你所期待的样子。我们一起来分析，不要害怕，你会走出困境的。",
    "annotation": [
      {
        "sentence": "这么年轻的你，或许对世间的很多复杂情感还不太清楚，也可能没有谁故意欺骗谁，但是在年轻时，我们确实难以洞察一切。",
        "label": ""
      },
      {
        "sentence": "也许这是每个人成长中必经的过程。",
        "label": ""
      },
      {
        "sentence": "不要觉得你没有留住\"那个孩子\"，而是你没有留住\"他\"，也就是你所期待的样子。",
        "label": ""
      },
      {
        "sentence": "我们一起来分析，不要害怕，你会走出困境的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我与他相差11岁，我们在一起认识了四年。当初我在外地读书的时候，并不知道他有家庭，直到两年后我毕业即将去他所在城市工作，他才向我坦白。那个时候我才发现我爱上了他。他曾承诺会离婚与我在一起，我等了他一年多，但这段时间他多次背着我和家里人一起出去玩，还在朋友圈晒照片（他从不在朋友圈发与我有关的内容，他的理由是不爱发）。这一切发生后，他终于离婚了，我们正式在一起，我搬出家与他同居。但他常以生意为借口晚归，后来我意外怀孕了，他的第一反应竟是要我打胎。当时听到他的话，我真的心都碎了。他带我去了五家医院，我一心想留住这个孩子，可他却没有一句安慰的话。一个月后分手，他找到我说要是晚一个月就好了，因为他中了一千万彩票，可我已经迟了。",
    "annotation": [
      {
        "sentence": "你说得对，我与他相差11岁，我们在一起认识了四年。",
        "label": ""
      },
      {
        "sentence": "当初我在外地读书的时候，并不知道他有家庭，直到两年后我毕业即将去他所在城市工作，他才向我坦白。",
        "label": ""
      },
      {
        "sentence": "那个时候我才发现我爱上了他。",
        "label": ""
      },
      {
        "sentence": "他曾承诺会离婚与我在一起，我等了他一年多，但这段时间他多次背着我和家里人一起出去玩，还在朋友圈晒照片（他从不在朋友圈发与我有关的内容，他的理由是不爱发）。",
        "label": ""
      },
      {
        "sentence": "这一切发生后，他终于离婚了，我们正式在一起，我搬出家与他同居。",
        "label": ""
      },
      {
        "sentence": "但他常以生意为借口晚归，后来我意外怀孕了，他的第一反应竟是要我打胎。",
        "label": ""
      },
      {
        "sentence": "当时听到他的话，我真的心都碎了。",
        "label": ""
      },
      {
        "sentence": "他带我去了五家医院，我一心想留住这个孩子，可他却没有一句安慰的话。",
        "label": ""
      },
      {
        "sentence": "一个月后分手，他找到我说要是晚一个月就好了，因为他中了一千万彩票，可我已经迟了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道为什么，每次听到一个男人带着怀孕的女人去做人流时，我都会非常不屑他。我想你也有相同的感觉吧。他没有给你想要的责任和关怀。现在已经过去半年多了，你已经离开了那座城市，身体也慢慢恢复了，但是你的情绪一直感到烦躁，经常会想起这段经历，一直没有得到一个明确的结局。你是一个非常真实的女孩，你为这一切负起了全部责任。但是你内心一定还有很大的不甘心，因为你对他的付出没有得到应有的回报。",
    "annotation": [
      {
        "sentence": "不知道为什么，每次听到一个男人带着怀孕的女人去做人流时，我都会非常不屑他。",
        "label": ""
      },
      {
        "sentence": "我想你也有相同的感觉吧。",
        "label": ""
      },
      {
        "sentence": "他没有给你想要的责任和关怀。",
        "label": ""
      },
      {
        "sentence": "现在已经过去半年多了，你已经离开了那座城市，身体也慢慢恢复了，但是你的情绪一直感到烦躁，经常会想起这段经历，一直没有得到一个明确的结局。",
        "label": ""
      },
      {
        "sentence": "你是一个非常真实的女孩，你为这一切负起了全部责任。",
        "label": ""
      },
      {
        "sentence": "但是你内心一定还有很大的不甘心，因为你对他的付出没有得到应有的回报。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对呀，21岁的时候遇到这件事情，怎么可能轻易释怀呢。我已经经历了一场无法挽回的背叛，所以我才纠结、痛苦、无奈，也感到非常无助。毕竟他比我大那么多岁，我理解不了他的心思，因为我们的经历完全不同。所以我也会感到非常痛苦。",
    "annotation": [
      {
        "sentence": "对呀，21岁的时候遇到这件事情，怎么可能轻易释怀呢。",
        "label": ""
      },
      {
        "sentence": "我已经经历了一场无法挽回的背叛，所以我才纠结、痛苦、无奈，也感到非常无助。",
        "label": ""
      },
      {
        "sentence": "毕竟他比我大那么多岁，我理解不了他的心思，因为我们的经历完全不同。",
        "label": ""
      },
      {
        "sentence": "所以我也会感到非常痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，年轻的时候遇到这样的事情，肯定不会轻易释怀。这正是你现在青春的年华，但你已经经历了一段无法挽回的背叛，因此你感到纠结、痛苦、无助。因为他比你年纪大太多，你无法理解他的真实想法。你像一只小羊羔一样，无法摆脱大灰狼的智谋。你知道单凭一个人无法承担孩子的养育责任，但是他竟然用如此不平等的方式逼迫你去打掉孩子，这是非常残忍的。",
    "annotation": [
      {
        "sentence": "我明白你的感受，年轻的时候遇到这样的事情，肯定不会轻易释怀。",
        "label": ""
      },
      {
        "sentence": "这正是你现在青春的年华，但你已经经历了一段无法挽回的背叛，因此你感到纠结、痛苦、无助。",
        "label": ""
      },
      {
        "sentence": "因为他比你年纪大太多，你无法理解他的真实想法。",
        "label": ""
      },
      {
        "sentence": "你像一只小羊羔一样，无法摆脱大灰狼的智谋。",
        "label": ""
      },
      {
        "sentence": "你知道单凭一个人无法承担孩子的养育责任，但是他竟然用如此不平等的方式逼迫你去打掉孩子，这是非常残忍的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直觉得非常委屈，觉得他对我不负责任。现在离开了那个城市，我的身体也逐渐恢复了，但是情绪一直很烦躁，经常会回忆起那段经历，一直觉得没有一个明确的结局。",
    "annotation": [
      {
        "sentence": "我一直觉得非常委屈，觉得他对我不负责任。",
        "label": ""
      },
      {
        "sentence": "现在离开了那个城市，我的身体也逐渐恢复了，但是情绪一直很烦躁，经常会回忆起那段经历，一直觉得没有一个明确的结局。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你感到委屈和不甘心是非常正常的，因为你对他的付出没有得到应该有的回报。现在已经过去半年多了，你已经离开了那个城市，身体也逐渐恢复了，但是你的情绪一直很烦躁，经常会回忆起那段经历，因为这个经历没有给你一个明确的结局。",
    "annotation": [
      {
        "sentence": "你感到委屈和不甘心是非常正常的，因为你对他的付出没有得到应该有的回报。",
        "label": ""
      },
      {
        "sentence": "现在已经过去半年多了，你已经离开了那个城市，身体也逐渐恢复了，但是你的情绪一直很烦躁，经常会回忆起那段经历，因为这个经历没有给你一个明确的结局。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得苦不堪言，没有想到这里能找到一个理解我的人。我真的不知道该如何走出这个阴影，重新开始自己的生活。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得苦不堪言，没有想到这里能找到一个理解我的人。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该如何走出这个阴影，重新开始自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要觉得孤单，有时候在陌生人身上会找到理解。你现在觉得苦不堪言，我完全理解。但是你一定要相信，这个阴影不会永远笼罩着你，你一定能够走出来，重新开始自己的生活。",
    "annotation": [
      {
        "sentence": "不要觉得孤单，有时候在陌生人身上会找到理解。",
        "label": ""
      },
      {
        "sentence": "你现在觉得苦不堪言，我完全理解。",
        "label": ""
      },
      {
        "sentence": "但是你一定要相信，这个阴影不会永远笼罩着你，你一定能够走出来，重新开始自己的生活。",
        "label": ""
      }
    ]
  }
]