[
  {
    "role": "client",
    "content": "我是一个20岁的女生，我很否定我自己和我的感情。从小我的父母很忙，没有很多时间陪伴我。所以我感觉自己好像对爱对安全感有一种极致到变态的追求，这也导致了我对我的朋友要求很高。所以长大后我甚至没有过一个特别交好的同性朋友。我和对象在一起两年了，他对我很好，但就算这样，我也会经常试探他的爱，有时也会假装自己没那么爱他，害怕自己受伤害。我们经常会因为一些小事吵架，吵到不可开交。甚至打架。去年十月份第一次打架，到后面频率慢慢的增加到现在为止，一共差不多打过十次左右了吧，下手也会越来越狠。但是我们甜蜜的时候又很甜，一般是我先动手，只有一两次是他先动手。但是他也会还手，但我还是离不开他，我心里特别否定这段感情，没有办法接受，我甚至觉得它很畸形。最近一段时间不知道是不是吃了优思明的缘故，我的心情极度的差，睡眠也不好，经常因为一点点小事就哭，情绪也变得很敏感。所以我们这几天都在吵架打架。我心里也会怨恨他，没有体谅我的情绪。但我又觉得所有的错都是我自己的。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，我很否定我自己和我的感情。",
        "label": ""
      },
      {
        "sentence": "从小我的父母很忙，没有很多时间陪伴我。",
        "label": ""
      },
      {
        "sentence": "所以我感觉自己好像对爱对安全感有一种极致到变态的追求，这也导致了我对我的朋友要求很高。",
        "label": ""
      },
      {
        "sentence": "所以长大后我甚至没有过一个特别交好的同性朋友。",
        "label": ""
      },
      {
        "sentence": "我和对象在一起两年了，他对我很好，但就算这样，我也会经常试探他的爱，有时也会假装自己没那么爱他，害怕自己受伤害。",
        "label": ""
      },
      {
        "sentence": "我们经常会因为一些小事吵架，吵到不可开交。",
        "label": ""
      },
      {
        "sentence": "甚至打架。",
        "label": ""
      },
      {
        "sentence": "去年十月份第一次打架，到后面频率慢慢的增加到现在为止，一共差不多打过十次左右了吧，下手也会越来越狠。",
        "label": ""
      },
      {
        "sentence": "但是我们甜蜜的时候又很甜，一般是我先动手，只有一两次是他先动手。",
        "label": ""
      },
      {
        "sentence": "但是他也会还手，但我还是离不开他，我心里特别否定这段感情，没有办法接受，我甚至觉得它很畸形。",
        "label": ""
      },
      {
        "sentence": "最近一段时间不知道是不是吃了优思明的缘故，我的心情极度的差，睡眠也不好，经常因为一点点小事就哭，情绪也变得很敏感。",
        "label": ""
      },
      {
        "sentence": "所以我们这几天都在吵架打架。",
        "label": ""
      },
      {
        "sentence": "我心里也会怨恨他，没有体谅我的情绪。",
        "label": ""
      },
      {
        "sentence": "但我又觉得所有的错都是我自己的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小女生看到你的描述，很心疼你，也很想帮帮你。希望下面的解答能对你有帮助：首先要说明的是，你的感受是被理解的，你的过去经历可能对你的感情和安全感有所影响。可能你在过去得不到足够的陪伴，现在就希望通过这段感情来填补当时的缺失。但是，在我们的成长过程中，我们都需要学会依靠自己去满足自己的需求。对于这段感情中的困扰，我有一些建议可以给你：",
    "annotation": [
      {
        "sentence": "小女生看到你的描述，很心疼你，也很想帮帮你。",
        "label": ""
      },
      {
        "sentence": "希望下面的解答能对你有帮助：首先要说明的是，你的感受是被理解的，你的过去经历可能对你的感情和安全感有所影响。",
        "label": ""
      },
      {
        "sentence": "可能你在过去得不到足够的陪伴，现在就希望通过这段感情来填补当时的缺失。",
        "label": ""
      },
      {
        "sentence": "但是，在我们的成长过程中，我们都需要学会依靠自己去满足自己的需求。",
        "label": ""
      },
      {
        "sentence": "对于这段感情中的困扰，我有一些建议可以给你：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我很希望能够找到应对这种感情困扰的方法。但是最近的心情真的很糟糕，睡眠也很差，而且经常会因为小事而情绪波动很大，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我很希望能够找到应对这种感情困扰的方法。",
        "label": ""
      },
      {
        "sentence": "但是最近的心情真的很糟糕，睡眠也很差，而且经常会因为小事而情绪波动很大，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困扰，情绪的波动可能是因为你最近的心情不稳定。你提到了吃了优思明，可能是药物的副作用之一。作为一个支持者，我建议你在服用药物之前，最好先咨询医生的建议，并对自己的健康状况有所了解。另外，对于你们吵架打架的情况，我认为这是一个很危险的信号。经常出现暴力行为会加剧感情的不稳定，并可能对双方的身心健康造成伤害。你可以试着和你的男朋友一起思考解决这个问题的办法，例如通过冷静下来再解决问题，或者寻求专业帮助来改善你们之间的沟通。",
    "annotation": [
      {
        "sentence": "我了解你的困扰，情绪的波动可能是因为你最近的心情不稳定。",
        "label": ""
      },
      {
        "sentence": "你提到了吃了优思明，可能是药物的副作用之一。",
        "label": ""
      },
      {
        "sentence": "作为一个支持者，我建议你在服用药物之前，最好先咨询医生的建议，并对自己的健康状况有所了解。",
        "label": ""
      },
      {
        "sentence": "另外，对于你们吵架打架的情况，我认为这是一个很危险的信号。",
        "label": ""
      },
      {
        "sentence": "经常出现暴力行为会加剧感情的不稳定，并可能对双方的身心健康造成伤害。",
        "label": ""
      },
      {
        "sentence": "你可以试着和你的男朋友一起思考解决这个问题的办法，例如通过冷静下来再解决问题，或者寻求专业帮助来改善你们之间的沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我也意识到了我们吵架打架的行为很危险。但是，我们在感情甜蜜的时候觉得很好，我很难离开他。我怀疑自己对这段感情的否定是不是很畸形，不应该继续维持这段关系。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我也意识到了我们吵架打架的行为很危险。",
        "label": ""
      },
      {
        "sentence": "但是，我们在感情甜蜜的时候觉得很好，我很难离开他。",
        "label": ""
      },
      {
        "sentence": "我怀疑自己对这段感情的否定是不是很畸形，不应该继续维持这段关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对这段感情的否定可能是因为你们之间的冲突和暴力行为。但是，你也提到了你们甜蜜的时刻，说明你对这段感情还是有留恋和珍惜的。我建议你给自己一些时间和机会，寻找解决问题的办法。你可以尝试写下你觉得自己做错的地方，并进行反思。同时，和你的男朋友一起讨论问题，并让他帮助你进行改进。改变自己并不容易，但只要你们都珍惜这段感情，相信你们都会为此而努力的。",
    "annotation": [
      {
        "sentence": "你对这段感情的否定可能是因为你们之间的冲突和暴力行为。",
        "label": ""
      },
      {
        "sentence": "但是，你也提到了你们甜蜜的时刻，说明你对这段感情还是有留恋和珍惜的。",
        "label": ""
      },
      {
        "sentence": "我建议你给自己一些时间和机会，寻找解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "你可以尝试写下你觉得自己做错的地方，并进行反思。",
        "label": ""
      },
      {
        "sentence": "同时，和你的男朋友一起讨论问题，并让他帮助你进行改进。",
        "label": ""
      },
      {
        "sentence": "改变自己并不容易，但只要你们都珍惜这段感情，相信你们都会为此而努力的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会认真思考自己的问题并尝试改变。我真的希望我们能够共同努力，解决我们之间的问题，以实现长久的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会认真思考自己的问题并尝试改变。",
        "label": ""
      },
      {
        "sentence": "我真的希望我们能够共同努力，解决我们之间的问题，以实现长久的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够听到你的决心和希望。改变是需要时间和努力的过程，记得要坚持下去。如果你们彼此都珍惜这段感情，相信你们能够克服困难，实现共同的幸福。真诚地祝福你们！如果你还有其他疑问或需要进一步的支持，随时向我提问。我会尽力帮助你的。",
    "annotation": [
      {
        "sentence": "很高兴能够听到你的决心和希望。",
        "label": ""
      },
      {
        "sentence": "改变是需要时间和努力的过程，记得要坚持下去。",
        "label": ""
      },
      {
        "sentence": "如果你们彼此都珍惜这段感情，相信你们能够克服困难，实现共同的幸福。",
        "label": ""
      },
      {
        "sentence": "真诚地祝福你们！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他疑问或需要进一步的支持，随时向我提问。",
        "label": ""
      },
      {
        "sentence": "我会尽力帮助你的。",
        "label": ""
      }
    ]
  }
]