[
  {
    "role": "client",
    "content": "今天上课时，跟我比较好的人，练对话时，都没叫我？我在大学时，跟对面寝室，总在一起，感觉比较好，可是今天练对话时，找人练对话，他们没叫过我，是他们寝室人得互相叫吗，但是都叫完了，最后一个人也没想起我，是别的寝都靠不住吗，还是自己寝室行，别的寝室只在乎自己寝室的那种关系，根本就不把我当朋友，好伤心。",
    "annotation": [
      {
        "sentence": "今天上课时，跟我比较好的人，练对话时，都没叫我？",
        "label": ""
      },
      {
        "sentence": "我在大学时，跟对面寝室，总在一起，感觉比较好，可是今天练对话时，找人练对话，他们没叫过我，是他们寝室人得互相叫吗，但是都叫完了，最后一个人也没想起我，是别的寝都靠不住吗，还是自己寝室行，别的寝室只在乎自己寝室的那种关系，根本就不把我当朋友，好伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，可以理解你现在的感受，因为你之前和这些人在大学时是经常一起的，你觉得你们的关系很好。所以当他们在练对话的时候，没有找你一起练，你感到受伤了。不过，在日常的交际中，这是比较正常的情况。因为我们常常会选择和自己更熟悉的人一起做一些事情，会感到更加舒适和放松。也许他们之间有一些约定好的规矩，他们只选择自己寝室的人之间练对话。所以即便最后一个人也没有想到邀请你，可能并不是因为其他寝室的人不可靠，而是因为他们更习惯在自己寝室的圈子中练对话。你的伤心是可以理解的。",
    "annotation": [
      {
        "sentence": "嗯，可以理解你现在的感受，因为你之前和这些人在大学时是经常一起的，你觉得你们的关系很好。",
        "label": ""
      },
      {
        "sentence": "所以当他们在练对话的时候，没有找你一起练，你感到受伤了。",
        "label": ""
      },
      {
        "sentence": "不过，在日常的交际中，这是比较正常的情况。",
        "label": ""
      },
      {
        "sentence": "因为我们常常会选择和自己更熟悉的人一起做一些事情，会感到更加舒适和放松。",
        "label": ""
      },
      {
        "sentence": "也许他们之间有一些约定好的规矩，他们只选择自己寝室的人之间练对话。",
        "label": ""
      },
      {
        "sentence": "所以即便最后一个人也没有想到邀请你，可能并不是因为其他寝室的人不可靠，而是因为他们更习惯在自己寝室的圈子中练对话。",
        "label": ""
      },
      {
        "sentence": "你的伤心是可以理解的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己和他们的关系本来也不错，为什么他们都不想起叫我一起练对话呢？我一直把他们当作是真心的朋友，现在觉得好失望。",
    "annotation": [
      {
        "sentence": "可是我觉得自己和他们的关系本来也不错，为什么他们都不想起叫我一起练对话呢？",
        "label": ""
      },
      {
        "sentence": "我一直把他们当作是真心的朋友，现在觉得好失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对他们的期望是希望能够和他们成为更亲密的朋友，并且在练对话这个活动中能够一直被他们邀请。这是一个很自然的期望。然而，每个人对待友谊和交际的方式都不一样。每个人会根据自己的需求和喜好选择和谁交朋友，而并非是每个人都能符合我们的期望。或许你可以私下和他们表达一下你的失落。告诉他们，你很想和他们一起练对话，下一次能不能考虑一下邀请你。如果他们真正把你当作朋友，那么我相信他们会理解你的感受并且尊重你的想法的。祝你好运。",
    "annotation": [
      {
        "sentence": "你对他们的期望是希望能够和他们成为更亲密的朋友，并且在练对话这个活动中能够一直被他们邀请。",
        "label": ""
      },
      {
        "sentence": "这是一个很自然的期望。",
        "label": ""
      },
      {
        "sentence": "然而，每个人对待友谊和交际的方式都不一样。",
        "label": ""
      },
      {
        "sentence": "每个人会根据自己的需求和喜好选择和谁交朋友，而并非是每个人都能符合我们的期望。",
        "label": ""
      },
      {
        "sentence": "或许你可以私下和他们表达一下你的失落。",
        "label": ""
      },
      {
        "sentence": "告诉他们，你很想和他们一起练对话，下一次能不能考虑一下邀请你。",
        "label": ""
      },
      {
        "sentence": "如果他们真正把你当作朋友，那么我相信他们会理解你的感受并且尊重你的想法的。",
        "label": ""
      },
      {
        "sentence": "祝你好运。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得有道理。也许我应该主动表达我的想法，不要一直埋怨他们没有邀请我。我会尝试和他们谈谈，告诉他们我希望能够和他们一起练对话。",
    "annotation": [
      {
        "sentence": "嗯，你说得有道理。",
        "label": ""
      },
      {
        "sentence": "也许我应该主动表达我的想法，不要一直埋怨他们没有邀请我。",
        "label": ""
      },
      {
        "sentence": "我会尝试和他们谈谈，告诉他们我希望能够和他们一起练对话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "太好了，这是个积极的态度。与其一直埋怨他们，不如主动和他们沟通，表达自己的想法。这样一来，不仅能够让他们了解你的感受，也能够促进你们之间的交流和理解。无论结果如何，都希望你能够坚持自己的想法，勇敢面对。加油！",
    "annotation": [
      {
        "sentence": "太好了，这是个积极的态度。",
        "label": ""
      },
      {
        "sentence": "与其一直埋怨他们，不如主动和他们沟通，表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "这样一来，不仅能够让他们了解你的感受，也能够促进你们之间的交流和理解。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，都希望你能够坚持自己的想法，勇敢面对。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会努力去和他们沟通，希望能够解决这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力去和他们沟通，希望能够解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。相信你能够处理好这个问题，无论结果如何，都要记得坚持自己的想法。如果还有其他需要帮助的地方，随时都可以找我倾诉。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信你能够处理好这个问题，无论结果如何，都要记得坚持自己的想法。",
        "label": ""
      },
      {
        "sentence": "如果还有其他需要帮助的地方，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]