[
  {
    "role": "client",
    "content": "我快33的男人了，为何找不到要结婚的那种类型呢？谈恋爱四五次了，相亲也很多次了，但是每次谈的对象往往都不是自己很喜欢的类型，但相处一段女方喜欢我了，想跟我谈婚论嫁了，但是我就不甘心，觉得我对他们没有用真心，因为她不是我内心想要的类型，于是又放弃重新找，结果恶性循环。我喜欢的那些类型要么是自己年少无知错过，要么是没耐心和信心去追，要么是自己要求完美，心气高，放不下架子。我自己是个普通人，智商，情商都不很高，但是我喜欢的类型却是二者都高的类型。我喜欢的类型往往都是自身缺少的那方面特质，需要对方来互补，因此我不喜欢跟我性格很像的人。但是我谈的几个对象，要么我是嫌人家颜值不高，要么嫌他脑子不灵活，不如我聪明，要么嫌他不成熟不独立，要么嫌她事事多，脾气不好。我喜欢那种活泼聪明又独立自强懂我的那种成熟女孩，我也知道自己心里有问题，是不是因为原生家庭父母经常小事吵架的原因，还是我人格不成熟的事，平常选择经常纠结，焦虑，没主见。",
    "annotation": [
      {
        "sentence": "我快33的男人了，为何找不到要结婚的那种类型呢？",
        "label": ""
      },
      {
        "sentence": "谈恋爱四五次了，相亲也很多次了，但是每次谈的对象往往都不是自己很喜欢的类型，但相处一段女方喜欢我了，想跟我谈婚论嫁了，但是我就不甘心，觉得我对他们没有用真心，因为她不是我内心想要的类型，于是又放弃重新找，结果恶性循环。",
        "label": ""
      },
      {
        "sentence": "我喜欢的那些类型要么是自己年少无知错过，要么是没耐心和信心去追，要么是自己要求完美，心气高，放不下架子。",
        "label": ""
      },
      {
        "sentence": "我自己是个普通人，智商，情商都不很高，但是我喜欢的类型却是二者都高的类型。",
        "label": ""
      },
      {
        "sentence": "我喜欢的类型往往都是自身缺少的那方面特质，需要对方来互补，因此我不喜欢跟我性格很像的人。",
        "label": ""
      },
      {
        "sentence": "但是我谈的几个对象，要么我是嫌人家颜值不高，要么嫌他脑子不灵活，不如我聪明，要么嫌他不成熟不独立，要么嫌她事事多，脾气不好。",
        "label": ""
      },
      {
        "sentence": "我喜欢那种活泼聪明又独立自强懂我的那种成熟女孩，我也知道自己心里有问题，是不是因为原生家庭父母经常小事吵架的原因，还是我人格不成熟的事，平常选择经常纠结，焦虑，没主见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你想要找到自己喜欢的类型是没错的，但我觉得你的要求可能有点过高。你对谈恋爱和相亲的对象都有一套自己的标准，要么不够漂亮，要么不够聪明，要么不够独立。这样的要求让你放弃了很多可能适合你的人，导致恶性循环。我认为你的心态可能需要做一些调整，不是每个女生都能符合你的所有要求，而你也不一定能符合对方的所有要求。放弃那些你不是发自内心喜欢的人是对彼此负责，但你的要求还是有些过高。你自己也说了，你没有耐心和信心去追求，并且你的智商和情商都不算高，这导致你在追求女孩的过程中缺乏自信和吸引力。你想要的那种活泼聪明又独立自强的成熟女孩确实存在，但是你必须付出努力去争取她们的芳心。你的目标没问题，但你的心态需要改变。你可以试着提高自己的魅力，努力追求你喜欢的类型的女孩，或者改变一下择偶策略，以对方的人品和性格为更重要的条件。记住，找到合适的伴侣是需要时间和努力的。",
    "annotation": [
      {
        "sentence": "你想要找到自己喜欢的类型是没错的，但我觉得你的要求可能有点过高。",
        "label": ""
      },
      {
        "sentence": "你对谈恋爱和相亲的对象都有一套自己的标准，要么不够漂亮，要么不够聪明，要么不够独立。",
        "label": ""
      },
      {
        "sentence": "这样的要求让你放弃了很多可能适合你的人，导致恶性循环。",
        "label": ""
      },
      {
        "sentence": "我认为你的心态可能需要做一些调整，不是每个女生都能符合你的所有要求，而你也不一定能符合对方的所有要求。",
        "label": ""
      },
      {
        "sentence": "放弃那些你不是发自内心喜欢的人是对彼此负责，但你的要求还是有些过高。",
        "label": ""
      },
      {
        "sentence": "你自己也说了，你没有耐心和信心去追求，并且你的智商和情商都不算高，这导致你在追求女孩的过程中缺乏自信和吸引力。",
        "label": ""
      },
      {
        "sentence": "你想要的那种活泼聪明又独立自强的成熟女孩确实存在，但是你必须付出努力去争取她们的芳心。",
        "label": ""
      },
      {
        "sentence": "你的目标没问题，但你的心态需要改变。",
        "label": ""
      },
      {
        "sentence": "你可以试着提高自己的魅力，努力追求你喜欢的类型的女孩，或者改变一下择偶策略，以对方的人品和性格为更重要的条件。",
        "label": ""
      },
      {
        "sentence": "记住，找到合适的伴侣是需要时间和努力的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。我确实对自己追求的女孩要求太高了。我常常在找对象时陷入纠结，焦虑，没有明确的主见。也许这是因为我小时候父母经常为小事吵架，导致我现在的人格有些不成熟。我意识到了自己的问题，但不知道该怎么改变，怎样提高自己的魅力和自信。有没有什么建议呢？",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我确实对自己追求的女孩要求太高了。",
        "label": ""
      },
      {
        "sentence": "我常常在找对象时陷入纠结，焦虑，没有明确的主见。",
        "label": ""
      },
      {
        "sentence": "也许这是因为我小时候父母经常为小事吵架，导致我现在的人格有些不成熟。",
        "label": ""
      },
      {
        "sentence": "我意识到了自己的问题，但不知道该怎么改变，怎样提高自己的魅力和自信。",
        "label": ""
      },
      {
        "sentence": "有没有什么建议呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，童年家庭环境对人格的形成有很大影响。你意识到问题并且想要改变已经是很好的开始。首先，你可以尝试寻求心理咨询师的帮助，他们会帮助你解决心理上的问题，比如对过去家庭环境的情感处理和情绪调节等。另外，你可以考虑参加一些自我提升的课程或活动，提高自己的自信和人际交往能力。在日常生活中，你可以尝试主动与人交流，积极参与社交活动。此外，培养自己的兴趣爱好，展示自己的才能和独特之处，增加吸引力。记住，自信和吸引力是通过实践和经验不断提升的，要耐心和坚持。最重要的是，相信自己的价值，不要过分把一时的择偶压力放在心上，相信适合你的人会出现在你生命中。",
    "annotation": [
      {
        "sentence": "确实，童年家庭环境对人格的形成有很大影响。",
        "label": ""
      },
      {
        "sentence": "你意识到问题并且想要改变已经是很好的开始。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试寻求心理咨询师的帮助，他们会帮助你解决心理上的问题，比如对过去家庭环境的情感处理和情绪调节等。",
        "label": ""
      },
      {
        "sentence": "另外，你可以考虑参加一些自我提升的课程或活动，提高自己的自信和人际交往能力。",
        "label": ""
      },
      {
        "sentence": "在日常生活中，你可以尝试主动与人交流，积极参与社交活动。",
        "label": ""
      },
      {
        "sentence": "此外，培养自己的兴趣爱好，展示自己的才能和独特之处，增加吸引力。",
        "label": ""
      },
      {
        "sentence": "记住，自信和吸引力是通过实践和经验不断提升的，要耐心和坚持。",
        "label": ""
      },
      {
        "sentence": "最重要的是，相信自己的价值，不要过分把一时的择偶压力放在心上，相信适合你的人会出现在你生命中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试寻求心理咨询师的帮助，同时参加一些自我提升的课程和社交活动。我会努力改变自己的心态，相信自己的价值，并坚持追求自己喜欢的类型的女孩。我也明白了，找到合适的伴侣是需要时间和努力的。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试寻求心理咨询师的帮助，同时参加一些自我提升的课程和社交活动。",
        "label": ""
      },
      {
        "sentence": "我会努力改变自己的心态，相信自己的价值，并坚持追求自己喜欢的类型的女孩。",
        "label": ""
      },
      {
        "sentence": "我也明白了，找到合适的伴侣是需要时间和努力的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你这样的决心。改变和成长需要勇气和毅力，但我相信你能够迎接这个挑战并取得成功。记住，在整个过程中要保持积极的态度，并相信自己的价值。如果你需要任何帮助或支持，请随时和我联系。我会一直在你的身边支持你。祝你好运！",
    "annotation": [
      {
        "sentence": "非常欣慰听到你这样的决心。",
        "label": ""
      },
      {
        "sentence": "改变和成长需要勇气和毅力，但我相信你能够迎接这个挑战并取得成功。",
        "label": ""
      },
      {
        "sentence": "记住，在整个过程中要保持积极的态度，并相信自己的价值。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或支持，请随时和我联系。",
        "label": ""
      },
      {
        "sentence": "我会一直在你的身边支持你。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会牢记你的话，并在努力改变自己的过程中保持积极的态度。如果我需要帮助，我会及时向你求助的。再次感谢你！祝你也一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，并在努力改变自己的过程中保持积极的态度。",
        "label": ""
      },
      {
        "sentence": "如果我需要帮助，我会及时向你求助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      },
      {
        "sentence": "祝你也一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。如果你需要任何帮助或者只是想聊聊，请随时找我，我随时都会在这里为你提供支持。祝你的改变之路一切顺利，希望你能找到适合的伴侣！加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者只是想聊聊，请随时找我，我随时都会在这里为你提供支持。",
        "label": ""
      },
      {
        "sentence": "祝你的改变之路一切顺利，希望你能找到适合的伴侣！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]