[
  {
    "role": "client",
    "content": "我觉得自己快33岁了，为什么找不到那种我想和之结婚的人呢？谈过好几次恋爱了，也相亲了很多次，但是每次谈的对象都不是我真正喜欢的类型。有一些女生在相处一段时间后对我产生了兴趣，想要和我结婚，但是我却对她们不甘心，因为她们不是我内心想要的类型，所以我又放弃了，然后重复这个恶性循环。我喜欢的那些类型要么是在年轻时错过了，要么是我没有耐心和信心去追，要么是我要求太完美了，心气太高，放不下自己的架子。我自己并不是特别出众的人，智商和情商都不是很高，但是我喜欢的类型却是那种既聪明又情商高的。我喜欢的类型往往都是我自己所缺少的那方面特质，我需要对方来互补，所以我不喜欢和我性格很像的人在一起。但是我谈过的几个对象，要么是我嫌弃她们的长相不够高，要么是我觉得她们的智商跟不上我，要么是她们不够成熟独立，要么是她们事事都要管，脾气不好。我喜欢那种活泼聪明又独立自强，能了解我特点的成熟女孩。我也知道自己心里有问题，不知道是不是因为小时候家里经常父母为了小事吵架的原因，或者是因为我个人成熟度不够。我平时选择的时候常常纠结、焦虑，没有主见。",
    "annotation": [
      {
        "sentence": "我觉得自己快33岁了，为什么找不到那种我想和之结婚的人呢？",
        "label": ""
      },
      {
        "sentence": "谈过好几次恋爱了，也相亲了很多次，但是每次谈的对象都不是我真正喜欢的类型。",
        "label": ""
      },
      {
        "sentence": "有一些女生在相处一段时间后对我产生了兴趣，想要和我结婚，但是我却对她们不甘心，因为她们不是我内心想要的类型，所以我又放弃了，然后重复这个恶性循环。",
        "label": ""
      },
      {
        "sentence": "我喜欢的那些类型要么是在年轻时错过了，要么是我没有耐心和信心去追，要么是我要求太完美了，心气太高，放不下自己的架子。",
        "label": ""
      },
      {
        "sentence": "我自己并不是特别出众的人，智商和情商都不是很高，但是我喜欢的类型却是那种既聪明又情商高的。",
        "label": ""
      },
      {
        "sentence": "我喜欢的类型往往都是我自己所缺少的那方面特质，我需要对方来互补，所以我不喜欢和我性格很像的人在一起。",
        "label": ""
      },
      {
        "sentence": "但是我谈过的几个对象，要么是我嫌弃她们的长相不够高，要么是我觉得她们的智商跟不上我，要么是她们不够成熟独立，要么是她们事事都要管，脾气不好。",
        "label": ""
      },
      {
        "sentence": "我喜欢那种活泼聪明又独立自强，能了解我特点的成熟女孩。",
        "label": ""
      },
      {
        "sentence": "我也知道自己心里有问题，不知道是不是因为小时候家里经常父母为了小事吵架的原因，或者是因为我个人成熟度不够。",
        "label": ""
      },
      {
        "sentence": "我平时选择的时候常常纠结、焦虑，没有主见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我明白你的困惑。其实这个问题是很常见的。有时候我们对自己的期望太高，希望找到一个完美的另一半，但是这样的人确实很难找到。而且，每个人的要求和喜好都不同，所以找到一个符合所有标准的人几乎是不可能的。但是，我想告诉你一个故事。小时候听说过苏联人撤走专家，要求中国人还债。中国人拿鸡蛋去还债，结果苏联人拿一个标准口径的模子，去套鸡蛋。合适的合格，大的和小的，不合适的都是不合格。同一个鸡蛋，也有可能不一样大。你可以看到，选择对象就像挑选鸡蛋一样，我们可以有很多要求，比如性别、年龄、性格、相貌、工作、能力、家庭出身、生活细节、生育能力、人情世故等等。但是其实这些都是次要的，最重要的是缘分。缘分是第一位的，其他的都是次要的。所以，我们只需要去相遇，去爱，就会有机会找到真正合适的人。",
    "annotation": [
      {
        "sentence": "嗯，我明白你的困惑。",
        "label": ""
      },
      {
        "sentence": "其实这个问题是很常见的。",
        "label": ""
      },
      {
        "sentence": "有时候我们对自己的期望太高，希望找到一个完美的另一半，但是这样的人确实很难找到。",
        "label": ""
      },
      {
        "sentence": "而且，每个人的要求和喜好都不同，所以找到一个符合所有标准的人几乎是不可能的。",
        "label": ""
      },
      {
        "sentence": "但是，我想告诉你一个故事。",
        "label": ""
      },
      {
        "sentence": "小时候听说过苏联人撤走专家，要求中国人还债。",
        "label": ""
      },
      {
        "sentence": "中国人拿鸡蛋去还债，结果苏联人拿一个标准口径的模子，去套鸡蛋。",
        "label": ""
      },
      {
        "sentence": "合适的合格，大的和小的，不合适的都是不合格。",
        "label": ""
      },
      {
        "sentence": "同一个鸡蛋，也有可能不一样大。",
        "label": ""
      },
      {
        "sentence": "你可以看到，选择对象就像挑选鸡蛋一样，我们可以有很多要求，比如性别、年龄、性格、相貌、工作、能力、家庭出身、生活细节、生育能力、人情世故等等。",
        "label": ""
      },
      {
        "sentence": "但是其实这些都是次要的，最重要的是缘分。",
        "label": ""
      },
      {
        "sentence": "缘分是第一位的，其他的都是次要的。",
        "label": ""
      },
      {
        "sentence": "所以，我们只需要去相遇，去爱，就会有机会找到真正合适的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。你说的那个故事让我有点明白了，如果过于执着于某些具体的标准，可能会错过一些可能合适的人。但是我还是有点担心，我选择对象的时候总是会纠结、焦虑。我觉得这可能是我的个性或者成长环境导致的，我不太懂如何解决这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "你说的那个故事让我有点明白了，如果过于执着于某些具体的标准，可能会错过一些可能合适的人。",
        "label": ""
      },
      {
        "sentence": "但是我还是有点担心，我选择对象的时候总是会纠结、焦虑。",
        "label": ""
      },
      {
        "sentence": "我觉得这可能是我的个性或者成长环境导致的，我不太懂如何解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。担心和纠结是人们在面对重要决策时常常会遇到的情绪。或许你可以试着思考一下你内心对对象的要求是如何形成的，是不是因为家庭背景或者个人经历的影响。想一想你小时候的家庭环境，你父母的关系是否会影响到你对婚姻对象的要求。此外，我们也可以通过探索自己的个人成长过程，评估自己的成熟度，看看是不是个人成长还需要一些时间。做一个深入的自我反思，或许可以帮助你更好地了解自己的需求，放松心态，有更清晰的思路去选择适合你的对象。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "担心和纠结是人们在面对重要决策时常常会遇到的情绪。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着思考一下你内心对对象的要求是如何形成的，是不是因为家庭背景或者个人经历的影响。",
        "label": ""
      },
      {
        "sentence": "想一想你小时候的家庭环境，你父母的关系是否会影响到你对婚姻对象的要求。",
        "label": ""
      },
      {
        "sentence": "此外，我们也可以通过探索自己的个人成长过程，评估自己的成熟度，看看是不是个人成长还需要一些时间。",
        "label": ""
      },
      {
        "sentence": "做一个深入的自我反思，或许可以帮助你更好地了解自己的需求，放松心态，有更清晰的思路去选择适合你的对象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着去回忆一下小时候的家庭环境，看看是否对我目前的选择产生了影响。同时，我也会对自己进行深入的反思，了解自己的需求和成长的方向。再次感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着去回忆一下小时候的家庭环境，看看是否对我目前的选择产生了影响。",
        "label": ""
      },
      {
        "sentence": "同时，我也会对自己进行深入的反思，了解自己的需求和成长的方向。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助你。记住，人生是一个持续成长和学习的过程，我们都会遇到一些困惑和挑战。但是只要我们保持积极的心态，努力去探索自己的内心世界，我们一定能找到适合我们的幸福。祝你好运！如果还有其他问题，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，人生是一个持续成长和学习的过程，我们都会遇到一些困惑和挑战。",
        "label": ""
      },
      {
        "sentence": "但是只要我们保持积极的心态，努力去探索自己的内心世界，我们一定能找到适合我们的幸福。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]