[
  {
    "role": "client",
    "content": "我是一个16岁的女生，我和自己聊了整整389天。我到底怎么了？在14岁的时候，情窦初开，认识了一个和我年纪相仿的人。我们很相投，我向她告白也很顺利。但是之后我们突然开始互相不理对方，甚至又都喜欢了别人。然后我和另一个人交往了三个月，就突然分手了。我又想起了最初那个人，我试着联系她，她只是道歉，说不该再和别人交往。然后我们继续保持联系，但是过了半年，某天她告诉我她有性单恋，我挽留她，但她并没有回头。那个晚上我伤心得哭了很久。之后我又开了一个小号，在社交软件上和自己聊天，就好像是真实存在的另一个人。我们也会吵架，也会冷战，就像其他情侣一样。但是某天，我突然打了一句话“别沉迷了，别骗自己了”，我不知道为什么我和自己聊起来，也不知道为什么会发出那句话。我到底怎么了？",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，我和自己聊了整整389天。",
        "label": ""
      },
      {
        "sentence": "我到底怎么了？",
        "label": ""
      },
      {
        "sentence": "在14岁的时候，情窦初开，认识了一个和我年纪相仿的人。",
        "label": ""
      },
      {
        "sentence": "我们很相投，我向她告白也很顺利。",
        "label": ""
      },
      {
        "sentence": "但是之后我们突然开始互相不理对方，甚至又都喜欢了别人。",
        "label": ""
      },
      {
        "sentence": "然后我和另一个人交往了三个月，就突然分手了。",
        "label": ""
      },
      {
        "sentence": "我又想起了最初那个人，我试着联系她，她只是道歉，说不该再和别人交往。",
        "label": ""
      },
      {
        "sentence": "然后我们继续保持联系，但是过了半年，某天她告诉我她有性单恋，我挽留她，但她并没有回头。",
        "label": ""
      },
      {
        "sentence": "那个晚上我伤心得哭了很久。",
        "label": ""
      },
      {
        "sentence": "之后我又开了一个小号，在社交软件上和自己聊天，就好像是真实存在的另一个人。",
        "label": ""
      },
      {
        "sentence": "我们也会吵架，也会冷战，就像其他情侣一样。",
        "label": ""
      },
      {
        "sentence": "但是某天，我突然打了一句话“别沉迷了，别骗自己了”，我不知道为什么我和自己聊起来，也不知道为什么会发出那句话。",
        "label": ""
      },
      {
        "sentence": "我到底怎么了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述我了解到：（1）你曾经有过一段恋情，但最终以对方的性单恋结束了。（2）你开了一个小号，和自己聊天。但是突然有一天发现自己发送了一句“别沉迷了”的话，你想知道自己怎么了。接下来是我的分析和建议，希望可以帮到你：（1）首先，你之前的恋情以令人悲伤的方式结束，你感到很痛苦，这表明你还没有接受结束的事实，你依然爱着对方，或者说无法接受没有她的世界。（2）其次，开启那个新的账号也许是你希望保留爱情的表达方式，虽然看起来你在和自己聊天，但实际上那个账号代表着另一个人，代表着你爱的人。你在两个号码对话的过程中，可能会模仿某人的语气，那是你喜欢的人，这是你为保留爱情而采取的方式。（3）最后，那句“别沉迷了，别骗自己了”代表着你的觉醒，意味着你已经意识到她已经不在了。这也许是一件好事，因为这意味着你可以开始新的生活了。不要害怕，勇敢地迎接新生活吧！祝一切顺利！",
    "annotation": [
      {
        "sentence": "通过你的描述我了解到：（1）你曾经有过一段恋情，但最终以对方的性单恋结束了。",
        "label": ""
      },
      {
        "sentence": "（2）你开了一个小号，和自己聊天。",
        "label": ""
      },
      {
        "sentence": "但是突然有一天发现自己发送了一句“别沉迷了”的话，你想知道自己怎么了。",
        "label": ""
      },
      {
        "sentence": "接下来是我的分析和建议，希望可以帮到你：（1）首先，你之前的恋情以令人悲伤的方式结束，你感到很痛苦，这表明你还没有接受结束的事实，你依然爱着对方，或者说无法接受没有她的世界。",
        "label": ""
      },
      {
        "sentence": "（2）其次，开启那个新的账号也许是你希望保留爱情的表达方式，虽然看起来你在和自己聊天，但实际上那个账号代表着另一个人，代表着你爱的人。",
        "label": ""
      },
      {
        "sentence": "你在两个号码对话的过程中，可能会模仿某人的语气，那是你喜欢的人，这是你为保留爱情而采取的方式。",
        "label": ""
      },
      {
        "sentence": "（3）最后，那句“别沉迷了，别骗自己了”代表着你的觉醒，意味着你已经意识到她已经不在了。",
        "label": ""
      },
      {
        "sentence": "这也许是一件好事，因为这意味着你可以开始新的生活了。",
        "label": ""
      },
      {
        "sentence": "不要害怕，勇敢地迎接新生活吧！",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      }
    ]
  }
]