[
  {
    "role": "client",
    "content": "最近心理抑郁，失业找工作和爱人吵架就容易激动哭泣？这么晚打扰了，我29岁，最近失业，找工作，和爱人总吵架，一吵架就容易激动哭泣，控制不住自己的情绪，老人也总是说我不陪孩子，压力感觉很大。",
    "annotation": [
      {
        "sentence": "最近心理抑郁，失业找工作和爱人吵架就容易激动哭泣？",
        "label": ""
      },
      {
        "sentence": "这么晚打扰了，我29岁，最近失业，找工作，和爱人总吵架，一吵架就容易激动哭泣，控制不住自己的情绪，老人也总是说我不陪孩子，压力感觉很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望以下回答能对你有所帮助：首先对你所描述的情况梳理如下：最近失业在找工作，和爱人总吵架容易激动哭泣，压力大控制不住自己的情绪不陪孩子。失业、吵架、哭泣的背后，从心理层面来说，应该存在一种无意识或潜意识里的恐惧。内心里会很多的对自己的谴责，比如我不好、我没用，为什么会失业，而内心里同时也住着一个苛求自己的完美的自己，以致于不能平静地面对自己当下的处境。这半年的疫情确实对我们所有人都造成了不一样的影响，但有的人也许更平静了，有的人也更焦虑了，有的人更上进了，有的人更抑郁了。这些都与背后的心理底层有关。",
    "annotation": [
      {
        "sentence": "希望以下回答能对你有所帮助：首先对你所描述的情况梳理如下：最近失业在找工作，和爱人总吵架容易激动哭泣，压力大控制不住自己的情绪不陪孩子。",
        "label": ""
      },
      {
        "sentence": "失业、吵架、哭泣的背后，从心理层面来说，应该存在一种无意识或潜意识里的恐惧。",
        "label": ""
      },
      {
        "sentence": "内心里会很多的对自己的谴责，比如我不好、我没用，为什么会失业，而内心里同时也住着一个苛求自己的完美的自己，以致于不能平静地面对自己当下的处境。",
        "label": ""
      },
      {
        "sentence": "这半年的疫情确实对我们所有人都造成了不一样的影响，但有的人也许更平静了，有的人也更焦虑了，有的人更上进了，有的人更抑郁了。",
        "label": ""
      },
      {
        "sentence": "这些都与背后的心理底层有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我到底是什么原因导致我情绪控制不住呢？",
    "annotation": [
      {
        "sentence": "那我到底是什么原因导致我情绪控制不住呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪控制的问题通常与个体的心理面临的压力以及早年的成长养育过程有关。回到早年，我们在儿童时期慢慢开始学会习得、内化重要养育者的重要关系，这个重要关系的养育者如父母或其他家人，就是个体的重要客体。如果这个重要客体是严厉而苛责的，那么在被养育者成长过程中，则会无法得到轻易满足，幸福感低，容易自我贬低、自尊感低。成年后无法好好做自己，在意他人看法，而变得防御、敏感。",
    "annotation": [
      {
        "sentence": "情绪控制的问题通常与个体的心理面临的压力以及早年的成长养育过程有关。",
        "label": ""
      },
      {
        "sentence": "回到早年，我们在儿童时期慢慢开始学会习得、内化重要养育者的重要关系，这个重要关系的养育者如父母或其他家人，就是个体的重要客体。",
        "label": ""
      },
      {
        "sentence": "如果这个重要客体是严厉而苛责的，那么在被养育者成长过程中，则会无法得到轻易满足，幸福感低，容易自我贬低、自尊感低。",
        "label": ""
      },
      {
        "sentence": "成年后无法好好做自己，在意他人看法，而变得防御、敏感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实有些时候我会觉得自己没有做到家庭的期望，同时也有压力来自于找工作的不顺利。以前从来没有这样的情绪问题，是疫情导致的吗？",
    "annotation": [
      {
        "sentence": "确实有些时候我会觉得自己没有做到家庭的期望，同时也有压力来自于找工作的不顺利。",
        "label": ""
      },
      {
        "sentence": "以前从来没有这样的情绪问题，是疫情导致的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "疫情确实给我们的生活带来了很大的变化和挑战，它是一种身心压力的来源之一。这半年的疫情让我们不得不适应新的生活方式，许多人都面临了失业、经济压力、人际关系的问题等等。每个人对于这些变化的应对是不同的，有些人能够保持平静，而有些人会更容易产生焦虑和抑郁。这些反应与个体的心理底层和成长经历有关。",
    "annotation": [
      {
        "sentence": "疫情确实给我们的生活带来了很大的变化和挑战，它是一种身心压力的来源之一。",
        "label": ""
      },
      {
        "sentence": "这半年的疫情让我们不得不适应新的生活方式，许多人都面临了失业、经济压力、人际关系的问题等等。",
        "label": ""
      },
      {
        "sentence": "每个人对于这些变化的应对是不同的，有些人能够保持平静，而有些人会更容易产生焦虑和抑郁。",
        "label": ""
      },
      {
        "sentence": "这些反应与个体的心理底层和成长经历有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在该怎么办呢？我真的很难控制自己的情绪，每次吵架之后我都会后悔。",
    "annotation": [
      {
        "sentence": "我现在该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我真的很难控制自己的情绪，每次吵架之后我都会后悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，要接纳自己的情绪，不要对自己过于苛责。情绪是人类的一种正常反应，我们都会有情绪起伏的时候。其次，可以尝试寻找一个安全的环境，例如散步、听音乐或写日记，来帮助你平静下来。接下来，建议你进行专门咨询，和专业的心理咨询师一起探讨你内心的困扰，他们会给你更具体的建议和支持。",
    "annotation": [
      {
        "sentence": "首先，要接纳自己的情绪，不要对自己过于苛责。",
        "label": ""
      },
      {
        "sentence": "情绪是人类的一种正常反应，我们都会有情绪起伏的时候。",
        "label": ""
      },
      {
        "sentence": "其次，可以尝试寻找一个安全的环境，例如散步、听音乐或写日记，来帮助你平静下来。",
        "label": ""
      },
      {
        "sentence": "接下来，建议你进行专门咨询，和专业的心理咨询师一起探讨你内心的困扰，他们会给你更具体的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来好像是一个不错的主意。我会尝试寻找一位心理咨询师，并寻求帮助和指导。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "听起来好像是一个不错的主意。",
        "label": ""
      },
      {
        "sentence": "我会尝试寻找一位心理咨询师，并寻求帮助和指导。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供帮助。寻找心理咨询师是一个重要且积极的举措，相信他们会帮助你更好地理解自己，并提供专业的指导和支持。祝你早日度过困难时期，重获内心的平静与自信。记住，你并不孤单，还有很多人愿意帮助你。",
    "annotation": [
      {
        "sentence": "很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "寻找心理咨询师是一个重要且积极的举措，相信他们会帮助你更好地理解自己，并提供专业的指导和支持。",
        "label": ""
      },
      {
        "sentence": "祝你早日度过困难时期，重获内心的平静与自信。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，还有很多人愿意帮助你。",
        "label": ""
      }
    ]
  }
]