[
  {
    "role": "client",
    "content": "大二，拖延，对学习态度不端正，有些逃避？大二女，学习总不上心。自我分析原因有下一，衣来伸手，不会自我管理二，不自信，大一有些社恐，基本没有人际关系。现在在尝试改善三，害怕失败。害怕做不好，很羡慕能力强者，我却不是。自我期待有点高四，有点对手机上瘾？手机更像帮我拖延的工具五，学习让我感到疲惫，有点枯燥。但我应该不排斥学习，它能让我感到有价值。六，在意他人看法。怕学习好别人背后说我，明明学习不好也会让人鄙视，还是怕，怕树敌。虽然宿舍现在关系很差七，我有点排斥认真做事。我天性认真，因此受过很多玩弄，小学欺凌，初中被学霸朋友背叛，认真让妈妈说我傻。潜意识认真就傻八，初中一个学霸朋友，一个学渣朋友。学渣朋友也离开我了，虽然和学习关联不大，但她比较排斥学习好的人。离开我有很大部分原因是我对学霸太认真，忽略了她。高一学习好，普通班，成绩好有些格格不入。高中没有成绩好的朋友。高二重点班，不好好学。开始自闭，导致毕业后无友。",
    "annotation": [
      {
        "sentence": "大二，拖延，对学习态度不端正，有些逃避？",
        "label": ""
      },
      {
        "sentence": "大二女，学习总不上心。",
        "label": ""
      },
      {
        "sentence": "自我分析原因有下一，衣来伸手，不会自我管理二，不自信，大一有些社恐，基本没有人际关系。",
        "label": ""
      },
      {
        "sentence": "现在在尝试改善三，害怕失败。",
        "label": ""
      },
      {
        "sentence": "害怕做不好，很羡慕能力强者，我却不是。",
        "label": ""
      },
      {
        "sentence": "自我期待有点高四，有点对手机上瘾？",
        "label": ""
      },
      {
        "sentence": "手机更像帮我拖延的工具五，学习让我感到疲惫，有点枯燥。",
        "label": ""
      },
      {
        "sentence": "但我应该不排斥学习，它能让我感到有价值。",
        "label": ""
      },
      {
        "sentence": "六，在意他人看法。",
        "label": ""
      },
      {
        "sentence": "怕学习好别人背后说我，明明学习不好也会让人鄙视，还是怕，怕树敌。",
        "label": ""
      },
      {
        "sentence": "虽然宿舍现在关系很差七，我有点排斥认真做事。",
        "label": ""
      },
      {
        "sentence": "我天性认真，因此受过很多玩弄，小学欺凌，初中被学霸朋友背叛，认真让妈妈说我傻。",
        "label": ""
      },
      {
        "sentence": "潜意识认真就傻八，初中一个学霸朋友，一个学渣朋友。",
        "label": ""
      },
      {
        "sentence": "学渣朋友也离开我了，虽然和学习关联不大，但她比较排斥学习好的人。",
        "label": ""
      },
      {
        "sentence": "离开我有很大部分原因是我对学霸太认真，忽略了她。",
        "label": ""
      },
      {
        "sentence": "高一学习好，普通班，成绩好有些格格不入。",
        "label": ""
      },
      {
        "sentence": "高中没有成绩好的朋友。",
        "label": ""
      },
      {
        "sentence": "高二重点班，不好好学。",
        "label": ""
      },
      {
        "sentence": "开始自闭，导致毕业后无友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到您这样有条理性和逻辑性的描述了自己的问题和自我分析原因，能够看到你有非常好的内省能力，为你鼓掌和一个大大的赞。看到你提到的这些问题，那我们聊聊「拖延」和「自我管理」这件小事儿，希望对你有帮助。",
    "annotation": [
      {
        "sentence": "看到您这样有条理性和逻辑性的描述了自己的问题和自我分析原因，能够看到你有非常好的内省能力，为你鼓掌和一个大大的赞。",
        "label": ""
      },
      {
        "sentence": "看到你提到的这些问题，那我们聊聊「拖延」和「自我管理」这件小事儿，希望对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的赞赏和鼓励，我真的希望能解决这些问题。拖延和自我管理一直是我困扰的事情。",
    "annotation": [
      {
        "sentence": "谢谢你的赞赏和鼓励，我真的希望能解决这些问题。",
        "label": ""
      },
      {
        "sentence": "拖延和自我管理一直是我困扰的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你真的是拖延吗？我们常说对于那些你内心很看重的事情，你是不会拖延的。比如：女朋友在楼下等你约会，你有伙伴要还你的钱让你下楼去拿，快递小哥在门口等你取包裹·····那些关乎“生死存亡”的事情，尤其是时间底线很明确的，你还是会按时完成的。比如：周末之前老师让你必须交论文不然不能毕业，后天早晨要公开演讲准备稿件····其实，你也并没有因为所谓的拖延症，造成什么不可原谅的后果。拖延症，只不过是你内心对自己的完美期待罢了。比如：自己一直想看提高某种修养的书，希望通过健身来让自己身材变得更好·····综上，我们看到你或许可能很在意学习这件事，但是行为上没有动力去实现。但是回想忙碌压力很大的高中三年生活，你对自己是有期待的，有要求的，有压力也可以克服的，但大学生活放松下来之后你却放松了，思考一下原因为何呢？",
    "annotation": [
      {
        "sentence": "你真的是拖延吗？",
        "label": ""
      },
      {
        "sentence": "我们常说对于那些你内心很看重的事情，你是不会拖延的。",
        "label": ""
      },
      {
        "sentence": "比如：女朋友在楼下等你约会，你有伙伴要还你的钱让你下楼去拿，快递小哥在门口等你取包裹·····那些关乎“生死存亡”的事情，尤其是时间底线很明确的，你还是会按时完成的。",
        "label": ""
      },
      {
        "sentence": "比如：周末之前老师让你必须交论文不然不能毕业，后天早晨要公开演讲准备稿件····其实，你也并没有因为所谓的拖延症，造成什么不可原谅的后果。",
        "label": ""
      },
      {
        "sentence": "拖延症，只不过是你内心对自己的完美期待罢了。",
        "label": ""
      },
      {
        "sentence": "比如：自己一直想看提高某种修养的书，希望通过健身来让自己身材变得更好·····综上，我们看到你或许可能很在意学习这件事，但是行为上没有动力去实现。",
        "label": ""
      },
      {
        "sentence": "但是回想忙碌压力很大的高中三年生活，你对自己是有期待的，有要求的，有压力也可以克服的，但大学生活放松下来之后你却放松了，思考一下原因为何呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我在大学生活中变得比较放松，对学习没有那么大的动力和压力了。可能正是这种心态导致我拖延和对学习态度不端正。",
    "annotation": [
      {
        "sentence": "确实，我在大学生活中变得比较放松，对学习没有那么大的动力和压力了。",
        "label": ""
      },
      {
        "sentence": "可能正是这种心态导致我拖延和对学习态度不端正。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，大学生活的确给人一种自由和放松的感觉，但我们也需要找到适当的平衡点。对于学习这件事，我们可以从自我管理入手。你对自我管理有什么想法或尝试过哪些方法呢？",
    "annotation": [
      {
        "sentence": "是的，大学生活的确给人一种自由和放松的感觉，但我们也需要找到适当的平衡点。",
        "label": ""
      },
      {
        "sentence": "对于学习这件事，我们可以从自我管理入手。",
        "label": ""
      },
      {
        "sentence": "你对自我管理有什么想法或尝试过哪些方法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想过几个方法，比如制定学习计划、设定目标和奖励机制，但总是坚持不下去。",
    "annotation": [
      {
        "sentence": "我想过几个方法，比如制定学习计划、设定目标和奖励机制，但总是坚持不下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自我管理确实需要一定的恒心和毅力，但也可以通过一些方法来提高自己的执行力。首先，你可以寻找可以给你带来动力或者压力的人或刺激，这样可以增加你的行动力。另外，合理安排你的时间，保证充足的休息和精力。另外，给自己设定一个合理的、可以实现的目标，分阶段完成可以减轻心理压力。同时，也要接受自己的情绪波动是正常的，不要过于苛求自己。你觉得这些方法对你有帮助吗？",
    "annotation": [
      {
        "sentence": "自我管理确实需要一定的恒心和毅力，但也可以通过一些方法来提高自己的执行力。",
        "label": ""
      },
      {
        "sentence": "首先，你可以寻找可以给你带来动力或者压力的人或刺激，这样可以增加你的行动力。",
        "label": ""
      },
      {
        "sentence": "另外，合理安排你的时间，保证充足的休息和精力。",
        "label": ""
      },
      {
        "sentence": "另外，给自己设定一个合理的、可以实现的目标，分阶段完成可以减轻心理压力。",
        "label": ""
      },
      {
        "sentence": "同时，也要接受自己的情绪波动是正常的，不要过于苛求自己。",
        "label": ""
      },
      {
        "sentence": "你觉得这些方法对你有帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方法听起来很实用，我会尝试去实践，希望能够提高自己的学习动力和管理能力。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "这些方法听起来很实用，我会尝试去实践，希望能够提高自己的学习动力和管理能力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定可以做到的。另外，关于你提到的担心他人的看法和害怕树敌的问题，这也是很常见的心理困扰。我们都希望被别人认可和尊重，但是不能过度在意别人的看法，因为每个人都有自己的价值观和标准。只要你认真对待学习，并且为自己努力，就没有必要担心别人的议论。同时，建立一个良好的人际关系也是很重要的，可以尝试主动参与一些社交活动，理解并尊重他人的想法。你觉得这些对你有帮助吗？",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定可以做到的。",
        "label": ""
      },
      {
        "sentence": "另外，关于你提到的担心他人的看法和害怕树敌的问题，这也是很常见的心理困扰。",
        "label": ""
      },
      {
        "sentence": "我们都希望被别人认可和尊重，但是不能过度在意别人的看法，因为每个人都有自己的价值观和标准。",
        "label": ""
      },
      {
        "sentence": "只要你认真对待学习，并且为自己努力，就没有必要担心别人的议论。",
        "label": ""
      },
      {
        "sentence": "同时，建立一个良好的人际关系也是很重要的，可以尝试主动参与一些社交活动，理解并尊重他人的想法。",
        "label": ""
      },
      {
        "sentence": "你觉得这些对你有帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议，我会试着不再过度在意他人的看法，并努力积极参与社交活动，改善人际关系。我相信这些方法会对我有帮助。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议，我会试着不再过度在意他人的看法，并努力积极参与社交活动，改善人际关系。",
        "label": ""
      },
      {
        "sentence": "我相信这些方法会对我有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答，相信你一定可以做到的。还有关于你在学习上排斥认真做事的问题，这可能与你过去的经历有关。但是我们不能让过去的影响束缚我们的未来。你的认真和努力是值得赞扬的，不要因为他人的评判而改变自己。你可以对自己有更多的自信，坚持做自己觉得对的事情。你觉得如何？",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答，相信你一定可以做到的。",
        "label": ""
      },
      {
        "sentence": "还有关于你在学习上排斥认真做事的问题，这可能与你过去的经历有关。",
        "label": ""
      },
      {
        "sentence": "但是我们不能让过去的影响束缚我们的未来。",
        "label": ""
      },
      {
        "sentence": "你的认真和努力是值得赞扬的，不要因为他人的评判而改变自己。",
        "label": ""
      },
      {
        "sentence": "你可以对自己有更多的自信，坚持做自己觉得对的事情。",
        "label": ""
      },
      {
        "sentence": "你觉得如何？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会努力摆脱过去的阴影，提高自己的自信心。我也会继续坚持做自己认为对的事情，不受其他人的影响。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会努力摆脱过去的阴影，提高自己的自信心。",
        "label": ""
      },
      {
        "sentence": "我也会继续坚持做自己认为对的事情，不受其他人的影响。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够克服困难，实现自己的目标。如果你还有其他问题或困惑，随时都可以来找我倾诉和寻求帮助。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或困惑，随时都可以来找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]