[
  {
    "role": "client",
    "content": "大二，拖延，对学习态度不端正，有些逃避？大二女，学习总不上心。自我分析原因有下一，衣来伸手，不会自我管理二，不自信，大一有些社恐，基本没有人际关系。现在在尝试改善三，害怕失败。害怕做不好，很羡慕能力强者，我却不是。自我期待有点高四，有点对手机上瘾？手机更像帮我拖延的工具五，学习让我感到疲惫，有点枯燥。但我应该不排斥学习，它能让我感到有价值。六，在意他人看法。怕学习好别人背后说我，明明学习不好也会让人鄙视，还是怕，怕树敌。虽然宿舍现在关系很差七，我有点排斥认真做事。我天性认真，因此受过很多玩弄，小学欺凌，初中被学霸朋友背叛，认真让妈妈说我傻。潜意识认真就傻八，初中一个学霸朋友，一个学渣朋友。学渣朋友也离开我了，虽然和学习关联不大，但她比较排斥学习好的人。离开我有很大部分原因是我对学霸太认真，忽略了她。高一学习好，普通班，成绩好有些格格不入。高中没有成绩好的朋友。高二重点班，不好好学。开始自闭，导致毕业后无友",
    "annotation": [
      {
        "sentence": "大二，拖延，对学习态度不端正，有些逃避？",
        "label": ""
      },
      {
        "sentence": "大二女，学习总不上心。",
        "label": ""
      },
      {
        "sentence": "自我分析原因有下一，衣来伸手，不会自我管理二，不自信，大一有些社恐，基本没有人际关系。",
        "label": ""
      },
      {
        "sentence": "现在在尝试改善三，害怕失败。",
        "label": ""
      },
      {
        "sentence": "害怕做不好，很羡慕能力强者，我却不是。",
        "label": ""
      },
      {
        "sentence": "自我期待有点高四，有点对手机上瘾？",
        "label": ""
      },
      {
        "sentence": "手机更像帮我拖延的工具五，学习让我感到疲惫，有点枯燥。",
        "label": ""
      },
      {
        "sentence": "但我应该不排斥学习，它能让我感到有价值。",
        "label": ""
      },
      {
        "sentence": "六，在意他人看法。",
        "label": ""
      },
      {
        "sentence": "怕学习好别人背后说我，明明学习不好也会让人鄙视，还是怕，怕树敌。",
        "label": ""
      },
      {
        "sentence": "虽然宿舍现在关系很差七，我有点排斥认真做事。",
        "label": ""
      },
      {
        "sentence": "我天性认真，因此受过很多玩弄，小学欺凌，初中被学霸朋友背叛，认真让妈妈说我傻。",
        "label": ""
      },
      {
        "sentence": "潜意识认真就傻八，初中一个学霸朋友，一个学渣朋友。",
        "label": ""
      },
      {
        "sentence": "学渣朋友也离开我了，虽然和学习关联不大，但她比较排斥学习好的人。",
        "label": ""
      },
      {
        "sentence": "离开我有很大部分原因是我对学霸太认真，忽略了她。",
        "label": ""
      },
      {
        "sentence": "高一学习好，普通班，成绩好有些格格不入。",
        "label": ""
      },
      {
        "sentence": "高中没有成绩好的朋友。",
        "label": ""
      },
      {
        "sentence": "高二重点班，不好好学。",
        "label": ""
      },
      {
        "sentence": "开始自闭，导致毕业后无友",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你对学习态度上的困扰，我可以理解。你认识到自己拖延、对学习不上心，这已经是一大步了。对于拖延的原因，你提到了几个方面的自我分析：一是衣来伸手，没有自我管理的意识；二是缺乏自信，可能是因为社恐，缺乏人际关系；三是害怕失败，羡慕能力强者但觉得自己不是其中之一；四是对手机上瘾，并且将其视为拖延的工具；五是学习让你感到疲惫枯燥，但你认为学习仍然有价值；六是在意他人的看法，害怕被人说闲话，怕树敌；七是你有点排斥认真做事，因为过去经历了一些被玩弄的情况，导致你潜意识认为认真就傻；八是过去的一个学渣朋友离开了你，虽然和学习关系不大，但她对学习好的人有排斥感，你也因此忽略了她。这些经历和困境一定给你带来了很大的困惑。",
    "annotation": [
      {
        "sentence": "你好，听到你对学习态度上的困扰，我可以理解。",
        "label": ""
      },
      {
        "sentence": "你认识到自己拖延、对学习不上心，这已经是一大步了。",
        "label": ""
      },
      {
        "sentence": "对于拖延的原因，你提到了几个方面的自我分析：一是衣来伸手，没有自我管理的意识；二是缺乏自信，可能是因为社恐，缺乏人际关系；三是害怕失败，羡慕能力强者但觉得自己不是其中之一；四是对手机上瘾，并且将其视为拖延的工具；五是学习让你感到疲惫枯燥，但你认为学习仍然有价值；六是在意他人的看法，害怕被人说闲话，怕树敌；七是你有点排斥认真做事，因为过去经历了一些被玩弄的情况，导致你潜意识认为认真就傻；八是过去的一个学渣朋友离开了你，虽然和学习关系不大，但她对学习好的人有排斥感，你也因此忽略了她。",
        "label": ""
      },
      {
        "sentence": "这些经历和困境一定给你带来了很大的困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和分析，确实这些问题一直困扰着我。我觉得自己好像陷入了一个无法自拔的境地，不知道如何解决。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和分析，确实这些问题一直困扰着我。",
        "label": ""
      },
      {
        "sentence": "我觉得自己好像陷入了一个无法自拔的境地，不知道如何解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我要告诉你，你并不孤单，每个人在成长过程中都会面临各种情绪和困扰。这些问题并不是不能解决的，只是需要找到适合自己的方式来应对。你提到了渴望有些说得上话的好朋友，这个需求是很正常的，也是你内心对社交关系的渴望。对于学习态度的调整，也需要你主动去寻找适合自己的方法。",
    "annotation": [
      {
        "sentence": "首先，我要告诉你，你并不孤单，每个人在成长过程中都会面临各种情绪和困扰。",
        "label": ""
      },
      {
        "sentence": "这些问题并不是不能解决的，只是需要找到适合自己的方式来应对。",
        "label": ""
      },
      {
        "sentence": "你提到了渴望有些说得上话的好朋友，这个需求是很正常的，也是你内心对社交关系的渴望。",
        "label": ""
      },
      {
        "sentence": "对于学习态度的调整，也需要你主动去寻找适合自己的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实渴望有一些真心的朋友。我会尝试主动去交朋友，但有时候我会害怕被拒绝或者被伤害。",
    "annotation": [
      {
        "sentence": "是的，我确实渴望有一些真心的朋友。",
        "label": ""
      },
      {
        "sentence": "我会尝试主动去交朋友，但有时候我会害怕被拒绝或者被伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕被伤害或拒绝是很正常的情绪，但是担心这些可能会让你错失一些机会。你可以试着放下这些恐惧，相信自己的魅力和吸引力，通过参加一些兴趣班或者社团活动，结识一些志同道合的人，从而建立互相支持的友谊关系。人际关系需要时间来培养，不要过于苛求，慢慢地就会有心灵相通的朋友出现。",
    "annotation": [
      {
        "sentence": "害怕被伤害或拒绝是很正常的情绪，但是担心这些可能会让你错失一些机会。",
        "label": ""
      },
      {
        "sentence": "你可以试着放下这些恐惧，相信自己的魅力和吸引力，通过参加一些兴趣班或者社团活动，结识一些志同道合的人，从而建立互相支持的友谊关系。",
        "label": ""
      },
      {
        "sentence": "人际关系需要时间来培养，不要过于苛求，慢慢地就会有心灵相通的朋友出现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我想我需要更积极地投入社交生活。除了担心被拒绝，我还有点不自信，害怕自己没有足够的能力去交朋友。",
    "annotation": [
      {
        "sentence": "确实，我想我需要更积极地投入社交生活。",
        "label": ""
      },
      {
        "sentence": "除了担心被拒绝，我还有点不自信，害怕自己没有足够的能力去交朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要对自己的能力失去信心，每个人都有自己独特的魅力和优点。你可以对自己多加肯定，多关注和培养自己的兴趣爱好，提升自己的技能，这样不仅可以增加自信，也能展示自己的魅力给他人看。同时，也要学会接受自己的不足和缺点，没有人是完美的，关键是如何积极面对和改善。",
    "annotation": [
      {
        "sentence": "不要对自己的能力失去信心，每个人都有自己独特的魅力和优点。",
        "label": ""
      },
      {
        "sentence": "你可以对自己多加肯定，多关注和培养自己的兴趣爱好，提升自己的技能，这样不仅可以增加自信，也能展示自己的魅力给他人看。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会接受自己的不足和缺点，没有人是完美的，关键是如何积极面对和改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实需要更积极地面对自己的不足，努力提升自己。对于拖延和对手机上瘾的问题，我应该如何解决呢？",
    "annotation": [
      {
        "sentence": "我确实需要更积极地面对自己的不足，努力提升自己。",
        "label": ""
      },
      {
        "sentence": "对于拖延和对手机上瘾的问题，我应该如何解决呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "针对拖延和手机上瘾的问题，你可以尝试制定一个合理的学习计划，并设置适当的奖励机制来激励自己。同时，可以设置一些限制措施，如定时关机或者使用专门的软件来限制使用手机的时间。逐步改变自己的习惯，培养良好的学习和时间管理能力，帮助你更好地专注于学习。",
    "annotation": [
      {
        "sentence": "针对拖延和手机上瘾的问题，你可以尝试制定一个合理的学习计划，并设置适当的奖励机制来激励自己。",
        "label": ""
      },
      {
        "sentence": "同时，可以设置一些限制措施，如定时关机或者使用专门的软件来限制使用手机的时间。",
        "label": ""
      },
      {
        "sentence": "逐步改变自己的习惯，培养良好的学习和时间管理能力，帮助你更好地专注于学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来是个不错的方法，我会试一试的。还有一个问题是，我在意他人的看法，害怕被背后议论。这个怎么解决呢？",
    "annotation": [
      {
        "sentence": "听起来是个不错的方法，我会试一试的。",
        "label": ""
      },
      {
        "sentence": "还有一个问题是，我在意他人的看法，害怕被背后议论。",
        "label": ""
      },
      {
        "sentence": "这个怎么解决呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在意他人的看法是很常见的情绪，但并不意味着你必须取悦每个人。要相信自己的价值和能力，不要过于关注他人的评价。重要的是学会建立自我肯定，相信自己的努力和成就，不要为了别人的评价而去追求。你可以选择和那些真正理解和支持你的人建立深入的友谊关系，而对那些对你不好的人不必太过在意。",
    "annotation": [
      {
        "sentence": "在意他人的看法是很常见的情绪，但并不意味着你必须取悦每个人。",
        "label": ""
      },
      {
        "sentence": "要相信自己的价值和能力，不要过于关注他人的评价。",
        "label": ""
      },
      {
        "sentence": "重要的是学会建立自我肯定，相信自己的努力和成就，不要为了别人的评价而去追求。",
        "label": ""
      },
      {
        "sentence": "你可以选择和那些真正理解和支持你的人建立深入的友谊关系，而对那些对你不好的人不必太过在意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更加相信自己，不为他人的评价所左右。同时，我觉得对待认真做事的态度也需要调整，不要再将认真和被玩弄联系在一起了。",
    "annotation": [
      {
        "sentence": "我明白了，我应该更加相信自己，不为他人的评价所左右。",
        "label": ""
      },
      {
        "sentence": "同时，我觉得对待认真做事的态度也需要调整，不要再将认真和被玩弄联系在一起了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你的认真是你的优点，是你取得成绩的关键。不要因为过去的经历而放弃自己最真实的一面。要学会保护自己，选择和那些真正欣赏和理解你的人建立良好的关系，从而培养出和他们一起成长的氛围。",
    "annotation": [
      {
        "sentence": "没错，你的认真是你的优点，是你取得成绩的关键。",
        "label": ""
      },
      {
        "sentence": "不要因为过去的经历而放弃自己最真实的一面。",
        "label": ""
      },
      {
        "sentence": "要学会保护自己，选择和那些真正欣赏和理解你的人建立良好的关系，从而培养出和他们一起成长的氛围。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我觉得我有了一些解决方案。我会努力改变自己，迎接更好的未来。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我觉得我有了一些解决方案。",
        "label": ""
      },
      {
        "sentence": "我会努力改变自己，迎接更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你对问题有了更明确的认识，并且愿意为之付诸行动。改变并不是一蹴而就的，需要持续的努力和坚持。相信自己，相信你有能力克服困难，并且努力去实现自己的目标。我会在一旁一直支持你的，加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你对问题有了更明确的认识，并且愿意为之付诸行动。",
        "label": ""
      },
      {
        "sentence": "改变并不是一蹴而就的，需要持续的努力和坚持。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你有能力克服困难，并且努力去实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "我会在一旁一直支持你的，加油！",
        "label": ""
      }
    ]
  }
]