[
  {
    "role": "client",
    "content": "男友要来找我，应不应该让父母知道？我和男友家里是同一个小镇离得很近的，我父母是镇上有名的老师，我是本科生毕业，男朋友是初中毕业，父母强烈反对我们在一起，男朋友一直和他的父母经营着一个麻辣烫的快餐店，因为我在外地工作，男朋友要来找我.不想异地恋了！应不应该告诉父母，想告诉父母，还害怕，不告诉父母两家离得特别近，早晚总会知道的在外地我和姐姐一起住，不想她和我一起撒谎毕竟和她没关系，所以很纠结，希望得到帮助和解答。",
    "annotation": [
      {
        "sentence": "男友要来找我，应不应该让父母知道？",
        "label": ""
      },
      {
        "sentence": "我和男友家里是同一个小镇离得很近的，我父母是镇上有名的老师，我是本科生毕业，男朋友是初中毕业，父母强烈反对我们在一起，男朋友一直和他的父母经营着一个麻辣烫的快餐店，因为我在外地工作，男朋友要来找我.不想异地恋了！",
        "label": ""
      },
      {
        "sentence": "应不应该告诉父母，想告诉父母，还害怕，不告诉父母两家离得特别近，早晚总会知道的在外地我和姐姐一起住，不想她和我一起撒谎毕竟和她没关系，所以很纠结，希望得到帮助和解答。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，看到你的烦恼了。我理解你现在的困惑和纠结。婚姻大事是需要认真考虑的，不仅要考虑家庭情况，还要关注伴侣的品行，这是很重要的。我能感受到你对男友的喜欢，这也说明你们之间有一份真挚的感情。但考虑到你父母的职业特殊性，他们可能更希望你找一个门当户对、学历相当的伴侣，这就导致你在爱情和亲情之间纠结。我想你可能在脑海里已经彩排过了如何告诉父母，他们的反应会是怎样，以及你应该如何应对。这其实是在为自己做心理准备，但我们也要考虑到父母的感受。毕竟，养育你这么多年，当然希望你能嫁给一个能照顾你的人，他们不希望你在别人那里吃亏。既然两家离得这么近，父母迟早会知道的，那不如早点告诉他们，给他们足够的时间去了解和接纳你的男朋友。我相信，如果你的父母发现你的男朋友品行端正、有上进心，并且真的对你好，他们也会放下对学历的执念，尊重你的选择。所以，鼓起勇气去告诉他们吧。同时，你可以聆听老一辈的建议，他们有丰富的生活阅历，也可能更客观地看待这个问题。祝你好运！",
    "annotation": [
      {
        "sentence": "求助者，看到你的烦恼了。",
        "label": ""
      },
      {
        "sentence": "我理解你现在的困惑和纠结。",
        "label": ""
      },
      {
        "sentence": "婚姻大事是需要认真考虑的，不仅要考虑家庭情况，还要关注伴侣的品行，这是很重要的。",
        "label": ""
      },
      {
        "sentence": "我能感受到你对男友的喜欢，这也说明你们之间有一份真挚的感情。",
        "label": ""
      },
      {
        "sentence": "但考虑到你父母的职业特殊性，他们可能更希望你找一个门当户对、学历相当的伴侣，这就导致你在爱情和亲情之间纠结。",
        "label": ""
      },
      {
        "sentence": "我想你可能在脑海里已经彩排过了如何告诉父母，他们的反应会是怎样，以及你应该如何应对。",
        "label": ""
      },
      {
        "sentence": "这其实是在为自己做心理准备，但我们也要考虑到父母的感受。",
        "label": ""
      },
      {
        "sentence": "毕竟，养育你这么多年，当然希望你能嫁给一个能照顾你的人，他们不希望你在别人那里吃亏。",
        "label": ""
      },
      {
        "sentence": "既然两家离得这么近，父母迟早会知道的，那不如早点告诉他们，给他们足够的时间去了解和接纳你的男朋友。",
        "label": ""
      },
      {
        "sentence": "我相信，如果你的父母发现你的男朋友品行端正、有上进心，并且真的对你好，他们也会放下对学历的执念，尊重你的选择。",
        "label": ""
      },
      {
        "sentence": "所以，鼓起勇气去告诉他们吧。",
        "label": ""
      },
      {
        "sentence": "同时，你可以聆听老一辈的建议，他们有丰富的生活阅历，也可能更客观地看待这个问题。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的回复。你说得对，我真的很担心父母会反对我和男友在一起。我不知道他们会怎么想，怎么感受。也许他们觉得我男友的学历太低了，不符合他们的期望。我怕他们会失望，会担心我将来的生活。但是，我也不想和男友异地恋了，我觉得我们之间的感情值得去争取。告诉父母的话，我怎么说才能让他们理解呢？",
    "annotation": [
      {
        "sentence": "谢谢支持者的回复。",
        "label": ""
      },
      {
        "sentence": "你说得对，我真的很担心父母会反对我和男友在一起。",
        "label": ""
      },
      {
        "sentence": "我不知道他们会怎么想，怎么感受。",
        "label": ""
      },
      {
        "sentence": "也许他们觉得我男友的学历太低了，不符合他们的期望。",
        "label": ""
      },
      {
        "sentence": "我怕他们会失望，会担心我将来的生活。",
        "label": ""
      },
      {
        "sentence": "但是，我也不想和男友异地恋了，我觉得我们之间的感情值得去争取。",
        "label": ""
      },
      {
        "sentence": "告诉父母的话，我怎么说才能让他们理解呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我能理解你的担心和矛盾心情。你对父母的顾虑是合情合理的。但是爱情是两个人的事情，不能只看学历和外界的评判。你可以打开心扉，真诚地和父母交流你和男友的感情，让他们知道你有多么喜欢他，以及男友的优点和对你的照顾。同时，也告诉他们你的理由，为什么不想异地恋。你可以表达出你的坚定决心，说明你会努力让你们之间的感情更加稳固和美好。在交流的过程中，你也要耐心倾听，理解父母的担忧和顾虑。试着和他们一起找到解决问题的办法，并让他们知道你准备好为这份感情负责。相信真诚的交流和沟通，会让你们之间达成更好的理解和共识。",
    "annotation": [
      {
        "sentence": "求助者，我能理解你的担心和矛盾心情。",
        "label": ""
      },
      {
        "sentence": "你对父母的顾虑是合情合理的。",
        "label": ""
      },
      {
        "sentence": "但是爱情是两个人的事情，不能只看学历和外界的评判。",
        "label": ""
      },
      {
        "sentence": "你可以打开心扉，真诚地和父母交流你和男友的感情，让他们知道你有多么喜欢他，以及男友的优点和对你的照顾。",
        "label": ""
      },
      {
        "sentence": "同时，也告诉他们你的理由，为什么不想异地恋。",
        "label": ""
      },
      {
        "sentence": "你可以表达出你的坚定决心，说明你会努力让你们之间的感情更加稳固和美好。",
        "label": ""
      },
      {
        "sentence": "在交流的过程中，你也要耐心倾听，理解父母的担忧和顾虑。",
        "label": ""
      },
      {
        "sentence": "试着和他们一起找到解决问题的办法，并让他们知道你准备好为这份感情负责。",
        "label": ""
      },
      {
        "sentence": "相信真诚的交流和沟通，会让你们之间达成更好的理解和共识。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。我觉得我可以试着跟我父母好好聊一下。毕竟，他们是我最亲近的人，他们应该能够理解和支持我的选择。我也会努力让他们看到我男友的优点，让他们放心。还有一点，我有时候觉得自己很自私，因为我不想姐姐和我一起撒谎。虽然她没关系，但我觉得不太好。你觉得我应该告诉她这个事情吗？",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我觉得我可以试着跟我父母好好聊一下。",
        "label": ""
      },
      {
        "sentence": "毕竟，他们是我最亲近的人，他们应该能够理解和支持我的选择。",
        "label": ""
      },
      {
        "sentence": "我也会努力让他们看到我男友的优点，让他们放心。",
        "label": ""
      },
      {
        "sentence": "还有一点，我有时候觉得自己很自私，因为我不想姐姐和我一起撒谎。",
        "label": ""
      },
      {
        "sentence": "虽然她没关系，但我觉得不太好。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该告诉她这个事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你要相信自己，相信你的父母理解你的能力。我相信通过真诚的交流，你和父母之间一定会有更深入的了解和支持。至于姐姐，我认为在这种事情上，诚实和坦率是很重要的。你可以找一个适当的时机和方式，告诉姐姐你和男友即将见面的计划，然后说明你希望她能够理解和支持你的决定。也许她会给你提供一些建议和支持，帮助你度过这个阶段。与姐姐保持诚实的沟通，建立良好的姐妹关系，对你们长远发展也是非常有好处的。",
    "annotation": [
      {
        "sentence": "求助者，你要相信自己，相信你的父母理解你的能力。",
        "label": ""
      },
      {
        "sentence": "我相信通过真诚的交流，你和父母之间一定会有更深入的了解和支持。",
        "label": ""
      },
      {
        "sentence": "至于姐姐，我认为在这种事情上，诚实和坦率是很重要的。",
        "label": ""
      },
      {
        "sentence": "你可以找一个适当的时机和方式，告诉姐姐你和男友即将见面的计划，然后说明你希望她能够理解和支持你的决定。",
        "label": ""
      },
      {
        "sentence": "也许她会给你提供一些建议和支持，帮助你度过这个阶段。",
        "label": ""
      },
      {
        "sentence": "与姐姐保持诚实的沟通，建立良好的姐妹关系，对你们长远发展也是非常有好处的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽快和父母以及姐姐沟通，让他们了解我的想法和感受。虽然还有些紧张，但是我相信一切都会好起来的。谢谢你的支持和鼓励，你帮我解开了内心的纠结。有你陪伴真好。",
    "annotation": [
      {
        "sentence": "我明白了，我会尽快和父母以及姐姐沟通，让他们了解我的想法和感受。",
        "label": ""
      },
      {
        "sentence": "虽然还有些紧张，但是我相信一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，你帮我解开了内心的纠结。",
        "label": ""
      },
      {
        "sentence": "有你陪伴真好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我能为你提供支持和帮助就很开心。相信自己，勇敢面对问题，你会发现解决困境的道路其实并没有想象中那么困难。祝你能够成功地和父母、姐姐沟通，得到他们的理解和支持。希望你的感情之路能够顺利，幸福美满。如果还有其他问题或需要继续交流，随时来找我吧。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我能为你提供支持和帮助就很开心。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢面对问题，你会发现解决困境的道路其实并没有想象中那么困难。",
        "label": ""
      },
      {
        "sentence": "祝你能够成功地和父母、姐姐沟通，得到他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "希望你的感情之路能够顺利，幸福美满。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或需要继续交流，随时来找我吧。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]