[
  {
    "role": "client",
    "content": "父母太吹毛求疵，活得压抑，不知道该怎么面对他们？我父母对我从来只会挑毛病，有些确实是我做的不好，但有一些完全是以他们的标准来评判我（导致我发现如今我对很多事物的判断经常是不够客观的，甚至是混乱的没有标准的），美其名曰“建议”，但只要我表示不接受，他们就恶语中伤甚至完全没注意到言语上对我的伤害，现在我人已经在外地工作，认识到自己在思维上有很多缺陷，也在试图自我修正，但只要一回家我又要面对他们扭曲的价值观和思维方式，我爱他们，可是我忍受不了他们伤害我还不自知而我又不能跟他们计较的挣扎，因为每次计较必会变成争执，我就会变成他们眼中那个“什么都不听他们的不孝女\/什么事都干不好\/”，而我最害怕我自己听了之后会当真，毕竟他们是我最亲的人，我很想坚持自我，我知道做我自己没有错，可他们一遍又一遍重复我所谓的“缺点”，让我好难正视我自己，我真的不想跟他们有太多交流了，我知道他们会难受，但我不能一直活在压抑中，我要对我的人生负责，真的不知道该怎么面对他们了。",
    "annotation": [
      {
        "sentence": "父母太吹毛求疵，活得压抑，不知道该怎么面对他们？",
        "label": ""
      },
      {
        "sentence": "我父母对我从来只会挑毛病，有些确实是我做的不好，但有一些完全是以他们的标准来评判我（导致我发现如今我对很多事物的判断经常是不够客观的，甚至是混乱的没有标准的），美其名曰“建议”，但只要我表示不接受，他们就恶语中伤甚至完全没注意到言语上对我的伤害，现在我人已经在外地工作，认识到自己在思维上有很多缺陷，也在试图自我修正，但只要一回家我又要面对他们扭曲的价值观和思维方式，我爱他们，可是我忍受不了他们伤害我还不自知而我又不能跟他们计较的挣扎，因为每次计较必会变成争执，我就会变成他们眼中那个“什么都不听他们的不孝女\/什么事都干不好\/”，而我最害怕我自己听了之后会当真，毕竟他们是我最亲的人，我很想坚持自我，我知道做我自己没有错，可他们一遍又一遍重复我所谓的“缺点”，让我好难正视我自己，我真的不想跟他们有太多交流了，我知道他们会难受，但我不能一直活在压抑中，我要对我的人生负责，真的不知道该怎么面对他们了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你一个大大的拥抱，在那样环境下成长的你是在是太不容易了。",
    "annotation": [
      {
        "sentence": "给你一个大大的拥抱，在那样环境下成长的你是在是太不容易了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和拥抱，确实感觉很辛苦。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和拥抱，确实感觉很辛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，你从小生活在父母对你批判否定的家庭环境中，他们否定的言辞和建议对你产生了很不好的影响，让你产生了自我怀疑，自我否定，真的以为自己就是不好。这不是你的错，是成长环境造成的。",
    "annotation": [
      {
        "sentence": "通过你的描述，你从小生活在父母对你批判否定的家庭环境中，他们否定的言辞和建议对你产生了很不好的影响，让你产生了自我怀疑，自我否定，真的以为自己就是不好。",
        "label": ""
      },
      {
        "sentence": "这不是你的错，是成长环境造成的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到这个问题是由我的成长环境造成的，但有时还是很难克服这种思维方式。",
    "annotation": [
      {
        "sentence": "是的，我意识到这个问题是由我的成长环境造成的，但有时还是很难克服这种思维方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那怎么减少原生家庭对我们产生的不好影响呢？让我们自己可以不那么难受呢？",
    "annotation": [
      {
        "sentence": "那怎么减少原生家庭对我们产生的不好影响呢？",
        "label": ""
      },
      {
        "sentence": "让我们自己可以不那么难受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很想知道，你有什么建议可以帮助我改变与他们相处的方式？",
    "annotation": [
      {
        "sentence": "我很想知道，你有什么建议可以帮助我改变与他们相处的方式？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先你要学会与父母和解。通过你的描述感觉你很在意父母的言辞，也感到很难过，这种难过的负面情绪导致你在与他们相处时总是想着沟通改变他们，以至于又产生矛盾，想亲近又排斥。",
    "annotation": [
      {
        "sentence": "首先你要学会与父母和解。",
        "label": ""
      },
      {
        "sentence": "通过你的描述感觉你很在意父母的言辞，也感到很难过，这种难过的负面情绪导致你在与他们相处时总是想着沟通改变他们，以至于又产生矛盾，想亲近又排斥。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每次尝试沟通改变都变成了争吵，我不知道怎么办才能改变这种情况。",
    "annotation": [
      {
        "sentence": "是的，每次尝试沟通改变都变成了争吵，我不知道怎么办才能改变这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们没办法改变出身的环境，也没办法改变父母，父母年龄已经大了，思维和认知已经不会有太大的改变，你尝试跟他们沟通，劝他们改变你也感觉行不通。那怎么办呢，改变自己。原谅父母沟通方式上的不足，体谅他们的不易和局限，这是事实，你必须得接受他们的所有。对于他们所说的话从爱的角度解读，比如说你什么都做不好，你可以在心里理解为：他们也是为我好，希望我做的更好，我只是这件事没达到他们的期待，不是什么都做不好。",
    "annotation": [
      {
        "sentence": "我们没办法改变出身的环境，也没办法改变父母，父母年龄已经大了，思维和认知已经不会有太大的改变，你尝试跟他们沟通，劝他们改变你也感觉行不通。",
        "label": ""
      },
      {
        "sentence": "那怎么办呢，改变自己。",
        "label": ""
      },
      {
        "sentence": "原谅父母沟通方式上的不足，体谅他们的不易和局限，这是事实，你必须得接受他们的所有。",
        "label": ""
      },
      {
        "sentence": "对于他们所说的话从爱的角度解读，比如说你什么都做不好，你可以在心里理解为：他们也是为我好，希望我做的更好，我只是这件事没达到他们的期待，不是什么都做不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试理解和接受他们的言辞，以爱的角度去解读。但是有时候实在是很难做到。",
    "annotation": [
      {
        "sentence": "我会尝试理解和接受他们的言辞，以爱的角度去解读。",
        "label": ""
      },
      {
        "sentence": "但是有时候实在是很难做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母是爱你的，对你有很高的期待，只是在育儿方式上有欠缺，毕竟他们的只是有限，你要谅解。其次你从小缺乏肯定赞美认同，形成了比较低的自我价值，没有固定的自我认知。别人说不好你就会觉得自己不好，说好你就会觉得好。你平时可以多自我觉察，了解自己的优缺点，对自己形成一个稳定的认知，当别人说你是你自己心中知道自己是什么样的。",
    "annotation": [
      {
        "sentence": "父母是爱你的，对你有很高的期待，只是在育儿方式上有欠缺，毕竟他们的只是有限，你要谅解。",
        "label": ""
      },
      {
        "sentence": "其次你从小缺乏肯定赞美认同，形成了比较低的自我价值，没有固定的自我认知。",
        "label": ""
      },
      {
        "sentence": "别人说不好你就会觉得自己不好，说好你就会觉得好。",
        "label": ""
      },
      {
        "sentence": "你平时可以多自我觉察，了解自己的优缺点，对自己形成一个稳定的认知，当别人说你是你自己心中知道自己是什么样的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来我这么容易受他人评价的影响，我会尝试通过自我觉察来塑造自己的认知，不再完全依赖他人的看法来判断自己的价值。",
    "annotation": [
      {
        "sentence": "原来我这么容易受他人评价的影响，我会尝试通过自我觉察来塑造自己的认知，不再完全依赖他人的看法来判断自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你要多给自己赞美和肯定，多鼓励自己，慢慢的就会有自信，不再在意别人的评价。推荐你学习平台林文采的心理营养课程，感觉特别适合你，相信会对你有帮助。",
    "annotation": [
      {
        "sentence": "很好，你要多给自己赞美和肯定，多鼓励自己，慢慢的就会有自信，不再在意别人的评价。",
        "label": ""
      },
      {
        "sentence": "推荐你学习平台林文采的心理营养课程，感觉特别适合你，相信会对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑学习这门课程，希望能够找到更好的解决方法。我真的很感谢你的陪伴和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑学习这门课程，希望能够找到更好的解决方法。",
        "label": ""
      },
      {
        "sentence": "我真的很感谢你的陪伴和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的。你已经意识到了问题并努力去改变，这非常了不起。相信你能找到面对父母的合适方法，希望你能够过上积极、自由的生活。加油，祝福你！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了问题并努力去改变，这非常了不起。",
        "label": ""
      },
      {
        "sentence": "相信你能找到面对父母的合适方法，希望你能够过上积极、自由的生活。",
        "label": ""
      },
      {
        "sentence": "加油，祝福你！",
        "label": ""
      }
    ]
  }
]