[
  {
    "role": "client",
    "content": "父母太吹毛求疵，活得压抑，不知道该怎么面对他们？我父母对我从来只会挑毛病，有些确实是我做的不好，但有一些完全是以他们的标准来评判我（导致我发现如今我对很多事物的判断经常是不够客观的，甚至是混乱的没有标准的），美其名曰“建议”，但只要我表示不接受，他们就恶语中伤甚至完全没注意到言语上对我的伤害，现在我人已经在外地工作，认识到自己在思维上有很多缺陷，也在试图自我修正，但只要一回家我又要面对他们扭曲的价值观和思维方式，我爱他们，可是我忍受不了他们伤害我还不自知而我又不能跟他们计较的挣扎，因为每次计较必会变成争执，我就会变成他们眼中那个“什么都不听他们的不孝女\/什么事都干不好\/”，而我最害怕我自己听了之后会当真，毕竟他们是我最亲的人，我很想坚持自我，我知道做我自己没有错，可他们一遍又一遍重复我所谓的“缺点”，让我好难正视我自己，我真的不想跟他们有太多交流了，我知道他们会难受，但我不能一直活在压抑中，我要对我的人生负责，真的不知道该怎么面对他们了。",
    "annotation": [
      {
        "sentence": "父母太吹毛求疵，活得压抑，不知道该怎么面对他们？",
        "label": ""
      },
      {
        "sentence": "我父母对我从来只会挑毛病，有些确实是我做的不好，但有一些完全是以他们的标准来评判我（导致我发现如今我对很多事物的判断经常是不够客观的，甚至是混乱的没有标准的），美其名曰“建议”，但只要我表示不接受，他们就恶语中伤甚至完全没注意到言语上对我的伤害，现在我人已经在外地工作，认识到自己在思维上有很多缺陷，也在试图自我修正，但只要一回家我又要面对他们扭曲的价值观和思维方式，我爱他们，可是我忍受不了他们伤害我还不自知而我又不能跟他们计较的挣扎，因为每次计较必会变成争执，我就会变成他们眼中那个“什么都不听他们的不孝女\/什么事都干不好\/”，而我最害怕我自己听了之后会当真，毕竟他们是我最亲的人，我很想坚持自我，我知道做我自己没有错，可他们一遍又一遍重复我所谓的“缺点”，让我好难正视我自己，我真的不想跟他们有太多交流了，我知道他们会难受，但我不能一直活在压抑中，我要对我的人生负责，真的不知道该怎么面对他们了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你父母对你的指责和伤害让你感到压抑和困惑。生活中很多人都会遇到这样的情况，可能是代沟造成的。父母在形成他们的个性时，也会受到环境的影响。他们对你的评价很可能是以他们的标准来衡量。虽然他们的建议有时可能会伤害到你，但还是让自己尝试理解他们吧。给他们一份宽容和理解是很难的，但也请记得要好好爱护自己。如果你在父母那里感受到了负面情绪，一定要及时排解，不要让压抑的情绪一直存在心里。尝试寻找一个平衡点，使得你和父母相对平衡相处。看得出来，你很爱你的父母，这点很值得肯定。但是一定要好好爱自己。在一些父母不太在意的事情上坚持自我，而在一些他们在意的事情上适当让步。如果实在无法妥协，产生了争执，也不要给自己太多压力。生活需要调味品，有时候会苦。但是，味道苦之后，请给自己一些甜的犒劳（比如发泄不愉快的情绪，做一些自己喜欢的事情）。在家里可能过得很难，但在外面要记得过得开心。现在你在外地工作，做好自己的本职工作就可以了。对于不足的地方，努力改正。未来的生活还很长，好好爱护自己。",
    "annotation": [
      {
        "sentence": "了解你父母对你的指责和伤害让你感到压抑和困惑。",
        "label": ""
      },
      {
        "sentence": "生活中很多人都会遇到这样的情况，可能是代沟造成的。",
        "label": ""
      },
      {
        "sentence": "父母在形成他们的个性时，也会受到环境的影响。",
        "label": ""
      },
      {
        "sentence": "他们对你的评价很可能是以他们的标准来衡量。",
        "label": ""
      },
      {
        "sentence": "虽然他们的建议有时可能会伤害到你，但还是让自己尝试理解他们吧。",
        "label": ""
      },
      {
        "sentence": "给他们一份宽容和理解是很难的，但也请记得要好好爱护自己。",
        "label": ""
      },
      {
        "sentence": "如果你在父母那里感受到了负面情绪，一定要及时排解，不要让压抑的情绪一直存在心里。",
        "label": ""
      },
      {
        "sentence": "尝试寻找一个平衡点，使得你和父母相对平衡相处。",
        "label": ""
      },
      {
        "sentence": "看得出来，你很爱你的父母，这点很值得肯定。",
        "label": ""
      },
      {
        "sentence": "但是一定要好好爱自己。",
        "label": ""
      },
      {
        "sentence": "在一些父母不太在意的事情上坚持自我，而在一些他们在意的事情上适当让步。",
        "label": ""
      },
      {
        "sentence": "如果实在无法妥协，产生了争执，也不要给自己太多压力。",
        "label": ""
      },
      {
        "sentence": "生活需要调味品，有时候会苦。",
        "label": ""
      },
      {
        "sentence": "但是，味道苦之后，请给自己一些甜的犒劳（比如发泄不愉快的情绪，做一些自己喜欢的事情）。",
        "label": ""
      },
      {
        "sentence": "在家里可能过得很难，但在外面要记得过得开心。",
        "label": ""
      },
      {
        "sentence": "现在你在外地工作，做好自己的本职工作就可以了。",
        "label": ""
      },
      {
        "sentence": "对于不足的地方，努力改正。",
        "label": ""
      },
      {
        "sentence": "未来的生活还很长，好好爱护自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，让我感觉到了温暖和安慰。我明白父母的评价是出于对我的关心，但有时候真的很难接受。你说的找到一个平衡点，让大家相对平衡相处，听起来很有道理。我会试着尝试理解他们，同时也保护自己的感受。我会记得在父母面前好好爱护自己，同时也给自己一些甜的犒劳。外地工作的日子确实比较轻松，我会更加努力做好工作，争取让自己在他们眼中更有自信和成就感。谢谢你的鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，让我感觉到了温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "我明白父母的评价是出于对我的关心，但有时候真的很难接受。",
        "label": ""
      },
      {
        "sentence": "你说的找到一个平衡点，让大家相对平衡相处，听起来很有道理。",
        "label": ""
      },
      {
        "sentence": "我会试着尝试理解他们，同时也保护自己的感受。",
        "label": ""
      },
      {
        "sentence": "我会记得在父母面前好好爱护自己，同时也给自己一些甜的犒劳。",
        "label": ""
      },
      {
        "sentence": "外地工作的日子确实比较轻松，我会更加努力做好工作，争取让自己在他们眼中更有自信和成就感。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我理解你的感受。接受父母的关心和意见确实有时会让我们感到困扰。找到一个平衡点，既保护了自己的感受，又尊重父母的关心是很重要的。好好爱护自己，让自己的心灵得到滋养，才能更好地面对父母的评价。在外地工作的日子里，努力做好自己的本职工作，实现自己的价值，也是对父母最好的回应。相信你可以在这个过程中找到属于自己的自信和成就感。加油哦！",
    "annotation": [
      {
        "sentence": "不用客气，我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "接受父母的关心和意见确实有时会让我们感到困扰。",
        "label": ""
      },
      {
        "sentence": "找到一个平衡点，既保护了自己的感受，又尊重父母的关心是很重要的。",
        "label": ""
      },
      {
        "sentence": "好好爱护自己，让自己的心灵得到滋养，才能更好地面对父母的评价。",
        "label": ""
      },
      {
        "sentence": "在外地工作的日子里，努力做好自己的本职工作，实现自己的价值，也是对父母最好的回应。",
        "label": ""
      },
      {
        "sentence": "相信你可以在这个过程中找到属于自己的自信和成就感。",
        "label": ""
      },
      {
        "sentence": "加油哦！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会好好努力的。有你的支持和理解，我感觉到了更多的勇气和力量。我也会更积极地面对自己的不足，并努力改善与父母的关系。有时候可能还会有矛盾和争执，但我会尽量保护自己的情绪，毕竟自己的人生要靠自己负责。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会好好努力的。",
        "label": ""
      },
      {
        "sentence": "有你的支持和理解，我感觉到了更多的勇气和力量。",
        "label": ""
      },
      {
        "sentence": "我也会更积极地面对自己的不足，并努力改善与父母的关系。",
        "label": ""
      },
      {
        "sentence": "有时候可能还会有矛盾和争执，但我会尽量保护自己的情绪，毕竟自己的人生要靠自己负责。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。相信自己，勇敢地迎接挑战。你已经意识到自己的不足，并有积极改善的想法，这已经是非常不错的。在与父母相处的过程中，不要忘记爱护自己的感受。坚持自我，相信自己的价值和能力。希望你能够找到自己在与父母相处中的平衡点，过上快乐、自信的生活。如果以后还需要帮助，随时来找我聊天，我会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢地迎接挑战。",
        "label": ""
      },
      {
        "sentence": "你已经意识到自己的不足，并有积极改善的想法，这已经是非常不错的。",
        "label": ""
      },
      {
        "sentence": "在与父母相处的过程中，不要忘记爱护自己的感受。",
        "label": ""
      },
      {
        "sentence": "坚持自我，相信自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到自己在与父母相处中的平衡点，过上快乐、自信的生活。",
        "label": ""
      },
      {
        "sentence": "如果以后还需要帮助，随时来找我聊天，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]