[
  {
    "role": "client",
    "content": "很想自杀，却又害怕，在外人面前还必须摆出开心样子？我12岁，是个女孩子，父母经常打我骂我，我总觉得可能哪一天我的心理防线就要彻底崩溃。我只能靠玩游戏来缓解，父母又不理解我，一天到晚都骂我“拿着个破手机玩什么破我的世界，玩游戏有个锤子用”我每次下好的游戏要都被删掉，每次还附加一个巴掌。大约9岁的时候开始的。面临升学，压力更大，他们从来没有考虑过我的感受，我希望可以自杀，又怕疼，害怕同学难过，害怕我的宠物会被他们弄死，害怕我的好友统统被他们删除，逐渐想逃离，逐渐开始害怕活着......我可以因为情绪崩溃自杀，可以因为他们的打自杀，可以因为害怕自杀，又更害怕他们的“矫情”“死了就算了”“哭哭哭，只会哭，有什么好哭的”“天天玩游戏，咋不钻到手机里呢”我悄悄去做过几次心理测试，比如抑郁症、社交恐惧症之类的，98和97分。（满分是100，我不知道结果是不是真的精确）",
    "annotation": [
      {
        "sentence": "很想自杀，却又害怕，在外人面前还必须摆出开心样子？",
        "label": ""
      },
      {
        "sentence": "我12岁，是个女孩子，父母经常打我骂我，我总觉得可能哪一天我的心理防线就要彻底崩溃。",
        "label": ""
      },
      {
        "sentence": "我只能靠玩游戏来缓解，父母又不理解我，一天到晚都骂我“拿着个破手机玩什么破我的世界，玩游戏有个锤子用”我每次下好的游戏要都被删掉，每次还附加一个巴掌。",
        "label": ""
      },
      {
        "sentence": "大约9岁的时候开始的。",
        "label": ""
      },
      {
        "sentence": "面临升学，压力更大，他们从来没有考虑过我的感受，我希望可以自杀，又怕疼，害怕同学难过，害怕我的宠物会被他们弄死，害怕我的好友统统被他们删除，逐渐想逃离，逐渐开始害怕活着......我可以因为情绪崩溃自杀，可以因为他们的打自杀，可以因为害怕自杀，又更害怕他们的“矫情”“死了就算了”“哭哭哭，只会哭，有什么好哭的”“天天玩游戏，咋不钻到手机里呢”我悄悄去做过几次心理测试，比如抑郁症、社交恐惧症之类的，98和97分。",
        "label": ""
      },
      {
        "sentence": "（满分是100，我不知道结果是不是真的精确）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先别着急，我听到你的困扰了。你现在面临的情况确实很艰难，特别是对一个只有12岁的女孩来说，太过分了。首先，你一定要记住，你并不孤单，有人愿意倾听和理解你。我理解你现在感到很绝望，但自杀并不是解决问题的办法。你有没有想过寻求一些专业的帮助呢？或者找一个你信任的人倾诉一下，分享你的内心感受？",
    "annotation": [
      {
        "sentence": "先别着急，我听到你的困扰了。",
        "label": ""
      },
      {
        "sentence": "你现在面临的情况确实很艰难，特别是对一个只有12岁的女孩来说，太过分了。",
        "label": ""
      },
      {
        "sentence": "首先，你一定要记住，你并不孤单，有人愿意倾听和理解你。",
        "label": ""
      },
      {
        "sentence": "我理解你现在感到很绝望，但自杀并不是解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "你有没有想过寻求一些专业的帮助呢？",
        "label": ""
      },
      {
        "sentence": "或者找一个你信任的人倾诉一下，分享你的内心感受？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的好害怕，我不知道该怎么办。我曾经试图告诉过我的一位亲戚，但是她并没有理解我，反而说我自找的。我真的觉得自己很无助，很孤单。",
    "annotation": [
      {
        "sentence": "我真的好害怕，我不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我曾经试图告诉过我的一位亲戚，但是她并没有理解我，反而说我自找的。",
        "label": ""
      },
      {
        "sentence": "我真的觉得自己很无助，很孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要气馁，有些人不理解并不代表所有人都不理解。我可以试着帮你找一位专业的心理咨询师，他们会更有经验和能力来帮助你处理这些问题，帮你减轻心理压力。你会考虑一下这个建议吗？",
    "annotation": [
      {
        "sentence": "不要气馁，有些人不理解并不代表所有人都不理解。",
        "label": ""
      },
      {
        "sentence": "我可以试着帮你找一位专业的心理咨询师，他们会更有经验和能力来帮助你处理这些问题，帮你减轻心理压力。",
        "label": ""
      },
      {
        "sentence": "你会考虑一下这个建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可以考虑一下，但是我还是很害怕父母会发现。他们一直都对我控制很严，如果他们知道我找了心理咨询师的话，会更糟糕的。",
    "annotation": [
      {
        "sentence": "我可以考虑一下，但是我还是很害怕父母会发现。",
        "label": ""
      },
      {
        "sentence": "他们一直都对我控制很严，如果他们知道我找了心理咨询师的话，会更糟糕的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，我们可以一起想一些解决方法。你可以试试在学校咨询室或者其他地方寻求匿名的咨询服务，这样你可以不用担心被父母发现。你还可以和老师或者班主任沟通一下，告诉他们你的困境，他们可能会帮助你找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "我理解你的担心，我们可以一起想一些解决方法。",
        "label": ""
      },
      {
        "sentence": "你可以试试在学校咨询室或者其他地方寻求匿名的咨询服务，这样你可以不用担心被父母发现。",
        "label": ""
      },
      {
        "sentence": "你还可以和老师或者班主任沟通一下，告诉他们你的困境，他们可能会帮助你找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，这个建议听起来不错。我可以试一试向老师倾诉我的困境。但我还是很担心父母会对我更严厉处罚，他们可能会认为我是在背叛他们。",
    "annotation": [
      {
        "sentence": "嗯，这个建议听起来不错。",
        "label": ""
      },
      {
        "sentence": "我可以试一试向老师倾诉我的困境。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心父母会对我更严厉处罚，他们可能会认为我是在背叛他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是可以理解的担心，但你要知道，你的心理健康是非常重要的。有时候我们需要向外寻求帮助，才能找到解决问题的方法，这并不代表背叛。你是否愿意试着跟老师沟通一下，让他们了解你的处境呢？",
    "annotation": [
      {
        "sentence": "这是可以理解的担心，但你要知道，你的心理健康是非常重要的。",
        "label": ""
      },
      {
        "sentence": "有时候我们需要向外寻求帮助，才能找到解决问题的方法，这并不代表背叛。",
        "label": ""
      },
      {
        "sentence": "你是否愿意试着跟老师沟通一下，让他们了解你的处境呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好吧，我愿意试一试。希望老师能够理解我，帮助我度过这个困难时期。",
    "annotation": [
      {
        "sentence": "好吧，我愿意试一试。",
        "label": ""
      },
      {
        "sentence": "希望老师能够理解我，帮助我度过这个困难时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的勇气值得赞扬。我相信老师会尽力帮助你的。同时，不要忘记，即使现在你感到很绝望，但生活中还有许多美好的事情等待着你去发现和经历。保持积极的心态，相信自己，你一定能度过这段困难的时光。",
    "annotation": [
      {
        "sentence": "很好，你的勇气值得赞扬。",
        "label": ""
      },
      {
        "sentence": "我相信老师会尽力帮助你的。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记，即使现在你感到很绝望，但生活中还有许多美好的事情等待着你去发现和经历。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，相信自己，你一定能度过这段困难的时光。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会试着保持积极的心态，希望一切都能好起来。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会试着保持积极的心态，希望一切都能好起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，记住，你并不孤单，有人愿意倾听和关心你。如果你需要任何帮助或者想要再次倾诉，随时都可以找我。你不是一个人在战斗，我们一起面对困难，一起走向更好的明天。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，记住，你并不孤单，有人愿意倾听和关心你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者想要再次倾诉，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们一起面对困难，一起走向更好的明天。",
        "label": ""
      }
    ]
  }
]