[
  {
    "role": "client",
    "content": "男友希望成家再立业，女方父母希望立业再成家？现在我已经辞职在家备考，准备考一份稳定工作，男友在家什么都没做。目前双方父母已经见过面，开始谈婚论嫁，我爸妈就希望他能先去做点什么，我干爹准备做蛋糕店，就希望也建议他去镇上帮忙开分店，男友觉得他有自己想做的，不希望我爸妈干涉。我爸妈可能觉得我们还年轻，经验不足，男友又不表达自己的想法，我爸妈是属于很操心的那一类，怕我们结婚后吃苦，现在经济独立一点，有物质基础以后生活会轻松一些，所以态度上让男友觉得有点强势，男友就很不舒服。男友说如果以前能去做什么现在早就赚钱了，但是他家里又不给支持，他父母是希望先成家再立业，觉得要结婚过后他才会有责任感，才能做得成事业，他听了，也就比较着急结婚，等着结婚了再去发展。但是因为我父母的这些观点不一样，他就开始有点责怪我父母，说我父母太强势。我说我父母的心思也是好的，你也可以好好和他们说你自己的想法，他们觉得你有比较成熟的想法之后就不会这么操心的急切的希望你去做。",
    "annotation": [
      {
        "sentence": "男友希望成家再立业，女方父母希望立业再成家？",
        "label": ""
      },
      {
        "sentence": "现在我已经辞职在家备考，准备考一份稳定工作，男友在家什么都没做。",
        "label": ""
      },
      {
        "sentence": "目前双方父母已经见过面，开始谈婚论嫁，我爸妈就希望他能先去做点什么，我干爹准备做蛋糕店，就希望也建议他去镇上帮忙开分店，男友觉得他有自己想做的，不希望我爸妈干涉。",
        "label": ""
      },
      {
        "sentence": "我爸妈可能觉得我们还年轻，经验不足，男友又不表达自己的想法，我爸妈是属于很操心的那一类，怕我们结婚后吃苦，现在经济独立一点，有物质基础以后生活会轻松一些，所以态度上让男友觉得有点强势，男友就很不舒服。",
        "label": ""
      },
      {
        "sentence": "男友说如果以前能去做什么现在早就赚钱了，但是他家里又不给支持，他父母是希望先成家再立业，觉得要结婚过后他才会有责任感，才能做得成事业，他听了，也就比较着急结婚，等着结婚了再去发展。",
        "label": ""
      },
      {
        "sentence": "但是因为我父母的这些观点不一样，他就开始有点责怪我父母，说我父母太强势。",
        "label": ""
      },
      {
        "sentence": "我说我父母的心思也是好的，你也可以好好和他们说你自己的想法，他们觉得你有比较成熟的想法之后就不会这么操心的急切的希望你去做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "男友，我了解你的困惑。看来你和你女友的家庭对于立业和成家的顺序有不同的看法。你女友的父母希望你先去做一些事情，可能是因为担心你们婚后的生活质量。他们可能觉得你们年轻，经验不足，有一份稳定的工作可以为你们的未来打下基础。你的想法是先成家再立业，觉得结婚后才会有责任感，能够更好地发展事业。但是这些观点的不同导致了你和女友的矛盾。求助者：是的，我和男友确实就这个问题产生了矛盾。他觉得我父母太强势了，而且不愿意与他们沟通。我也试图劝他与我父母好好交流，但他表示并不想表达自己的想法。支持者：男友似乎对你的父母有些抱怨，觉得他们太强势。他之前听从了他父母的话，现在又与你父母的观点发生冲突，责怪你的父母。我理解你对他抱怨的不满，这让你觉得他有点妈宝。你担心如果以后结婚了再出现观点矛盾，你是否要一个人承受所有压力。是这样吗？求助者：是的，我很担心。我觉得他对家庭的认识有点片面，如果一个人只靠结婚来获得责任感，以后也容易出问题。虽然他的父母不给他支持，也让他失去了很多立业的机会，但为什么他现在要责怪我父母呢？支持者：你提到了一个关键问题。他可能是因为听从了他父母的话，所以才现在与你父母的观点有冲突。他没有在中间调和，也没有表达自己的想法，而是把问题怨怒在你父母头上。这让你感到很不公平。你曾提到你们计划慢慢积累物质基础，但他觉得积累需要多久？你也可以问问他，为什么他的父母非要先成家再立业，为什么认为结婚后才会有责任感？他现在是否已经有了责任心？求助者：确实是这样的，我很赞同你说的。他之前也没有给出一个明确的时间。他可能觉得我们已经在一起很久了，应该考虑结婚和发展，以后的事情会慢慢解决。但是对于我父母来说，他们希望我们有一定的经济基础再开始婚姻生活。支持者：每个人对事物的看法不同，这很正常。你的父母担心你们的生活质量，所以希望你们有稳定工作和经济独立。而他的父母可能更强调先成家再立业，认为结婚后会更有责任心。这些都是家庭背景和经历造成的。他们的意见不同时，可以尝试开诚布公地沟通，让彼此了解对方的想法与顾虑。你可以继续劝他与你父母交流，让他们看到他成熟可行的想法。这样他们就不会感到那么急切和操心了。求助者：嗯，我会再劝劝他，让他敞开心扉与我父母沟通。希望他们能够相互理解，并且找到一个平衡点。这样我们就可以顺利地解决这个问题了。谢谢你的建议和支持！支持者：不客气，我很乐意为你提供帮助。希望你们能够顺利解决这个问题，并且相互支持、理解。如果需要，随时来找我谈谈。祝你们幸福！",
    "annotation": [
      {
        "sentence": "男友，我了解你的困惑。",
        "label": ""
      },
      {
        "sentence": "看来你和你女友的家庭对于立业和成家的顺序有不同的看法。",
        "label": ""
      },
      {
        "sentence": "你女友的父母希望你先去做一些事情，可能是因为担心你们婚后的生活质量。",
        "label": ""
      },
      {
        "sentence": "他们可能觉得你们年轻，经验不足，有一份稳定的工作可以为你们的未来打下基础。",
        "label": ""
      },
      {
        "sentence": "你的想法是先成家再立业，觉得结婚后才会有责任感，能够更好地发展事业。",
        "label": ""
      },
      {
        "sentence": "但是这些观点的不同导致了你和女友的矛盾。",
        "label": ""
      },
      {
        "sentence": "求助者：是的，我和男友确实就这个问题产生了矛盾。",
        "label": ""
      },
      {
        "sentence": "他觉得我父母太强势了，而且不愿意与他们沟通。",
        "label": ""
      },
      {
        "sentence": "我也试图劝他与我父母好好交流，但他表示并不想表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "支持者：男友似乎对你的父母有些抱怨，觉得他们太强势。",
        "label": ""
      },
      {
        "sentence": "他之前听从了他父母的话，现在又与你父母的观点发生冲突，责怪你的父母。",
        "label": ""
      },
      {
        "sentence": "我理解你对他抱怨的不满，这让你觉得他有点妈宝。",
        "label": ""
      },
      {
        "sentence": "你担心如果以后结婚了再出现观点矛盾，你是否要一个人承受所有压力。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      },
      {
        "sentence": "求助者：是的，我很担心。",
        "label": ""
      },
      {
        "sentence": "我觉得他对家庭的认识有点片面，如果一个人只靠结婚来获得责任感，以后也容易出问题。",
        "label": ""
      },
      {
        "sentence": "虽然他的父母不给他支持，也让他失去了很多立业的机会，但为什么他现在要责怪我父母呢？",
        "label": ""
      },
      {
        "sentence": "支持者：你提到了一个关键问题。",
        "label": ""
      },
      {
        "sentence": "他可能是因为听从了他父母的话，所以才现在与你父母的观点有冲突。",
        "label": ""
      },
      {
        "sentence": "他没有在中间调和，也没有表达自己的想法，而是把问题怨怒在你父母头上。",
        "label": ""
      },
      {
        "sentence": "这让你感到很不公平。",
        "label": ""
      },
      {
        "sentence": "你曾提到你们计划慢慢积累物质基础，但他觉得积累需要多久？",
        "label": ""
      },
      {
        "sentence": "你也可以问问他，为什么他的父母非要先成家再立业，为什么认为结婚后才会有责任感？",
        "label": ""
      },
      {
        "sentence": "他现在是否已经有了责任心？",
        "label": ""
      },
      {
        "sentence": "求助者：确实是这样的，我很赞同你说的。",
        "label": ""
      },
      {
        "sentence": "他之前也没有给出一个明确的时间。",
        "label": ""
      },
      {
        "sentence": "他可能觉得我们已经在一起很久了，应该考虑结婚和发展，以后的事情会慢慢解决。",
        "label": ""
      },
      {
        "sentence": "但是对于我父母来说，他们希望我们有一定的经济基础再开始婚姻生活。",
        "label": ""
      },
      {
        "sentence": "支持者：每个人对事物的看法不同，这很正常。",
        "label": ""
      },
      {
        "sentence": "你的父母担心你们的生活质量，所以希望你们有稳定工作和经济独立。",
        "label": ""
      },
      {
        "sentence": "而他的父母可能更强调先成家再立业，认为结婚后会更有责任心。",
        "label": ""
      },
      {
        "sentence": "这些都是家庭背景和经历造成的。",
        "label": ""
      },
      {
        "sentence": "他们的意见不同时，可以尝试开诚布公地沟通，让彼此了解对方的想法与顾虑。",
        "label": ""
      },
      {
        "sentence": "你可以继续劝他与你父母交流，让他们看到他成熟可行的想法。",
        "label": ""
      },
      {
        "sentence": "这样他们就不会感到那么急切和操心了。",
        "label": ""
      },
      {
        "sentence": "求助者：嗯，我会再劝劝他，让他敞开心扉与我父母沟通。",
        "label": ""
      },
      {
        "sentence": "希望他们能够相互理解，并且找到一个平衡点。",
        "label": ""
      },
      {
        "sentence": "这样我们就可以顺利地解决这个问题了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "支持者：不客气，我很乐意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "希望你们能够顺利解决这个问题，并且相互支持、理解。",
        "label": ""
      },
      {
        "sentence": "如果需要，随时来找我谈谈。",
        "label": ""
      },
      {
        "sentence": "祝你们幸福！",
        "label": ""
      }
    ]
  }
]