[
  {
    "role": "client",
    "content": "网恋，对男友很想相信，又忍不住怀疑，很愧疚？",
    "annotation": [
      {
        "sentence": "网恋，对男友很想相信，又忍不住怀疑，很愧疚？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，很高兴能够和你交流。你的感受很正常，网恋的不确定性会让人既想相信，又忍不住怀疑。你感到愧疚说明你很关心他，可以分享更多你的担忧吗？",
    "annotation": [
      {
        "sentence": "你好，很高兴能够和你交流。",
        "label": ""
      },
      {
        "sentence": "你的感受很正常，网恋的不确定性会让人既想相信，又忍不住怀疑。",
        "label": ""
      },
      {
        "sentence": "你感到愧疚说明你很关心他，可以分享更多你的担忧吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在一个社交平台上认识一开始因为什么梗都接的上（我玩的梗偏冷门），所以玩得特别特别好很快建立起了亲密关系，但好景不长与父母吵架和兄弟闹掰，严重偏头痛等问题全都一连串在他生活里上演。他开始表现出自闭寡言，不愿与他人沟通，最严重的时候大概一星期没联系。我认为无法维持亲密关系，一度想推开他。",
    "annotation": [
      {
        "sentence": "在一个社交平台上认识一开始因为什么梗都接的上（我玩的梗偏冷门），所以玩得特别特别好很快建立起了亲密关系，但好景不长与父母吵架和兄弟闹掰，严重偏头痛等问题全都一连串在他生活里上演。",
        "label": ""
      },
      {
        "sentence": "他开始表现出自闭寡言，不愿与他人沟通，最严重的时候大概一星期没联系。",
        "label": ""
      },
      {
        "sentence": "我认为无法维持亲密关系，一度想推开他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们之间的相处开始得很好，但随后出现了一系列问题。他的自闭和不愿与他人沟通表明他可能正在经历一段困难的时期。你也提到了自己想推开他的念头，这些都是正常的反应。你可以尝试耐心倾听他的感受，同时也要照顾好自己的感受。",
    "annotation": [
      {
        "sentence": "你们之间的相处开始得很好，但随后出现了一系列问题。",
        "label": ""
      },
      {
        "sentence": "他的自闭和不愿与他人沟通表明他可能正在经历一段困难的时期。",
        "label": ""
      },
      {
        "sentence": "你也提到了自己想推开他的念头，这些都是正常的反应。",
        "label": ""
      },
      {
        "sentence": "你可以尝试耐心倾听他的感受，同时也要照顾好自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他说和我特别好的那几天是他破天荒的一直抱着手机回消息的日子，因为觉得我给他带去快乐。另一面又认为我是个开朗的人，是因为他的自闭行为导致了我的负面情绪，很愧疚。我一直坚定地陪着他，发点音乐、写点信，他喜欢我的声音我就给他录歌。五十天过去，好像好了一些。",
    "annotation": [
      {
        "sentence": "他说和我特别好的那几天是他破天荒的一直抱着手机回消息的日子，因为觉得我给他带去快乐。",
        "label": ""
      },
      {
        "sentence": "另一面又认为我是个开朗的人，是因为他的自闭行为导致了我的负面情绪，很愧疚。",
        "label": ""
      },
      {
        "sentence": "我一直坚定地陪着他，发点音乐、写点信，他喜欢我的声音我就给他录歌。",
        "label": ""
      },
      {
        "sentence": "五十天过去，好像好了一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对他的支持和陪伴很重要，他能够感受到你给他带来的快乐。但是同时你也受到了他自闭行为的影响，这种感受也是很正常的。你可以在陪伴他的过程中，关注自己的情绪和需要，不要过度压抑自己的感受。",
    "annotation": [
      {
        "sentence": "你对他的支持和陪伴很重要，他能够感受到你给他带来的快乐。",
        "label": ""
      },
      {
        "sentence": "但是同时你也受到了他自闭行为的影响，这种感受也是很正常的。",
        "label": ""
      },
      {
        "sentence": "你可以在陪伴他的过程中，关注自己的情绪和需要，不要过度压抑自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我开学了，他也会陪着我打电话（我们定好一周打两个电话），也会主动和我道晚安。但他和我微信聊天还是特别寡言的，感觉不知道他是真的倍受煎熬还是装着骗骗我，蛮难受的。",
    "annotation": [
      {
        "sentence": "我开学了，他也会陪着我打电话（我们定好一周打两个电话），也会主动和我道晚安。",
        "label": ""
      },
      {
        "sentence": "但他和我微信聊天还是特别寡言的，感觉不知道他是真的倍受煎熬还是装着骗骗我，蛮难受的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他在一些方面表现得很关心你，比如跟你打电话、和你道晚安。但在微信上，他显得寡言，这可能与他的困扰有关。并不一定是他故意欺骗你，也许是他暂时没有能力表达自己的感受。你可以继续和他沟通，看看他是否乐意分享他的困扰。",
    "annotation": [
      {
        "sentence": "他在一些方面表现得很关心你，比如跟你打电话、和你道晚安。",
        "label": ""
      },
      {
        "sentence": "但在微信上，他显得寡言，这可能与他的困扰有关。",
        "label": ""
      },
      {
        "sentence": "并不一定是他故意欺骗你，也许是他暂时没有能力表达自己的感受。",
        "label": ""
      },
      {
        "sentence": "你可以继续和他沟通，看看他是否乐意分享他的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我好像对人第一感觉蛮准，所以一开始便感觉他有抑郁倾向，但他否认了。后来翻他网易云，以前写过他高中的重度抑郁症。",
    "annotation": [
      {
        "sentence": "我好像对人第一感觉蛮准，所以一开始便感觉他有抑郁倾向，但他否认了。",
        "label": ""
      },
      {
        "sentence": "后来翻他网易云，以前写过他高中的重度抑郁症。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对他有抑郁倾向的感觉可能是有一定根据的，而且他过去的经历也证实了这个猜测。抑郁症是一种需要专业帮助的心理问题，你需要明确自己的底线，无法帮助他时可以鼓励他寻求专业帮助。",
    "annotation": [
      {
        "sentence": "你对他有抑郁倾向的感觉可能是有一定根据的，而且他过去的经历也证实了这个猜测。",
        "label": ""
      },
      {
        "sentence": "抑郁症是一种需要专业帮助的心理问题，你需要明确自己的底线，无法帮助他时可以鼓励他寻求专业帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我会保护好自己，不再过多纠结于这个问题，时刻关注自己的情绪和需要。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会保护好自己，不再过多纠结于这个问题，时刻关注自己的情绪和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮助到你，记得时刻关注自己的情绪和需要，保护好自己。如果还有什么需要，随时找我聊聊。你并不孤单，有很多人关心你。",
    "annotation": [
      {
        "sentence": "很高兴能帮助到你，记得时刻关注自己的情绪和需要，保护好自己。",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要，随时找我聊聊。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，有很多人关心你。",
        "label": ""
      }
    ]
  }
]