[
  {
    "role": "client",
    "content": "室友现在很排斥我，面对他的冷暴力，我受不了了。",
    "annotation": [
      {
        "sentence": "室友现在很排斥我，面对他的冷暴力，我受不了了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能我们无意中的某些言语和行为，已经让他人觉得不舒服了，但却毫不自知。从你的描述中，可以感受到你对室友突然排斥你，并且对你施加冷暴力，而觉得奇怪和难过。没有关系的，可能对方也是一个内心敏感的人，所需要彼此都能打开心结，才可以继续进行交好。",
    "annotation": [
      {
        "sentence": "可能我们无意中的某些言语和行为，已经让他人觉得不舒服了，但却毫不自知。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以感受到你对室友突然排斥你，并且对你施加冷暴力，而觉得奇怪和难过。",
        "label": ""
      },
      {
        "sentence": "没有关系的，可能对方也是一个内心敏感的人，所需要彼此都能打开心结，才可以继续进行交好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我其实也不知道到底是怎么回事，我觉得自己平时对室友都挺友好的，可能我们之间有什么误会吗？",
    "annotation": [
      {
        "sentence": "我其实也不知道到底是怎么回事，我觉得自己平时对室友都挺友好的，可能我们之间有什么误会吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "回忆一下最近有没有一些事情发生在自己身上，它们可能会对你的室友产生了影响，可能于你而言是好事，但于对方而言，却是坏事呢？有这样的事情的话，就可以针对事件进行解决。如果认真思考很久，也还是没有发现的话，就需要主动地和室友沟通一下了，因为只有沟通，才能知道问题出在哪里，知道彼此心里的感受，才有利于解决问题。",
    "annotation": [
      {
        "sentence": "回忆一下最近有没有一些事情发生在自己身上，它们可能会对你的室友产生了影响，可能于你而言是好事，但于对方而言，却是坏事呢？",
        "label": ""
      },
      {
        "sentence": "有这样的事情的话，就可以针对事件进行解决。",
        "label": ""
      },
      {
        "sentence": "如果认真思考很久，也还是没有发现的话，就需要主动地和室友沟通一下了，因为只有沟通，才能知道问题出在哪里，知道彼此心里的感受，才有利于解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会回想一下最近发生的事情，然后主动找室友聊一下看看问题出在哪里。但是我有点担心他们不愿意和我交流，怎么办？",
    "annotation": [
      {
        "sentence": "我明白了，我会回想一下最近发生的事情，然后主动找室友聊一下看看问题出在哪里。",
        "label": ""
      },
      {
        "sentence": "但是我有点担心他们不愿意和我交流，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以用平静的语气委婉地表示，自己感觉好像最近大家比较冷淡了，心里挺难过的，但又不知道问题出在哪里？是不是我做了哪些事情，让你们觉得不舒服了？我可能比较习惯一个人，也不太讲话，所以没有注意到对你们产生了影响，你可以和我说说吗？之类的话语。阐述事实，表达自己的感受，并且引导对方和你交流。当你们愿意去聊这些问题的时候，就离解决问题不远了。",
    "annotation": [
      {
        "sentence": "可以用平静的语气委婉地表示，自己感觉好像最近大家比较冷淡了，心里挺难过的，但又不知道问题出在哪里？",
        "label": ""
      },
      {
        "sentence": "是不是我做了哪些事情，让你们觉得不舒服了？",
        "label": ""
      },
      {
        "sentence": "我可能比较习惯一个人，也不太讲话，所以没有注意到对你们产生了影响，你可以和我说说吗？",
        "label": ""
      },
      {
        "sentence": "之类的话语。",
        "label": ""
      },
      {
        "sentence": "阐述事实，表达自己的感受，并且引导对方和你交流。",
        "label": ""
      },
      {
        "sentence": "当你们愿意去聊这些问题的时候，就离解决问题不远了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会按照你说的方法试试，希望能够和室友解决问题。我也会更加主动地和他们沟通，并表示自己的感受。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会按照你说的方法试试，希望能够和室友解决问题。",
        "label": ""
      },
      {
        "sentence": "我也会更加主动地和他们沟通，并表示自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "多多地重视和室友的关系，增加一些交流的机会，主动地了解大家的脾气秉性，也真诚地流露自己的优点和缺点。不是要大家都是完美的人，才可以做朋友的，只要真心实意对待彼此，就会建立良好的关系。建议你，平时多和室友互动一下，吃饭，上课，洗衣服或者打球或者玩游戏等等，让自己把他们当成自己的兄弟和好朋友去对待，多多地开放自己一些。",
    "annotation": [
      {
        "sentence": "多多地重视和室友的关系，增加一些交流的机会，主动地了解大家的脾气秉性，也真诚地流露自己的优点和缺点。",
        "label": ""
      },
      {
        "sentence": "不是要大家都是完美的人，才可以做朋友的，只要真心实意对待彼此，就会建立良好的关系。",
        "label": ""
      },
      {
        "sentence": "建议你，平时多和室友互动一下，吃饭，上课，洗衣服或者打球或者玩游戏等等，让自己把他们当成自己的兄弟和好朋友去对待，多多地开放自己一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会牢记你的建议，努力和室友增加互动，展现真诚和友好的一面。希望通过这些努力，我们的关系能够好起来。",
    "annotation": [
      {
        "sentence": "我会牢记你的建议，努力和室友增加互动，展现真诚和友好的一面。",
        "label": ""
      },
      {
        "sentence": "希望通过这些努力，我们的关系能够好起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有各自的性格特点，也都有自己的不足，所以包容一些他们，也学会表达自己的需求。比如这次事件，你明明内心是在意他们对你的态度，可能你在外在行为上，也是无所谓的样子，这样他们可能会以为，你真的喜欢一个人独处，而不是和他们打成一片。出现问题的时候，一定要有人先面对，先提出，不要害怕没面子或者觉得自己低了头之类的，真正在乎关系的人，看重的是关系怎样能够维护下去，而不是计较着自己的小心思。好好说话，好好感受，好好付出，也好好地接受和改变，相信你们一定会和好如初的。",
    "annotation": [
      {
        "sentence": "每个人都有各自的性格特点，也都有自己的不足，所以包容一些他们，也学会表达自己的需求。",
        "label": ""
      },
      {
        "sentence": "比如这次事件，你明明内心是在意他们对你的态度，可能你在外在行为上，也是无所谓的样子，这样他们可能会以为，你真的喜欢一个人独处，而不是和他们打成一片。",
        "label": ""
      },
      {
        "sentence": "出现问题的时候，一定要有人先面对，先提出，不要害怕没面子或者觉得自己低了头之类的，真正在乎关系的人，看重的是关系怎样能够维护下去，而不是计较着自己的小心思。",
        "label": ""
      },
      {
        "sentence": "好好说话，好好感受，好好付出，也好好地接受和改变，相信你们一定会和好如初的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会勇敢地面对问题，不再逃避。我相信只要我真心对待他们，好好沟通，我们一定会修复关系的。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会勇敢地面对问题，不再逃避。",
        "label": ""
      },
      {
        "sentence": "我相信只要我真心对待他们，好好沟通，我们一定会修复关系的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  }
]