[
  {
    "role": "client",
    "content": "父母很不支持我报心理专业，但我本人很热爱，怎么办？我和父母说我想选择的专业是心理的时候，他们都很排斥，说中国这个社会，心理没有出路。我很不认同他们的看法，我认为心理让我更加了解我自己，我对于心理问题有着浓厚的兴趣，我愿意看心理的书，愿意听讲心理的课，我很期待自己走上这个职业道路。他们特别希望我去读免费师范生，或者是英语专业，可是我不想放弃我的兴趣。但是他们的态度让我心寒，每当我提及这个事情，我父亲就会说我不跟你谈，你要去撞南墙你自己去撞，撞死了我不管。这句话和当初文理分科是他说的一模一样。当初我想选文，他们用他们的情绪不满与态度嫌弃，潜移默化地驱使我选了理科，但是选了理科的我很不快乐，但是通过心理学，我的生活态度得以转变，变得积极向上，看待事情与自己更加理性。我想坚持我的选择，但我不知如何与他们沟通，无论我如何说心理学对我自己有什么启发，他们始终认为这是一门伪科学，甚至说这就是动动嘴皮子，我对于无法改变他们的偏见很无奈。",
    "annotation": [
      {
        "sentence": "父母很不支持我报心理专业，但我本人很热爱，怎么办？",
        "label": ""
      },
      {
        "sentence": "我和父母说我想选择的专业是心理的时候，他们都很排斥，说中国这个社会，心理没有出路。",
        "label": ""
      },
      {
        "sentence": "我很不认同他们的看法，我认为心理让我更加了解我自己，我对于心理问题有着浓厚的兴趣，我愿意看心理的书，愿意听讲心理的课，我很期待自己走上这个职业道路。",
        "label": ""
      },
      {
        "sentence": "他们特别希望我去读免费师范生，或者是英语专业，可是我不想放弃我的兴趣。",
        "label": ""
      },
      {
        "sentence": "但是他们的态度让我心寒，每当我提及这个事情，我父亲就会说我不跟你谈，你要去撞南墙你自己去撞，撞死了我不管。",
        "label": ""
      },
      {
        "sentence": "这句话和当初文理分科是他说的一模一样。",
        "label": ""
      },
      {
        "sentence": "当初我想选文，他们用他们的情绪不满与态度嫌弃，潜移默化地驱使我选了理科，但是选了理科的我很不快乐，但是通过心理学，我的生活态度得以转变，变得积极向上，看待事情与自己更加理性。",
        "label": ""
      },
      {
        "sentence": "我想坚持我的选择，但我不知如何与他们沟通，无论我如何说心理学对我自己有什么启发，他们始终认为这是一门伪科学，甚至说这就是动动嘴皮子，我对于无法改变他们的偏见很无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题描述，让我想到了过往接待的很多来访者，他们在大学报专业的时候面临着自己的兴趣专业和父母期待产生冲突时，如何选择的困惑，正如你此刻。当然，这种纠结感未来也会有，比如毕业后就业选择，面对自身感兴趣的事和一个综合条件很不错的复合大多数人理想中的工作，我该怎么选？希望下面的分析对你有帮助。",
    "annotation": [
      {
        "sentence": "看到你的问题描述，让我想到了过往接待的很多来访者，他们在大学报专业的时候面临着自己的兴趣专业和父母期待产生冲突时，如何选择的困惑，正如你此刻。",
        "label": ""
      },
      {
        "sentence": "当然，这种纠结感未来也会有，比如毕业后就业选择，面对自身感兴趣的事和一个综合条件很不错的复合大多数人理想中的工作，我该怎么选？",
        "label": ""
      },
      {
        "sentence": "希望下面的分析对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，确实有些纠结。我想听听你对于我目前的情况有什么建议？",
    "annotation": [
      {
        "sentence": "谢谢你的理解，确实有些纠结。",
        "label": ""
      },
      {
        "sentence": "我想听听你对于我目前的情况有什么建议？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有多大的决策权？关于志愿填报这件事情，如果你是被父母影响，结果也许只是心情不好，你可以根据自己的意愿填报；如果你是被掌控，那就暂时不要去对抗了。当然你可以站在父母的视角思考，他们为什么不同意背后的原因是什么？这样你也会更加理解父母。",
    "annotation": [
      {
        "sentence": "你有多大的决策权？",
        "label": ""
      },
      {
        "sentence": "关于志愿填报这件事情，如果你是被父母影响，结果也许只是心情不好，你可以根据自己的意愿填报；如果你是被掌控，那就暂时不要去对抗了。",
        "label": ""
      },
      {
        "sentence": "当然你可以站在父母的视角思考，他们为什么不同意背后的原因是什么？",
        "label": ""
      },
      {
        "sentence": "这样你也会更加理解父母。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我想，他们可能是担心我将来的就业前景吧。他们认为心理学在中国没有出路，是一门伪科学。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我想，他们可能是担心我将来的就业前景吧。",
        "label": ""
      },
      {
        "sentence": "他们认为心理学在中国没有出路，是一门伪科学。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这种观点在我们社会上还是存在的。但是你可以尝试从数据和事实的角度去证明心理学的重要性和发展前景。例如，你可以收集相关的就业数据以及心理学在社会问题解决中的作用等，这样做可以增加父母对你选择的认同感。",
    "annotation": [
      {
        "sentence": "是的，这种观点在我们社会上还是存在的。",
        "label": ""
      },
      {
        "sentence": "但是你可以尝试从数据和事实的角度去证明心理学的重要性和发展前景。",
        "label": ""
      },
      {
        "sentence": "例如，你可以收集相关的就业数据以及心理学在社会问题解决中的作用等，这样做可以增加父母对你选择的认同感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以找一些相关的报告和研究，向他们展示心理学的重要性。",
    "annotation": [
      {
        "sentence": "我明白了，我可以找一些相关的报告和研究，向他们展示心理学的重要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，这是一个很好的策略。此外，如果接下来你不得不按照父母的意愿，填报了其他的你并不喜欢的专业，看一下你可以做些什么？",
    "annotation": [
      {
        "sentence": "非常好，这是一个很好的策略。",
        "label": ""
      },
      {
        "sentence": "此外，如果接下来你不得不按照父母的意愿，填报了其他的你并不喜欢的专业，看一下你可以做些什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可以尝试在学校内部换专业，或者辅修一个心理学的双学位。",
    "annotation": [
      {
        "sentence": "我可以尝试在学校内部换专业，或者辅修一个心理学的双学位。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不错的想法！无论今天在哪条船上，你都要明白：这条船再破，也有能力把你渡到对岸。因此，你的目标是在船未到岸之前，想清楚上岸后你要去哪里，这样，你就知道你该在船上做好哪些准备了。不管学习什么专业，未来都是要选择一份职业就谋生和发展，那么你是否足够确信未来要立足与心理学相关专业就业？同时，知识储备需要哪些？职业技能需要哪些？一个人的才干和自我管理能力有哪些，这些都是需要你当前利用时间去准备的，而不只有学习了心理学专业就够了。",
    "annotation": [
      {
        "sentence": "不错的想法！",
        "label": ""
      },
      {
        "sentence": "无论今天在哪条船上，你都要明白：这条船再破，也有能力把你渡到对岸。",
        "label": ""
      },
      {
        "sentence": "因此，你的目标是在船未到岸之前，想清楚上岸后你要去哪里，这样，你就知道你该在船上做好哪些准备了。",
        "label": ""
      },
      {
        "sentence": "不管学习什么专业，未来都是要选择一份职业就谋生和发展，那么你是否足够确信未来要立足与心理学相关专业就业？",
        "label": ""
      },
      {
        "sentence": "同时，知识储备需要哪些？",
        "label": ""
      },
      {
        "sentence": "职业技能需要哪些？",
        "label": ""
      },
      {
        "sentence": "一个人的才干和自我管理能力有哪些，这些都是需要你当前利用时间去准备的，而不只有学习了心理学专业就够了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，除了专业知识，我还要提升自己的综合素质和职业技能。我会更加努力去准备这些。",
    "annotation": [
      {
        "sentence": "你说得对，除了专业知识，我还要提升自己的综合素质和职业技能。",
        "label": ""
      },
      {
        "sentence": "我会更加努力去准备这些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，我相信只要你努力，克服困难，你一定能取得成功。我们都希望从事自己热爱的领域，这是非常好的，但同时也要综合考虑现实选择机会，做出判断。漫漫成长路，我为你祝福，加油！",
    "annotation": [
      {
        "sentence": "非常好，我相信只要你努力，克服困难，你一定能取得成功。",
        "label": ""
      },
      {
        "sentence": "我们都希望从事自己热爱的领域，这是非常好的，但同时也要综合考虑现实选择机会，做出判断。",
        "label": ""
      },
      {
        "sentence": "漫漫成长路，我为你祝福，加油！",
        "label": ""
      }
    ]
  }
]