[
  {
    "role": "client",
    "content": "最近这一个星期为什么总是会突然得流泪？希望得到大家的帮助，谢谢。",
    "annotation": [
      {
        "sentence": "最近这一个星期为什么总是会突然得流泪？",
        "label": ""
      },
      {
        "sentence": "希望得到大家的帮助，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你最近为什么总是突然流泪呢？是有什么特定的事情让你感到不开心吗？可以和我分享一下吗？",
    "annotation": [
      {
        "sentence": "你最近为什么总是突然流泪呢？",
        "label": ""
      },
      {
        "sentence": "是有什么特定的事情让你感到不开心吗？",
        "label": ""
      },
      {
        "sentence": "可以和我分享一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我觉得一部分的原因是从外地刚回到家了。对我来说家庭是个让人又爱又恨的地方。我有一个严厉的父亲，我的家人都不擅长表达爱。他们觉得你做任何事情都是应该的。外加上我爸妈小时候很宠我，我也很懂事。长大了发生了一些事情，可能就经常责备我吧。所以我觉得我的心里很脆弱，经常会跟他们冲突。",
    "annotation": [
      {
        "sentence": "其实，我觉得一部分的原因是从外地刚回到家了。",
        "label": ""
      },
      {
        "sentence": "对我来说家庭是个让人又爱又恨的地方。",
        "label": ""
      },
      {
        "sentence": "我有一个严厉的父亲，我的家人都不擅长表达爱。",
        "label": ""
      },
      {
        "sentence": "他们觉得你做任何事情都是应该的。",
        "label": ""
      },
      {
        "sentence": "外加上我爸妈小时候很宠我，我也很懂事。",
        "label": ""
      },
      {
        "sentence": "长大了发生了一些事情，可能就经常责备我吧。",
        "label": ""
      },
      {
        "sentence": "所以我觉得我的心里很脆弱，经常会跟他们冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家是一个让你又爱又恨的地方，我能理解你的感受。你的家人不擅长表达爱，父母的表达方式很直接有一些时候会批评你。现在你会经常跟他们冲突，你是不是在用父母对你的方式来对待他们呢？就像他们直接批评你，你也是直接和他们冲突是吗？越是亲近的人表达的方式就更直接，也更缺少彼此的尊重和谅解，彼此之间是不是也缺少了一些包容？比如，父母对你可能缺少包容和理解，但同时你对他们也缺少包容和理解，是这样吗？",
    "annotation": [
      {
        "sentence": "家是一个让你又爱又恨的地方，我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你的家人不擅长表达爱，父母的表达方式很直接有一些时候会批评你。",
        "label": ""
      },
      {
        "sentence": "现在你会经常跟他们冲突，你是不是在用父母对你的方式来对待他们呢？",
        "label": ""
      },
      {
        "sentence": "就像他们直接批评你，你也是直接和他们冲突是吗？",
        "label": ""
      },
      {
        "sentence": "越是亲近的人表达的方式就更直接，也更缺少彼此的尊重和谅解，彼此之间是不是也缺少了一些包容？",
        "label": ""
      },
      {
        "sentence": "比如，父母对你可能缺少包容和理解，但同时你对他们也缺少包容和理解，是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。在外面我是个习惯压抑自己的人，到自己受不了了才会爆发出来的人。对父母来说，我反而会更放松自己，不再压抑自己，所以会直接和他们冲突。最近还和自己的嫂子有点小矛盾，真的很累。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "在外面我是个习惯压抑自己的人，到自己受不了了才会爆发出来的人。",
        "label": ""
      },
      {
        "sentence": "对父母来说，我反而会更放松自己，不再压抑自己，所以会直接和他们冲突。",
        "label": ""
      },
      {
        "sentence": "最近还和自己的嫂子有点小矛盾，真的很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来在家人面前你选择了放松自己，不再压抑自己的情绪，所以才会直接和家人冲突。同时还和嫂子有点小矛盾，这样的情况确实很累。我能理解你的感受，你知道吗？你对自己总是持否定和批判的态度，这可能表明你的内心不够坚定，很容易受他人的影响。也会在乎别人对自己的看法和意见，所以才会讨好和迎合。你有没有思考过为什么会对自己持否定和批判的态度呢？是什么让你对自己不够坚定呢？",
    "annotation": [
      {
        "sentence": "看来在家人面前你选择了放松自己，不再压抑自己的情绪，所以才会直接和家人冲突。",
        "label": ""
      },
      {
        "sentence": "同时还和嫂子有点小矛盾，这样的情况确实很累。",
        "label": ""
      },
      {
        "sentence": "我能理解你的感受，你知道吗？",
        "label": ""
      },
      {
        "sentence": "你对自己总是持否定和批判的态度，这可能表明你的内心不够坚定，很容易受他人的影响。",
        "label": ""
      },
      {
        "sentence": "也会在乎别人对自己的看法和意见，所以才会讨好和迎合。",
        "label": ""
      },
      {
        "sentence": "你有没有思考过为什么会对自己持否定和批判的态度呢？",
        "label": ""
      },
      {
        "sentence": "是什么让你对自己不够坚定呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许是因为小时候父母对我的期望很高，我觉得自己无法满足他们的期望。所以我对自己总是很挑剔，感觉自己不够好。也许还有一些过去的经历让我对自己的价值产生了怀疑。",
    "annotation": [
      {
        "sentence": "或许是因为小时候父母对我的期望很高，我觉得自己无法满足他们的期望。",
        "label": ""
      },
      {
        "sentence": "所以我对自己总是很挑剔，感觉自己不够好。",
        "label": ""
      },
      {
        "sentence": "也许还有一些过去的经历让我对自己的价值产生了怀疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可能因为父母的期望很高，觉得无法满足他们的期望而对自己持否定和挑剔的态度。也有可能过去的一些经历让你对自己的价值产生了怀疑。这些都是很正常的心理反应。我们都有自己的成长历程，但是过去的经历不应该定义你的价值。每个人都是独一无二的，都有自己的价值和潜力。你可以试着更多关注和发展自己的优点和长处，相信自己的价值。对于家人的理解和包容，也可以试着与他们进行沟通，让彼此更好地理解和尊重对方的感受。我会一直支持你的，如果你需要咨询和帮助，可以随时找我聊聊。",
    "annotation": [
      {
        "sentence": "你可能因为父母的期望很高，觉得无法满足他们的期望而对自己持否定和挑剔的态度。",
        "label": ""
      },
      {
        "sentence": "也有可能过去的一些经历让你对自己的价值产生了怀疑。",
        "label": ""
      },
      {
        "sentence": "这些都是很正常的心理反应。",
        "label": ""
      },
      {
        "sentence": "我们都有自己的成长历程，但是过去的经历不应该定义你的价值。",
        "label": ""
      },
      {
        "sentence": "每个人都是独一无二的，都有自己的价值和潜力。",
        "label": ""
      },
      {
        "sentence": "你可以试着更多关注和发展自己的优点和长处，相信自己的价值。",
        "label": ""
      },
      {
        "sentence": "对于家人的理解和包容，也可以试着与他们进行沟通，让彼此更好地理解和尊重对方的感受。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，如果你需要咨询和帮助，可以随时找我聊聊。",
        "label": ""
      }
    ]
  }
]