[
  {
    "role": "client",
    "content": "我在恋爱关系中遇到了一些问题，明明我们互相喜欢，为什么我还要去拒绝呢？我是大一的女生，喜欢的对象是大二的学长。我们在同一个部门，接触比较多，慢慢地就互相喜欢了，他也透露出喜欢我的情绪。但是我觉得我有点问题。我心里很开心，但是还是拒绝了他，他就挺失落的，我又觉得很抱歉。我不知道为什么我也喜欢他，但是一说到在一起又觉得很有压力。我特别怕以后会分手，不知道分手后需要多长的时间走出来。我真的特别矛盾。我觉得我自己有点优柔寡断的。因为我自己的原因，已经让我和他之间变得有点尴尬了，我想求助一下，因为我也怕失去这样一份大学的美好记忆。我应该怎么办？？急！！",
    "annotation": [
      {
        "sentence": "我在恋爱关系中遇到了一些问题，明明我们互相喜欢，为什么我还要去拒绝呢？",
        "label": ""
      },
      {
        "sentence": "我是大一的女生，喜欢的对象是大二的学长。",
        "label": ""
      },
      {
        "sentence": "我们在同一个部门，接触比较多，慢慢地就互相喜欢了，他也透露出喜欢我的情绪。",
        "label": ""
      },
      {
        "sentence": "但是我觉得我有点问题。",
        "label": ""
      },
      {
        "sentence": "我心里很开心，但是还是拒绝了他，他就挺失落的，我又觉得很抱歉。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么我也喜欢他，但是一说到在一起又觉得很有压力。",
        "label": ""
      },
      {
        "sentence": "我特别怕以后会分手，不知道分手后需要多长的时间走出来。",
        "label": ""
      },
      {
        "sentence": "我真的特别矛盾。",
        "label": ""
      },
      {
        "sentence": "我觉得我自己有点优柔寡断的。",
        "label": ""
      },
      {
        "sentence": "因为我自己的原因，已经让我和他之间变得有点尴尬了，我想求助一下，因为我也怕失去这样一份大学的美好记忆。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办？？",
        "label": ""
      },
      {
        "sentence": "急！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，这种情况很常见。当我们恋爱前，我们总是担心分手后的结果，这是一种规避风险和伤害的一种方式。但是，我们不能因为害怕而错过许多美好的和令人成长的事物。从你的描述中，我能感受到你对于这段关系的困惑，以及对自己喜欢却拒绝的矛盾心理的困惑，对未来两人的相处也感到尴尬和不安。你是个认真对待情感的女生，很有分寸，会因为自己的考虑而拒绝，这是很好的。但是，担心分手和伤痛是可以理解的，也是正常的，我们总是在想问题和逃避问题。在恋爱中也会有甜蜜和美好的部分，让你感受到被疼爱和被呵护的感觉，也教会人去付出爱和表达。如果我们只盯着分手和伤痛，那是对关系不尊重和恶意了。遇到互相喜欢的人，是不简单的，你会明白这一点的。所以，如果觉得自己可以尝试，就不要退缩。可能是你没有过恋爱经验，对恋爱关系有些紧张和无所适从，对与另一半相处感到有些压力和迷茫，但这些事情都可以通过交流和相处中慢慢学会和改变的，不要因为自己的胆小而错过自己喜欢的人。如果你最终会进入一段亲密关系，为什么不在比较好的年纪，与合适的人一起勇敢地走下去呢？在你认真思考之后，如果想要对他坦白你的心意，试着一起共同学习和探索恋爱关系，找个合适的机会好好地沟通一下吧。表达你的胆怯和恐惧，也表达你的喜欢和珍惜，告诉他，虽然不知道未来会怎样，但你愿意与他一起承担和解决问题。酸甜苦辣，生活中都有，恋爱关系是一个相互学习和成长的过程，只要彼此在意和喜欢，这可能是一段美好的关系，也是一段珍贵的回忆。",
    "annotation": [
      {
        "sentence": "没错，这种情况很常见。",
        "label": ""
      },
      {
        "sentence": "当我们恋爱前，我们总是担心分手后的结果，这是一种规避风险和伤害的一种方式。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能因为害怕而错过许多美好的和令人成长的事物。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能感受到你对于这段关系的困惑，以及对自己喜欢却拒绝的矛盾心理的困惑，对未来两人的相处也感到尴尬和不安。",
        "label": ""
      },
      {
        "sentence": "你是个认真对待情感的女生，很有分寸，会因为自己的考虑而拒绝，这是很好的。",
        "label": ""
      },
      {
        "sentence": "但是，担心分手和伤痛是可以理解的，也是正常的，我们总是在想问题和逃避问题。",
        "label": ""
      },
      {
        "sentence": "在恋爱中也会有甜蜜和美好的部分，让你感受到被疼爱和被呵护的感觉，也教会人去付出爱和表达。",
        "label": ""
      },
      {
        "sentence": "如果我们只盯着分手和伤痛，那是对关系不尊重和恶意了。",
        "label": ""
      },
      {
        "sentence": "遇到互相喜欢的人，是不简单的，你会明白这一点的。",
        "label": ""
      },
      {
        "sentence": "所以，如果觉得自己可以尝试，就不要退缩。",
        "label": ""
      },
      {
        "sentence": "可能是你没有过恋爱经验，对恋爱关系有些紧张和无所适从，对与另一半相处感到有些压力和迷茫，但这些事情都可以通过交流和相处中慢慢学会和改变的，不要因为自己的胆小而错过自己喜欢的人。",
        "label": ""
      },
      {
        "sentence": "如果你最终会进入一段亲密关系，为什么不在比较好的年纪，与合适的人一起勇敢地走下去呢？",
        "label": ""
      },
      {
        "sentence": "在你认真思考之后，如果想要对他坦白你的心意，试着一起共同学习和探索恋爱关系，找个合适的机会好好地沟通一下吧。",
        "label": ""
      },
      {
        "sentence": "表达你的胆怯和恐惧，也表达你的喜欢和珍惜，告诉他，虽然不知道未来会怎样，但你愿意与他一起承担和解决问题。",
        "label": ""
      },
      {
        "sentence": "酸甜苦辣，生活中都有，恋爱关系是一个相互学习和成长的过程，只要彼此在意和喜欢，这可能是一段美好的关系，也是一段珍贵的回忆。",
        "label": ""
      }
    ]
  }
]