[
  {
    "role": "client",
    "content": "我和父母住在一起非常痛苦，我该怎么获得独立的力量？",
    "annotation": [
      {
        "sentence": "我和父母住在一起非常痛苦，我该怎么获得独立的力量？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受，能够理解你现在的痛苦和无助。可以跟我分享一下你目前的情况吗？",
    "annotation": [
      {
        "sentence": "非常理解你的感受，能够理解你现在的痛苦和无助。",
        "label": ""
      },
      {
        "sentence": "可以跟我分享一下你目前的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得和父母住在一起就是一种限制，他们总是过于关心我，让我感到笼罩的感觉。但我现在想要独立，却缺乏勇气和能力。",
    "annotation": [
      {
        "sentence": "我觉得和父母住在一起就是一种限制，他们总是过于关心我，让我感到笼罩的感觉。",
        "label": ""
      },
      {
        "sentence": "但我现在想要独立，却缺乏勇气和能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够先尝试跟父母沟通一下，了解他们的想法，他们为什么一定要让你陪他们住在一起呢？相互理解很重要，也能够让你更好地向他们表达你的想法。",
    "annotation": [
      {
        "sentence": "你能够先尝试跟父母沟通一下，了解他们的想法，他们为什么一定要让你陪他们住在一起呢？",
        "label": ""
      },
      {
        "sentence": "相互理解很重要，也能够让你更好地向他们表达你的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是每次跟他们沟通都会变成争吵，我觉得他们完全不了解我的想法。",
    "annotation": [
      {
        "sentence": "但是每次跟他们沟通都会变成争吵，我觉得他们完全不了解我的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的困境，把很深的想法表达出来和别人沟通很难，需要时间和耐心，而且还需要互相理解。你是否可以先认真想一想自己的期望和需求，有没有一开始就把自己的想法全部告诉他们的问题呢？",
    "annotation": [
      {
        "sentence": "我可以理解你的困境，把很深的想法表达出来和别人沟通很难，需要时间和耐心，而且还需要互相理解。",
        "label": ""
      },
      {
        "sentence": "你是否可以先认真想一想自己的期望和需求，有没有一开始就把自己的想法全部告诉他们的问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想过自杀，但是父母不让，而且我感觉他们仅仅是怕影响到自己的声誉，怕别人说闲话。",
    "annotation": [
      {
        "sentence": "我想过自杀，但是父母不让，而且我感觉他们仅仅是怕影响到自己的声誉，怕别人说闲话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你对此的怀疑和失望，但我想告诉你的是，父母阻止你伤害自己，并不一定只是为了维护自己的声誉，而是出于内心的关爱。他们发现你有这样的想法时，内心可能会觉得非常愤怒和生气，因为你是他们辛苦养大的孩子，所以他们可能用这个说辞来表达他们内心的关切。",
    "annotation": [
      {
        "sentence": "我能够理解你对此的怀疑和失望，但我想告诉你的是，父母阻止你伤害自己，并不一定只是为了维护自己的声誉，而是出于内心的关爱。",
        "label": ""
      },
      {
        "sentence": "他们发现你有这样的想法时，内心可能会觉得非常愤怒和生气，因为你是他们辛苦养大的孩子，所以他们可能用这个说辞来表达他们内心的关切。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我感觉我已经没有力气去面对现在的状况了，我需要一些支持和鼓励。",
    "annotation": [
      {
        "sentence": "但是我感觉我已经没有力气去面对现在的状况了，我需要一些支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的情绪感受，你需要知道，你是强大的，你有能力克服目前的困难，在这段过程中，你可以逐渐提升自己的能力，让自己变得更加成熟和独立。你要先调整好自己的情绪，多与外界交流，去寻找属于自己的生活意义，拥有自己的规划，就像想要独立居住，有独立意识的人不会通过伤害自己的方式或其他威胁的方式来解决。独立的能力是需要经过时间和耐心锻炼出来的，你需要在以后的生活中，让父母渐渐看到你能够对自己负责，对自己的未来负责的态度。",
    "annotation": [
      {
        "sentence": "我理解你现在的情绪感受，你需要知道，你是强大的，你有能力克服目前的困难，在这段过程中，你可以逐渐提升自己的能力，让自己变得更加成熟和独立。",
        "label": ""
      },
      {
        "sentence": "你要先调整好自己的情绪，多与外界交流，去寻找属于自己的生活意义，拥有自己的规划，就像想要独立居住，有独立意识的人不会通过伤害自己的方式或其他威胁的方式来解决。",
        "label": ""
      },
      {
        "sentence": "独立的能力是需要经过时间和耐心锻炼出来的，你需要在以后的生活中，让父母渐渐看到你能够对自己负责，对自己的未来负责的态度。",
        "label": ""
      }
    ]
  }
]