[
  {
    "role": "client",
    "content": "特别害怕自己变优秀，学习好会让我恐惧，怎么办？我初中时有个朋友。开始是我帮助她从困境中走出来，然后我们成为了朋友。后来我发现我干什么她喜欢干什么，她可能希望超过我，就暗暗竞争，我有时感觉不舒服。令我发生改变的是，另一个朋友说，她讨厌我，大概是嫉妒我什么都一下学会，看起来毫不费力。",
    "annotation": [
      {
        "sentence": "特别害怕自己变优秀，学习好会让我恐惧，怎么办？",
        "label": ""
      },
      {
        "sentence": "我初中时有个朋友。",
        "label": ""
      },
      {
        "sentence": "开始是我帮助她从困境中走出来，然后我们成为了朋友。",
        "label": ""
      },
      {
        "sentence": "后来我发现我干什么她喜欢干什么，她可能希望超过我，就暗暗竞争，我有时感觉不舒服。",
        "label": ""
      },
      {
        "sentence": "令我发生改变的是，另一个朋友说，她讨厌我，大概是嫉妒我什么都一下学会，看起来毫不费力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的这段文字中，我看到了一个聪明、学习能力强、特别在乎朋友、在乎友谊的人。只是，在你的意识中，只要学习不好，就可以维持友谊。虽然你知道这种想法是错误的，但是你无法控制住自己的思想对吗？理解你的矛盾。",
    "annotation": [
      {
        "sentence": "从你的这段文字中，我看到了一个聪明、学习能力强、特别在乎朋友、在乎友谊的人。",
        "label": ""
      },
      {
        "sentence": "只是，在你的意识中，只要学习不好，就可以维持友谊。",
        "label": ""
      },
      {
        "sentence": "虽然你知道这种想法是错误的，但是你无法控制住自己的思想对吗？",
        "label": ""
      },
      {
        "sentence": "理解你的矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实无法控制自己的思想，总是担心学习好了会让朋友嫉妒、友谊会破裂。",
    "annotation": [
      {
        "sentence": "是的，我确实无法控制自己的思想，总是担心学习好了会让朋友嫉妒、友谊会破裂。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们每个人在面临自己同样喜欢，但是又无法同时得到的事情上，矛盾、纠结、甚至焦虑，都是非常正常的。但是，让我们一起来看看，自己变得更优秀和拥有友谊这两件事，真的是矛盾的吗？",
    "annotation": [
      {
        "sentence": "当我们每个人在面临自己同样喜欢，但是又无法同时得到的事情上，矛盾、纠结、甚至焦虑，都是非常正常的。",
        "label": ""
      },
      {
        "sentence": "但是，让我们一起来看看，自己变得更优秀和拥有友谊这两件事，真的是矛盾的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能在我的认知里是矛盾的，因为过去的经历让我觉得学习好了会失去朋友。",
    "annotation": [
      {
        "sentence": "可能在我的认知里是矛盾的，因为过去的经历让我觉得学习好了会失去朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "“我初中时有个朋友。开始是我帮助她从困境中走出来，然后我们成为了朋友。后来我发现我干什么她喜欢干什么，她可能希望超过我，就暗暗竞争，我有时感觉不舒服。令我发生改变的是，另一个朋友说，她讨厌我，大概是嫉妒我什么都一下学会，看起来毫不费力。”（你跟你初中朋友的相识，是基于你的帮助。这样的相识，在你朋友眼中看来，其实是关系的不对等。换句话说，她感觉在你的面前，自己是自卑的、不优秀的。我相信我们每个人都有这种经历：我们小时候，父母会拿别人家的孩子跟我们比较；我们读书的时候，老师喜欢拿我们跟学习好的同学比较；我们跟一个朋友关系很好，别人也会拿我们和这个朋友比较。所以你初中的朋友，和你在相处的过程中，是自卑的，是觉得自己不优秀的。并且她可能是出于好胜心，或者是出于不想被别人比较，不想被别人拿来和你做对比，所以想超过你，和你竞争。我在你的文字中看到的是一个善良重视友谊的你，和一个自卑、好胜心强的朋友。）",
    "annotation": [
      {
        "sentence": "“我初中时有个朋友。",
        "label": ""
      },
      {
        "sentence": "开始是我帮助她从困境中走出来，然后我们成为了朋友。",
        "label": ""
      },
      {
        "sentence": "后来我发现我干什么她喜欢干什么，她可能希望超过我，就暗暗竞争，我有时感觉不舒服。",
        "label": ""
      },
      {
        "sentence": "令我发生改变的是，另一个朋友说，她讨厌我，大概是嫉妒我什么都一下学会，看起来毫不费力。",
        "label": ""
      },
      {
        "sentence": "”（你跟你初中朋友的相识，是基于你的帮助。",
        "label": ""
      },
      {
        "sentence": "这样的相识，在你朋友眼中看来，其实是关系的不对等。",
        "label": ""
      },
      {
        "sentence": "换句话说，她感觉在你的面前，自己是自卑的、不优秀的。",
        "label": ""
      },
      {
        "sentence": "我相信我们每个人都有这种经历：我们小时候，父母会拿别人家的孩子跟我们比较；我们读书的时候，老师喜欢拿我们跟学习好的同学比较；我们跟一个朋友关系很好，别人也会拿我们和这个朋友比较。",
        "label": ""
      },
      {
        "sentence": "所以你初中的朋友，和你在相处的过程中，是自卑的，是觉得自己不优秀的。",
        "label": ""
      },
      {
        "sentence": "并且她可能是出于好胜心，或者是出于不想被别人比较，不想被别人拿来和你做对比，所以想超过你，和你竞争。",
        "label": ""
      },
      {
        "sentence": "我在你的文字中看到的是一个善良重视友谊的你，和一个自卑、好胜心强的朋友。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能她的行为并不是针对我个人，而是源于她对自己的不确定和渴望超越。",
    "annotation": [
      {
        "sentence": "我明白了，可能她的行为并不是针对我个人，而是源于她对自己的不确定和渴望超越。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恭喜你的领悟，你已经开始理解朋友的行为背后的动机了。后来，你选择结束了这段友谊，对友谊感到了失望和背叛，是吗？",
    "annotation": [
      {
        "sentence": "恭喜你的领悟，你已经开始理解朋友的行为背后的动机了。",
        "label": ""
      },
      {
        "sentence": "后来，你选择结束了这段友谊，对友谊感到了失望和背叛，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得这段友谊不再健康，所以决定断开。但是对友谊的期待和失望，以及背叛的感觉一直困扰着我。",
    "annotation": [
      {
        "sentence": "是的，我觉得这段友谊不再健康，所以决定断开。",
        "label": ""
      },
      {
        "sentence": "但是对友谊的期待和失望，以及背叛的感觉一直困扰着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你朋友跟你竞争，想超过你，让你感觉不舒服，于是你们结束了友谊。其实我觉得这不是背叛，只是两个在一起不舒服的朋友，选择不再做朋友而已。其实不管爱情还是友情，终究都是想寻找一个跟自己一起待着很舒服的人。我们在人生的过程中，会遇到很多的人，很多人会成为我们的朋友。但是随着时间的流逝，可能大家都会走散，所以一段友谊的结束，并不会存在谁背叛谁的问题。",
    "annotation": [
      {
        "sentence": "你朋友跟你竞争，想超过你，让你感觉不舒服，于是你们结束了友谊。",
        "label": ""
      },
      {
        "sentence": "其实我觉得这不是背叛，只是两个在一起不舒服的朋友，选择不再做朋友而已。",
        "label": ""
      },
      {
        "sentence": "其实不管爱情还是友情，终究都是想寻找一个跟自己一起待着很舒服的人。",
        "label": ""
      },
      {
        "sentence": "我们在人生的过程中，会遇到很多的人，很多人会成为我们的朋友。",
        "label": ""
      },
      {
        "sentence": "但是随着时间的流逝，可能大家都会走散，所以一段友谊的结束，并不会存在谁背叛谁的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得对，我应该改变对这段友谊的看法。但是从那以后，我就特别害怕学习得比朋友好，即使友谊不在，依然影响现在的我。脑海里像有条规则：如果我学不好我们的关系就可以维持；如果学习好了周围的人会嫉妒我，我总是害怕，又不知道害怕什么。我的友谊总是充满失望和背叛。",
    "annotation": [
      {
        "sentence": "或许你说得对，我应该改变对这段友谊的看法。",
        "label": ""
      },
      {
        "sentence": "但是从那以后，我就特别害怕学习得比朋友好，即使友谊不在，依然影响现在的我。",
        "label": ""
      },
      {
        "sentence": "脑海里像有条规则：如果我学不好我们的关系就可以维持；如果学习好了周围的人会嫉妒我，我总是害怕，又不知道害怕什么。",
        "label": ""
      },
      {
        "sentence": "我的友谊总是充满失望和背叛。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于友谊，我想说说两点，供你参考。每个人都有自己的圈子和圈子内的朋友。当你读书的时候，很多同学会是你的朋友；当你毕业以后，如果你喜欢旅游，你会有同样跟你热爱旅行的朋友；如果你喜欢运动，会有跟你同样热爱运动的朋友。所以当你学习好了，更优秀了，也会遇到更优秀的朋友。真正的友谊，是会为你的进步而感到开心。我们都有一种感受，就是当我们很在意一个人的时候，",
    "annotation": [
      {
        "sentence": "关于友谊，我想说说两点，供你参考。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的圈子和圈子内的朋友。",
        "label": ""
      },
      {
        "sentence": "当你读书的时候，很多同学会是你的朋友；当你毕业以后，如果你喜欢旅游，你会有同样跟你热爱旅行的朋友；如果你喜欢运动，会有跟你同样热爱运动的朋友。",
        "label": ""
      },
      {
        "sentence": "所以当你学习好了，更优秀了，也会遇到更优秀的朋友。",
        "label": ""
      },
      {
        "sentence": "真正的友谊，是会为你的进步而感到开心。",
        "label": ""
      },
      {
        "sentence": "我们都有一种感受，就是当我们很在意一个人的时候，",
        "label": ""
      }
    ]
  }
]