[
  {
    "role": "client",
    "content": "好朋友总说我太客气，这是我的问题吗？我该怎么做？因为我总是怕麻烦到别人，所以不管做什么事经常把“谢谢”、“麻烦了”、“打扰了”、等礼貌用语挂在嘴边，但是身边有几个关系特别好的朋友总是为这个词觉得不舒服，每次当我想向他们这样表达我自己的感谢或者歉意时，他们总是不让我这样说，因为他们觉得怪怪的，但是我又确实是想表达我的感谢或者歉意，我应该怎样做呢？",
    "annotation": [
      {
        "sentence": "好朋友总说我太客气，这是我的问题吗？",
        "label": ""
      },
      {
        "sentence": "我该怎么做？",
        "label": ""
      },
      {
        "sentence": "因为我总是怕麻烦到别人，所以不管做什么事经常把“谢谢”、“麻烦了”、“打扰了”、等礼貌用语挂在嘴边，但是身边有几个关系特别好的朋友总是为这个词觉得不舒服，每次当我想向他们这样表达我自己的感谢或者歉意时，他们总是不让我这样说，因为他们觉得怪怪的，但是我又确实是想表达我的感谢或者歉意，我应该怎样做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你对自己过于客气感到困扰，不用太担心，这是一个常见的问题。在日常生活中，能够表达感谢和歉意是一种很好的品质，说明你对他人的付出心存感激。首先，我认为你没有做错什么，这只是你的一种个性表达方式。朋友之间互相帮助是很正常的，不必因此感到自责或不安。",
    "annotation": [
      {
        "sentence": "你好，听说你对自己过于客气感到困扰，不用太担心，这是一个常见的问题。",
        "label": ""
      },
      {
        "sentence": "在日常生活中，能够表达感谢和歉意是一种很好的品质，说明你对他人的付出心存感激。",
        "label": ""
      },
      {
        "sentence": "首先，我认为你没有做错什么，这只是你的一种个性表达方式。",
        "label": ""
      },
      {
        "sentence": "朋友之间互相帮助是很正常的，不必因此感到自责或不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。可是我的好朋友们总是觉得我太过客气，怪怪的，我应该怎样和他们相处呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "可是我的好朋友们总是觉得我太过客气，怪怪的，我应该怎样和他们相处呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你的朋友，你可以和他们沟通一下，了解一下他们对你的表达方式有什么具体意见。如果他们认为你的客气有些过分，你可以告诉他们你的初衷是表达对他们的感谢和歉意，询问他们更习惯怎样的表达方式。相信他们会理解并给出建议的。友谊是互相理解和包容的，通过沟通，你们之间的关系会更加融洽。",
    "annotation": [
      {
        "sentence": "对于你的朋友，你可以和他们沟通一下，了解一下他们对你的表达方式有什么具体意见。",
        "label": ""
      },
      {
        "sentence": "如果他们认为你的客气有些过分，你可以告诉他们你的初衷是表达对他们的感谢和歉意，询问他们更习惯怎样的表达方式。",
        "label": ""
      },
      {
        "sentence": "相信他们会理解并给出建议的。",
        "label": ""
      },
      {
        "sentence": "友谊是互相理解和包容的，通过沟通，你们之间的关系会更加融洽。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该和他们坦诚地沟通，听听他们的建议。但有时候我担心我的表达方式会给他们带来负担，我应该怎样平衡与朋友之间的关系呢？",
    "annotation": [
      {
        "sentence": "你说得对，我应该和他们坦诚地沟通，听听他们的建议。",
        "label": ""
      },
      {
        "sentence": "但有时候我担心我的表达方式会给他们带来负担，我应该怎样平衡与朋友之间的关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，平衡和维护友谊关系是很重要的。但是记住，友谊是建立在互相支持和理解的基础上的。你的朋友如果真心尊重和关心你，他们也会理解你的表达方式，并不会对此感到负担，更不会因此而否定你。所以，在寻求平衡的过程中，要保持真实的自我，发自内心地表达感谢和歉意。同时，也要倾听他们的想法，尊重彼此的观点和感受。只要你们都愿意为这段友谊做出努力，你们之间的关系会更加牢固。",
    "annotation": [
      {
        "sentence": "确实，平衡和维护友谊关系是很重要的。",
        "label": ""
      },
      {
        "sentence": "但是记住，友谊是建立在互相支持和理解的基础上的。",
        "label": ""
      },
      {
        "sentence": "你的朋友如果真心尊重和关心你，他们也会理解你的表达方式，并不会对此感到负担，更不会因此而否定你。",
        "label": ""
      },
      {
        "sentence": "所以，在寻求平衡的过程中，要保持真实的自我，发自内心地表达感谢和歉意。",
        "label": ""
      },
      {
        "sentence": "同时，也要倾听他们的想法，尊重彼此的观点和感受。",
        "label": ""
      },
      {
        "sentence": "只要你们都愿意为这段友谊做出努力，你们之间的关系会更加牢固。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，友谊是建立在互相支持和理解的基础上的，要保持真实的自我，同时也要倾听朋友的想法。我会试着和他们更好地沟通，平衡好我们之间的关系。谢谢你的建议和鼓励！",
    "annotation": [
      {
        "sentence": "我明白了，友谊是建立在互相支持和理解的基础上的，要保持真实的自我，同时也要倾听朋友的想法。",
        "label": ""
      },
      {
        "sentence": "我会试着和他们更好地沟通，平衡好我们之间的关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够处理好和朋友之间的关系。记住，人与人之间的友谊需要时间和努力去经营，也需要互相包容和理解。迈出第一步，勇敢地面对和解决问题，相信你们的友谊会更加美好。祝你好运！如果你还有其他问题，随时都可以向我寻求帮助。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够处理好和朋友之间的关系。",
        "label": ""
      },
      {
        "sentence": "记住，人与人之间的友谊需要时间和努力去经营，也需要互相包容和理解。",
        "label": ""
      },
      {
        "sentence": "迈出第一步，勇敢地面对和解决问题，相信你们的友谊会更加美好。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时都可以向我寻求帮助。",
        "label": ""
      }
    ]
  }
]