[
  {
    "role": "client",
    "content": "父母感情多年不和，考研失利在家呆久了压力很大？父母感情不和，在我高考那年闹过离婚，他们常常不直接交流，一直异地，家里经济条件也不好。我今年考研失利，在家等调剂，因为没有消息，所以一周没有和爸爸联系过了。昨天亲戚请吃饭，在老家的爷爷也来了，但我和妈妈吃完午饭就回家了，没有关心爷爷是不是回老家了。今天上午爸爸打电话来，我跟他简短说了一下昨天的饭局就挂了。他给他的妹妹发消息问爷爷昨晚回老家了没，消息发到我这儿来了，然后他迅速撤回。临近中午，他发了一条消息，问“xxx（我爷爷的名字）昨天在...逛，你也没打电话让他到家里坐坐。“然后又迅速撤回了。我忍了好久的眼泪今天止不住了。我好累，我明白我要尽快离开父母，经济独立，但是我不知道该如何更坚强了。我最可笑的想法就是，来个同性恋富豪把我娶了吧，我不奋斗了，我父母也有钱了。我离开父母了，我更不用和他生孩子，只当他的名义妻子就好了。除了死，这仿佛是最简单的解决办法了。",
    "annotation": [
      {
        "sentence": "父母感情多年不和，考研失利在家呆久了压力很大？",
        "label": ""
      },
      {
        "sentence": "父母感情不和，在我高考那年闹过离婚，他们常常不直接交流，一直异地，家里经济条件也不好。",
        "label": ""
      },
      {
        "sentence": "我今年考研失利，在家等调剂，因为没有消息，所以一周没有和爸爸联系过了。",
        "label": ""
      },
      {
        "sentence": "昨天亲戚请吃饭，在老家的爷爷也来了，但我和妈妈吃完午饭就回家了，没有关心爷爷是不是回老家了。",
        "label": ""
      },
      {
        "sentence": "今天上午爸爸打电话来，我跟他简短说了一下昨天的饭局就挂了。",
        "label": ""
      },
      {
        "sentence": "他给他的妹妹发消息问爷爷昨晚回老家了没，消息发到我这儿来了，然后他迅速撤回。",
        "label": ""
      },
      {
        "sentence": "临近中午，他发了一条消息，问“xxx（我爷爷的名字）昨天在...逛，你也没打电话让他到家里坐坐。",
        "label": ""
      },
      {
        "sentence": "“然后又迅速撤回了。",
        "label": ""
      },
      {
        "sentence": "我忍了好久的眼泪今天止不住了。",
        "label": ""
      },
      {
        "sentence": "我好累，我明白我要尽快离开父母，经济独立，但是我不知道该如何更坚强了。",
        "label": ""
      },
      {
        "sentence": "我最可笑的想法就是，来个同性恋富豪把我娶了吧，我不奋斗了，我父母也有钱了。",
        "label": ""
      },
      {
        "sentence": "我离开父母了，我更不用和他生孩子，只当他的名义妻子就好了。",
        "label": ""
      },
      {
        "sentence": "除了死，这仿佛是最简单的解决办法了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "逃避问题，永远不如解决问题赖得干脆利落，如果解决不了，就努力让自己学会接纳。从你的描述中，可以感受到你在家庭中的压抑和孤独感，想要让自己的家庭氛围变得和谐一些，可能是不切实际的，对于父母的关系，你也已经感到麻木。",
    "annotation": [
      {
        "sentence": "逃避问题，永远不如解决问题赖得干脆利落，如果解决不了，就努力让自己学会接纳。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以感受到你在家庭中的压抑和孤独感，想要让自己的家庭氛围变得和谐一些，可能是不切实际的，对于父母的关系，你也已经感到麻木。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很难过，觉得自己很无助。",
    "annotation": [
      {
        "sentence": "是的，我真的很难过，觉得自己很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最让你难过和委屈的可能是，在这个家庭中感受到彼此的爱和在乎，让你对自己未来的婚姻和家庭都充满了一些恐惧和担忧。无力感让人崩溃，而崩溃让人产生幻想或者绝望。",
    "annotation": [
      {
        "sentence": "最让你难过和委屈的可能是，在这个家庭中感受到彼此的爱和在乎，让你对自己未来的婚姻和家庭都充满了一些恐惧和担忧。",
        "label": ""
      },
      {
        "sentence": "无力感让人崩溃，而崩溃让人产生幻想或者绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得我对未来没有希望了，觉得只有逃离家庭才能得到解脱。",
    "annotation": [
      {
        "sentence": "是的，我觉得我对未来没有希望了，觉得只有逃离家庭才能得到解脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能你为自己现在无法经济独立，需要依靠家人而感到羞耻，更重要的是，好像是用金钱在换取你的自由。但如果，你未来真的经济独立了，你的内心真的会感到自由和畅快吗？不让自己面对问题和接纳现实，可能无论什么时候，我们都会家庭以及家庭关系所累及的。",
    "annotation": [
      {
        "sentence": "可能你为自己现在无法经济独立，需要依靠家人而感到羞耻，更重要的是，好像是用金钱在换取你的自由。",
        "label": ""
      },
      {
        "sentence": "但如果，你未来真的经济独立了，你的内心真的会感到自由和畅快吗？",
        "label": ""
      },
      {
        "sentence": "不让自己面对问题和接纳现实，可能无论什么时候，我们都会家庭以及家庭关系所累及的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，也许经济独立并不能完全解决问题。但是，我觉得我无法忍受再次面对父母的矛盾关系，我害怕婚姻也会变成这样。",
    "annotation": [
      {
        "sentence": "你说得对，也许经济独立并不能完全解决问题。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得我无法忍受再次面对父母的矛盾关系，我害怕婚姻也会变成这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "即使关系很糟糕，也要让自己主动地了解一下他们的世界，因为可能他们走过的路，会为你提一下醒或者给你一些思考。可以试着多多地与母亲聊一聊天，无论内容是什么，当你们开始感受到彼此的在意和温暖的时候，开始站在彼此的角度考虑问题的时候，开始让自己的内心不再那么封闭和麻木的时候，你们都为关系的好转，尽了自己的力了。家庭氛围的营造，不是一天两天的事情，如果从现在开始，你愿意和母亲谈论一些你考研失利的感受和想法，你所承受的压力，你未来的打算，即使是想要逃离这个家，这样的想法，也可以真诚地沟通。",
    "annotation": [
      {
        "sentence": "即使关系很糟糕，也要让自己主动地了解一下他们的世界，因为可能他们走过的路，会为你提一下醒或者给你一些思考。",
        "label": ""
      },
      {
        "sentence": "可以试着多多地与母亲聊一聊天，无论内容是什么，当你们开始感受到彼此的在意和温暖的时候，开始站在彼此的角度考虑问题的时候，开始让自己的内心不再那么封闭和麻木的时候，你们都为关系的好转，尽了自己的力了。",
        "label": ""
      },
      {
        "sentence": "家庭氛围的营造，不是一天两天的事情，如果从现在开始，你愿意和母亲谈论一些你考研失利的感受和想法，你所承受的压力，你未来的打算，即使是想要逃离这个家，这样的想法，也可以真诚地沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，或许我需要主动和母亲沟通，听听她的想法，也让她了解我的内心。谢谢你的建议，我会试一试的。",
    "annotation": [
      {
        "sentence": "我明白了，或许我需要主动和母亲沟通，听听她的想法，也让她了解我的内心。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会试一试的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同时，引导和询问母亲她自己的想法以及对目前婚姻和家庭的状态的感受，我想她也一定有很多话藏在肚里吧。很多时候，不是父母不愿意表达自己的内心，只是他们觉得我们帮不忙或者不想显示自己的脆弱，而我们所要给他们的感觉，即使帮不上忙，但会给他们一份支持和理解，同时做好自己的事情，不让父母担心。",
    "annotation": [
      {
        "sentence": "同时，引导和询问母亲她自己的想法以及对目前婚姻和家庭的状态的感受，我想她也一定有很多话藏在肚里吧。",
        "label": ""
      },
      {
        "sentence": "很多时候，不是父母不愿意表达自己的内心，只是他们觉得我们帮不忙或者不想显示自己的脆弱，而我们所要给他们的感觉，即使帮不上忙，但会给他们一份支持和理解，同时做好自己的事情，不让父母担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也希望能了解更多父母的想法，关心他们的感受，即使不能帮助到他们，至少能给他们一些支持和理解。感谢你的指导，我觉得心情好多了。",
    "annotation": [
      {
        "sentence": "我也希望能了解更多父母的想法，关心他们的感受，即使不能帮助到他们，至少能给他们一些支持和理解。",
        "label": ""
      },
      {
        "sentence": "感谢你的指导，我觉得心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果，你们可以这样流露彼此的内心世界，谈一谈未来的畅想和挑战，应该是很好的画面吧。",
    "annotation": [
      {
        "sentence": "如果，你们可以这样流露彼此的内心世界，谈一谈未来的畅想和挑战，应该是很好的画面吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我会试着和母亲一起展望未来，共同面对挑战，希望我们家庭的氛围能够慢慢好起来。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "是的，我会试着和母亲一起展望未来，共同面对挑战，希望我们家庭的氛围能够慢慢好起来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你们一定能够克服困难，建立更好的家庭关系。记得随时和我分享你的进展和困惑，我会一直陪伴在你身边的。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你们一定能够克服困难，建立更好的家庭关系。",
        "label": ""
      },
      {
        "sentence": "记得随时和我分享你的进展和困惑，我会一直陪伴在你身边的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我一定会的。",
    "annotation": [
      {
        "sentence": "谢谢你，我一定会的。",
        "label": ""
      }
    ]
  }
]