[
  {
    "role": "client",
    "content": "长时间的帮助变成理所应当，怎么去改变这一惯性思维？我是班级的班委，负责团建设这块的所以就是在入团的时间忙一些，但是对每个人我都尽力的去帮助有时为了他们的一件事要去团委跑很多次而且还可能耽误上课但这不是我理所应当的吧就算是也要尊重我一下吧每次有什么事都来找我如果不是秒回就要是找辅导员告我一状说我不负责让我被辅导员骂我给你发消息了解情况也不回这个搞什么？？？我就不明白了，班委就是要这样当吗？没有尊重，呼之即来招之即去？每次都很委屈但又不能表现出来但我也是人呐也会伤心也会累也会难过",
    "annotation": [
      {
        "sentence": "长时间的帮助变成理所应当，怎么去改变这一惯性思维？",
        "label": ""
      },
      {
        "sentence": "我是班级的班委，负责团建设这块的所以就是在入团的时间忙一些，但是对每个人我都尽力的去帮助有时为了他们的一件事要去团委跑很多次而且还可能耽误上课但这不是我理所应当的吧就算是也要尊重我一下吧每次有什么事都来找我如果不是秒回就要是找辅导员告我一状说我不负责让我被辅导员骂我给你发消息了解情况也不回这个搞什么？？？",
        "label": ""
      },
      {
        "sentence": "我就不明白了，班委就是要这样当吗？",
        "label": ""
      },
      {
        "sentence": "没有尊重，呼之即来招之即去？",
        "label": ""
      },
      {
        "sentence": "每次都很委屈但又不能表现出来但我也是人呐也会伤心也会累也会难过",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，看得出你对这个问题感到非常困扰。作为一个班委，我有相似的经历。我理解你感到长时间的帮助变成理所应当所带来的压力。对于每个人的求助，我们常常竭尽全力去帮助，有时甚至要冒着被批评的风险。你目前的情绪和感受是正常的，作为一个普通人，我们需要被理解和支持。但是，作为班委，我们的责任是服务同学，而不仅仅是为了得到称号或者荣誉。如果同学们直接去找辅导员而不是你，你可能会感到嘀咕，因为你希望同学们能够尊重你的努力。然而，作为班委，我们要承担更多的责任和压力。试着调整一下思维，明确自己的责任和边界，相信你会更好地应对这个角色。",
    "annotation": [
      {
        "sentence": "求助者，看得出你对这个问题感到非常困扰。",
        "label": ""
      },
      {
        "sentence": "作为一个班委，我有相似的经历。",
        "label": ""
      },
      {
        "sentence": "我理解你感到长时间的帮助变成理所应当所带来的压力。",
        "label": ""
      },
      {
        "sentence": "对于每个人的求助，我们常常竭尽全力去帮助，有时甚至要冒着被批评的风险。",
        "label": ""
      },
      {
        "sentence": "你目前的情绪和感受是正常的，作为一个普通人，我们需要被理解和支持。",
        "label": ""
      },
      {
        "sentence": "但是，作为班委，我们的责任是服务同学，而不仅仅是为了得到称号或者荣誉。",
        "label": ""
      },
      {
        "sentence": "如果同学们直接去找辅导员而不是你，你可能会感到嘀咕，因为你希望同学们能够尊重你的努力。",
        "label": ""
      },
      {
        "sentence": "然而，作为班委，我们要承担更多的责任和压力。",
        "label": ""
      },
      {
        "sentence": "试着调整一下思维，明确自己的责任和边界，相信你会更好地应对这个角色。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我理解作为班委的责任是应该帮助同学们，但是有时候我感到非常委屈，因为我觉得大家对我并不够尊重。每次有事情发生时，他们总是先找我，而且要求我立即回复。即使我发消息了解情况，他们也不回复我。我觉得自己付出那么多努力，却得不到应有的回报。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我理解作为班委的责任是应该帮助同学们，但是有时候我感到非常委屈，因为我觉得大家对我并不够尊重。",
        "label": ""
      },
      {
        "sentence": "每次有事情发生时，他们总是先找我，而且要求我立即回复。",
        "label": ""
      },
      {
        "sentence": "即使我发消息了解情况，他们也不回复我。",
        "label": ""
      },
      {
        "sentence": "我觉得自己付出那么多努力，却得不到应有的回报。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，这种被忽视的感觉确实会让人感到心烦。每个人的期望和需求都不同，不一定能完全符合大家的期望。但是，作为班委，不要将自己的价值和意义完全依赖于别人的回报。尊重自己的付出，并更加明确自己愿意帮助的边界。如果有人求助时，你可以适当平衡时间和精力，先完成自己的任务再去帮助他人。",
    "annotation": [
      {
        "sentence": "理解你的感受，这种被忽视的感觉确实会让人感到心烦。",
        "label": ""
      },
      {
        "sentence": "每个人的期望和需求都不同，不一定能完全符合大家的期望。",
        "label": ""
      },
      {
        "sentence": "但是，作为班委，不要将自己的价值和意义完全依赖于别人的回报。",
        "label": ""
      },
      {
        "sentence": "尊重自己的付出，并更加明确自己愿意帮助的边界。",
        "label": ""
      },
      {
        "sentence": "如果有人求助时，你可以适当平衡时间和精力，先完成自己的任务再去帮助他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更好地平衡自己的时间和边界。但是，有时候我感到很累很难过，因为我不知道自己该如何面对这些困难和压力。我希望能够找到一种方法来改变自己的思维，减轻这种负担。",
    "annotation": [
      {
        "sentence": "我明白了，我需要更好地平衡自己的时间和边界。",
        "label": ""
      },
      {
        "sentence": "但是，有时候我感到很累很难过，因为我不知道自己该如何面对这些困难和压力。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到一种方法来改变自己的思维，减轻这种负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了第一步，意识到自己的困惑并寻求帮助。这是很好的。改变思维需要时间和努力，但是可以尝试通过一些方法来减轻压力。例如，与他人交流并分享自己的感受，寻找解决问题的策略，或者尝试一些放松和缓解压力的活动，如运动或冥想。你可以找到适合自己的方法来应对困境，并重温自己选择担当班委的初衷。",
    "annotation": [
      {
        "sentence": "你已经迈出了第一步，意识到自己的困惑并寻求帮助。",
        "label": ""
      },
      {
        "sentence": "这是很好的。",
        "label": ""
      },
      {
        "sentence": "改变思维需要时间和努力，但是可以尝试通过一些方法来减轻压力。",
        "label": ""
      },
      {
        "sentence": "例如，与他人交流并分享自己的感受，寻找解决问题的策略，或者尝试一些放松和缓解压力的活动，如运动或冥想。",
        "label": ""
      },
      {
        "sentence": "你可以找到适合自己的方法来应对困境，并重温自己选择担当班委的初衷。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试和他人交流，寻找解决问题的策略，并找到适合自己的放松方式。我也会时刻提醒自己为什么选择成为班委，以及为同学们带来的积极影响。非常感谢你的帮助和支持，让我重新审视和处理这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试和他人交流，寻找解决问题的策略，并找到适合自己的放松方式。",
        "label": ""
      },
      {
        "sentence": "我也会时刻提醒自己为什么选择成为班委，以及为同学们带来的积极影响。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助和支持，让我重新审视和处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能够帮助到你。记住，你不是一个人在战斗。和他人分享你的困惑和感受，找到支持你的人。相信自己的能力和价值，同时也要给自己一些喘息和自我关怀的时间。祝你能够以积极的态度应对困难，并发挥好班委的作用。加油！",
    "annotation": [
      {
        "sentence": "不客气，很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "和他人分享你的困惑和感受，找到支持你的人。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力和价值，同时也要给自己一些喘息和自我关怀的时间。",
        "label": ""
      },
      {
        "sentence": "祝你能够以积极的态度应对困难，并发挥好班委的作用。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]