[
  {
    "role": "client",
    "content": "长时间的帮助变成理所应当，怎么去改变这一惯性思维？我是班级的班委，负责团建设这块的所以就是在入团的时间忙一些，但是对每个人我都尽力的去帮助有时为了他们的一件事要去团委跑很多次而且还可能耽误上课但这不是我理所应当的吧就算是也要尊重我一下吧每次有什么事都来找我如果不是秒回就要是找辅导员告我一状说我不负责让我被辅导员骂我给你发消息了解情况也不回这个搞什么？？？我就不明白了，班委就是要这样当吗？没有尊重呼之即来招之即去？每次都很委屈但又不能表现出来但我也是人呐也会伤心也会累也会难过",
    "annotation": [
      {
        "sentence": "长时间的帮助变成理所应当，怎么去改变这一惯性思维？",
        "label": ""
      },
      {
        "sentence": "我是班级的班委，负责团建设这块的所以就是在入团的时间忙一些，但是对每个人我都尽力的去帮助有时为了他们的一件事要去团委跑很多次而且还可能耽误上课但这不是我理所应当的吧就算是也要尊重我一下吧每次有什么事都来找我如果不是秒回就要是找辅导员告我一状说我不负责让我被辅导员骂我给你发消息了解情况也不回这个搞什么？？？",
        "label": ""
      },
      {
        "sentence": "我就不明白了，班委就是要这样当吗？",
        "label": ""
      },
      {
        "sentence": "没有尊重呼之即来招之即去？",
        "label": ""
      },
      {
        "sentence": "每次都很委屈但又不能表现出来但我也是人呐也会伤心也会累也会难过",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，作为班委确实要承担很多责任。你觉得自己的付出经常被认为理所应当，这让你感到很委屈。但我们选择了这个角色，就要明白付出和辛苦是和荣誉同等重要的。你的情绪和感受是正常的，因为你首先是个普通人，也有自己的需求。我们可以试着重视自己的需要，并理性看待自己的角色。",
    "annotation": [
      {
        "sentence": "理解你的感受，作为班委确实要承担很多责任。",
        "label": ""
      },
      {
        "sentence": "你觉得自己的付出经常被认为理所应当，这让你感到很委屈。",
        "label": ""
      },
      {
        "sentence": "但我们选择了这个角色，就要明白付出和辛苦是和荣誉同等重要的。",
        "label": ""
      },
      {
        "sentence": "你的情绪和感受是正常的，因为你首先是个普通人，也有自己的需求。",
        "label": ""
      },
      {
        "sentence": "我们可以试着重视自己的需要，并理性看待自己的角色。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我也理解自己是个普通人，但有时候真的很难受。我总觉得自己应该得到一些尊重和感谢，而不是被责备或被人忽视。每次有人找我帮忙，我都尽力去帮助，但有时连个感谢都没有，让我觉得很难过。",
    "annotation": [
      {
        "sentence": "确实，我也理解自己是个普通人，但有时候真的很难受。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己应该得到一些尊重和感谢，而不是被责备或被人忽视。",
        "label": ""
      },
      {
        "sentence": "每次有人找我帮忙，我都尽力去帮助，但有时连个感谢都没有，让我觉得很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，这并不容易。作为班委，你的责任是帮助同学，并为他们提供更好的服务。但有时候他们可能忽略了你的付出。当同学们直接去找辅导员而不是你时，你可能会感到不满。但我们选择这个角色，就需要试着改变一下思维方式。",
    "annotation": [
      {
        "sentence": "我理解你的感受，这并不容易。",
        "label": ""
      },
      {
        "sentence": "作为班委，你的责任是帮助同学，并为他们提供更好的服务。",
        "label": ""
      },
      {
        "sentence": "但有时候他们可能忽略了你的付出。",
        "label": ""
      },
      {
        "sentence": "当同学们直接去找辅导员而不是你时，你可能会感到不满。",
        "label": ""
      },
      {
        "sentence": "但我们选择这个角色，就需要试着改变一下思维方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我也曾经去找班长和其他班委寻求帮助。现在轮到我担当班委，同学们来找我也是表示他们认可我的职位，觉得我有能力帮助他们解决问题。虽然完成职责是应该的，但当我太疲惫时，我应该和同学好好沟通一下，让他们理解我也有自己的需求。",
    "annotation": [
      {
        "sentence": "我明白了，我也曾经去找班长和其他班委寻求帮助。",
        "label": ""
      },
      {
        "sentence": "现在轮到我担当班委，同学们来找我也是表示他们认可我的职位，觉得我有能力帮助他们解决问题。",
        "label": ""
      },
      {
        "sentence": "虽然完成职责是应该的，但当我太疲惫时，我应该和同学好好沟通一下，让他们理解我也有自己的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你理解了。你可以尝试在同学找你时，礼貌而有商量余地地表达自己的感受。例如，你可以告诉他们你已经帮助好了其他同学，让他们自己去尝试解决问题。或者你可以真诚地表达自己的感受，告诉他们你已经跑了很多次，身体有些累了，可不可以他们自己去找其他人帮忙。同时，请明确自己的职责是指导和提示，而不是帮助他们完成任务。",
    "annotation": [
      {
        "sentence": "很好，你理解了。",
        "label": ""
      },
      {
        "sentence": "你可以尝试在同学找你时，礼貌而有商量余地地表达自己的感受。",
        "label": ""
      },
      {
        "sentence": "例如，你可以告诉他们你已经帮助好了其他同学，让他们自己去尝试解决问题。",
        "label": ""
      },
      {
        "sentence": "或者你可以真诚地表达自己的感受，告诉他们你已经跑了很多次，身体有些累了，可不可以他们自己去找其他人帮忙。",
        "label": ""
      },
      {
        "sentence": "同时，请明确自己的职责是指导和提示，而不是帮助他们完成任务。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。可能我之前对自己的职责有些固定的认知，以为自己要帮助每个人解决问题。但我应该试着调整一下思维方式，明确自己的责任和边界。我希望能够在职位上更加游刃有余。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "可能我之前对自己的职责有些固定的认知，以为自己要帮助每个人解决问题。",
        "label": ""
      },
      {
        "sentence": "但我应该试着调整一下思维方式，明确自己的责任和边界。",
        "label": ""
      },
      {
        "sentence": "我希望能够在职位上更加游刃有余。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的认识发生了改变，这是一个积极的进步。记住，作为班委，你的职责是为同学们提供指导和帮助，而不是替他们做所有的事情。相信你能够更好地平衡自己的需求和角色的要求，做出正确的决策和行动。",
    "annotation": [
      {
        "sentence": "很好，你的认识发生了改变，这是一个积极的进步。",
        "label": ""
      },
      {
        "sentence": "记住，作为班委，你的职责是为同学们提供指导和帮助，而不是替他们做所有的事情。",
        "label": ""
      },
      {
        "sentence": "相信你能够更好地平衡自己的需求和角色的要求，做出正确的决策和行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和指导，我会尽量调整自己的思维方式，并更好地表达自己的需求。希望未来可以更好地应对班级事务，同时也保护好自己的情绪和健康。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和指导，我会尽量调整自己的思维方式，并更好地表达自己的需求。",
        "label": ""
      },
      {
        "sentence": "希望未来可以更好地应对班级事务，同时也保护好自己的情绪和健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，相信自己能够克服困难。记住，合理地表达自己的需求，明确自己的责任和边界，相信你会越来越游刃有余地应对各种情况。如果还有需要帮助的地方，随时来找我交流。",
    "annotation": [
      {
        "sentence": "你做得很好，相信自己能够克服困难。",
        "label": ""
      },
      {
        "sentence": "记住，合理地表达自己的需求，明确自己的责任和边界，相信你会越来越游刃有余地应对各种情况。",
        "label": ""
      },
      {
        "sentence": "如果还有需要帮助的地方，随时来找我交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持，我会时刻记住你的建议，并努力提升自己的沟通能力和思维模式。如果有需要，我会再向你请教的。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持，我会时刻记住你的建议，并努力提升自己的沟通能力和思维模式。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再向你请教的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没有问题，我一直都在这里支持你。不管何时何地，都欢迎和我交流。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "没有问题，我一直都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "不管何时何地，都欢迎和我交流。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]