[
  {
    "role": "client",
    "content": "最近我和我对象视频的时候，他总是在刷抖音，而且还经常听不到我在说什么。我和他在一起已经一年多了，虽然之前有过争吵，他也提过很多次分手，但我还是不想离开他。一开始是因为我们刚在一起，养成了每天晚上视频的习惯，现在如果不视频就感觉少了点什么，但问题也随之而来。我觉得我们视频的时候他总是没有注意听我说话，我好几次都让他不要刷抖音，但效果并不理想，甚至还会发生争吵。当我逼着要挂断电话的时候，他又不许，开始发脾气，有时真的心累。我不知道该怎么和他沟通了，感觉自己已经力不从心了。你觉得我该怎么办呢？",
    "annotation": [
      {
        "sentence": "最近我和我对象视频的时候，他总是在刷抖音，而且还经常听不到我在说什么。",
        "label": ""
      },
      {
        "sentence": "我和他在一起已经一年多了，虽然之前有过争吵，他也提过很多次分手，但我还是不想离开他。",
        "label": ""
      },
      {
        "sentence": "一开始是因为我们刚在一起，养成了每天晚上视频的习惯，现在如果不视频就感觉少了点什么，但问题也随之而来。",
        "label": ""
      },
      {
        "sentence": "我觉得我们视频的时候他总是没有注意听我说话，我好几次都让他不要刷抖音，但效果并不理想，甚至还会发生争吵。",
        "label": ""
      },
      {
        "sentence": "当我逼着要挂断电话的时候，他又不许，开始发脾气，有时真的心累。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么和他沟通了，感觉自己已经力不从心了。",
        "label": ""
      },
      {
        "sentence": "你觉得我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当习惯变成一种枷锁的时候，我们就不应该再过于坚持这个习惯了。我能理解你的感受，感情进入了平静期，双方可能会忽视并且只顾维持关系而不再注重维系关系了。从你的描述中可以看出你依然喜欢你的对象，只是不知道如何让他也意识到问题的存在，并与你一起共同解决。要注意一下自己的沟通方式哦，也许他也在在意这段关系，但他可能不知道如何处理并且也不知道每天都要说些什么，但是他想让你一直陪在身边，或许是单纯地听到你的声音，他就会感觉安心。试着坦诚地和他表达你现在的感受、担忧以及每次视频时你的情绪。你并不是要求他不要刷抖音，而是希望他能多关注你，多询问一下你的心情和当天发生的事情，让你感受到他对你的关心。当他刷抖音而忽视你时，你的愤怒、委屈以及争吵只是一种不好的方式，表达你的感情需求而已。在和亲密的人相处时，我们要更好地说话，更好地站在对方的角度思考问题，不能因为太熟悉而忽视起初的喜欢和小心翼翼。学会给彼此一些独立的时间，虽然你们可能在空间上相隔较远，但你们的时间还是可以共享的。让彼此有时间去做一些自己的事情而不必担心对方会介意。可以试着减少视频的次数，改成聊天的方式，这样可能会给对方更多思考和回应的时间。如果聊天也变得无聊而缺乏内容，那就减少每天交流的次数。可以一周视频两三次，但每次都多聊一些，并且在不与对方分享你的生活时，可以稍微记录下来或记在脑海中。因为有些你想要和对方分享的事情，可能到了下周就会忘得一干二净。当初的那种喜欢，也是通过一点一滴的交流和分享来培养的。爱情是一场长久的考验，出现问题时我们要学会解决问题，因为你爱的是眼前的这个人，时间和事件改变了你们以往的甜蜜，现在的日常生活也是需要一起面对并共同度过的。",
    "annotation": [
      {
        "sentence": "当习惯变成一种枷锁的时候，我们就不应该再过于坚持这个习惯了。",
        "label": ""
      },
      {
        "sentence": "我能理解你的感受，感情进入了平静期，双方可能会忽视并且只顾维持关系而不再注重维系关系了。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出你依然喜欢你的对象，只是不知道如何让他也意识到问题的存在，并与你一起共同解决。",
        "label": ""
      },
      {
        "sentence": "要注意一下自己的沟通方式哦，也许他也在在意这段关系，但他可能不知道如何处理并且也不知道每天都要说些什么，但是他想让你一直陪在身边，或许是单纯地听到你的声音，他就会感觉安心。",
        "label": ""
      },
      {
        "sentence": "试着坦诚地和他表达你现在的感受、担忧以及每次视频时你的情绪。",
        "label": ""
      },
      {
        "sentence": "你并不是要求他不要刷抖音，而是希望他能多关注你，多询问一下你的心情和当天发生的事情，让你感受到他对你的关心。",
        "label": ""
      },
      {
        "sentence": "当他刷抖音而忽视你时，你的愤怒、委屈以及争吵只是一种不好的方式，表达你的感情需求而已。",
        "label": ""
      },
      {
        "sentence": "在和亲密的人相处时，我们要更好地说话，更好地站在对方的角度思考问题，不能因为太熟悉而忽视起初的喜欢和小心翼翼。",
        "label": ""
      },
      {
        "sentence": "学会给彼此一些独立的时间，虽然你们可能在空间上相隔较远，但你们的时间还是可以共享的。",
        "label": ""
      },
      {
        "sentence": "让彼此有时间去做一些自己的事情而不必担心对方会介意。",
        "label": ""
      },
      {
        "sentence": "可以试着减少视频的次数，改成聊天的方式，这样可能会给对方更多思考和回应的时间。",
        "label": ""
      },
      {
        "sentence": "如果聊天也变得无聊而缺乏内容，那就减少每天交流的次数。",
        "label": ""
      },
      {
        "sentence": "可以一周视频两三次，但每次都多聊一些，并且在不与对方分享你的生活时，可以稍微记录下来或记在脑海中。",
        "label": ""
      },
      {
        "sentence": "因为有些你想要和对方分享的事情，可能到了下周就会忘得一干二净。",
        "label": ""
      },
      {
        "sentence": "当初的那种喜欢，也是通过一点一滴的交流和分享来培养的。",
        "label": ""
      },
      {
        "sentence": "爱情是一场长久的考验，出现问题时我们要学会解决问题，因为你爱的是眼前的这个人，时间和事件改变了你们以往的甜蜜，现在的日常生活也是需要一起面对并共同度过的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我会试着坦诚地和他沟通，告诉他我现在的感受和想法。我也会学会给彼此一些独立的时间和空间，让我们都能有时间追寻一些自己的兴趣爱好。聊天的方式也许会比视频更适合我们。我会记住你说的每周视频两三次，但每次都多聊一些，并且记录下来那些不需要立即与他分享的事情。我要重新找回当初喜欢他时的那份小心翼翼和用心。再次谢谢你。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着坦诚地和他沟通，告诉他我现在的感受和想法。",
        "label": ""
      },
      {
        "sentence": "我也会学会给彼此一些独立的时间和空间，让我们都能有时间追寻一些自己的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "聊天的方式也许会比视频更适合我们。",
        "label": ""
      },
      {
        "sentence": "我会记住你说的每周视频两三次，但每次都多聊一些，并且记录下来那些不需要立即与他分享的事情。",
        "label": ""
      },
      {
        "sentence": "我要重新找回当初喜欢他时的那份小心翼翼和用心。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。沟通是非常重要的，希望你们能够通过坦诚地对话来解决问题，找回彼此之间的共同点和感情。记住，关系的维系需要双方的努力和理解。祝福你们能够共同度过每一段甜蜜和平淡的时光。如果还有什么问题或困惑，随时来找我聊天吧。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "沟通是非常重要的，希望你们能够通过坦诚地对话来解决问题，找回彼此之间的共同点和感情。",
        "label": ""
      },
      {
        "sentence": "记住，关系的维系需要双方的努力和理解。",
        "label": ""
      },
      {
        "sentence": "祝福你们能够共同度过每一段甜蜜和平淡的时光。",
        "label": ""
      },
      {
        "sentence": "如果还有什么问题或困惑，随时来找我聊天吧。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]