[
  {
    "role": "client",
    "content": "我七岁的女儿资质平庸，如何接纳毛病多多的孩子？我和先生都很优秀，从小成绩好，上了top10的大学，研究生毕业在平台很好的单位工作，且工作得也很优秀。可是我们的女儿，资质平庸，七岁了至今未发现有过人之处。生活中，毛病多如牛毛。害羞，运动协调能力弱，唱歌跑调，学钢琴没有节奏感，学画画线条能力和想象力都弱，成绩还可以，但马虎毛燥。遇到困难就退缩自暴自弃。脾气还特别倔，对于她不想做的事就拖延，或者勉强坐到书桌前了就各种发泄情绪。不会沟通，只要不如意立马就用各种负面情绪来对抗。育儿书心理学读了几十本，换着各种办法教了很多次，改善不明显。唯一让人欣慰的就是她爱读书，七岁半跳级到美国当地的三年级。我们该如何接纳孩子的不完美？",
    "annotation": [
      {
        "sentence": "我七岁的女儿资质平庸，如何接纳毛病多多的孩子？",
        "label": ""
      },
      {
        "sentence": "我和先生都很优秀，从小成绩好，上了top10的大学，研究生毕业在平台很好的单位工作，且工作得也很优秀。",
        "label": ""
      },
      {
        "sentence": "可是我们的女儿，资质平庸，七岁了至今未发现有过人之处。",
        "label": ""
      },
      {
        "sentence": "生活中，毛病多如牛毛。",
        "label": ""
      },
      {
        "sentence": "害羞，运动协调能力弱，唱歌跑调，学钢琴没有节奏感，学画画线条能力和想象力都弱，成绩还可以，但马虎毛燥。",
        "label": ""
      },
      {
        "sentence": "遇到困难就退缩自暴自弃。",
        "label": ""
      },
      {
        "sentence": "脾气还特别倔，对于她不想做的事就拖延，或者勉强坐到书桌前了就各种发泄情绪。",
        "label": ""
      },
      {
        "sentence": "不会沟通，只要不如意立马就用各种负面情绪来对抗。",
        "label": ""
      },
      {
        "sentence": "育儿书心理学读了几十本，换着各种办法教了很多次，改善不明显。",
        "label": ""
      },
      {
        "sentence": "唯一让人欣慰的就是她爱读书，七岁半跳级到美国当地的三年级。",
        "label": ""
      },
      {
        "sentence": "我们该如何接纳孩子的不完美？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你认为自己七岁的女儿资质平庸，毛病多多，可以从这几个方面来探讨。首先，你可能过分关注她的缺点。害羞、沟通困难、画画和学钢琴的能力都是你过分关注的结果。其次，你可能过分将她与七岁时的自己相比较。你七岁时很优秀，这可能导致你倾向于将女儿与你相比较，而她在你关注的方面当前可能还不如你。最后，你七岁时的生活可能并不是很愉快。你是否想起你七岁时的生活状态？估计幸福指数并不高。可能因为你的扶养人根据你和你的家庭状况，让你成为了出类拔萃的人，导致你没有足够的时间去玩玩具、与同龄人交流、亲近大自然。因此，你内心可能有些压抑和纠结。你和你先生的成功并不能说明你的女儿不优秀。你对完美的追求本身就是一个问题。她在你认可的方面可能平平淡淡，但这可能就是她独一无二的样子。她为什么要活出父母期望的样子呢？从现在开始，你可以保持好自己的情绪，营造一个温馨和谐的家庭氛围。无论她在做什么，比如玩玩具、看书、练琴，你都可以做自己想做的事情。只有当她求助时，你才去提供帮助。当她情绪不稳定时，可以和她讨论情绪。我相信你的女儿会自由健康地成长为她真正的样子。另外，你已经非常欣慰的是她爱读书，并且已经跳级到美国本地的三年级。这说明她对外界的知识很感兴趣，也接受了应该得到的知识。这方面她很像你呢。",
    "annotation": [
      {
        "sentence": "你认为自己七岁的女儿资质平庸，毛病多多，可以从这几个方面来探讨。",
        "label": ""
      },
      {
        "sentence": "首先，你可能过分关注她的缺点。",
        "label": ""
      },
      {
        "sentence": "害羞、沟通困难、画画和学钢琴的能力都是你过分关注的结果。",
        "label": ""
      },
      {
        "sentence": "其次，你可能过分将她与七岁时的自己相比较。",
        "label": ""
      },
      {
        "sentence": "你七岁时很优秀，这可能导致你倾向于将女儿与你相比较，而她在你关注的方面当前可能还不如你。",
        "label": ""
      },
      {
        "sentence": "最后，你七岁时的生活可能并不是很愉快。",
        "label": ""
      },
      {
        "sentence": "你是否想起你七岁时的生活状态？",
        "label": ""
      },
      {
        "sentence": "估计幸福指数并不高。",
        "label": ""
      },
      {
        "sentence": "可能因为你的扶养人根据你和你的家庭状况，让你成为了出类拔萃的人，导致你没有足够的时间去玩玩具、与同龄人交流、亲近大自然。",
        "label": ""
      },
      {
        "sentence": "因此，你内心可能有些压抑和纠结。",
        "label": ""
      },
      {
        "sentence": "你和你先生的成功并不能说明你的女儿不优秀。",
        "label": ""
      },
      {
        "sentence": "你对完美的追求本身就是一个问题。",
        "label": ""
      },
      {
        "sentence": "她在你认可的方面可能平平淡淡，但这可能就是她独一无二的样子。",
        "label": ""
      },
      {
        "sentence": "她为什么要活出父母期望的样子呢？",
        "label": ""
      },
      {
        "sentence": "从现在开始，你可以保持好自己的情绪，营造一个温馨和谐的家庭氛围。",
        "label": ""
      },
      {
        "sentence": "无论她在做什么，比如玩玩具、看书、练琴，你都可以做自己想做的事情。",
        "label": ""
      },
      {
        "sentence": "只有当她求助时，你才去提供帮助。",
        "label": ""
      },
      {
        "sentence": "当她情绪不稳定时，可以和她讨论情绪。",
        "label": ""
      },
      {
        "sentence": "我相信你的女儿会自由健康地成长为她真正的样子。",
        "label": ""
      },
      {
        "sentence": "另外，你已经非常欣慰的是她爱读书，并且已经跳级到美国本地的三年级。",
        "label": ""
      },
      {
        "sentence": "这说明她对外界的知识很感兴趣，也接受了应该得到的知识。",
        "label": ""
      },
      {
        "sentence": "这方面她很像你呢。",
        "label": ""
      }
    ]
  }
]