[
  {
    "role": "client",
    "content": "七岁女儿资质平庸，如何接纳毛病多多的孩子？我和先生都很优秀，从小成绩好，上了top10的大学，研究生毕业在平台很好的单位工作，且工作得也很优秀。可是我们的女儿，资质平庸，七岁了至今未发现有过人之处。生活中，毛病多如牛毛。害羞，运动协调能力弱，唱歌跑调，学钢琴没有节奏感，学画画线条能力和想象力都弱，成绩还可以，但马虎毛燥。遇到困难就退缩自暴自弃。脾气还特别倔，对于她不想做的事就拖延，或者勉强坐到书桌前了就各种发泄情绪。不会沟通，只要不如意立马就用各种负面情绪来对抗。育儿书心理学读了几十本，换着各种办法教了很多次，改善不明显。唯一让人欣慰的就是她爱读书，七岁半跳级到美国当地的三年级。我们该如何接纳孩子的不完美？",
    "annotation": [
      {
        "sentence": "七岁女儿资质平庸，如何接纳毛病多多的孩子？",
        "label": ""
      },
      {
        "sentence": "我和先生都很优秀，从小成绩好，上了top10的大学，研究生毕业在平台很好的单位工作，且工作得也很优秀。",
        "label": ""
      },
      {
        "sentence": "可是我们的女儿，资质平庸，七岁了至今未发现有过人之处。",
        "label": ""
      },
      {
        "sentence": "生活中，毛病多如牛毛。",
        "label": ""
      },
      {
        "sentence": "害羞，运动协调能力弱，唱歌跑调，学钢琴没有节奏感，学画画线条能力和想象力都弱，成绩还可以，但马虎毛燥。",
        "label": ""
      },
      {
        "sentence": "遇到困难就退缩自暴自弃。",
        "label": ""
      },
      {
        "sentence": "脾气还特别倔，对于她不想做的事就拖延，或者勉强坐到书桌前了就各种发泄情绪。",
        "label": ""
      },
      {
        "sentence": "不会沟通，只要不如意立马就用各种负面情绪来对抗。",
        "label": ""
      },
      {
        "sentence": "育儿书心理学读了几十本，换着各种办法教了很多次，改善不明显。",
        "label": ""
      },
      {
        "sentence": "唯一让人欣慰的就是她爱读书，七岁半跳级到美国当地的三年级。",
        "label": ""
      },
      {
        "sentence": "我们该如何接纳孩子的不完美？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "隔着屏幕我都能感受到您对女儿的不满，7岁的女孩，天真可爱的年纪，况且热爱文学，还跳级，为什么你把优点放到最后？让我欣慰的是你最后的提问是怎么调整［自己］的心理。",
    "annotation": [
      {
        "sentence": "隔着屏幕我都能感受到您对女儿的不满，7岁的女孩，天真可爱的年纪，况且热爱文学，还跳级，为什么你把优点放到最后？",
        "label": ""
      },
      {
        "sentence": "让我欣慰的是你最后的提问是怎么调整［自己］的心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我的确过于关注女儿的缺点，忽略了她的优点和努力。我应该更加积极地看待她的成长过程。不过，我仍然对如何改善她的发展感到困惑。",
    "annotation": [
      {
        "sentence": "您说得对，我的确过于关注女儿的缺点，忽略了她的优点和努力。",
        "label": ""
      },
      {
        "sentence": "我应该更加积极地看待她的成长过程。",
        "label": ""
      },
      {
        "sentence": "不过，我仍然对如何改善她的发展感到困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道您最近有没有看新闻，15岁女孩杀死律师妈妈，看了网传女孩的信，我觉得很震惊，有些同情女孩，建议你去看看。您想调整自己，就多跟孩子沟通，尊重她的想法。过分的管教源于我们害怕孩子将来一败涂地，我们害怕孩子的人生吃太多苦头，我们害怕自己经历过的遗憾孩子再去经历，我们害怕孩子失败后我们无法接盘。出于恐惧，我们把担心投射到孩子身上。",
    "annotation": [
      {
        "sentence": "不知道您最近有没有看新闻，15岁女孩杀死律师妈妈，看了网传女孩的信，我觉得很震惊，有些同情女孩，建议你去看看。",
        "label": ""
      },
      {
        "sentence": "您想调整自己，就多跟孩子沟通，尊重她的想法。",
        "label": ""
      },
      {
        "sentence": "过分的管教源于我们害怕孩子将来一败涂地，我们害怕孩子的人生吃太多苦头，我们害怕自己经历过的遗憾孩子再去经历，我们害怕孩子失败后我们无法接盘。",
        "label": ""
      },
      {
        "sentence": "出于恐惧，我们把担心投射到孩子身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说的很有道理，我承认我对女儿的过分期望是源于自己的恐惧和焦虑。我应该尊重她的独立思考和发展过程，不要过分干涉。",
    "annotation": [
      {
        "sentence": "您说的很有道理，我承认我对女儿的过分期望是源于自己的恐惧和焦虑。",
        "label": ""
      },
      {
        "sentence": "我应该尊重她的独立思考和发展过程，不要过分干涉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以各种各样的方式，给他们制造压力，改变他们的行为和想法，来缓解自己的恐惧。李玫瑾教授提出过一个“三不惯两不管”：不懂得尊重不能惯，没有底线不能惯，毫无责任感不能惯，能独立完成的事不管，能自己承受的挫折不管。掌握好担心的尺度。",
    "annotation": [
      {
        "sentence": "以各种各样的方式，给他们制造压力，改变他们的行为和想法，来缓解自己的恐惧。",
        "label": ""
      },
      {
        "sentence": "李玫瑾教授提出过一个“三不惯两不管”：不懂得尊重不能惯，没有底线不能惯，毫无责任感不能惯，能独立完成的事不管，能自己承受的挫折不管。",
        "label": ""
      },
      {
        "sentence": "掌握好担心的尺度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我意识到了我之前过于纵容女儿，没有给她建立起适当的底线和责任感。我将尽量遵循这个方法，找到平衡点。",
    "annotation": [
      {
        "sentence": "我意识到了我之前过于纵容女儿，没有给她建立起适当的底线和责任感。",
        "label": ""
      },
      {
        "sentence": "我将尽量遵循这个方法，找到平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您那么优秀，业余时间多学学儿童心理学，学校教育心理学，了解儿童身心发展的的特性。顺序性主要是强调多个阶段连续性的过程，而且是不可逆，不可跳跃，不可逾越的，启示就是要做到循序渐进；而阶段性指的是单个的孤立的阶段，每个阶段有自己的发展任务，启示对不同的阶段，学习方法，学习内容不能搞一刀切。不平衡性指的是身心发展不同步，或者某一方面发展速度在不同的年龄是不平衡的，比如大器晚成。差异性就是那个人的发展都有差异，教育工作要做到因材施教。",
    "annotation": [
      {
        "sentence": "您那么优秀，业余时间多学学儿童心理学，学校教育心理学，了解儿童身心发展的的特性。",
        "label": ""
      },
      {
        "sentence": "顺序性主要是强调多个阶段连续性的过程，而且是不可逆，不可跳跃，不可逾越的，启示就是要做到循序渐进；而阶段性指的是单个的孤立的阶段，每个阶段有自己的发展任务，启示对不同的阶段，学习方法，学习内容不能搞一刀切。",
        "label": ""
      },
      {
        "sentence": "不平衡性指的是身心发展不同步，或者某一方面发展速度在不同的年龄是不平衡的，比如大器晚成。",
        "label": ""
      },
      {
        "sentence": "差异性就是那个人的发展都有差异，教育工作要做到因材施教。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，在教育孩子的过程中，我应该充分理解她的成长阶段特点，给予她相应的支持和指导。同时，也要注意她的身心发展的不平衡性和差异性，因材施教。",
    "annotation": [
      {
        "sentence": "我明白了，在教育孩子的过程中，我应该充分理解她的成长阶段特点，给予她相应的支持和指导。",
        "label": ""
      },
      {
        "sentence": "同时，也要注意她的身心发展的不平衡性和差异性，因材施教。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到您对自己的教育方式有所调整。记住，接纳孩子的不完美并不意味着放任不管，而是要以更加平和的心态，耐心地引导她成长，一起度过这个美好的人生旅程。祝您和女儿幸福！",
    "annotation": [
      {
        "sentence": "很高兴看到您对自己的教育方式有所调整。",
        "label": ""
      },
      {
        "sentence": "记住，接纳孩子的不完美并不意味着放任不管，而是要以更加平和的心态，耐心地引导她成长，一起度过这个美好的人生旅程。",
        "label": ""
      },
      {
        "sentence": "祝您和女儿幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的建议和支持！我会努力改善自己的观念和行为，给予女儿更多的爱和关心。谢谢您的鼓励！",
    "annotation": [
      {
        "sentence": "非常感谢您的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力改善自己的观念和行为，给予女儿更多的爱和关心。",
        "label": ""
      },
      {
        "sentence": "谢谢您的鼓励！",
        "label": ""
      }
    ]
  }
]