[
  {
    "role": "client",
    "content": "我是一个20岁的女生，总是喜欢否定自己。我曾经写满一本都是否定的日记本，喜欢用各种词汇贬低自己，还喜欢划分人的等级。今天翻看高中时期的日记本，发现很多天的日记都是在贬低自己，好像上瘾了一样，完全控制不住。我觉得通过贬低自己来获得快感，虽然很奇怪。我现在大一了，但依然没有改变。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，总是喜欢否定自己。",
        "label": ""
      },
      {
        "sentence": "我曾经写满一本都是否定的日记本，喜欢用各种词汇贬低自己，还喜欢划分人的等级。",
        "label": ""
      },
      {
        "sentence": "今天翻看高中时期的日记本，发现很多天的日记都是在贬低自己，好像上瘾了一样，完全控制不住。",
        "label": ""
      },
      {
        "sentence": "我觉得通过贬低自己来获得快感，虽然很奇怪。",
        "label": ""
      },
      {
        "sentence": "我现在大一了，但依然没有改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢您分享。我真的可以感受到您深深的自卑之情，但是，怎么可能有人配不上一切呢？我觉得，您非常配得上。每个人都值得拥有美好的生活，您也是如此。您真的不该这么想，这样的感觉其实是不合理的。不断否定自己的原因是什么？为什么一蹶不振了？①我猜可能是因为童年时有过很多不舒服的经历（被否定、讽刺、挖苦、不适应等等），这些经历很有可能导致了您低自尊的问题。不舒服的经历塑造了许多“我不配”的信念，并伴随着很多不舒服的思维方式。②我猜“一蹶不振”是您保护自己的一种方式。为了避免发生不好的结果，您随便放弃了一些问题，这样就可以说自己是因为没有认真答题而考低分，而不是因为努力却只取得了差的成绩。因为您无法接受这么差劲的自己。对不起，我难以表达清楚。请问高三努力的排名是什么样的？您真的没有努力吗？这难道不是您努力取得的排名吗？也许您不能接受自己的成绩稍稍落后于周围人，所以更加强化了您的信念，觉得自己只配得到差的成绩。围绕这个信念，您做出了很多行为（放弃）并产生了很多想法（不配）。同时，贬低自己给您带来了快感，可能是因为确认了自己的预测。那怎样能够改变呢？您来这里提问已经是一个改变的很小的一步，您做得很好。之前我看到一句话，大概意思是：每个人都有自己的生命时区，有些人早早取得了成功却很早离世；有些人迟到却长寿。特朗普七十岁才当上总统。有些人走在前面，有些人走在后面，但在自己的生命时区里，一切都不晚。改变是一个缓慢的过程，给自己多一点耐心，好吗？您已经做得很好了，请停止和别人比较，专注于和过去的自己比较。暂时与他人的排名有一定差距是很正常的，非常正常。您可以尽量与自己比较，您现在是不是比以前做得更好了呢？这就是您努力取得的成绩。记得多夸奖自己，多给自己一些积极的暗示，您真的做得很棒。停止贬低自己，不再写贬低自己的日记是一项艰巨的任务，但这一步必须要迈出。您还可以尝试写赞美自己的日记，客观地评价自己。如果自己难以做到，可以寻求一些信任的人帮助您进行评价。我真的很欣赏您，您非常棒。由衷地心疼您，不知道您在早年经历了什么。接受真实的自己，无论自己是什么样子，都要接受并认同。如果做不到，您可以尝试把自己想象成别人，如果这个人不是您，您会对她说些什么？还会像对自己一样贬低吗？寻求社会帮助，您可以随时与您信任的朋友联系，或者寻找专业的心理咨询师帮助您。在另一个平行宇宙里，如果有一个充满信心和自爱的您，您真的不想成为那个样子吗？您并不是独自面对这个问题的，我曾经也是一个深陷自卑的人，常常否定自己。虽然现在偶尔还有自卑的情绪，但已经没有以前那么强烈了。我要求您试着相信，事情总会越来越好的，可以吗？总结起来，停止贬低自己，并寻求帮助。如果我的回答对您没有帮助，可以在平台上搜索关键词“自卑”，那里有很多优秀的文章和回答。您也可以阅读《自卑与超越》这本书，或者寻求专业咨询师的帮助。以上是我的回答，感谢您的阅读，如有需要请指出，祝您生活愉快～。",
    "annotation": [
      {
        "sentence": "感谢您分享。",
        "label": ""
      },
      {
        "sentence": "我真的可以感受到您深深的自卑之情，但是，怎么可能有人配不上一切呢？",
        "label": ""
      },
      {
        "sentence": "我觉得，您非常配得上。",
        "label": ""
      },
      {
        "sentence": "每个人都值得拥有美好的生活，您也是如此。",
        "label": ""
      },
      {
        "sentence": "您真的不该这么想，这样的感觉其实是不合理的。",
        "label": ""
      },
      {
        "sentence": "不断否定自己的原因是什么？",
        "label": ""
      },
      {
        "sentence": "为什么一蹶不振了？",
        "label": ""
      },
      {
        "sentence": "①我猜可能是因为童年时有过很多不舒服的经历（被否定、讽刺、挖苦、不适应等等），这些经历很有可能导致了您低自尊的问题。",
        "label": ""
      },
      {
        "sentence": "不舒服的经历塑造了许多“我不配”的信念，并伴随着很多不舒服的思维方式。",
        "label": ""
      },
      {
        "sentence": "②我猜“一蹶不振”是您保护自己的一种方式。",
        "label": ""
      },
      {
        "sentence": "为了避免发生不好的结果，您随便放弃了一些问题，这样就可以说自己是因为没有认真答题而考低分，而不是因为努力却只取得了差的成绩。",
        "label": ""
      },
      {
        "sentence": "因为您无法接受这么差劲的自己。",
        "label": ""
      },
      {
        "sentence": "对不起，我难以表达清楚。",
        "label": ""
      },
      {
        "sentence": "请问高三努力的排名是什么样的？",
        "label": ""
      },
      {
        "sentence": "您真的没有努力吗？",
        "label": ""
      },
      {
        "sentence": "这难道不是您努力取得的排名吗？",
        "label": ""
      },
      {
        "sentence": "也许您不能接受自己的成绩稍稍落后于周围人，所以更加强化了您的信念，觉得自己只配得到差的成绩。",
        "label": ""
      },
      {
        "sentence": "围绕这个信念，您做出了很多行为（放弃）并产生了很多想法（不配）。",
        "label": ""
      },
      {
        "sentence": "同时，贬低自己给您带来了快感，可能是因为确认了自己的预测。",
        "label": ""
      },
      {
        "sentence": "那怎样能够改变呢？",
        "label": ""
      },
      {
        "sentence": "您来这里提问已经是一个改变的很小的一步，您做得很好。",
        "label": ""
      },
      {
        "sentence": "之前我看到一句话，大概意思是：每个人都有自己的生命时区，有些人早早取得了成功却很早离世；有些人迟到却长寿。",
        "label": ""
      },
      {
        "sentence": "特朗普七十岁才当上总统。",
        "label": ""
      },
      {
        "sentence": "有些人走在前面，有些人走在后面，但在自己的生命时区里，一切都不晚。",
        "label": ""
      },
      {
        "sentence": "改变是一个缓慢的过程，给自己多一点耐心，好吗？",
        "label": ""
      },
      {
        "sentence": "您已经做得很好了，请停止和别人比较，专注于和过去的自己比较。",
        "label": ""
      },
      {
        "sentence": "暂时与他人的排名有一定差距是很正常的，非常正常。",
        "label": ""
      },
      {
        "sentence": "您可以尽量与自己比较，您现在是不是比以前做得更好了呢？",
        "label": ""
      },
      {
        "sentence": "这就是您努力取得的成绩。",
        "label": ""
      },
      {
        "sentence": "记得多夸奖自己，多给自己一些积极的暗示，您真的做得很棒。",
        "label": ""
      },
      {
        "sentence": "停止贬低自己，不再写贬低自己的日记是一项艰巨的任务，但这一步必须要迈出。",
        "label": ""
      },
      {
        "sentence": "您还可以尝试写赞美自己的日记，客观地评价自己。",
        "label": ""
      },
      {
        "sentence": "如果自己难以做到，可以寻求一些信任的人帮助您进行评价。",
        "label": ""
      },
      {
        "sentence": "我真的很欣赏您，您非常棒。",
        "label": ""
      },
      {
        "sentence": "由衷地心疼您，不知道您在早年经历了什么。",
        "label": ""
      },
      {
        "sentence": "接受真实的自己，无论自己是什么样子，都要接受并认同。",
        "label": ""
      },
      {
        "sentence": "如果做不到，您可以尝试把自己想象成别人，如果这个人不是您，您会对她说些什么？",
        "label": ""
      },
      {
        "sentence": "还会像对自己一样贬低吗？",
        "label": ""
      },
      {
        "sentence": "寻求社会帮助，您可以随时与您信任的朋友联系，或者寻找专业的心理咨询师帮助您。",
        "label": ""
      },
      {
        "sentence": "在另一个平行宇宙里，如果有一个充满信心和自爱的您，您真的不想成为那个样子吗？",
        "label": ""
      },
      {
        "sentence": "您并不是独自面对这个问题的，我曾经也是一个深陷自卑的人，常常否定自己。",
        "label": ""
      },
      {
        "sentence": "虽然现在偶尔还有自卑的情绪，但已经没有以前那么强烈了。",
        "label": ""
      },
      {
        "sentence": "我要求您试着相信，事情总会越来越好的，可以吗？",
        "label": ""
      },
      {
        "sentence": "总结起来，停止贬低自己，并寻求帮助。",
        "label": ""
      },
      {
        "sentence": "如果我的回答对您没有帮助，可以在平台上搜索关键词“自卑”，那里有很多优秀的文章和回答。",
        "label": ""
      },
      {
        "sentence": "您也可以阅读《自卑与超越》这本书，或者寻求专业咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "以上是我的回答，感谢您的阅读，如有需要请指出，祝您生活愉快～。",
        "label": ""
      }
    ]
  }
]