[
  {
    "role": "client",
    "content": "我是一个20岁的女生。我总是喜欢否定自己，曾经写过一本写满否定的日记本。我喜欢用各种贬低人的词汇，也经常划分三六九等的词汇。今天我翻看高中时期的日记本，里面有很多记录都是贬低自己的，好像上瘾了一样。现在已经大一了，但还是这样。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生。",
        "label": ""
      },
      {
        "sentence": "我总是喜欢否定自己，曾经写过一本写满否定的日记本。",
        "label": ""
      },
      {
        "sentence": "我喜欢用各种贬低人的词汇，也经常划分三六九等的词汇。",
        "label": ""
      },
      {
        "sentence": "今天我翻看高中时期的日记本，里面有很多记录都是贬低自己的，好像上瘾了一样。",
        "label": ""
      },
      {
        "sentence": "现在已经大一了，但还是这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你知道吗，有时候我们的惯性让我们变得无力改变自己，就像你已经养成了一直贬低自己的习惯和思维模式。虽说这样的模式对自己无益还有害，但是头脑因为长时间沉浸在这种模式中，已经熟悉了，认为这样的模式才是安全的。",
    "annotation": [
      {
        "sentence": "你知道吗，有时候我们的惯性让我们变得无力改变自己，就像你已经养成了一直贬低自己的习惯和思维模式。",
        "label": ""
      },
      {
        "sentence": "虽说这样的模式对自己无益还有害，但是头脑因为长时间沉浸在这种模式中，已经熟悉了，认为这样的模式才是安全的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我试着去改变，但是总是无法做到。",
    "annotation": [
      {
        "sentence": "是啊，我试着去改变，但是总是无法做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的事情，我们有时候重复一个模式不是因为它有多好，而是因为熟悉感，身体总是抗拒变化，觉得熟悉的就是好的。但是你已经意识到自己如此残酷地贬低自己是不好的，也导致了你越来越自卑，把自己推进孤独的深渊，几乎毁掉了自己。所以我们现在就要来反抗自己的惯性，打破这样的思考模式。",
    "annotation": [
      {
        "sentence": "这是很正常的事情，我们有时候重复一个模式不是因为它有多好，而是因为熟悉感，身体总是抗拒变化，觉得熟悉的就是好的。",
        "label": ""
      },
      {
        "sentence": "但是你已经意识到自己如此残酷地贬低自己是不好的，也导致了你越来越自卑，把自己推进孤独的深渊，几乎毁掉了自己。",
        "label": ""
      },
      {
        "sentence": "所以我们现在就要来反抗自己的惯性，打破这样的思考模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得很难改变自己，一想到自己的缺点就会觉得自卑，一想到自己的优点就会觉得自己说谎。",
    "annotation": [
      {
        "sentence": "可是我觉得很难改变自己，一想到自己的缺点就会觉得自卑，一想到自己的优点就会觉得自己说谎。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "挑战习惯是不容易的，也许刚开始你觉得几乎没有用，但是只要你坚持，慢慢地，一点一点地发现，记录，改变自己，就是播种一颗拯救自己的种子，时间长了你就会发现，我竟然自动地就想到自己好的地方啦。可以从记录自己的长处，优点，任何值得感恩的小事情开始，记录在一本“肯定日记本”里，以培养积极看待自己，看待周围事物的思维模式。",
    "annotation": [
      {
        "sentence": "挑战习惯是不容易的，也许刚开始你觉得几乎没有用，但是只要你坚持，慢慢地，一点一点地发现，记录，改变自己，就是播种一颗拯救自己的种子，时间长了你就会发现，我竟然自动地就想到自己好的地方啦。",
        "label": ""
      },
      {
        "sentence": "可以从记录自己的长处，优点，任何值得感恩的小事情开始，记录在一本“肯定日记本”里，以培养积极看待自己，看待周围事物的思维模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道我有什么好的地方。",
    "annotation": [
      {
        "sentence": "我不知道我有什么好的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你模拟考考得不错，这点就非常棒啊，你也自己总结了原因，心态好，学习方法正确。不要和别人比较，和原来的自己比较，你应该为自己的成功欢呼雀跃，享受着片刻的喜悦不是也很好吗？这样的喜悦会引领你进入成功和快乐。",
    "annotation": [
      {
        "sentence": "其实你模拟考考得不错，这点就非常棒啊，你也自己总结了原因，心态好，学习方法正确。",
        "label": ""
      },
      {
        "sentence": "不要和别人比较，和原来的自己比较，你应该为自己的成功欢呼雀跃，享受着片刻的喜悦不是也很好吗？",
        "label": ""
      },
      {
        "sentence": "这样的喜悦会引领你进入成功和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "唉，有时候我觉得这一切都难以实现。",
    "annotation": [
      {
        "sentence": "唉，有时候我觉得这一切都难以实现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的想法，但是挑战困难是需要持续的努力，需要慢慢来，不能太急于求成。尝试不同的思维模式需要时间和耐心，但是如果能帮助我们更好地享受生活，为何不去尝试呢？",
    "annotation": [
      {
        "sentence": "我理解你的想法，但是挑战困难是需要持续的努力，需要慢慢来，不能太急于求成。",
        "label": ""
      },
      {
        "sentence": "尝试不同的思维模式需要时间和耐心，但是如果能帮助我们更好地享受生活，为何不去尝试呢？",
        "label": ""
      }
    ]
  }
]