[
  {
    "role": "client",
    "content": "咨询师怎么称呼来访者，来访提出想拥抱你，该如何处理作为咨询师你怎么称呼来访者？如果ta主动提出想拥抱你，你会如何应对呢？是讨论，还是给ta一个拥抱？",
    "annotation": [
      {
        "sentence": "咨询师怎么称呼来访者，来访提出想拥抱你，该如何处理作为咨询师你怎么称呼来访者？",
        "label": ""
      },
      {
        "sentence": "如果ta主动提出想拥抱你，你会如何应对呢？",
        "label": ""
      },
      {
        "sentence": "是讨论，还是给ta一个拥抱？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为咨询师，通常会在第一次见面时询问来访者希望如何被称呼。这样可以尊重来访者的个人意愿，也可以在交流中打开一个温暖的对话。关于来访者主动提出想拥抱你的情况，作为咨询师，我会尊重你的边界并以专业的方式应对。如果你很想要一个拥抱，我们可以一起讨论这个需求的原因和背后的情感动机。",
    "annotation": [
      {
        "sentence": "作为咨询师，通常会在第一次见面时询问来访者希望如何被称呼。",
        "label": ""
      },
      {
        "sentence": "这样可以尊重来访者的个人意愿，也可以在交流中打开一个温暖的对话。",
        "label": ""
      },
      {
        "sentence": "关于来访者主动提出想拥抱你的情况，作为咨询师，我会尊重你的边界并以专业的方式应对。",
        "label": ""
      },
      {
        "sentence": "如果你很想要一个拥抱，我们可以一起讨论这个需求的原因和背后的情感动机。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "作为来访者，你怎么称呼你的咨询师？你喜欢被咨询师怎样称呼？你会悄悄给咨询师起外号吗？",
    "annotation": [
      {
        "sentence": "作为来访者，你怎么称呼你的咨询师？",
        "label": ""
      },
      {
        "sentence": "你喜欢被咨询师怎样称呼？",
        "label": ""
      },
      {
        "sentence": "你会悄悄给咨询师起外号吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为来访者，我通常会以咨询师的姓氏称呼他们，比如“李老师”。当然，如果咨询师提出有其他称呼的偏好，我也会尊重他们的要求。至于起外号的问题，我个人认为这是一个非常私人的决定，需要和咨询师之间有更多的互动和了解后才可以考虑。",
    "annotation": [
      {
        "sentence": "作为来访者，我通常会以咨询师的姓氏称呼他们，比如“李老师”。",
        "label": ""
      },
      {
        "sentence": "当然，如果咨询师提出有其他称呼的偏好，我也会尊重他们的要求。",
        "label": ""
      },
      {
        "sentence": "至于起外号的问题，我个人认为这是一个非常私人的决定，需要和咨询师之间有更多的互动和了解后才可以考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "以一个来访者的身份谈谈个人的看法：我之前两位咨询师都自称为﹡老师，都是网络咨询，也都主动问我希望如何被称呼。跟某一位比较经常以你我相称，做了两次感觉她不太专业，经常讲大道理，一味地追问我童年的事情，我“被迫”记起了许多被遗忘的痛苦回忆。感觉有点太着急了吧，于是就没继续下去。而另一位感觉匹配度还不错，也挺专业的。但做起来会有一点难受啦，就是那种扎心的感觉，会有温暖也会有疼痛。感她对话能感受到自己是被尊重的，我们之间是平等的。我个人并不在意彼此间的称呼，只是一个代号罢了。自称老师并不代表自恋呀，叫她老师也不代表把她视为权威，而仅跟据一个称呼来分析，有暴力分析之嫌。希望各位老师帮忙解答一下呀。",
    "annotation": [
      {
        "sentence": "以一个来访者的身份谈谈个人的看法：我之前两位咨询师都自称为﹡老师，都是网络咨询，也都主动问我希望如何被称呼。",
        "label": ""
      },
      {
        "sentence": "跟某一位比较经常以你我相称，做了两次感觉她不太专业，经常讲大道理，一味地追问我童年的事情，我“被迫”记起了许多被遗忘的痛苦回忆。",
        "label": ""
      },
      {
        "sentence": "感觉有点太着急了吧，于是就没继续下去。",
        "label": ""
      },
      {
        "sentence": "而另一位感觉匹配度还不错，也挺专业的。",
        "label": ""
      },
      {
        "sentence": "但做起来会有一点难受啦，就是那种扎心的感觉，会有温暖也会有疼痛。",
        "label": ""
      },
      {
        "sentence": "感她对话能感受到自己是被尊重的，我们之间是平等的。",
        "label": ""
      },
      {
        "sentence": "我个人并不在意彼此间的称呼，只是一个代号罢了。",
        "label": ""
      },
      {
        "sentence": "自称老师并不代表自恋呀，叫她老师也不代表把她视为权威，而仅跟据一个称呼来分析，有暴力分析之嫌。",
        "label": ""
      },
      {
        "sentence": "希望各位老师帮忙解答一下呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你与第一位咨询师的经历可能让你感觉到一些不适和压力。当咨询师过于急切地追问童年的事情，有时会让人感到被迫回忆痛苦的经历。这是一个很重要的观察，可以帮助你更好地选择适合你的咨询师。对于第二位咨询师，你提到的温暖和疼痛的感觉可能与你与她之间的互动和信任关系有关。作为来访者, 感受到被尊重和平等对待是非常重要的。你并不在意彼此间的称呼，这是你个人的看法，也是可以被接受的。不同的人对称呼的需求是不同的，我会鼓励你与咨询师坦诚地交流你的想法和感受，这样你们可以更好地合作和建立更舒适的沟通氛围。",
    "annotation": [
      {
        "sentence": "听起来你与第一位咨询师的经历可能让你感觉到一些不适和压力。",
        "label": ""
      },
      {
        "sentence": "当咨询师过于急切地追问童年的事情，有时会让人感到被迫回忆痛苦的经历。",
        "label": ""
      },
      {
        "sentence": "这是一个很重要的观察，可以帮助你更好地选择适合你的咨询师。",
        "label": ""
      },
      {
        "sentence": "对于第二位咨询师，你提到的温暖和疼痛的感觉可能与你与她之间的互动和信任关系有关。",
        "label": ""
      },
      {
        "sentence": "作为来访者, 感受到被尊重和平等对待是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你并不在意彼此间的称呼，这是你个人的看法，也是可以被接受的。",
        "label": ""
      },
      {
        "sentence": "不同的人对称呼的需求是不同的，我会鼓励你与咨询师坦诚地交流你的想法和感受，这样你们可以更好地合作和建立更舒适的沟通氛围。",
        "label": ""
      }
    ]
  }
]