[
  {
    "role": "client",
    "content": "结婚七年，发现老公从未停止和别人暧昧，身体出轨？和老公是大学同学，结婚七年有一个孩子，最近老公和我坦白身体出轨了，对方怀孕了，要离婚。可是过了两天又说不离婚了，因为对方又不肯生了，同时坦白结婚后也经常对别人有好感，现在真是累了，想要悔过。我很犹豫要不要离婚，一方面是孩子很依赖爸爸，一方面我又担心离婚后的日子是不是会很难过。可是，即便到现在态度都说不是认错，他表示自己做错，但决不能接受以过错方的身份的声音，他需要平等，还表示虽然也不能答应我任何条件，比如以后多对家庭上心，这样婚姻他不要。另外，他从结婚后一直精神出轨不断，也表示对我没有兴趣，一年夫妻生活不超过5次，对我说依赖，并不想分开。在我们谈离婚的阶段，我也听到他和他妈妈电话里谈笑风生。这一切让我觉得，其实我只是他在没有更好选择下的备胎，他本身其实对这段婚姻是可有可无的。老师可以帮我分析下吗，非常感谢。",
    "annotation": [
      {
        "sentence": "结婚七年，发现老公从未停止和别人暧昧，身体出轨？",
        "label": ""
      },
      {
        "sentence": "和老公是大学同学，结婚七年有一个孩子，最近老公和我坦白身体出轨了，对方怀孕了，要离婚。",
        "label": ""
      },
      {
        "sentence": "可是过了两天又说不离婚了，因为对方又不肯生了，同时坦白结婚后也经常对别人有好感，现在真是累了，想要悔过。",
        "label": ""
      },
      {
        "sentence": "我很犹豫要不要离婚，一方面是孩子很依赖爸爸，一方面我又担心离婚后的日子是不是会很难过。",
        "label": ""
      },
      {
        "sentence": "可是，即便到现在态度都说不是认错，他表示自己做错，但决不能接受以过错方的身份的声音，他需要平等，还表示虽然也不能答应我任何条件，比如以后多对家庭上心，这样婚姻他不要。",
        "label": ""
      },
      {
        "sentence": "另外，他从结婚后一直精神出轨不断，也表示对我没有兴趣，一年夫妻生活不超过5次，对我说依赖，并不想分开。",
        "label": ""
      },
      {
        "sentence": "在我们谈离婚的阶段，我也听到他和他妈妈电话里谈笑风生。",
        "label": ""
      },
      {
        "sentence": "这一切让我觉得，其实我只是他在没有更好选择下的备胎，他本身其实对这段婚姻是可有可无的。",
        "label": ""
      },
      {
        "sentence": "老师可以帮我分析下吗，非常感谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的困境，感受到你内心的矛盾和焦虑。结婚后的事情，确实需要好好地进行分析和思考。首先，我理解你对于离婚的犹豫，毕竟你们有一个孩子，离婚会影响他的成长发展。但是，即便是为了孩子，也不能牺牲自己，忍受不忠和背叛的伤害。你需要先考虑清楚，你对于你老公的背叛能不能真正原谅，或者说，你还能不能放下心中的疙瘩。",
    "annotation": [
      {
        "sentence": "看到你的困境，感受到你内心的矛盾和焦虑。",
        "label": ""
      },
      {
        "sentence": "结婚后的事情，确实需要好好地进行分析和思考。",
        "label": ""
      },
      {
        "sentence": "首先，我理解你对于离婚的犹豫，毕竟你们有一个孩子，离婚会影响他的成长发展。",
        "label": ""
      },
      {
        "sentence": "但是，即便是为了孩子，也不能牺牲自己，忍受不忠和背叛的伤害。",
        "label": ""
      },
      {
        "sentence": "你需要先考虑清楚，你对于你老公的背叛能不能真正原谅，或者说，你还能不能放下心中的疙瘩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道该怎么办，我很矛盾，很难过。",
    "annotation": [
      {
        "sentence": "我不知道该怎么办，我很矛盾，很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，你可以坦诚地表达你的情感，我们一起来分析和探讨这个问题。你之所以矛盾，是因为既有对于家庭的责任感，又有面对对方渣男行为的无奈和恨意。这是情感上的困境，在处理这个问题上，需要你先冷静下来，分析清楚自己的想法和需求。",
    "annotation": [
      {
        "sentence": "没关系，你可以坦诚地表达你的情感，我们一起来分析和探讨这个问题。",
        "label": ""
      },
      {
        "sentence": "你之所以矛盾，是因为既有对于家庭的责任感，又有面对对方渣男行为的无奈和恨意。",
        "label": ""
      },
      {
        "sentence": "这是情感上的困境，在处理这个问题上，需要你先冷静下来，分析清楚自己的想法和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我听你的指导。我觉得我不能凭着一时的冲动做出决定，离婚确实会对孩子的成长带来影响，而且也会很难过。",
    "annotation": [
      {
        "sentence": "好的，我听你的指导。",
        "label": ""
      },
      {
        "sentence": "我觉得我不能凭着一时的冲动做出决定，离婚确实会对孩子的成长带来影响，而且也会很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "说得对，一定要冷静下来，分析清楚利弊得失。毕竟这是你的人生大事，需要认真考虑各种可能性。我建议你在内心找到一个平衡点，不再继续为对方的行为执念，而是多关注自己和孩子的未来。",
    "annotation": [
      {
        "sentence": "说得对，一定要冷静下来，分析清楚利弊得失。",
        "label": ""
      },
      {
        "sentence": "毕竟这是你的人生大事，需要认真考虑各种可能性。",
        "label": ""
      },
      {
        "sentence": "我建议你在内心找到一个平衡点，不再继续为对方的行为执念，而是多关注自己和孩子的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我怎么做呢？",
    "annotation": [
      {
        "sentence": "我怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你需要抽出时间好好想一想，你的内心底线是在哪里，你所期待的婚姻和家庭是什么样子的。然后，你需要和你老公好好交流，听取他的想法和需求，看看能不能达成协商。最终，你需要综合考虑各种因素，做出最合适的决定。",
    "annotation": [
      {
        "sentence": "首先，你需要抽出时间好好想一想，你的内心底线是在哪里，你所期待的婚姻和家庭是什么样子的。",
        "label": ""
      },
      {
        "sentence": "然后，你需要和你老公好好交流，听取他的想法和需求，看看能不能达成协商。",
        "label": ""
      },
      {
        "sentence": "最终，你需要综合考虑各种因素，做出最合适的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我老公和我说，他对于离婚很坚决，他不会接受任何条件，他觉得他没做错什么。",
    "annotation": [
      {
        "sentence": "可是我老公和我说，他对于离婚很坚决，他不会接受任何条件，他觉得他没做错什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是他的想法，但并不代表他是正确的。你需要和他好好地谈一谈，听取他的想法和需求，同时也需要表达自己的观点和想法。如果你觉得你没有能力和他单独谈判，可以考虑找一位专业的婚姻咨询师一起来协商。无论什么决定，最重要的是你要坚定自己的信念和态度，不再轻易受到伤害和恶意的影响。",
    "annotation": [
      {
        "sentence": "这是他的想法，但并不代表他是正确的。",
        "label": ""
      },
      {
        "sentence": "你需要和他好好地谈一谈，听取他的想法和需求，同时也需要表达自己的观点和想法。",
        "label": ""
      },
      {
        "sentence": "如果你觉得你没有能力和他单独谈判，可以考虑找一位专业的婚姻咨询师一起来协商。",
        "label": ""
      },
      {
        "sentence": "无论什么决定，最重要的是你要坚定自己的信念和态度，不再轻易受到伤害和恶意的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尽力去实现的。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "嗯，我会尽力去实现的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪着你，帮助你度过这个难关。无论你选择什么样的决定，只要你认为是对自己和孩子最好的，我都会支持你。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪着你，帮助你度过这个难关。",
        "label": ""
      },
      {
        "sentence": "无论你选择什么样的决定，只要你认为是对自己和孩子最好的，我都会支持你。",
        "label": ""
      }
    ]
  }
]