[
  {
    "role": "client",
    "content": "结婚七年，发现老公从未停止和别人暧昧，身体出轨？和老公是大学同学，结婚七年有一个孩子，最近老公和我坦白身体出轨了，对方怀孕了，要离婚。可是过了两天又说不离婚了，因为对方又不肯生了，同时坦白结婚后也经常对别人有好感，现在真是累了，想要悔过。我很犹豫要不要离婚，一方面是孩子很依赖爸爸，一方面我又担心离婚后的日子是不是会很难过。可是，即便到现在态度都说不是认错，他表示自己做错，但决不能接受以过错方的身份的声音，他需要平等，还表示虽然也不能答应我任何条件，比如以后多对家庭上心，这样婚姻他不要。另外，他从结婚后一直精神出轨不断，也表示对我没有兴趣，一年夫妻生活不超过5次，对我说依赖，并不想分开。在我们谈离婚的阶段，我也听到他和他妈妈电话里谈笑风生。这一切让我觉得，其实我只是他在没有更好选择下的备胎，他本身其实对这段婚姻是可有可无的。老师可以帮我分析下吗，非常感谢。",
    "annotation": [
      {
        "sentence": "结婚七年，发现老公从未停止和别人暧昧，身体出轨？",
        "label": ""
      },
      {
        "sentence": "和老公是大学同学，结婚七年有一个孩子，最近老公和我坦白身体出轨了，对方怀孕了，要离婚。",
        "label": ""
      },
      {
        "sentence": "可是过了两天又说不离婚了，因为对方又不肯生了，同时坦白结婚后也经常对别人有好感，现在真是累了，想要悔过。",
        "label": ""
      },
      {
        "sentence": "我很犹豫要不要离婚，一方面是孩子很依赖爸爸，一方面我又担心离婚后的日子是不是会很难过。",
        "label": ""
      },
      {
        "sentence": "可是，即便到现在态度都说不是认错，他表示自己做错，但决不能接受以过错方的身份的声音，他需要平等，还表示虽然也不能答应我任何条件，比如以后多对家庭上心，这样婚姻他不要。",
        "label": ""
      },
      {
        "sentence": "另外，他从结婚后一直精神出轨不断，也表示对我没有兴趣，一年夫妻生活不超过5次，对我说依赖，并不想分开。",
        "label": ""
      },
      {
        "sentence": "在我们谈离婚的阶段，我也听到他和他妈妈电话里谈笑风生。",
        "label": ""
      },
      {
        "sentence": "这一切让我觉得，其实我只是他在没有更好选择下的备胎，他本身其实对这段婚姻是可有可无的。",
        "label": ""
      },
      {
        "sentence": "老师可以帮我分析下吗，非常感谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的经历，我可以理解你现在所面临的困境和内心的痛苦。首先，我想告诉你，你并不孤单，我会陪伴在你身边，帮助你分析和解决问题。希望我们能一起找到解决办法。",
    "annotation": [
      {
        "sentence": "你好，听到你的经历，我可以理解你现在所面临的困境和内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，你并不孤单，我会陪伴在你身边，帮助你分析和解决问题。",
        "label": ""
      },
      {
        "sentence": "希望我们能一起找到解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢老师的支持。我真的很迷茫，不知道该如何面对这个婚姻的问题。我很担心离婚后孩子会受到伤害，也害怕自己一个人的生活会很难过。",
    "annotation": [
      {
        "sentence": "谢谢老师的支持。",
        "label": ""
      },
      {
        "sentence": "我真的很迷茫，不知道该如何面对这个婚姻的问题。",
        "label": ""
      },
      {
        "sentence": "我很担心离婚后孩子会受到伤害，也害怕自己一个人的生活会很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对孩子的担忧，毕竟孩子是婚姻中的受害者。但是，一个幸福的家庭环境对孩子成长也至关重要。你是否可以考虑咨询专业的心理师或家庭辅导机构，寻求帮助和建议，以帮助你更好地决策？",
    "annotation": [
      {
        "sentence": "我理解你对孩子的担忧，毕竟孩子是婚姻中的受害者。",
        "label": ""
      },
      {
        "sentence": "但是，一个幸福的家庭环境对孩子成长也至关重要。",
        "label": ""
      },
      {
        "sentence": "你是否可以考虑咨询专业的心理师或家庭辅导机构，寻求帮助和建议，以帮助你更好地决策？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "的确，我应该寻求专业的帮助。我之前从未想过会面临这种情况，现在感觉很迷茫，不知道自己的决定是否正确。我会去咨询一下心理师的意见，谢谢您的建议。",
    "annotation": [
      {
        "sentence": "的确，我应该寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "我之前从未想过会面临这种情况，现在感觉很迷茫，不知道自己的决定是否正确。",
        "label": ""
      },
      {
        "sentence": "我会去咨询一下心理师的意见，谢谢您的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试咨询。专业的心理师会帮助你分析情况，提供指导，并给予你更多的支持。同时，你也可以借助朋友和家人的支持，分享你的困惑和感受，他们可能会给你一些建议或者帮助你思考问题的不同角度。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试咨询。",
        "label": ""
      },
      {
        "sentence": "专业的心理师会帮助你分析情况，提供指导，并给予你更多的支持。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以借助朋友和家人的支持，分享你的困惑和感受，他们可能会给你一些建议或者帮助你思考问题的不同角度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会和朋友、家人聊聊，听听他们的意见。希望他们能给我一些帮助和支持。我也会尽快预约咨询心理师，希望他们能给我提供一些更专业的建议。",
    "annotation": [
      {
        "sentence": "我会和朋友、家人聊聊，听听他们的意见。",
        "label": ""
      },
      {
        "sentence": "希望他们能给我一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "我也会尽快预约咨询心理师，希望他们能给我提供一些更专业的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这些都是积极的行动。当你与他人交流并寻求专业帮助时，你会获得更多的支持和建议，帮助你更清晰地认识自己的想法和情绪。记住，你不是一个人在面对这个问题，我们都会陪伴着你一起度过困难的时刻。",
    "annotation": [
      {
        "sentence": "很好，这些都是积极的行动。",
        "label": ""
      },
      {
        "sentence": "当你与他人交流并寻求专业帮助时，你会获得更多的支持和建议，帮助你更清晰地认识自己的想法和情绪。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在面对这个问题，我们都会陪伴着你一起度过困难的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励，我觉得现在有了一些方向和信心去面对这个问题了。我会尽快采取行动，向身边的人寻求支持和帮助。",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励，我觉得现在有了一些方向和信心去面对这个问题了。",
        "label": ""
      },
      {
        "sentence": "我会尽快采取行动，向身边的人寻求支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答，我相信你会度过这个困难的时期。记住，你值得拥有一段幸福的婚姻和美好的生活。如果你需要任何进一步的分析和建议，请随时与我联系。祝福你能找到适合自己的解决方案。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答，我相信你会度过这个困难的时期。",
        "label": ""
      },
      {
        "sentence": "记住，你值得拥有一段幸福的婚姻和美好的生活。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的分析和建议，请随时与我联系。",
        "label": ""
      },
      {
        "sentence": "祝福你能找到适合自己的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的支持和鼓励！我会牢记您的话，寻求帮助，并努力走向幸福的方向。再次谢谢您！",
    "annotation": [
      {
        "sentence": "非常感谢您的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会牢记您的话，寻求帮助，并努力走向幸福的方向。",
        "label": ""
      },
      {
        "sentence": "再次谢谢您！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你的。希望你能早日找到解决问题的方法，得到内心的平静和幸福。加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "希望你能早日找到解决问题的方法，得到内心的平静和幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]