[
  {
    "role": "client",
    "content": "结婚七年，发现老公从未停止和别人暧昧，身体出轨？和老公是大学同学，结婚七年有一个孩子，最近老公和我坦白身体出轨了，对方怀孕了，要离婚。可是过了两天又说不离婚了，因为对方又不肯生了，同时坦白结婚后也经常对别人有好感，现在真是累了，想要悔过。我很犹豫要不要离婚，一方面是孩子很依赖爸爸，一方面我又担心离婚后的日子是不是会很难过。可是，即便到现在态度都说不是认错，他表示自己做错，但决不能接受以过错方的身份的声音，他需要平等，还表示虽然也不能答应我任何条件，比如以后多对家庭上心，这样婚姻他不要。另外，他从结婚后一直精神出轨不断，也表示对我没有兴趣，一年夫妻生活不超过5次，对我说依赖，并不想分开。在我们谈离婚的阶段，我也听到他和他妈妈电话里谈笑风生。这一切让我觉得，其实我只是他在没有更好选择下的备胎，他本身其实对这段婚姻是可有可无的。老师可以帮我分析下吗，非常感谢。",
    "annotation": [
      {
        "sentence": "结婚七年，发现老公从未停止和别人暧昧，身体出轨？",
        "label": ""
      },
      {
        "sentence": "和老公是大学同学，结婚七年有一个孩子，最近老公和我坦白身体出轨了，对方怀孕了，要离婚。",
        "label": ""
      },
      {
        "sentence": "可是过了两天又说不离婚了，因为对方又不肯生了，同时坦白结婚后也经常对别人有好感，现在真是累了，想要悔过。",
        "label": ""
      },
      {
        "sentence": "我很犹豫要不要离婚，一方面是孩子很依赖爸爸，一方面我又担心离婚后的日子是不是会很难过。",
        "label": ""
      },
      {
        "sentence": "可是，即便到现在态度都说不是认错，他表示自己做错，但决不能接受以过错方的身份的声音，他需要平等，还表示虽然也不能答应我任何条件，比如以后多对家庭上心，这样婚姻他不要。",
        "label": ""
      },
      {
        "sentence": "另外，他从结婚后一直精神出轨不断，也表示对我没有兴趣，一年夫妻生活不超过5次，对我说依赖，并不想分开。",
        "label": ""
      },
      {
        "sentence": "在我们谈离婚的阶段，我也听到他和他妈妈电话里谈笑风生。",
        "label": ""
      },
      {
        "sentence": "这一切让我觉得，其实我只是他在没有更好选择下的备胎，他本身其实对这段婚姻是可有可无的。",
        "label": ""
      },
      {
        "sentence": "老师可以帮我分析下吗，非常感谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的心情很理解。你和你老公对待婚姻的态度确实不同，这也导致你们的想法存在较大分歧，所以你有些犹豫。但是，你需要明确的是，你老公的所作所为也不值得原谅。他的行为伤害了你和你的家庭，并让你失去了对他的信任。你也是他的妻子，应该得到尊重和平等对待，他不能仅以自我为中心，要为你们的婚姻付出努力。你应该表达出自己的观点，让他知道你的想法，并有所改变。你在这个过程中面临很多艰难的抉择，我们可以一起找出最好的解决方案。",
    "annotation": [
      {
        "sentence": "你的心情很理解。",
        "label": ""
      },
      {
        "sentence": "你和你老公对待婚姻的态度确实不同，这也导致你们的想法存在较大分歧，所以你有些犹豫。",
        "label": ""
      },
      {
        "sentence": "但是，你需要明确的是，你老公的所作所为也不值得原谅。",
        "label": ""
      },
      {
        "sentence": "他的行为伤害了你和你的家庭，并让你失去了对他的信任。",
        "label": ""
      },
      {
        "sentence": "你也是他的妻子，应该得到尊重和平等对待，他不能仅以自我为中心，要为你们的婚姻付出努力。",
        "label": ""
      },
      {
        "sentence": "你应该表达出自己的观点，让他知道你的想法，并有所改变。",
        "label": ""
      },
      {
        "sentence": "你在这个过程中面临很多艰难的抉择，我们可以一起找出最好的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也知道他的所作所为是不值得原谅的，但他现在表示悔过，说要为我们付出。我很迷茫，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我也知道他的所作所为是不值得原谅的，但他现在表示悔过，说要为我们付出。",
        "label": ""
      },
      {
        "sentence": "我很迷茫，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "责任感是每个人的基本素质，对于你老公来说也一样。但是，他的行为已经导致你们之间的信任受到了极大的破坏。他需要做更多的事情来恢复这份信任，并且展现出足够的自责和愧疚。在决定是否继续这段婚姻之前，你需要对他的表现有一个清晰的认识。同时，你也应该考虑到自己和孩子的生活，找出最适合自己的方案。",
    "annotation": [
      {
        "sentence": "责任感是每个人的基本素质，对于你老公来说也一样。",
        "label": ""
      },
      {
        "sentence": "但是，他的行为已经导致你们之间的信任受到了极大的破坏。",
        "label": ""
      },
      {
        "sentence": "他需要做更多的事情来恢复这份信任，并且展现出足够的自责和愧疚。",
        "label": ""
      },
      {
        "sentence": "在决定是否继续这段婚姻之前，你需要对他的表现有一个清晰的认识。",
        "label": ""
      },
      {
        "sentence": "同时，你也应该考虑到自己和孩子的生活，找出最适合自己的方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我孩子很依赖父亲，如果我们离婚，孩子的健康会受到影响。",
    "annotation": [
      {
        "sentence": "可是我孩子很依赖父亲，如果我们离婚，孩子的健康会受到影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子的健康和幸福是每位父母最关注的，但是快乐的父母才是最重要的。如果你们的婚姻并不幸福，你必须意识到，你和你的孩子都不应该继续生活在不幸福和痛苦的环境中。你应该找出一个适合你们家庭的解决方案，即便是离婚，其取舍应该是明智的、圆满的，并且对你和孩子来说有益。",
    "annotation": [
      {
        "sentence": "孩子的健康和幸福是每位父母最关注的，但是快乐的父母才是最重要的。",
        "label": ""
      },
      {
        "sentence": "如果你们的婚姻并不幸福，你必须意识到，你和你的孩子都不应该继续生活在不幸福和痛苦的环境中。",
        "label": ""
      },
      {
        "sentence": "你应该找出一个适合你们家庭的解决方案，即便是离婚，其取舍应该是明智的、圆满的，并且对你和孩子来说有益。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，可是我心里总有些犹豫不决。",
    "annotation": [
      {
        "sentence": "我理解了，可是我心里总有些犹豫不决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "完全可以理解。这毕竟是一个很难的抉择，需要你仔细斟酌。不过不要太担心，你可以找一些朋友或家人来扶持你，帮助你清理思路，做出正确的决定。你迈出的每一步都是为了让自己和孩子更好的生活，记住，你是坚强和勇敢的。",
    "annotation": [
      {
        "sentence": "完全可以理解。",
        "label": ""
      },
      {
        "sentence": "这毕竟是一个很难的抉择，需要你仔细斟酌。",
        "label": ""
      },
      {
        "sentence": "不过不要太担心，你可以找一些朋友或家人来扶持你，帮助你清理思路，做出正确的决定。",
        "label": ""
      },
      {
        "sentence": "你迈出的每一步都是为了让自己和孩子更好的生活，记住，你是坚强和勇敢的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我会的，谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我很高兴能帮到你。我也要说一句，无论你做出什么样的决定，都不要怨恨他人，不管是你的丈夫或是他妈妈。人生中的经历是磨练你内心的机会，你必须学会如何坚持前行，并更好的生活。如果你有任何的问题，不管是疑惑还是烦恼，都可以找我聊天。",
    "annotation": [
      {
        "sentence": "不用谢，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "我也要说一句，无论你做出什么样的决定，都不要怨恨他人，不管是你的丈夫或是他妈妈。",
        "label": ""
      },
      {
        "sentence": "人生中的经历是磨练你内心的机会，你必须学会如何坚持前行，并更好的生活。",
        "label": ""
      },
      {
        "sentence": "如果你有任何的问题，不管是疑惑还是烦恼，都可以找我聊天。",
        "label": ""
      }
    ]
  }
]