[
  {
    "role": "client",
    "content": "结婚七年，发现老公从未停止和别人暧昧，身体出轨？和老公是大学同学，结婚七年有一个孩子，最近老公和我坦白身体出轨了，对方怀孕了，要离婚。可是过了两天又说不离婚了，因为对方又不肯生了，同时坦白结婚后也经常对别人有好感，现在真是累了，想要悔过。我很犹豫要不要离婚，一方面是孩子很依赖爸爸，一方面我又担心离婚后的日子是不是会很难过。可是，即便到现在态度都说不是认错，他表示自己做错，但决不能接受以过错方的身份的声音，他需要平等，还表示虽然也不能答应我任何条件，比如以后多对家庭上心，这样婚姻他不要。另外，他从结婚后一直精神出轨不断，也表示对我没有兴趣，一年夫妻生活不超过5次，对我说依赖，并不想分开。在我们谈离婚的阶段，我也听到他和他妈妈电话里谈笑风生。这一切让我觉得，其实我只是他在没有更好选择下的备胎，他本身其实对这段婚姻是可有可无的。老师可以帮我分析下吗，非常感谢。",
    "annotation": [
      {
        "sentence": "结婚七年，发现老公从未停止和别人暧昧，身体出轨？",
        "label": ""
      },
      {
        "sentence": "和老公是大学同学，结婚七年有一个孩子，最近老公和我坦白身体出轨了，对方怀孕了，要离婚。",
        "label": ""
      },
      {
        "sentence": "可是过了两天又说不离婚了，因为对方又不肯生了，同时坦白结婚后也经常对别人有好感，现在真是累了，想要悔过。",
        "label": ""
      },
      {
        "sentence": "我很犹豫要不要离婚，一方面是孩子很依赖爸爸，一方面我又担心离婚后的日子是不是会很难过。",
        "label": ""
      },
      {
        "sentence": "可是，即便到现在态度都说不是认错，他表示自己做错，但决不能接受以过错方的身份的声音，他需要平等，还表示虽然也不能答应我任何条件，比如以后多对家庭上心，这样婚姻他不要。",
        "label": ""
      },
      {
        "sentence": "另外，他从结婚后一直精神出轨不断，也表示对我没有兴趣，一年夫妻生活不超过5次，对我说依赖，并不想分开。",
        "label": ""
      },
      {
        "sentence": "在我们谈离婚的阶段，我也听到他和他妈妈电话里谈笑风生。",
        "label": ""
      },
      {
        "sentence": "这一切让我觉得，其实我只是他在没有更好选择下的备胎，他本身其实对这段婚姻是可有可无的。",
        "label": ""
      },
      {
        "sentence": "老师可以帮我分析下吗，非常感谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你目前的婚姻状态我也感觉挺难过的。每个人对于婚姻的理解是不同的，有的人就是想凑合过日子，跟谁结婚都一样，有的是思考婚姻对自己人生的意义，婚姻观念不同的两个人结合在一起，难免就会有冲突。",
    "annotation": [
      {
        "sentence": "看到你目前的婚姻状态我也感觉挺难过的。",
        "label": ""
      },
      {
        "sentence": "每个人对于婚姻的理解是不同的，有的人就是想凑合过日子，跟谁结婚都一样，有的是思考婚姻对自己人生的意义，婚姻观念不同的两个人结合在一起，难免就会有冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们的婚姻观念确实存在差异。我一直希望能够建立一个稳定、忠诚的婚姻，但是我的丈夫似乎并不在乎我们的关系。",
    "annotation": [
      {
        "sentence": "是的，我们的婚姻观念确实存在差异。",
        "label": ""
      },
      {
        "sentence": "我一直希望能够建立一个稳定、忠诚的婚姻，但是我的丈夫似乎并不在乎我们的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你们俩对待婚姻的态度和想法不一致，只依靠所谓的依赖维持在一起，或许只会让彼此都痛苦。当初是什么原因让你们彼此走到一起选择了结婚呢？",
    "annotation": [
      {
        "sentence": "如果你们俩对待婚姻的态度和想法不一致，只依靠所谓的依赖维持在一起，或许只会让彼此都痛苦。",
        "label": ""
      },
      {
        "sentence": "当初是什么原因让你们彼此走到一起选择了结婚呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们当初结婚是因为我们是大学同学，相互了解的时间比较长，也有孩子的问题需要考虑。但是现在我开始怀疑这样的婚姻是否值得继续下去。",
    "annotation": [
      {
        "sentence": "我们当初结婚是因为我们是大学同学，相互了解的时间比较长，也有孩子的问题需要考虑。",
        "label": ""
      },
      {
        "sentence": "但是现在我开始怀疑这样的婚姻是否值得继续下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出他并不是很在意你们的这段婚姻，确切的说是你更在意这段婚姻。他知道自己错了，他在嘴上语言上可以道歉，但是行为上他不会因为自己的过错而做出任何改变，这是他想要的平等，但是对你来说并不平等。这是他的态度，也是他对你们这段婚姻的态度。",
    "annotation": [
      {
        "sentence": "看得出他并不是很在意你们的这段婚姻，确切的说是你更在意这段婚姻。",
        "label": ""
      },
      {
        "sentence": "他知道自己错了，他在嘴上语言上可以道歉，但是行为上他不会因为自己的过错而做出任何改变，这是他想要的平等，但是对你来说并不平等。",
        "label": ""
      },
      {
        "sentence": "这是他的态度，也是他对你们这段婚姻的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的确觉得我对这段婚姻付出的更多，而他似乎并没有意识到自己的错误和疏忽。我现在很困惑，不知道离开这段婚姻是否是正确的决定。",
    "annotation": [
      {
        "sentence": "我的确觉得我对这段婚姻付出的更多，而他似乎并没有意识到自己的错误和疏忽。",
        "label": ""
      },
      {
        "sentence": "我现在很困惑，不知道离开这段婚姻是否是正确的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实从你的描述中，你已经很明确他对这段婚姻是可有可无的。可能你需要思考的是，离开这段婚姻对于你的利弊。离开这段婚姻是否利于你日后的生活和发展，继续保持这段婚姻又能够给你带来什么？生活对你来说最重要的是什么？婚姻对你来说意味着什么？",
    "annotation": [
      {
        "sentence": "其实从你的描述中，你已经很明确他对这段婚姻是可有可无的。",
        "label": ""
      },
      {
        "sentence": "可能你需要思考的是，离开这段婚姻对于你的利弊。",
        "label": ""
      },
      {
        "sentence": "离开这段婚姻是否利于你日后的生活和发展，继续保持这段婚姻又能够给你带来什么？",
        "label": ""
      },
      {
        "sentence": "生活对你来说最重要的是什么？",
        "label": ""
      },
      {
        "sentence": "婚姻对你来说意味着什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "离开这段婚姻可能会给我一个重新开始的机会，让我能够寻找到真正属于自己的幸福。我意识到婚姻对我来说很重要，它意味着承诺、忠诚和家庭的温暖。",
    "annotation": [
      {
        "sentence": "离开这段婚姻可能会给我一个重新开始的机会，让我能够寻找到真正属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "我意识到婚姻对我来说很重要，它意味着承诺、忠诚和家庭的温暖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信时间和生活会给到你想要的答案，剩下的就是接受。你现在的痛苦和困惑是可以理解的，但是相信你会找到解决问题的方法，走向更好的未来。你需要做的就是明确自己想要的，为了自己的幸福勇敢地做出决定。同时，也要记住，你不是备胎，你值得更好的婚姻和爱情。",
    "annotation": [
      {
        "sentence": "相信时间和生活会给到你想要的答案，剩下的就是接受。",
        "label": ""
      },
      {
        "sentence": "你现在的痛苦和困惑是可以理解的，但是相信你会找到解决问题的方法，走向更好的未来。",
        "label": ""
      },
      {
        "sentence": "你需要做的就是明确自己想要的，为了自己的幸福勇敢地做出决定。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住，你不是备胎，你值得更好的婚姻和爱情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我现在需要时间来思考，希望我能够找到解决问题的办法，重新找回自己的幸福。非常感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我现在需要时间来思考，希望我能够找到解决问题的办法，重新找回自己的幸福。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我愿意一直陪伴你走过这个困难的阶段。你并不孤单，一定要相信自己的能力，我相信你会找到属于自己的幸福。如果以后还需要帮助，随时可以联系我。祝福你早日走出困境。",
    "annotation": [
      {
        "sentence": "不用客气，我愿意一直陪伴你走过这个困难的阶段。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，一定要相信自己的能力，我相信你会找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果以后还需要帮助，随时可以联系我。",
        "label": ""
      },
      {
        "sentence": "祝福你早日走出困境。",
        "label": ""
      }
    ]
  }
]