[
  {
    "role": "client",
    "content": "我是一个23岁的女性，抑郁症已经困扰了我两年了，我不仅有社交恐惧，而且希望能够自己调节情绪。你能告诉我如何进行自我调节吗？",
    "annotation": [
      {
        "sentence": "我是一个23岁的女性，抑郁症已经困扰了我两年了，我不仅有社交恐惧，而且希望能够自己调节情绪。",
        "label": ""
      },
      {
        "sentence": "你能告诉我如何进行自我调节吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的痛苦，因为我曾经也经历过类似的抑郁症。我写了一篇关于抑郁症的文章，希望能对你有所帮助。在温暖家园群里，我认识了很多抑郁症患者，他们在做scl-90测评时都发现自己存在人际关系敏感和强迫倾向的问题。当我们陷入抑郁症的困境时，发现真实自我与理想自我以及过去的自己存在巨大差距时，真实自我会让我们无法接受。之前，我们所认为的自我在霍妮的《我们内心的冲突》中被称为意象自我，是过度放大的自我，并非真实；现在的自我也不是真实的，只是被不断贬低了而已。我们之前在公众号发布过《自我暗示的力量》一文，提到通过自我暗示可以改变思维，从而改变行为。这种暗示可以是积极的，也可以是消极的。正是因为如此，我们首先会遭遇挫折，然后出现强迫思维，在不断贬低自己的情况下，我们开始感觉自己越来越糟糕，越来越难以接受，甚至觉得自己一无是处。与朋友的冲突是第一步：我们输给了别人。在温暖家园，我们待了很久，所以对大部分群成员的性格有所了解。不管他们以前的人际关系如何，但基本上都有两个性格特征：完美主义和好强。完美主义使我们对于特别在意的事情要求事事完美，不能接受任何批评；好强使得我们在特别在意的事情上不能输给别人。所以，当我们陷入抑郁症后，发现真实的自我并没有想象中的完美，再加上强迫思维不断贬低自己，现在的我们变得越来越一无是处。我们开始担心“他们肯定会嘲笑我们，看不起我们”，“我们完了，再也无法抬起头，永远都不敢在别人面前得意洋洋了”，“我再也不敢在别人面前大声说话了”。这是第一个冲突，我们觉得自己比别人差，输给了别人，别人会嘲笑我。接着，我们发现之前比我们差的人都过得比我们好，这让我们感到越来越痛苦，越来越憎恨自己。我们觉得自己比其他人都差，简直是全世界最差的人了。自信心完全崩溃，被残酷地击垮。即便偶尔出门见见朋友，总感觉他们在嘲笑我们，看不起我们，说的任何不好的事情都是在说我们。于是，我们开始感受各种恐惧，恐惧广场，恐惧人际交往，最终选择自闭，断绝与家人、亲戚和朋友的联系，因为我们无法接受这个事实，于是我们开始逃避。我们希望找一个乡下，一个没有人认识我们的地方居住，我们希望找一个地方躲起来。",
    "annotation": [
      {
        "sentence": "我理解你的痛苦，因为我曾经也经历过类似的抑郁症。",
        "label": ""
      },
      {
        "sentence": "我写了一篇关于抑郁症的文章，希望能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "在温暖家园群里，我认识了很多抑郁症患者，他们在做scl-90测评时都发现自己存在人际关系敏感和强迫倾向的问题。",
        "label": ""
      },
      {
        "sentence": "当我们陷入抑郁症的困境时，发现真实自我与理想自我以及过去的自己存在巨大差距时，真实自我会让我们无法接受。",
        "label": ""
      },
      {
        "sentence": "之前，我们所认为的自我在霍妮的《我们内心的冲突》中被称为意象自我，是过度放大的自我，并非真实；现在的自我也不是真实的，只是被不断贬低了而已。",
        "label": ""
      },
      {
        "sentence": "我们之前在公众号发布过《自我暗示的力量》一文，提到通过自我暗示可以改变思维，从而改变行为。",
        "label": ""
      },
      {
        "sentence": "这种暗示可以是积极的，也可以是消极的。",
        "label": ""
      },
      {
        "sentence": "正是因为如此，我们首先会遭遇挫折，然后出现强迫思维，在不断贬低自己的情况下，我们开始感觉自己越来越糟糕，越来越难以接受，甚至觉得自己一无是处。",
        "label": ""
      },
      {
        "sentence": "与朋友的冲突是第一步：我们输给了别人。",
        "label": ""
      },
      {
        "sentence": "在温暖家园，我们待了很久，所以对大部分群成员的性格有所了解。",
        "label": ""
      },
      {
        "sentence": "不管他们以前的人际关系如何，但基本上都有两个性格特征：完美主义和好强。",
        "label": ""
      },
      {
        "sentence": "完美主义使我们对于特别在意的事情要求事事完美，不能接受任何批评；好强使得我们在特别在意的事情上不能输给别人。",
        "label": ""
      },
      {
        "sentence": "所以，当我们陷入抑郁症后，发现真实的自我并没有想象中的完美，再加上强迫思维不断贬低自己，现在的我们变得越来越一无是处。",
        "label": ""
      },
      {
        "sentence": "我们开始担心“他们肯定会嘲笑我们，看不起我们”，“我们完了，再也无法抬起头，永远都不敢在别人面前得意洋洋了”，“我再也不敢在别人面前大声说话了”。",
        "label": ""
      },
      {
        "sentence": "这是第一个冲突，我们觉得自己比别人差，输给了别人，别人会嘲笑我。",
        "label": ""
      },
      {
        "sentence": "接着，我们发现之前比我们差的人都过得比我们好，这让我们感到越来越痛苦，越来越憎恨自己。",
        "label": ""
      },
      {
        "sentence": "我们觉得自己比其他人都差，简直是全世界最差的人了。",
        "label": ""
      },
      {
        "sentence": "自信心完全崩溃，被残酷地击垮。",
        "label": ""
      },
      {
        "sentence": "即便偶尔出门见见朋友，总感觉他们在嘲笑我们，看不起我们，说的任何不好的事情都是在说我们。",
        "label": ""
      },
      {
        "sentence": "于是，我们开始感受各种恐惧，恐惧广场，恐惧人际交往，最终选择自闭，断绝与家人、亲戚和朋友的联系，因为我们无法接受这个事实，于是我们开始逃避。",
        "label": ""
      },
      {
        "sentence": "我们希望找一个乡下，一个没有人认识我们的地方居住，我们希望找一个地方躲起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想向他们寻求帮助，但我曾经伤害了他们。之前有一篇文章提到，在抑郁的时候，其实我们也渴望朋友的帮助。但难以启口。回想过去，我觉得无法面对他们。因为在我过去成功时，我伤害了太多人。或许是因为我对他们的一点小过失无法原谅，导致我们之间的关系变得僵化。在抑郁症时，我们的自信心彻底崩溃，过去的自己只向别人展示最优秀的一面。而此刻，我们陷入了困境，觉得自己无地自容。曾经伤害过的朋友肯定不会再帮助我了，于是开始内疚、自责和感到孤立无助。在强迫思维的作用下，不断地重复自己的错误，并暗示自己，觉得过去无法弥补了，如果这些曾受伤害的朋友知道我们现在的困境，肯定会幸灾乐祸。最终转化为另一种情绪：恨自己和绝望，继续进行自我攻击。",
    "annotation": [
      {
        "sentence": "我想向他们寻求帮助，但我曾经伤害了他们。",
        "label": ""
      },
      {
        "sentence": "之前有一篇文章提到，在抑郁的时候，其实我们也渴望朋友的帮助。",
        "label": ""
      },
      {
        "sentence": "但难以启口。",
        "label": ""
      },
      {
        "sentence": "回想过去，我觉得无法面对他们。",
        "label": ""
      },
      {
        "sentence": "因为在我过去成功时，我伤害了太多人。",
        "label": ""
      },
      {
        "sentence": "或许是因为我对他们的一点小过失无法原谅，导致我们之间的关系变得僵化。",
        "label": ""
      },
      {
        "sentence": "在抑郁症时，我们的自信心彻底崩溃，过去的自己只向别人展示最优秀的一面。",
        "label": ""
      },
      {
        "sentence": "而此刻，我们陷入了困境，觉得自己无地自容。",
        "label": ""
      },
      {
        "sentence": "曾经伤害过的朋友肯定不会再帮助我了，于是开始内疚、自责和感到孤立无助。",
        "label": ""
      },
      {
        "sentence": "在强迫思维的作用下，不断地重复自己的错误，并暗示自己，觉得过去无法弥补了，如果这些曾受伤害的朋友知道我们现在的困境，肯定会幸灾乐祸。",
        "label": ""
      },
      {
        "sentence": "最终转化为另一种情绪：恨自己和绝望，继续进行自我攻击。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他们为什么不理解我？曾经，在我陷入抑郁症时，我向几个非常要好的朋友倾诉过。当然，我并没有告诉他们我患有抑郁症。我只是向他们描述我目前的各种困境和问题，一次又一次地与他们倾诉。当时，我的朋友们并不能理解我，还觉得我充满了消极能量，总是在抱怨，不太愿意与我交流。那时，我开始产生了另一种情绪：愤怒。我开始质问他们：“为什么在我过去对你们那么好的时候，你们的情绪不好时我总是在安慰你们，而当我情绪低落时，你们却不关心我？”“你们应该关心我，陪伴我，你们曾经是我最好的、最值得信任的朋友",
    "annotation": [
      {
        "sentence": "他们为什么不理解我？",
        "label": ""
      },
      {
        "sentence": "曾经，在我陷入抑郁症时，我向几个非常要好的朋友倾诉过。",
        "label": ""
      },
      {
        "sentence": "当然，我并没有告诉他们我患有抑郁症。",
        "label": ""
      },
      {
        "sentence": "我只是向他们描述我目前的各种困境和问题，一次又一次地与他们倾诉。",
        "label": ""
      },
      {
        "sentence": "当时，我的朋友们并不能理解我，还觉得我充满了消极能量，总是在抱怨，不太愿意与我交流。",
        "label": ""
      },
      {
        "sentence": "那时，我开始产生了另一种情绪：愤怒。",
        "label": ""
      },
      {
        "sentence": "我开始质问他们：“为什么在我过去对你们那么好的时候，你们的情绪不好时我总是在安慰你们，而当我情绪低落时，你们却不关心我？",
        "label": ""
      },
      {
        "sentence": "”“你们应该关心我，陪伴我，你们曾经是我最好的、最值得信任的朋友",
        "label": ""
      }
    ]
  }
]