[
  {
    "role": "client",
    "content": "我男朋友和他的朋友一起玩游戏，那个朋友还拉了女的？他们都是同学，那个朋友想拉个女的一起玩，也是同学，但我男朋友答应过我不和女的玩，所以就和我说可不可以一起玩，我当然说不可以，然后他和那个朋友说女朋友不准，朋友说那就他们两个人玩，结果把那个女的也拉过来了，我男朋友看见问我说可不可以一起玩，他拉过来了，我当时很委屈，男朋友说搞得他很难做人，我觉得很无语，不知道谁对谁错了、平常他也不准我和别的男生玩游戏，我也是答应的很好，不和其他男生一起玩的",
    "annotation": [
      {
        "sentence": "我男朋友和他的朋友一起玩游戏，那个朋友还拉了女的？",
        "label": ""
      },
      {
        "sentence": "他们都是同学，那个朋友想拉个女的一起玩，也是同学，但我男朋友答应过我不和女的玩，所以就和我说可不可以一起玩，我当然说不可以，然后他和那个朋友说女朋友不准，朋友说那就他们两个人玩，结果把那个女的也拉过来了，我男朋友看见问我说可不可以一起玩，他拉过来了，我当时很委屈，男朋友说搞得他很难做人，我觉得很无语，不知道谁对谁错了、平常他也不准我和别的男生玩游戏，我也是答应的很好，不和其他男生一起玩的",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你知道吗，恋爱关系中的约定有时候真的是像小孩子一样没有考虑到现实情况的甜蜜承诺。一个男人要是真的只有你在他心里，无论身边再多女人出现，他也会做到不为所动。但如果这个男人本身就花心，那约定又有什么用呢？你根本无法管束他在你不在身边时的行为。所以，恋爱关系中的约定不分对错，只是你们之间的小甜蜜。但在实际生活中，我们也要面对现实情况。比如这次，你男友的朋友带来一个女性朋友，其实可以看作是一个与你男友无关的人。当你男友问你可不可以一起玩的时候，他其实是基于对你的信任和承诺，同时也希望你能理解和尊重他，给予他适度的自由空间。这个时候他也需要保持面子，如果你拒绝了，他如果也拒绝，他就会在他的同性朋友那里丧失面子。面子虽然说起来是不值钱的东西，但是我们在生活中很多时候都会在意。如果你一次次不给他面子，我觉得你们的感情就会很危险。同样地，你不和男性朋友玩游戏，你能保证自己不在其他环境中与男性相处吗？很明显你保证不了，所以你们的约定和现实存在矛盾。如果你对男友与女性相处不开心，可能你需要想办法通过提升自己来获得更多的自信、自我认同和安全感。因为这些东西是别人无法给予的，包括你的男朋友。我给你一个故事听听，几个朋友一起去野外玩，到了晚上他们聚在一起取暖，因为彼此挨得太近，他们感到很不舒服，于是开始保持距离。然后又觉得冷，他们又聚集在一起。经过多次调整后，他们找到了一个既温暖又舒适的距离。恋爱关系就是这样，只有双方保持合适的距离，才会既甜蜜又不伤害彼此。感情是需要用心经营的，其中包括如何在这段关系中让彼此更加优秀，如何让彼此得到滋养。只有经过细水长流的爱才能稳定。所以用心经营不意味着设限，因为设限本身就是不信任。明白我的意思吗？为什么相爱的人要在一起？因为开心。但是如果彼此连基本的信任都没有，又能开心多久呢？一定要记得，即使是确定恋爱关系，你们仍然是两个独立的个体，需要互相尊重，也需要各自有独立喘息的空间。而不是一味地腻在一起不分开。慢慢来，你们需要时间去磨和，去找到彼此都舒服的距离。加油！",
    "annotation": [
      {
        "sentence": "你知道吗，恋爱关系中的约定有时候真的是像小孩子一样没有考虑到现实情况的甜蜜承诺。",
        "label": ""
      },
      {
        "sentence": "一个男人要是真的只有你在他心里，无论身边再多女人出现，他也会做到不为所动。",
        "label": ""
      },
      {
        "sentence": "但如果这个男人本身就花心，那约定又有什么用呢？",
        "label": ""
      },
      {
        "sentence": "你根本无法管束他在你不在身边时的行为。",
        "label": ""
      },
      {
        "sentence": "所以，恋爱关系中的约定不分对错，只是你们之间的小甜蜜。",
        "label": ""
      },
      {
        "sentence": "但在实际生活中，我们也要面对现实情况。",
        "label": ""
      },
      {
        "sentence": "比如这次，你男友的朋友带来一个女性朋友，其实可以看作是一个与你男友无关的人。",
        "label": ""
      },
      {
        "sentence": "当你男友问你可不可以一起玩的时候，他其实是基于对你的信任和承诺，同时也希望你能理解和尊重他，给予他适度的自由空间。",
        "label": ""
      },
      {
        "sentence": "这个时候他也需要保持面子，如果你拒绝了，他如果也拒绝，他就会在他的同性朋友那里丧失面子。",
        "label": ""
      },
      {
        "sentence": "面子虽然说起来是不值钱的东西，但是我们在生活中很多时候都会在意。",
        "label": ""
      },
      {
        "sentence": "如果你一次次不给他面子，我觉得你们的感情就会很危险。",
        "label": ""
      },
      {
        "sentence": "同样地，你不和男性朋友玩游戏，你能保证自己不在其他环境中与男性相处吗？",
        "label": ""
      },
      {
        "sentence": "很明显你保证不了，所以你们的约定和现实存在矛盾。",
        "label": ""
      },
      {
        "sentence": "如果你对男友与女性相处不开心，可能你需要想办法通过提升自己来获得更多的自信、自我认同和安全感。",
        "label": ""
      },
      {
        "sentence": "因为这些东西是别人无法给予的，包括你的男朋友。",
        "label": ""
      },
      {
        "sentence": "我给你一个故事听听，几个朋友一起去野外玩，到了晚上他们聚在一起取暖，因为彼此挨得太近，他们感到很不舒服，于是开始保持距离。",
        "label": ""
      },
      {
        "sentence": "然后又觉得冷，他们又聚集在一起。",
        "label": ""
      },
      {
        "sentence": "经过多次调整后，他们找到了一个既温暖又舒适的距离。",
        "label": ""
      },
      {
        "sentence": "恋爱关系就是这样，只有双方保持合适的距离，才会既甜蜜又不伤害彼此。",
        "label": ""
      },
      {
        "sentence": "感情是需要用心经营的，其中包括如何在这段关系中让彼此更加优秀，如何让彼此得到滋养。",
        "label": ""
      },
      {
        "sentence": "只有经过细水长流的爱才能稳定。",
        "label": ""
      },
      {
        "sentence": "所以用心经营不意味着设限，因为设限本身就是不信任。",
        "label": ""
      },
      {
        "sentence": "明白我的意思吗？",
        "label": ""
      },
      {
        "sentence": "为什么相爱的人要在一起？",
        "label": ""
      },
      {
        "sentence": "因为开心。",
        "label": ""
      },
      {
        "sentence": "但是如果彼此连基本的信任都没有，又能开心多久呢？",
        "label": ""
      },
      {
        "sentence": "一定要记得，即使是确定恋爱关系，你们仍然是两个独立的个体，需要互相尊重，也需要各自有独立喘息的空间。",
        "label": ""
      },
      {
        "sentence": "而不是一味地腻在一起不分开。",
        "label": ""
      },
      {
        "sentence": "慢慢来，你们需要时间去磨和，去找到彼此都舒服的距离。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了。有时我会觉得很不开心，因为我怕他会对其他女生产生兴趣。但听你这么一说，我觉得或许我应该更加自信一些，同时也要给他一些自由空间，毕竟我们是相互信任的。只是有时候他给我面子，我也想他能理解我的感受。",
    "annotation": [
      {
        "sentence": "我明白你的意思了。",
        "label": ""
      },
      {
        "sentence": "有时我会觉得很不开心，因为我怕他会对其他女生产生兴趣。",
        "label": ""
      },
      {
        "sentence": "但听你这么一说，我觉得或许我应该更加自信一些，同时也要给他一些自由空间，毕竟我们是相互信任的。",
        "label": ""
      },
      {
        "sentence": "只是有时候他给我面子，我也想他能理解我的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的观点是对的，自信是很重要的。你要相信自己的魅力和吸引力，相信你们之间的感情是坚固的。同时，也要尊重他的感受和需求，给他适度的自由空间。沟通很重要，你可以和他表达你对他给你面子的感激之情，也可以让他了解你的真实感受。只有通过开放的心态和良好的沟通，你们的感情才能更进一步。",
    "annotation": [
      {
        "sentence": "你的观点是对的，自信是很重要的。",
        "label": ""
      },
      {
        "sentence": "你要相信自己的魅力和吸引力，相信你们之间的感情是坚固的。",
        "label": ""
      },
      {
        "sentence": "同时，也要尊重他的感受和需求，给他适度的自由空间。",
        "label": ""
      },
      {
        "sentence": "沟通很重要，你可以和他表达你对他给你面子的感激之情，也可以让他了解你的真实感受。",
        "label": ""
      },
      {
        "sentence": "只有通过开放的心态和良好的沟通，你们的感情才能更进一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着更加自信一些，也会和他好好沟通。谢谢你的建议，我觉得自己的心情好多了。",
    "annotation": [
      {
        "sentence": "嗯，我会试着更加自信一些，也会和他好好沟通。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我觉得自己的心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能帮到你。记住，相信自己的价值和魅力，珍惜彼此的感情，你们一定能够度过这个难关。如果还有什么问题或困惑，随时都可以来找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，相信自己的价值和魅力，珍惜彼此的感情，你们一定能够度过这个难关。",
        "label": ""
      },
      {
        "sentence": "如果还有什么问题或困惑，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]