[
  {
    "role": "client",
    "content": "我总是不经意间叹气，我的心理压力很大吗？我的原生家庭不是很幸福，父母经常吵架，大学毕业以后离了婚，我从小到大内心都有点自卑，看见漂亮的女孩（即使是二次元妹子）都会有很强烈的逃避冲动，另外一点就是我经常会不自觉的叹一口气，这样影响到周围的人非常不好，请问我是否需要寻求专业心理医师的帮助？",
    "annotation": [
      {
        "sentence": "我总是不经意间叹气，我的心理压力很大吗？",
        "label": ""
      },
      {
        "sentence": "我的原生家庭不是很幸福，父母经常吵架，大学毕业以后离了婚，我从小到大内心都有点自卑，看见漂亮的女孩（即使是二次元妹子）都会有很强烈的逃避冲动，另外一点就是我经常会不自觉的叹一口气，这样影响到周围的人非常不好，请问我是否需要寻求专业心理医师的帮助？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很愿意为你提供帮助。经你的详细描述，可以肯定地说，这个情况是需要进行心理帮扶的。一方面，总不自觉地叹气会拉低了自己的精气神和状态，影响到了你的日常生活，也会影响周围的人；另一方面，如果找对象，这种悲伤也会让人有点难以接受，并对关系的发展不利。心理学家阿德勒说，幸运的人一生都在被童年治愈，不幸的人一生都在治愈童年。可见，原生家庭和童年经历，在我们的一生中是有多么大的影响。",
    "annotation": [
      {
        "sentence": "很愿意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "经你的详细描述，可以肯定地说，这个情况是需要进行心理帮扶的。",
        "label": ""
      },
      {
        "sentence": "一方面，总不自觉地叹气会拉低了自己的精气神和状态，影响到了你的日常生活，也会影响周围的人；另一方面，如果找对象，这种悲伤也会让人有点难以接受，并对关系的发展不利。",
        "label": ""
      },
      {
        "sentence": "心理学家阿德勒说，幸运的人一生都在被童年治愈，不幸的人一生都在治愈童年。",
        "label": ""
      },
      {
        "sentence": "可见，原生家庭和童年经历，在我们的一生中是有多么大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对原生家庭的影响确实深刻。我有点担心我会重复他们的婚姻模式，这让我感到很沮丧。",
    "annotation": [
      {
        "sentence": "是的，我对原生家庭的影响确实深刻。",
        "label": ""
      },
      {
        "sentence": "我有点担心我会重复他们的婚姻模式，这让我感到很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧很正常，但是你要相信，你的未来你的婚姻可以选择不同的模式。虽然原生家庭的影响很大，但我们要学会与之分离、分化，成长为自己，成长为真正想要的自己。父母的婚姻是他们的婚姻，你的婚姻是你的婚姻。面对未来的困难，逃避或叹气并不能解决问题，你需要勇敢面对并主动寻求解决方案。",
    "annotation": [
      {
        "sentence": "你的担忧很正常，但是你要相信，你的未来你的婚姻可以选择不同的模式。",
        "label": ""
      },
      {
        "sentence": "虽然原生家庭的影响很大，但我们要学会与之分离、分化，成长为自己，成长为真正想要的自己。",
        "label": ""
      },
      {
        "sentence": "父母的婚姻是他们的婚姻，你的婚姻是你的婚姻。",
        "label": ""
      },
      {
        "sentence": "面对未来的困难，逃避或叹气并不能解决问题，你需要勇敢面对并主动寻求解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要勇敢面对问题并积极改变。但是我感觉自己内心的自卑情绪在婚姻中会成为障碍，我该如何克服呢？",
    "annotation": [
      {
        "sentence": "你说得对，我需要勇敢面对问题并积极改变。",
        "label": ""
      },
      {
        "sentence": "但是我感觉自己内心的自卑情绪在婚姻中会成为障碍，我该如何克服呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的自卑情绪来源于原生家庭的影响，理解这一点很重要。首先，你要接受自己，并意识到自卑情绪不是你的全部。与心理咨询师一起探索自己的优点和价值，逐步建立自信心。此外，也可以参加一些能够提升自尊心的培训或活动，提升个人成长和婚姻素质。",
    "annotation": [
      {
        "sentence": "你的自卑情绪来源于原生家庭的影响，理解这一点很重要。",
        "label": ""
      },
      {
        "sentence": "首先，你要接受自己，并意识到自卑情绪不是你的全部。",
        "label": ""
      },
      {
        "sentence": "与心理咨询师一起探索自己的优点和价值，逐步建立自信心。",
        "label": ""
      },
      {
        "sentence": "此外，也可以参加一些能够提升自尊心的培训或活动，提升个人成长和婚姻素质。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽力接受自己并寻求进一步的帮助。但是我还有一个问题，我为什么对漂亮的女孩（即使是二次元妹子）都会有逃避冲动呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽力接受自己并寻求进一步的帮助。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个问题，我为什么对漂亮的女孩（即使是二次元妹子）都会有逃避冲动呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种逃避冲动可能是因为内心的自卑和对失败的恐惧。你可能担心自己无法得到她们的认可或对方的拒绝，所以倾向于回避这种情绪。这需要进一步的探索和反思，通过与心理咨询师的交流，找到根源并进行逐步改善。",
    "annotation": [
      {
        "sentence": "这种逃避冲动可能是因为内心的自卑和对失败的恐惧。",
        "label": ""
      },
      {
        "sentence": "你可能担心自己无法得到她们的认可或对方的拒绝，所以倾向于回避这种情绪。",
        "label": ""
      },
      {
        "sentence": "这需要进一步的探索和反思，通过与心理咨询师的交流，找到根源并进行逐步改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会寻求专业咨询师的建议，尝试找到根源并逐步克服这种逃避冲动。谢谢你的帮助和鼓励。",
    "annotation": [
      {
        "sentence": "我明白了，我会寻求专业咨询师的建议，尝试找到根源并逐步克服这种逃避冲动。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。在婚姻和个人成长过程中遇到困难是正常的，重要的是要勇敢面对并寻求解决方案。希望你能够找到内心的力量和自信，建立幸福的婚姻和人生。如果还有其他问题，随时来找我。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "在婚姻和个人成长过程中遇到困难是正常的，重要的是要勇敢面对并寻求解决方案。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到内心的力量和自信，建立幸福的婚姻和人生。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]