[
  {
    "role": "client",
    "content": "我将要出国，总是担心，害怕和朋友关系疏远，怎么办？",
    "annotation": [
      {
        "sentence": "我将要出国，总是担心，害怕和朋友关系疏远，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰了，出国对于一个人来说确实是一个巨大的变化，你是不是害怕因为出国而与朋友们疏远了呢？",
    "annotation": [
      {
        "sentence": "听到你的困扰了，出国对于一个人来说确实是一个巨大的变化，你是不是害怕因为出国而与朋友们疏远了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在读高中，今年17岁，明年就要出国留学了。我已经脱离了学校课堂，并提交了申请开学后就可以不返校，但我最好的朋友还是要在学校继续学习，我很担心我们的关系会变淡。",
    "annotation": [
      {
        "sentence": "是的，我现在读高中，今年17岁，明年就要出国留学了。",
        "label": ""
      },
      {
        "sentence": "我已经脱离了学校课堂，并提交了申请开学后就可以不返校，但我最好的朋友还是要在学校继续学习，我很担心我们的关系会变淡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的担忧，因为这个变化可能让你觉得失去了某种依靠感。但是，出国留学是一个新的开始，你也会有机会认识新的朋友和建立新的关系。",
    "annotation": [
      {
        "sentence": "我可以理解你的担忧，因为这个变化可能让你觉得失去了某种依靠感。",
        "label": ""
      },
      {
        "sentence": "但是，出国留学是一个新的开始，你也会有机会认识新的朋友和建立新的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近我注意到她在QQ空间经常分享她和另外一个朋友的聊天记录，而且她们还时常一起连麦。而我和她的聊天频率却没有那么高，我担心有人替代了我的位置。",
    "annotation": [
      {
        "sentence": "最近我注意到她在QQ空间经常分享她和另外一个朋友的聊天记录，而且她们还时常一起连麦。",
        "label": ""
      },
      {
        "sentence": "而我和她的聊天频率却没有那么高，我担心有人替代了我的位置。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到她和另外一个朋友的亲密聊天记录，你可能会感到被取代的焦虑。但是，我们不能把别人的行为都归结为替代，也许她们只是有一些共同的话题和兴趣。你可以尝试和她保持沟通，分享你的想法和担忧，看看能否加深你们之间的了解。",
    "annotation": [
      {
        "sentence": "看到她和另外一个朋友的亲密聊天记录，你可能会感到被取代的焦虑。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能把别人的行为都归结为替代，也许她们只是有一些共同的话题和兴趣。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和她保持沟通，分享你的想法和担忧，看看能否加深你们之间的了解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "另外，我发现我最近发的朋友圈高中同学的点赞率没有原来那么高了。平时我和同学的关系一般，不知道为什么总没有特别亲近的感觉。将要离开时我感觉自己没有任何存在感，以后我还需要返校参加考试，我不知道该如何面对同学们，会感到很尴尬。",
    "annotation": [
      {
        "sentence": "另外，我发现我最近发的朋友圈高中同学的点赞率没有原来那么高了。",
        "label": ""
      },
      {
        "sentence": "平时我和同学的关系一般，不知道为什么总没有特别亲近的感觉。",
        "label": ""
      },
      {
        "sentence": "将要离开时我感觉自己没有任何存在感，以后我还需要返校参加考试，我不知道该如何面对同学们，会感到很尴尬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关注点赞率和比较感是理解人际关系的一个方式，但不能过分依赖它来衡量自己的存在感。每个人和每个人之间的关系都是不同的，有时候也需要时间去培养和加深。在面对同学们时，你可以尝试放松心态，保持自信，和他们保持良好的互动，多参与一些活动，让大家更了解你。",
    "annotation": [
      {
        "sentence": "关注点赞率和比较感是理解人际关系的一个方式，但不能过分依赖它来衡量自己的存在感。",
        "label": ""
      },
      {
        "sentence": "每个人和每个人之间的关系都是不同的，有时候也需要时间去培养和加深。",
        "label": ""
      },
      {
        "sentence": "在面对同学们时，你可以尝试放松心态，保持自信，和他们保持良好的互动，多参与一些活动，让大家更了解你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明年我就要出国留学了，我很恐慌，担心到一个陌生的地方会变得孤单，没有人可以倾诉我的苦楚。我本来就对社交有些恐惧，不会主动交朋友，也害怕失去朋友，同时我适应能力也不太好，所以很担心会感到孤单。",
    "annotation": [
      {
        "sentence": "明年我就要出国留学了，我很恐慌，担心到一个陌生的地方会变得孤单，没有人可以倾诉我的苦楚。",
        "label": ""
      },
      {
        "sentence": "我本来就对社交有些恐惧，不会主动交朋友，也害怕失去朋友，同时我适应能力也不太好，所以很担心会感到孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "出国留学确实会面对新的环境和困难，这种担心是可以理解的。但是，适应新环境不是一蹴而就的过程，你可以给自己一些时间和机会去适应，主动参与一些社交活动，这样能更容易认识到同样在出国留学的朋友。同时，记得保持积极的心态，相信自己能够克服困难，度过这个阶段。",
    "annotation": [
      {
        "sentence": "出国留学确实会面对新的环境和困难，这种担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是，适应新环境不是一蹴而就的过程，你可以给自己一些时间和机会去适应，主动参与一些社交活动，这样能更容易认识到同样在出国留学的朋友。",
        "label": ""
      },
      {
        "sentence": "同时，记得保持积极的心态，相信自己能够克服困难，度过这个阶段。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道这些想法不健康，但是它们一直在我脑海里挥之不去，我感到很难受和担忧。",
    "annotation": [
      {
        "sentence": "我知道这些想法不健康，但是它们一直在我脑海里挥之不去，我感到很难受和担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到这些想法的不健康，这是很重要的一步。不过，你也可以尝试通过寻求他人的帮助，或者与朋友、家人分享你的感受，找到一些支持和解决问题的方法。要记住，你并不孤单，身边有爱护你的人会一直在你身边。",
    "annotation": [
      {
        "sentence": "你能够意识到这些想法的不健康，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "不过，你也可以尝试通过寻求他人的帮助，或者与朋友、家人分享你的感受，找到一些支持和解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "要记住，你并不孤单，身边有爱护你的人会一直在你身边。",
        "label": ""
      }
    ]
  }
]