[
  {
    "role": "client",
    "content": "内心敏感，很为别人着想，但总忽略自己的需求和想法？一名大二的女生。",
    "annotation": [
      {
        "sentence": "内心敏感，很为别人着想，但总忽略自己的需求和想法？",
        "label": ""
      },
      {
        "sentence": "一名大二的女生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很愿意为你提供帮助。为别人着想、为对方考虑太多、缺乏底线与原则的好……这些背后都隐藏了一个“我害怕自己不好”的潜意识, 压抑了自己内在的自我的需求。以至于在社交中总有个声音说“我不好”，所以我要表现得好表现得“乖”——犹如，儿童经常会用自己的“乖”来获得养育者的好感从而获得自身的安全。或许是你成长过程中，有着养育者对你造成的一些心理创伤，使你无法表达自己的需要，只能一直压抑着、害怕着，所以变成了讨好，变成了无底线的对他人好。",
    "annotation": [
      {
        "sentence": "很愿意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "为别人着想、为对方考虑太多、缺乏底线与原则的好……这些背后都隐藏了一个“我害怕自己不好”的潜意识, 压抑了自己内在的自我的需求。",
        "label": ""
      },
      {
        "sentence": "以至于在社交中总有个声音说“我不好”，所以我要表现得好表现得“乖”——犹如，儿童经常会用自己的“乖”来获得养育者的好感从而获得自身的安全。",
        "label": ""
      },
      {
        "sentence": "或许是你成长过程中，有着养育者对你造成的一些心理创伤，使你无法表达自己的需要，只能一直压抑着、害怕着，所以变成了讨好，变成了无底线的对他人好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直感觉自己要做到完美, 不想让别人失望。但是这样做让我感到很累，也无法真实地表达自己。",
    "annotation": [
      {
        "sentence": "你说得对，我一直感觉自己要做到完美, 不想让别人失望。",
        "label": ""
      },
      {
        "sentence": "但是这样做让我感到很累，也无法真实地表达自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，追求完美是一种吃力不讨好的行为。你值得被别人认可和接纳，不需要通过不断讨好他人来证明自己的价值。放松自己，做些放松的练习，可以帮助你更真实地表达自己，减少过度思考的困扰。",
    "annotation": [
      {
        "sentence": "是的，追求完美是一种吃力不讨好的行为。",
        "label": ""
      },
      {
        "sentence": "你值得被别人认可和接纳，不需要通过不断讨好他人来证明自己的价值。",
        "label": ""
      },
      {
        "sentence": "放松自己，做些放松的练习，可以帮助你更真实地表达自己，减少过度思考的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总是害怕拒绝别人，怕对方会生气或伤心，怕因此失去朋友。",
    "annotation": [
      {
        "sentence": "但是我总是害怕拒绝别人，怕对方会生气或伤心，怕因此失去朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "拒绝是人与人之间正常的交流方式，每个人都有自己的底线和需求。学会说“不”并不意味着失去朋友，真正的朋友会理解和尊重你的决定。试着小心地练习说“不”，逐渐建立自己的底线，这样你会感到更加自由和坦然。",
    "annotation": [
      {
        "sentence": "拒绝是人与人之间正常的交流方式，每个人都有自己的底线和需求。",
        "label": ""
      },
      {
        "sentence": "学会说“不”并不意味着失去朋友，真正的朋友会理解和尊重你的决定。",
        "label": ""
      },
      {
        "sentence": "试着小心地练习说“不”，逐渐建立自己的底线，这样你会感到更加自由和坦然。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我需要学会保护自己的权益。但是有时我感到自己太敏感了，总是在意别人对我的看法和评价。",
    "annotation": [
      {
        "sentence": "你说的对，我需要学会保护自己的权益。",
        "label": ""
      },
      {
        "sentence": "但是有时我感到自己太敏感了，总是在意别人对我的看法和评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "敏感的特质本身并没有错，它代表着你对他人的关怀和同理心。然而，确实需要把握一个度，适度的敏感是好的，过度敏感会给自己带来压力和困扰。在社交中不要过于担心别人的看法，要相信自己的内在价值和能力。觉察自己的讨好，觉察自己的感受，会有助于你平衡自己的情绪和与他人的关系。",
    "annotation": [
      {
        "sentence": "敏感的特质本身并没有错，它代表着你对他人的关怀和同理心。",
        "label": ""
      },
      {
        "sentence": "然而，确实需要把握一个度，适度的敏感是好的，过度敏感会给自己带来压力和困扰。",
        "label": ""
      },
      {
        "sentence": "在社交中不要过于担心别人的看法，要相信自己的内在价值和能力。",
        "label": ""
      },
      {
        "sentence": "觉察自己的讨好，觉察自己的感受，会有助于你平衡自己的情绪和与他人的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要更加关注自己的感受。不再一味地迎合他人，而是学会保护自己，表达自己的想法和需求。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我需要更加关注自己的感受。",
        "label": ""
      },
      {
        "sentence": "不再一味地迎合他人，而是学会保护自己，表达自己的想法和需求。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎，你已经迈出了重要的一步。学会保护自己的权益，关注自己的感受，不再漠视自己的需求，这样你会变得更加强大和自信。祝福你在未来的成长中获得更多的心理平衡和快乐，我会一直陪伴在你身边。",
    "annotation": [
      {
        "sentence": "非常欢迎，你已经迈出了重要的一步。",
        "label": ""
      },
      {
        "sentence": "学会保护自己的权益，关注自己的感受，不再漠视自己的需求，这样你会变得更加强大和自信。",
        "label": ""
      },
      {
        "sentence": "祝福你在未来的成长中获得更多的心理平衡和快乐，我会一直陪伴在你身边。",
        "label": ""
      }
    ]
  }
]