[
  {
    "role": "client",
    "content": "我最近越来越不知道怎么跟我的母亲相处了。从小妈妈就不喜欢笑，经常对我训斥，而且脾气很暴躁。比如说，母亲节给她买了杯子，她骂我乱花钱，最后还把杯子砸了。现在我大三了，我仍然很爱她，总是想要亲近她，并且努力对她好。我给她买礼物和鲜花，她就会做家务，我给她买了杯子，她就会使用。可是，前天我们发生了争吵，她问我哪里对她好了，她并没有感觉到我对她的好。我知道打扫卫生是我的责任，我也应该主动清理，而不是等她说了才动手。但是，童年时期我受到了很多负面影响，变得敏感、自卑和缺乏爱。我渴望她能像我想象中的母亲一样爱我，并且每天都像朋友一样。但是现实却是她对我虽然很好，但是总是满脸不满足。吵完架之后，我无处倾诉情绪，一个人在家把碗砸了，用碎片划伤了自己的手腕，而且还没有打扫干净。我现在真的不知道怎么跟她相处了，感觉永远无法达到她的要求，我不想再做个好孩子了。",
    "annotation": [
      {
        "sentence": "我最近越来越不知道怎么跟我的母亲相处了。",
        "label": ""
      },
      {
        "sentence": "从小妈妈就不喜欢笑，经常对我训斥，而且脾气很暴躁。",
        "label": ""
      },
      {
        "sentence": "比如说，母亲节给她买了杯子，她骂我乱花钱，最后还把杯子砸了。",
        "label": ""
      },
      {
        "sentence": "现在我大三了，我仍然很爱她，总是想要亲近她，并且努力对她好。",
        "label": ""
      },
      {
        "sentence": "我给她买礼物和鲜花，她就会做家务，我给她买了杯子，她就会使用。",
        "label": ""
      },
      {
        "sentence": "可是，前天我们发生了争吵，她问我哪里对她好了，她并没有感觉到我对她的好。",
        "label": ""
      },
      {
        "sentence": "我知道打扫卫生是我的责任，我也应该主动清理，而不是等她说了才动手。",
        "label": ""
      },
      {
        "sentence": "但是，童年时期我受到了很多负面影响，变得敏感、自卑和缺乏爱。",
        "label": ""
      },
      {
        "sentence": "我渴望她能像我想象中的母亲一样爱我，并且每天都像朋友一样。",
        "label": ""
      },
      {
        "sentence": "但是现实却是她对我虽然很好，但是总是满脸不满足。",
        "label": ""
      },
      {
        "sentence": "吵完架之后，我无处倾诉情绪，一个人在家把碗砸了，用碎片划伤了自己的手腕，而且还没有打扫干净。",
        "label": ""
      },
      {
        "sentence": "我现在真的不知道怎么跟她相处了，感觉永远无法达到她的要求，我不想再做个好孩子了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的描述，整体上感觉你们的母女关系确实存在很大的问题。因为你妈妈经常训斥你，她的脾气暴躁，导致你感到自卑、想讨好她并且压抑了自己的真实情感。在她面前，你会感到特别紧张，不知道怎样表现才好，同时还极度压抑了自己内心的需求，包括无法表达对妈妈爱的需求，无法表达需要商量的事情，甚至连正当的需求都不敢说出来。",
    "annotation": [
      {
        "sentence": "看完你的描述，整体上感觉你们的母女关系确实存在很大的问题。",
        "label": ""
      },
      {
        "sentence": "因为你妈妈经常训斥你，她的脾气暴躁，导致你感到自卑、想讨好她并且压抑了自己的真实情感。",
        "label": ""
      },
      {
        "sentence": "在她面前，你会感到特别紧张，不知道怎样表现才好，同时还极度压抑了自己内心的需求，包括无法表达对妈妈爱的需求，无法表达需要商量的事情，甚至连正当的需求都不敢说出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是因为害怕她的反应，所以才变得这样。她的脾气好像一触即发，我真的很难找到与她相处的平衡点。我看到她跟爸爸吵架时那么无助的样子，我就想要站在她身边支持她。或许这就是我对她讨好的方式，我希望通过这样能得到更多的爱。",
    "annotation": [
      {
        "sentence": "是的，我就是因为害怕她的反应，所以才变得这样。",
        "label": ""
      },
      {
        "sentence": "她的脾气好像一触即发，我真的很难找到与她相处的平衡点。",
        "label": ""
      },
      {
        "sentence": "我看到她跟爸爸吵架时那么无助的样子，我就想要站在她身边支持她。",
        "label": ""
      },
      {
        "sentence": "或许这就是我对她讨好的方式，我希望通过这样能得到更多的爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的想法。有时候，我们为了避免冲突和争吵，就会选择站在她们一边，或者通过讨好来获得更多的爱。我想和你分享一个类似的故事。有个人从小与父亲的关系很不好，因为父亲脾气很差，经常动手打他。有一年过年时，他买了100块钱的礼物给舅舅，父亲就嘲讽他太大方。第二年，他只买了50块钱的礼物给舅舅，父亲又说他太小气。后来他们吵了一架，他说：“我买100块你说我多了，买50块你又说我少了，你事前为什么不告诉我具体要买多少呢？如果你事前不告诉我，那你就不要事后骂我！”父亲好像明白了什么，从那以后再也没有说过他的不是。",
    "annotation": [
      {
        "sentence": "非常理解你的想法。",
        "label": ""
      },
      {
        "sentence": "有时候，我们为了避免冲突和争吵，就会选择站在她们一边，或者通过讨好来获得更多的爱。",
        "label": ""
      },
      {
        "sentence": "我想和你分享一个类似的故事。",
        "label": ""
      },
      {
        "sentence": "有个人从小与父亲的关系很不好，因为父亲脾气很差，经常动手打他。",
        "label": ""
      },
      {
        "sentence": "有一年过年时，他买了100块钱的礼物给舅舅，父亲就嘲讽他太大方。",
        "label": ""
      },
      {
        "sentence": "第二年，他只买了50块钱的礼物给舅舅，父亲又说他太小气。",
        "label": ""
      },
      {
        "sentence": "后来他们吵了一架，他说：“我买100块你说我多了，买50块你又说我少了，你事前为什么不告诉我具体要买多少呢？",
        "label": ""
      },
      {
        "sentence": "如果你事前不告诉我，那你就不要事后骂我！",
        "label": ""
      },
      {
        "sentence": "”父亲好像明白了什么，从那以后再也没有说过他的不是。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你分享这个故事。确实，在成长过程中，我们会碰到很多这样的情况。对于我来说，我应该怎么做呢？我想好好考虑一下。",
    "annotation": [
      {
        "sentence": "谢谢你分享这个故事。",
        "label": ""
      },
      {
        "sentence": "确实，在成长过程中，我们会碰到很多这样的情况。",
        "label": ""
      },
      {
        "sentence": "对于我来说，我应该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "我想好好考虑一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望这个故事能给你一些启发。对于你现在的情况，我想给你一些建议。首先，你可以试着和你的母亲沟通，告诉她你的真实感受和需求，让她知道你很爱她。其次，建议你寻求专业的心理咨询，以帮助你更好地理解和处理自己的情绪，同时提升自己的心理抗压能力。最后，记得要爱护自己，不要把太多的压力和责任放在自己身上，要学会放松和调节情绪。",
    "annotation": [
      {
        "sentence": "不客气，希望这个故事能给你一些启发。",
        "label": ""
      },
      {
        "sentence": "对于你现在的情况，我想给你一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着和你的母亲沟通，告诉她你的真实感受和需求，让她知道你很爱她。",
        "label": ""
      },
      {
        "sentence": "其次，建议你寻求专业的心理咨询，以帮助你更好地理解和处理自己的情绪，同时提升自己的心理抗压能力。",
        "label": ""
      },
      {
        "sentence": "最后，记得要爱护自己，不要把太多的压力和责任放在自己身上，要学会放松和调节情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量去做的。我真的需要找到和母亲良好相处的方法，并且学会更好地处理自己的情绪。再次谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量去做的。",
        "label": ""
      },
      {
        "sentence": "我真的需要找到和母亲良好相处的方法，并且学会更好地处理自己的情绪。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够找到适合你和母亲的相处方式的。记得要关心和爱护自己，不要对自己太过苛责。如果有任何进展或者需要帮助，随时来找我聊天。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够找到适合你和母亲的相处方式的。",
        "label": ""
      },
      {
        "sentence": "记得要关心和爱护自己，不要对自己太过苛责。",
        "label": ""
      },
      {
        "sentence": "如果有任何进展或者需要帮助，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]