[
  {
    "role": "client",
    "content": "我22岁，越来越不知道怎么跟母亲相处。从小妈妈就不喜欢笑，常常小事也要训斥我，脾气很暴躁。比如母亲节给她买了杯子，她骂我乱花钱，最后还把杯子砸了。现在大三，我仍然觉得很爱她，总是想亲近她，想让她开心，努力对她好。母亲节给她买礼物买花，她做家务就立马抢下来，她让我打扫我就会乖乖打扫，她跟爸爸吵架我永远站在她身边。前天跟她发生争吵，她问我哪里对她好了，她没觉得我哪里对她好。打扫卫生是我应该做的，并且我应该看见哪里脏就立刻清扫，等她说才动就是不对。童年的影响下我变得敏感自卑缺爱，我渴望她像我想象中的母亲一样爱我关心我，每天都像朋友一样。但事实却是她虽然对我很好，但是嘴上脸上从来都是不满。吵完之后我无处宣泄情绪，自己在家时砸了碗，用碎片划伤手腕，并且没有打扫。我现在真的不知道怎么跟她相处了，感觉永远达不到她的要求，不想再做个好孩子了。",
    "annotation": [
      {
        "sentence": "我22岁，越来越不知道怎么跟母亲相处。",
        "label": ""
      },
      {
        "sentence": "从小妈妈就不喜欢笑，常常小事也要训斥我，脾气很暴躁。",
        "label": ""
      },
      {
        "sentence": "比如母亲节给她买了杯子，她骂我乱花钱，最后还把杯子砸了。",
        "label": ""
      },
      {
        "sentence": "现在大三，我仍然觉得很爱她，总是想亲近她，想让她开心，努力对她好。",
        "label": ""
      },
      {
        "sentence": "母亲节给她买礼物买花，她做家务就立马抢下来，她让我打扫我就会乖乖打扫，她跟爸爸吵架我永远站在她身边。",
        "label": ""
      },
      {
        "sentence": "前天跟她发生争吵，她问我哪里对她好了，她没觉得我哪里对她好。",
        "label": ""
      },
      {
        "sentence": "打扫卫生是我应该做的，并且我应该看见哪里脏就立刻清扫，等她说才动就是不对。",
        "label": ""
      },
      {
        "sentence": "童年的影响下我变得敏感自卑缺爱，我渴望她像我想象中的母亲一样爱我关心我，每天都像朋友一样。",
        "label": ""
      },
      {
        "sentence": "但事实却是她虽然对我很好，但是嘴上脸上从来都是不满。",
        "label": ""
      },
      {
        "sentence": "吵完之后我无处宣泄情绪，自己在家时砸了碗，用碎片划伤手腕，并且没有打扫。",
        "label": ""
      },
      {
        "sentence": "我现在真的不知道怎么跟她相处了，感觉永远达不到她的要求，不想再做个好孩子了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的小仙女，看到了你的倾诉，理解你的心情，你是一个善良的孩子，给你一个温暖的拥抱。(ｰ̀εｰ́)从你的倾诉来看，妈妈是一个不苟言笑，而且有时候比较暴躁的人。在这样的成长环境中，你觉得自己自卑缺爱。再次的拥抱你，心疼你。的确，暴燥的妈妈会给孩子带来缺乏安全感，缺乏自信。(ง•̀_•́)ง你现在已经是大学生了，意识到原生家庭在你性格上造成的一点点缺憾。现在你完全有能力去修补这些缺憾。比如自卑其实每个人都有自卑的时候，自卑，往往是夸大了别人的拥有，看低了自己的所有。自卑一般有向内攻击和向外攻击两种典型的表现。向内攻击就是认为我不行，我不好。没有主见，看不到自己的优势，一封闭自己，很多时候会逃避躲闪，爱低着头讲话的时候，眼睛不敢和人对视。向外攻击是指以攻击指责别人的方式来掩饰自己的不好，好像把别人说的差点自己就不那么差了。(●—●)",
    "annotation": [
      {
        "sentence": "亲爱的小仙女，看到了你的倾诉，理解你的心情，你是一个善良的孩子，给你一个温暖的拥抱。",
        "label": ""
      },
      {
        "sentence": "(ｰ̀εｰ́)从你的倾诉来看，妈妈是一个不苟言笑，而且有时候比较暴躁的人。",
        "label": ""
      },
      {
        "sentence": "在这样的成长环境中，你觉得自己自卑缺爱。",
        "label": ""
      },
      {
        "sentence": "再次的拥抱你，心疼你。",
        "label": ""
      },
      {
        "sentence": "的确，暴燥的妈妈会给孩子带来缺乏安全感，缺乏自信。",
        "label": ""
      },
      {
        "sentence": "(ง•̀_•́)ง你现在已经是大学生了，意识到原生家庭在你性格上造成的一点点缺憾。",
        "label": ""
      },
      {
        "sentence": "现在你完全有能力去修补这些缺憾。",
        "label": ""
      },
      {
        "sentence": "比如自卑其实每个人都有自卑的时候，自卑，往往是夸大了别人的拥有，看低了自己的所有。",
        "label": ""
      },
      {
        "sentence": "自卑一般有向内攻击和向外攻击两种典型的表现。",
        "label": ""
      },
      {
        "sentence": "向内攻击就是认为我不行，我不好。",
        "label": ""
      },
      {
        "sentence": "没有主见，看不到自己的优势，一封闭自己，很多时候会逃避躲闪，爱低着头讲话的时候，眼睛不敢和人对视。",
        "label": ""
      },
      {
        "sentence": "向外攻击是指以攻击指责别人的方式来掩饰自己的不好，好像把别人说的差点自己就不那么差了。",
        "label": ""
      },
      {
        "sentence": "(●—●)",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，谢谢你的理解和鼓励。我明白自卑影响了我与母亲的关系，但我不知道如何改变自己的心态。我想变得自信些，但总是觉得自己做不好，没有办法面对母亲的高要求和挑剔。我不知道该怎么处理这种情况。",
    "annotation": [
      {
        "sentence": "支持者，谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白自卑影响了我与母亲的关系，但我不知道如何改变自己的心态。",
        "label": ""
      },
      {
        "sentence": "我想变得自信些，但总是觉得自己做不好，没有办法面对母亲的高要求和挑剔。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么处理这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我明白你的困惑。要改变自己的心态并不容易，但我们可以一步一步来。首先，要试着接纳自己的缺点和不完美，每个人都有自己的优点和长处。其次，不要过度比较自己和别人，每个人都有不同的生活经历和成长环境。再者，停止自我攻击，给自己多一些关爱和理解。也可以每天从小事开始，为自己和他人带来快乐，这样可以培养自信心。最后，回顾一下你的过去，找出自己的优点和能力，同时也要理解和原谅你的母亲。她可能处于一个与你有不同成长经历的环境中，理解她并与她和解可能会有所帮助。",
    "annotation": [
      {
        "sentence": "亲爱的，我明白你的困惑。",
        "label": ""
      },
      {
        "sentence": "要改变自己的心态并不容易，但我们可以一步一步来。",
        "label": ""
      },
      {
        "sentence": "首先，要试着接纳自己的缺点和不完美，每个人都有自己的优点和长处。",
        "label": ""
      },
      {
        "sentence": "其次，不要过度比较自己和别人，每个人都有不同的生活经历和成长环境。",
        "label": ""
      },
      {
        "sentence": "再者，停止自我攻击，给自己多一些关爱和理解。",
        "label": ""
      },
      {
        "sentence": "也可以每天从小事开始，为自己和他人带来快乐，这样可以培养自信心。",
        "label": ""
      },
      {
        "sentence": "最后，回顾一下你的过去，找出自己的优点和能力，同时也要理解和原谅你的母亲。",
        "label": ""
      },
      {
        "sentence": "她可能处于一个与你有不同成长经历的环境中，理解她并与她和解可能会有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你说得很有道理。我会尝试接纳自己，并且不再过于自我攻击，给自己更多关爱和理解。我也会试着去理解和原谅母亲，因为她的行为可能是受到成长环境的影响。谢谢你的建议和祝福。",
    "annotation": [
      {
        "sentence": "支持者，你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我会尝试接纳自己，并且不再过于自我攻击，给自己更多关爱和理解。",
        "label": ""
      },
      {
        "sentence": "我也会试着去理解和原谅母亲，因为她的行为可能是受到成长环境的影响。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和祝福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我相信你能做到的。改变需要时间和努力，但我相信你会慢慢变得更加自信和坚强。记得，你并不孤单，我会一直支持你的。如果你需要继续倾诉或有任何问题，随时都可以来找我。祝福你！(｡♥‿♥｡)",
    "annotation": [
      {
        "sentence": "亲爱的，我相信你能做到的。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，但我相信你会慢慢变得更加自信和坚强。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续倾诉或有任何问题，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      },
      {
        "sentence": "(｡♥‿♥｡)",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，这次的倾诉让我感到很温暖和释放。我会牢记你的话，努力改变自己，找到属于自己的幸福。如果有需要，我会再来找你倾诉的。再次感谢你，祝你一切都好！(づ｡◕‿‿◕｡)づ",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，这次的倾诉让我感到很温暖和释放。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，努力改变自己，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再来找你倾诉的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你，祝你一切都好！",
        "label": ""
      },
      {
        "sentence": "(づ｡◕‿‿◕｡)づ",
        "label": ""
      }
    ]
  }
]