[
  {
    "role": "client",
    "content": "身边的同学都在化妆打扮，审美不同，是不是不合群？本人女，22岁，本该是一个展现自己的年龄，但是我表现出的是一个看似养老的状态。",
    "annotation": [
      {
        "sentence": "身边的同学都在化妆打扮，审美不同，是不是不合群？",
        "label": ""
      },
      {
        "sentence": "本人女，22岁，本该是一个展现自己的年龄，但是我表现出的是一个看似养老的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述我了解到，你身边的同学都在打扮，你似乎与他们不太一样，你想知道是审美不同还是不合群。你想知道自己该以什么样的心态去面对这件事，或者怎样做出改变。接下来是我的分析和建议，希望可以帮到你。",
    "annotation": [
      {
        "sentence": "通过你的描述我了解到，你身边的同学都在打扮，你似乎与他们不太一样，你想知道是审美不同还是不合群。",
        "label": ""
      },
      {
        "sentence": "你想知道自己该以什么样的心态去面对这件事，或者怎样做出改变。",
        "label": ""
      },
      {
        "sentence": "接下来是我的分析和建议，希望可以帮到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我就是觉得自己与他们的审美不太一样，所以感觉有点不合群。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我就是觉得自己与他们的审美不太一样，所以感觉有点不合群。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你的与众不同是来源于审美不同还是不合群呢？这个世界不能只有一种色彩，这个年龄也不该只有一种风格，所以大家只是有自己喜欢的风格而已，而你喜欢的风格只是恰好与周围人不同，并不是不合群。而且，这个世界会有很多人和你一样的风格，只是不在你的身边而已。当然，风格是百变的，你如果愿意，还可以尝试对其它风格的驾驭，但一定是你的风格你选择，你的风格你做主。",
    "annotation": [
      {
        "sentence": "首先，你的与众不同是来源于审美不同还是不合群呢？",
        "label": ""
      },
      {
        "sentence": "这个世界不能只有一种色彩，这个年龄也不该只有一种风格，所以大家只是有自己喜欢的风格而已，而你喜欢的风格只是恰好与周围人不同，并不是不合群。",
        "label": ""
      },
      {
        "sentence": "而且，这个世界会有很多人和你一样的风格，只是不在你的身边而已。",
        "label": ""
      },
      {
        "sentence": "当然，风格是百变的，你如果愿意，还可以尝试对其它风格的驾驭，但一定是你的风格你选择，你的风格你做主。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，每个人都有自己独特的喜好和风格，我应该更加自信地坚持自己的审美观。但是我也考虑过尝试一些不同的风格，只是有些犹豫和担心，怕失败或者不适应。",
    "annotation": [
      {
        "sentence": "你说得对，每个人都有自己独特的喜好和风格，我应该更加自信地坚持自己的审美观。",
        "label": ""
      },
      {
        "sentence": "但是我也考虑过尝试一些不同的风格，只是有些犹豫和担心，怕失败或者不适应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，犹豫和担心是正常的情绪。受到外界的影响，改变自己的风格可能会让人感到不安。但是，人生就是一个不断尝试和成长的过程，如果你从不试错，那你也无法在尝试中找到适合自己的风格。失败并不可怕，重要的是你敢于尝试，敢于追求自己的风格。即使你尝试了新的风格后觉得不适应，也没关系，这只是为了更好地了解自己的喜好而已。所以，不要害怕失败，相信自己的决心，勇敢地去尝试新的风格吧！",
    "annotation": [
      {
        "sentence": "没关系，犹豫和担心是正常的情绪。",
        "label": ""
      },
      {
        "sentence": "受到外界的影响，改变自己的风格可能会让人感到不安。",
        "label": ""
      },
      {
        "sentence": "但是，人生就是一个不断尝试和成长的过程，如果你从不试错，那你也无法在尝试中找到适合自己的风格。",
        "label": ""
      },
      {
        "sentence": "失败并不可怕，重要的是你敢于尝试，敢于追求自己的风格。",
        "label": ""
      },
      {
        "sentence": "即使你尝试了新的风格后觉得不适应，也没关系，这只是为了更好地了解自己的喜好而已。",
        "label": ""
      },
      {
        "sentence": "所以，不要害怕失败，相信自己的决心，勇敢地去尝试新的风格吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我明白了，我应该勇敢地去尝试新的风格，去寻找适合自己的审美，而不是因为与他人不同而感到不合群。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该勇敢地去尝试新的风格，去寻找适合自己的审美，而不是因为与他人不同而感到不合群。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你已经很好地理解了。展示自己，不分年纪，但是22岁，确实正值青春靓丽，代表着活力，但是活力的展示不仅体现在衣服的颜色或者风格。你可以继续你的酷黑、亮白的风格，去做一些彰显青春的事，去体验，去尝试，去给自己无尽的可能，这也许会给自己的青春，留下更美好的印记，这也可能是你青春最好的展示。",
    "annotation": [
      {
        "sentence": "没错，你已经很好地理解了。",
        "label": ""
      },
      {
        "sentence": "展示自己，不分年纪，但是22岁，确实正值青春靓丽，代表着活力，但是活力的展示不仅体现在衣服的颜色或者风格。",
        "label": ""
      },
      {
        "sentence": "你可以继续你的酷黑、亮白的风格，去做一些彰显青春的事，去体验，去尝试，去给自己无尽的可能，这也许会给自己的青春，留下更美好的印记，这也可能是你青春最好的展示。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，展示青春活力不仅体现在打扮上，而是需要通过积极的行动和体验来展现。我会试着去做一些年轻人喜欢的事情，让自己的青春更加充实和精彩。",
    "annotation": [
      {
        "sentence": "我明白了，展示青春活力不仅体现在打扮上，而是需要通过积极的行动和体验来展现。",
        "label": ""
      },
      {
        "sentence": "我会试着去做一些年轻人喜欢的事情，让自己的青春更加充实和精彩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒！这样的态度和决心就是你重获自信的关键。最后，你可以选择不化妆、不搭配，但是不能不会这些东西，因为，这也算技能的一种，在需要时，自己可以拿得出手也是很好的一件事哦！祝好~",
    "annotation": [
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "这样的态度和决心就是你重获自信的关键。",
        "label": ""
      },
      {
        "sentence": "最后，你可以选择不化妆、不搭配，但是不能不会这些东西，因为，这也算技能的一种，在需要时，自己可以拿得出手也是很好的一件事哦！",
        "label": ""
      },
      {
        "sentence": "祝好~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会学会对自己更有信心，同时也学习一些打扮技巧，以备不时之需。非常感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会学会对自己更有信心，同时也学习一些打扮技巧，以备不时之需。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助！",
        "label": ""
      }
    ]
  }
]