[
  {
    "role": "client",
    "content": "我高二，成绩不错，和家人关系差，渴望陪伴，很孤单。我17，女，高二，成绩不错，和家里人关系很差，容易暴怒，会撕书，会砸东西，会歇斯底里，在家里网课一点也听不进去，和在学校简直是两个人（我在学校是前3名的）。我有个妹妹，我妈对她很偏心，我知道我应该让着她，但我做不到。只要我和我妈吵架了，妹妹就会告诉我让我去死，从阳台上跳下去。我很难过，然后我经常熬夜，也没什么事但就是不想睡，平时装的很高冷其实是个很渴望陪伴的女生。我该怎么办？再这样我就要疯了。",
    "annotation": [
      {
        "sentence": "我高二，成绩不错，和家人关系差，渴望陪伴，很孤单。",
        "label": ""
      },
      {
        "sentence": "我17，女，高二，成绩不错，和家里人关系很差，容易暴怒，会撕书，会砸东西，会歇斯底里，在家里网课一点也听不进去，和在学校简直是两个人（我在学校是前3名的）。",
        "label": ""
      },
      {
        "sentence": "我有个妹妹，我妈对她很偏心，我知道我应该让着她，但我做不到。",
        "label": ""
      },
      {
        "sentence": "只要我和我妈吵架了，妹妹就会告诉我让我去死，从阳台上跳下去。",
        "label": ""
      },
      {
        "sentence": "我很难过，然后我经常熬夜，也没什么事但就是不想睡，平时装的很高冷其实是个很渴望陪伴的女生。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "再这样我就要疯了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过在学校的成绩和相处方式可以看得出来，你本身是个通情达理的女孩，在家里却时常出现暴躁的行为。母亲在对待孩子的问题上也是偏心的，让你觉得非常难过。首先，家里的暴躁行为是你内心需要得到家人关心和爱护的表现吗？同时，家庭只是人生的第一站，不要让家庭成为你的全部。你可以把关注的目光，把自己内心的关注点更多的放在学校，放在和同学们的相处中，对于家庭的执着或许就会少一些了。",
    "annotation": [
      {
        "sentence": "通过在学校的成绩和相处方式可以看得出来，你本身是个通情达理的女孩，在家里却时常出现暴躁的行为。",
        "label": ""
      },
      {
        "sentence": "母亲在对待孩子的问题上也是偏心的，让你觉得非常难过。",
        "label": ""
      },
      {
        "sentence": "首先，家里的暴躁行为是你内心需要得到家人关心和爱护的表现吗？",
        "label": ""
      },
      {
        "sentence": "同时，家庭只是人生的第一站，不要让家庭成为你的全部。",
        "label": ""
      },
      {
        "sentence": "你可以把关注的目光，把自己内心的关注点更多的放在学校，放在和同学们的相处中，对于家庭的执着或许就会少一些了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我需要改变我自己的想法，但真的很难。我很想和家人和好，但我不知道该怎么做？我怕他们不理解我。",
    "annotation": [
      {
        "sentence": "我知道我需要改变我自己的想法，但真的很难。",
        "label": ""
      },
      {
        "sentence": "我很想和家人和好，但我不知道该怎么做？",
        "label": ""
      },
      {
        "sentence": "我怕他们不理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，和家人和好不是一件容易的事，但是你可以尝试主动一些，和家人打开心扉，说出你的真实感受，让家人了解你，也让你了解家人。你跟你妈妈可以一个晚上坐下来，心平气和地谈一谈，让她也知道你的困惑和心情。",
    "annotation": [
      {
        "sentence": "我理解你的担心，和家人和好不是一件容易的事，但是你可以尝试主动一些，和家人打开心扉，说出你的真实感受，让家人了解你，也让你了解家人。",
        "label": ""
      },
      {
        "sentence": "你跟你妈妈可以一个晚上坐下来，心平气和地谈一谈，让她也知道你的困惑和心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我太累了，每天晚上我都想发脾气。我该怎么办？",
    "annotation": [
      {
        "sentence": "我太累了，每天晚上我都想发脾气。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试一些身体活动来减轻压力，比如跳舞或者运动。当你感到烦躁或者崩溃的时候，也可以在房间里尝试做一些冥想，放松身体和心情。",
    "annotation": [
      {
        "sentence": "你可以尝试一些身体活动来减轻压力，比如跳舞或者运动。",
        "label": ""
      },
      {
        "sentence": "当你感到烦躁或者崩溃的时候，也可以在房间里尝试做一些冥想，放松身体和心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着放松自己的心情，多注意自己的身体和心理状态。谢谢你的建议，我觉得我现在好多了。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着放松自己的心情，多注意自己的身体和心理状态。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我觉得我现在好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮到你，如果你还需要任何帮助，随时都可以来找我聊天。你并不孤独，总有人会陪伴着你走过难关的。",
    "annotation": [
      {
        "sentence": "我很高兴能够帮到你，如果你还需要任何帮助，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "你并不孤独，总有人会陪伴着你走过难关的。",
        "label": ""
      }
    ]
  }
]