[
  {
    "role": "client",
    "content": "我想学心理学，但班上有一个同学患抑郁症，她想自杀。我是一名大一学生，19岁，刚上大学，学的是应用心理学专业，还担任班长。我们班隔壁的寝室有一个女生大家都持有偏见，轮流来找我说那个女生怎么怎么样，比如脚臭，洗了衣服也不拧干，滴在阳台上到处都是水......我觉得这些都是小问题，但是她们五个就是不能忍受，于是我把情况告诉了辅导员。但我们学校不允许换寝室，床位是从新生报到时分配的。后来，辅导员（男生，我们是他的第一届学生）来了寝室调解，可后来那个患抑郁症的学生说如果不让那个女生搬走，她就会跳下来（我们住在四楼），还拿了一把水果刀放在手腕上。我和辅导员都被吓坏了，后来我们只好让那个女生搬到了另一个寝室。那个患抑郁症的女生总是找我倾诉和抱怨问题，我不知道该怎么回应她，我也有点怕她，但是我又是班长，不知道该怎么办？",
    "annotation": [
      {
        "sentence": "我想学心理学，但班上有一个同学患抑郁症，她想自杀。",
        "label": ""
      },
      {
        "sentence": "我是一名大一学生，19岁，刚上大学，学的是应用心理学专业，还担任班长。",
        "label": ""
      },
      {
        "sentence": "我们班隔壁的寝室有一个女生大家都持有偏见，轮流来找我说那个女生怎么怎么样，比如脚臭，洗了衣服也不拧干，滴在阳台上到处都是水......我觉得这些都是小问题，但是她们五个就是不能忍受，于是我把情况告诉了辅导员。",
        "label": ""
      },
      {
        "sentence": "但我们学校不允许换寝室，床位是从新生报到时分配的。",
        "label": ""
      },
      {
        "sentence": "后来，辅导员（男生，我们是他的第一届学生）来了寝室调解，可后来那个患抑郁症的学生说如果不让那个女生搬走，她就会跳下来（我们住在四楼），还拿了一把水果刀放在手腕上。",
        "label": ""
      },
      {
        "sentence": "我和辅导员都被吓坏了，后来我们只好让那个女生搬到了另一个寝室。",
        "label": ""
      },
      {
        "sentence": "那个患抑郁症的女生总是找我倾诉和抱怨问题，我不知道该怎么回应她，我也有点怕她，但是我又是班长，不知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，听说你在班级里遇到了一些困难，我可以给你提供一些建议。首先，对于那个同学的抑郁症问题，如果你有能力解决，那就尽力去解决；如果你无法解决，可以推荐一些能够帮助她的专业人士。你自己内心是否有把握，确定你是否有解决问题的能力吗？",
    "annotation": [
      {
        "sentence": "求助者，听说你在班级里遇到了一些困难，我可以给你提供一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，对于那个同学的抑郁症问题，如果你有能力解决，那就尽力去解决；如果你无法解决，可以推荐一些能够帮助她的专业人士。",
        "label": ""
      },
      {
        "sentence": "你自己内心是否有把握，确定你是否有解决问题的能力吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我并没有足够的能力来帮助她。换寝室的决定是辅导员做的，我只是给辅导员反映了情况。",
    "annotation": [
      {
        "sentence": "我觉得我并没有足够的能力来帮助她。",
        "label": ""
      },
      {
        "sentence": "换寝室的决定是辅导员做的，我只是给辅导员反映了情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为班长，你在同学间发生的问题上能做出多大的改变呢？我们都明白，有些问题需要辅导员和专业人士来解决。如果你能做的，就尽力去做；无法做的，就交给专业人士。毕竟，我们不能因为无法解决别人的问题而感到过度责备自己。",
    "annotation": [
      {
        "sentence": "作为班长，你在同学间发生的问题上能做出多大的改变呢？",
        "label": ""
      },
      {
        "sentence": "我们都明白，有些问题需要辅导员和专业人士来解决。",
        "label": ""
      },
      {
        "sentence": "如果你能做的，就尽力去做；无法做的，就交给专业人士。",
        "label": ""
      },
      {
        "sentence": "毕竟，我们不能因为无法解决别人的问题而感到过度责备自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，对于我无法解决的问题，我应该理智地拒绝，不必觉得自己有责任免费为别人解答问题。如果我有能力帮助，可以考虑提供一些收费的咨询服务，而不是一味地无偿解答。",
    "annotation": [
      {
        "sentence": "我明白了，对于我无法解决的问题，我应该理智地拒绝，不必觉得自己有责任免费为别人解答问题。",
        "label": ""
      },
      {
        "sentence": "如果我有能力帮助，可以考虑提供一些收费的咨询服务，而不是一味地无偿解答。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的想法很明智，不要负担过多。如果你决定提供收费咨询服务，记得要确保自己有足够的能力，并且不要耽误别人的病情。因为心理咨询和谈恋爱是两码事，要记得区分开来，不要把自己的思维弄乱了。",
    "annotation": [
      {
        "sentence": "很好，你的想法很明智，不要负担过多。",
        "label": ""
      },
      {
        "sentence": "如果你决定提供收费咨询服务，记得要确保自己有足够的能力，并且不要耽误别人的病情。",
        "label": ""
      },
      {
        "sentence": "因为心理咨询和谈恋爱是两码事，要记得区分开来，不要把自己的思维弄乱了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会谨记在心。我明白了，心理咨询和恋爱是两个截然不同的领域，我不能把它们混为一谈。我要学会保护自己的情绪和心理健康。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会谨记在心。",
        "label": ""
      },
      {
        "sentence": "我明白了，心理咨询和恋爱是两个截然不同的领域，我不能把它们混为一谈。",
        "label": ""
      },
      {
        "sentence": "我要学会保护自己的情绪和心理健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你对这个问题的思考，记住自己的底线和原则，保持良好的心理健康。如果将来有任何类似的困扰，不要犹豫寻求帮助。同时，也要学会平衡自己的责任和照顾自己的需求。",
    "annotation": [
      {
        "sentence": "很高兴听到你对这个问题的思考，记住自己的底线和原则，保持良好的心理健康。",
        "label": ""
      },
      {
        "sentence": "如果将来有任何类似的困扰，不要犹豫寻求帮助。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会平衡自己的责任和照顾自己的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我会努力平衡好自己的角色和责任，继续学习心理学知识，并更好地处理类似的困难情况。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我会努力平衡好自己的角色和责任，继续学习心理学知识，并更好地处理类似的困难情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够处理好这些困难，你已经展现了很不错的应对能力。祝你在学习心理学的过程中取得更多的成长和进步！",
    "annotation": [
      {
        "sentence": "我相信你能够处理好这些困难，你已经展现了很不错的应对能力。",
        "label": ""
      },
      {
        "sentence": "祝你在学习心理学的过程中取得更多的成长和进步！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和肯定，我会珍惜这次对话中的经验和教训。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和肯定，我会珍惜这次对话中的经验和教训。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，随时欢迎你的咨询与求助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，随时欢迎你的咨询与求助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]