[
  {
    "role": "client",
    "content": "若打断原有计划，会所有都很混乱，我是不是心理问题？老被人说不变通，死板。发现很多事情其实心里早下一个定义规划。如果有突发情况打断会很多事情都做不好。如有约定好的计划最后通知改变会感到很愤怒。喜欢一成不变，我是不是有心理问题？",
    "annotation": [
      {
        "sentence": "若打断原有计划，会所有都很混乱，我是不是心理问题？",
        "label": ""
      },
      {
        "sentence": "老被人说不变通，死板。",
        "label": ""
      },
      {
        "sentence": "发现很多事情其实心里早下一个定义规划。",
        "label": ""
      },
      {
        "sentence": "如果有突发情况打断会很多事情都做不好。",
        "label": ""
      },
      {
        "sentence": "如有约定好的计划最后通知改变会感到很愤怒。",
        "label": ""
      },
      {
        "sentence": "喜欢一成不变，我是不是有心理问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，～1“老被人说不变通，死板。发现很多事情其实心里早下一个定义规划”，非常能够理解你偶尔不被理解的时候感受到的失望，也看得出来你是一个很有自己想法的人，也希望你不要轻易的否定自己的想法。所谓的一成不变到底好不好其实很难讲，我觉得还是要通过实践去验证。比如你需要去参加某个重要的考试，考试之前你需要去学习，要准备很多。如果你有自己的计划，自己的安排，你觉得你就想像那样去做。这个时候另一个人告诉你应该怎样怎样做，你也完全可以不听他的。然后看看结果自己到底能不能通过那样的考试，或者说看看自己有没有比较明显的进步。从而来判断自己原来的方案是否有问题。当然，即便你考试不顺利没有通过，也不能说你原来的方法方式是不正确的。你需要更多的类似的尝试类似的实践去摸索更加适合自己的方式。如果你总是经历失败，也许你需要去考虑一下自己是否应该去听从别人的某些建议。如果有成功，也有失败或者成功更多，那么你也完全可以继续按照自己的方式去做事情。我相信很多事情都是没有标准的操作流程的，每个人不可能去复制其他人的成功，所以别人的话也不必太放在心上。",
    "annotation": [
      {
        "sentence": "非常理解你的心情，～1“老被人说不变通，死板。",
        "label": ""
      },
      {
        "sentence": "发现很多事情其实心里早下一个定义规划”，非常能够理解你偶尔不被理解的时候感受到的失望，也看得出来你是一个很有自己想法的人，也希望你不要轻易的否定自己的想法。",
        "label": ""
      },
      {
        "sentence": "所谓的一成不变到底好不好其实很难讲，我觉得还是要通过实践去验证。",
        "label": ""
      },
      {
        "sentence": "比如你需要去参加某个重要的考试，考试之前你需要去学习，要准备很多。",
        "label": ""
      },
      {
        "sentence": "如果你有自己的计划，自己的安排，你觉得你就想像那样去做。",
        "label": ""
      },
      {
        "sentence": "这个时候另一个人告诉你应该怎样怎样做，你也完全可以不听他的。",
        "label": ""
      },
      {
        "sentence": "然后看看结果自己到底能不能通过那样的考试，或者说看看自己有没有比较明显的进步。",
        "label": ""
      },
      {
        "sentence": "从而来判断自己原来的方案是否有问题。",
        "label": ""
      },
      {
        "sentence": "当然，即便你考试不顺利没有通过，也不能说你原来的方法方式是不正确的。",
        "label": ""
      },
      {
        "sentence": "你需要更多的类似的尝试类似的实践去摸索更加适合自己的方式。",
        "label": ""
      },
      {
        "sentence": "如果你总是经历失败，也许你需要去考虑一下自己是否应该去听从别人的某些建议。",
        "label": ""
      },
      {
        "sentence": "如果有成功，也有失败或者成功更多，那么你也完全可以继续按照自己的方式去做事情。",
        "label": ""
      },
      {
        "sentence": "我相信很多事情都是没有标准的操作流程的，每个人不可能去复制其他人的成功，所以别人的话也不必太放在心上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加相信自己的想法，而不是总是受到别人的评价影响。但是我还是担心，如果突发情况打断我的计划，我会很焦虑，不知道怎么应对。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加相信自己的想法，而不是总是受到别人的评价影响。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心，如果突发情况打断我的计划，我会很焦虑，不知道怎么应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2如果有突发情况打断会很多事情都做不好。不太清楚你说的突发情况是指什么呢？是别人的干涉，还是客观环境的改变？一方面其他人莫名其妙的干涉，确实会影响自己的前进的步伐。另一方面，外在环境的改变，比如有一些意外情况的发生，都是自己需要考虑的。举个简单的例子，比如说你可能在考试的时候会感冒，这就属于一种突发情况呀。对于突发情况怎么处理，怎么面对也是我们需要去学习需要去实践的一个方面。一个完全无法处理好突发情况的人可能会在某些时刻遭受巨大的损失。不同的突发情况处理方式也有所不同，但我觉得关键是，不管会遇到怎样的突发情况，我们是应该有一定的心理准备的。",
    "annotation": [
      {
        "sentence": "2如果有突发情况打断会很多事情都做不好。",
        "label": ""
      },
      {
        "sentence": "不太清楚你说的突发情况是指什么呢？",
        "label": ""
      },
      {
        "sentence": "是别人的干涉，还是客观环境的改变？",
        "label": ""
      },
      {
        "sentence": "一方面其他人莫名其妙的干涉，确实会影响自己的前进的步伐。",
        "label": ""
      },
      {
        "sentence": "另一方面，外在环境的改变，比如有一些意外情况的发生，都是自己需要考虑的。",
        "label": ""
      },
      {
        "sentence": "举个简单的例子，比如说你可能在考试的时候会感冒，这就属于一种突发情况呀。",
        "label": ""
      },
      {
        "sentence": "对于突发情况怎么处理，怎么面对也是我们需要去学习需要去实践的一个方面。",
        "label": ""
      },
      {
        "sentence": "一个完全无法处理好突发情况的人可能会在某些时刻遭受巨大的损失。",
        "label": ""
      },
      {
        "sentence": "不同的突发情况处理方式也有所不同，但我觉得关键是，不管会遇到怎样的突发情况，我们是应该有一定的心理准备的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着提前做好准备，对一些可能出现的突发情况有心理预期。但是，我还是会觉得很愤怒，如果有约定好的计划最后通知改变的话，我无法控制自己的情绪。",
    "annotation": [
      {
        "sentence": "我会试着提前做好准备，对一些可能出现的突发情况有心理预期。",
        "label": ""
      },
      {
        "sentence": "但是，我还是会觉得很愤怒，如果有约定好的计划最后通知改变的话，我无法控制自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "3，如有约定好的计划最后通知改变会感到很愤怒。约定好的计划，最后对方突然说要改变，确实会让人觉得很不爽，觉得有些情绪。在这种情况下，还是建议你要区分开，什么是别人的事情，什么是自己的事情。当你去审视这一点的时候，其实你能够更加冷静，也能更加客观。很多时候愤怒是必要的，但也是没有太大用处的。如果一个人总是这样对待你，您可以考虑一下该怎么和他相处，比如说下一次他再约你，你要更加慎重一点。那如果他下一次再约你，你变得更加慎重，你要去更加认真的考虑是否应该答应他。这样的改变就是你的成长呀。很多时候我们会面临着一些意想不到的事情，或者我们不愿意遇见的事情。但没办法，那些事情来了就是来了。我们能做的是在当时的那种状态下，怎么样去应对，怎么样让自己舒服一点，怎么样让这个事情更加完美的解决。而愤怒，它可以存在，但不能过分的影响我们。",
    "annotation": [
      {
        "sentence": "3，如有约定好的计划最后通知改变会感到很愤怒。",
        "label": ""
      },
      {
        "sentence": "约定好的计划，最后对方突然说要改变，确实会让人觉得很不爽，觉得有些情绪。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，还是建议你要区分开，什么是别人的事情，什么是自己的事情。",
        "label": ""
      },
      {
        "sentence": "当你去审视这一点的时候，其实你能够更加冷静，也能更加客观。",
        "label": ""
      },
      {
        "sentence": "很多时候愤怒是必要的，但也是没有太大用处的。",
        "label": ""
      },
      {
        "sentence": "如果一个人总是这样对待你，您可以考虑一下该怎么和他相处，比如说下一次他再约你，你要更加慎重一点。",
        "label": ""
      },
      {
        "sentence": "那如果他下一次再约你，你变得更加慎重，你要去更加认真的考虑是否应该答应他。",
        "label": ""
      },
      {
        "sentence": "这样的改变就是你的成长呀。",
        "label": ""
      },
      {
        "sentence": "很多时候我们会面临着一些意想不到的事情，或者我们不愿意遇见的事情。",
        "label": ""
      },
      {
        "sentence": "但没办法，那些事情来了就是来了。",
        "label": ""
      },
      {
        "sentence": "我们能做的是在当时的那种状态下，怎么样去应对，怎么样让自己舒服一点，怎么样让这个事情更加完美的解决。",
        "label": ""
      },
      {
        "sentence": "而愤怒，它可以存在，但不能过分的影响我们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更加冷静地处理突发情况和他人的改变。同时，我也应该学会调整自己的情绪，不让愤怒过度影响我对事情的处理。",
    "annotation": [
      {
        "sentence": "我明白了，我需要更加冷静地处理突发情况和他人的改变。",
        "label": ""
      },
      {
        "sentence": "同时，我也应该学会调整自己的情绪，不让愤怒过度影响我对事情的处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后想告诉你，喜欢一成不变并不是什么心理问题。你需要在实践中去考虑要不要去改变这一点。改变，或许好，或许不好。也许会有人更加喜欢这个有些一成不变，有点小固执的你。祝好～。",
    "annotation": [
      {
        "sentence": "最后想告诉你，喜欢一成不变并不是什么心理问题。",
        "label": ""
      },
      {
        "sentence": "你需要在实践中去考虑要不要去改变这一点。",
        "label": ""
      },
      {
        "sentence": "改变，或许好，或许不好。",
        "label": ""
      },
      {
        "sentence": "也许会有人更加喜欢这个有些一成不变，有点小固执的你。",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会试着接受自己，同时也尝试适度改变。希望自己能够更加自信和成长。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会试着接受自己，同时也尝试适度改变。",
        "label": ""
      },
      {
        "sentence": "希望自己能够更加自信和成长。",
        "label": ""
      }
    ]
  }
]