[
  {
    "role": "client",
    "content": "过于理想化展望自己的发展前景，然而现实却背道而驰？一名重点大学的大三学生。因为是农民家庭出身，家庭条件比较差，因此一进入大学后就比较自卑。为了掩饰家庭的贫困，因此进入大学后，就借了不少钱，想和同学一样。原以为到了上海会有很多机会可通过打工来补贴自己，但实际上很难，因此钱也一直没还上。曾想了很多办法来提升自己的素质，但实施后几乎都是半途而废。现在将近毕业了，他感到自己不行，脱离不了贫穷，走不出底层社会地位，没有好的前途，不可能为父母光耀祖宗了。该怎么办？",
    "annotation": [
      {
        "sentence": "过于理想化展望自己的发展前景，然而现实却背道而驰？",
        "label": ""
      },
      {
        "sentence": "一名重点大学的大三学生。",
        "label": ""
      },
      {
        "sentence": "因为是农民家庭出身，家庭条件比较差，因此一进入大学后就比较自卑。",
        "label": ""
      },
      {
        "sentence": "为了掩饰家庭的贫困，因此进入大学后，就借了不少钱，想和同学一样。",
        "label": ""
      },
      {
        "sentence": "原以为到了上海会有很多机会可通过打工来补贴自己，但实际上很难，因此钱也一直没还上。",
        "label": ""
      },
      {
        "sentence": "曾想了很多办法来提升自己的素质，但实施后几乎都是半途而废。",
        "label": ""
      },
      {
        "sentence": "现在将近毕业了，他感到自己不行，脱离不了贫穷，走不出底层社会地位，没有好的前途，不可能为父母光耀祖宗了。",
        "label": ""
      },
      {
        "sentence": "该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "怀揣着过高的期望，却发现现实与之相悖，这种感受真的很沮丧。在你的叙述中，我可以感受到你对于无法还钱的焦虑，以及对于无法给家人一个交代的内疚感和痛苦。我建议你，好好完成你的毕业论文，在剩下的时间里，深入地提升某一项技能或者工作。这样能够为你的简历增加竞争力，毕业后更容易找到一份工作。在选择工作的时候，不用太在意条件、薪资以及上升空间，只要能接受就可以了。先做好眼前的事情，不要给自己过大的压力。贫穷、底层、前途、家庭，这些问题都不是可以短期内解决的。大学四年时间主要用来学习和兼职赚钱，但额外的钱却只是杯水车薪。并不是每个人都能在大学期间创业成功或者通过各种渠道赚钱。不要贪图暂时的收益，要坚持做自己能做好的事情，长期坚持下去，这样才能获得成长和收获。父母对我们有期望，但更希望我们在任何环境中都能自信地追逐梦想和努力，而不轻易放弃或灰心。你应该为自己制定一些规划，剩下的一年大学生活中，你是打算考研、公务员还是去工作，以及需要做哪些具体的努力来实现这些目标。还有，一定要确保学业顺利的情况下，通过一些兼职工作来偿还债务。坚持不懈非常重要，当我们羡慕同学跳舞跳得很好的时候，往往忽视了他们付出的时间和努力。不要因为看到别人的收益而轻易放弃自己的尝试，只有当我们坚持到一定程度时，才能获得一些收获。太过急躁容易踏上多条路却一无所获的境地。确定自己最想提升的技能，然后坚持下去，即使中途有想放弃的时候，也要说服自己坚持走下去，这条路只能自己走。放弃虽然是个选择，但也要承担失去某些东西的代价。你想要的东西，不管是金钱、地位还是内心的强大，都在遥远的前方。只需要瞄准目标，一步步地坚定向前，希望你在毕业时能看到自己的成长，也希望你未来的路上，能看到更多自己已有的进步，而不会责怪自己还没有达到终点。",
    "annotation": [
      {
        "sentence": "怀揣着过高的期望，却发现现实与之相悖，这种感受真的很沮丧。",
        "label": ""
      },
      {
        "sentence": "在你的叙述中，我可以感受到你对于无法还钱的焦虑，以及对于无法给家人一个交代的内疚感和痛苦。",
        "label": ""
      },
      {
        "sentence": "我建议你，好好完成你的毕业论文，在剩下的时间里，深入地提升某一项技能或者工作。",
        "label": ""
      },
      {
        "sentence": "这样能够为你的简历增加竞争力，毕业后更容易找到一份工作。",
        "label": ""
      },
      {
        "sentence": "在选择工作的时候，不用太在意条件、薪资以及上升空间，只要能接受就可以了。",
        "label": ""
      },
      {
        "sentence": "先做好眼前的事情，不要给自己过大的压力。",
        "label": ""
      },
      {
        "sentence": "贫穷、底层、前途、家庭，这些问题都不是可以短期内解决的。",
        "label": ""
      },
      {
        "sentence": "大学四年时间主要用来学习和兼职赚钱，但额外的钱却只是杯水车薪。",
        "label": ""
      },
      {
        "sentence": "并不是每个人都能在大学期间创业成功或者通过各种渠道赚钱。",
        "label": ""
      },
      {
        "sentence": "不要贪图暂时的收益，要坚持做自己能做好的事情，长期坚持下去，这样才能获得成长和收获。",
        "label": ""
      },
      {
        "sentence": "父母对我们有期望，但更希望我们在任何环境中都能自信地追逐梦想和努力，而不轻易放弃或灰心。",
        "label": ""
      },
      {
        "sentence": "你应该为自己制定一些规划，剩下的一年大学生活中，你是打算考研、公务员还是去工作，以及需要做哪些具体的努力来实现这些目标。",
        "label": ""
      },
      {
        "sentence": "还有，一定要确保学业顺利的情况下，通过一些兼职工作来偿还债务。",
        "label": ""
      },
      {
        "sentence": "坚持不懈非常重要，当我们羡慕同学跳舞跳得很好的时候，往往忽视了他们付出的时间和努力。",
        "label": ""
      },
      {
        "sentence": "不要因为看到别人的收益而轻易放弃自己的尝试，只有当我们坚持到一定程度时，才能获得一些收获。",
        "label": ""
      },
      {
        "sentence": "太过急躁容易踏上多条路却一无所获的境地。",
        "label": ""
      },
      {
        "sentence": "确定自己最想提升的技能，然后坚持下去，即使中途有想放弃的时候，也要说服自己坚持走下去，这条路只能自己走。",
        "label": ""
      },
      {
        "sentence": "放弃虽然是个选择，但也要承担失去某些东西的代价。",
        "label": ""
      },
      {
        "sentence": "你想要的东西，不管是金钱、地位还是内心的强大，都在遥远的前方。",
        "label": ""
      },
      {
        "sentence": "只需要瞄准目标，一步步地坚定向前，希望你在毕业时能看到自己的成长，也希望你未来的路上，能看到更多自己已有的进步，而不会责怪自己还没有达到终点。",
        "label": ""
      }
    ]
  }
]