[
  {
    "role": "client",
    "content": "您好，我是一个19岁的女生。我最近网恋奔现的事情困扰着我，不知道该如何平衡感情，您能帮帮我吗？",
    "annotation": [
      {
        "sentence": "您好，我是一个19岁的女生。",
        "label": ""
      },
      {
        "sentence": "我最近网恋奔现的事情困扰着我，不知道该如何平衡感情，您能帮帮我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰了，反映出网恋经常会给人带来许多不确定性和焦虑，你可以跟我分享一下你现在的状况和想法吗？",
    "annotation": [
      {
        "sentence": "听到你的困扰了，反映出网恋经常会给人带来许多不确定性和焦虑，你可以跟我分享一下你现在的状况和想法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一年前，我在网上认识了一个男生，三观契合很谈得来，开始了网恋。他一直说要过来找我，最近说会在下个月来我的大学找我，可能还会一起过夜。不过，最近我看了很多有关变态、韩国n号门强奸案等新闻，突然就感到很害怕。",
    "annotation": [
      {
        "sentence": "一年前，我在网上认识了一个男生，三观契合很谈得来，开始了网恋。",
        "label": ""
      },
      {
        "sentence": "他一直说要过来找我，最近说会在下个月来我的大学找我，可能还会一起过夜。",
        "label": ""
      },
      {
        "sentence": "不过，最近我看了很多有关变态、韩国n号门强奸案等新闻，突然就感到很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我的确能够理解你的担心感受。而事实上，网恋是会给人带来很多的不确定性和担忧，同时也会让人有很多遐想的空间。距离感是一件很麻烦的事情，它让我们少了些现实生活中的琐事，但却会让我们的情感受到加强和美化。换而言之，网络恋爱也会很美好，只要你能够掌握好其中的坏处和好处，不失去你自己，那么这段关系就有可能顺利发展。",
    "annotation": [
      {
        "sentence": "我的确能够理解你的担心感受。",
        "label": ""
      },
      {
        "sentence": "而事实上，网恋是会给人带来很多的不确定性和担忧，同时也会让人有很多遐想的空间。",
        "label": ""
      },
      {
        "sentence": "距离感是一件很麻烦的事情，它让我们少了些现实生活中的琐事，但却会让我们的情感受到加强和美化。",
        "label": ""
      },
      {
        "sentence": "换而言之，网络恋爱也会很美好，只要你能够掌握好其中的坏处和好处，不失去你自己，那么这段关系就有可能顺利发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得很有道理，我明白了。但我现在真的很害怕，因为毕竟我和他还是没有见过面的，我很担心他是不是一个变态之类的人。我已经和他聊了很多次视频和语音，但是毕竟只有线上的互动，不能和现实中了解的一个人相比。",
    "annotation": [
      {
        "sentence": "您说得很有道理，我明白了。",
        "label": ""
      },
      {
        "sentence": "但我现在真的很害怕，因为毕竟我和他还是没有见过面的，我很担心他是不是一个变态之类的人。",
        "label": ""
      },
      {
        "sentence": "我已经和他聊了很多次视频和语音，但是毕竟只有线上的互动，不能和现实中了解的一个人相比。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你感到的担心是理解的。对于你这样的情况，作为你的支持者，建议你在准备见面时，一定要确定好你的底线，什么是可以做的，什么是不可以做的。当他的要求超出你的底线时，你要直接告诉他你不希望这样做，因为这样的速度会让你不舒服。如果他真的希望和你在一起，就会尊重你的意见。",
    "annotation": [
      {
        "sentence": "你感到的担心是理解的。",
        "label": ""
      },
      {
        "sentence": "对于你这样的情况，作为你的支持者，建议你在准备见面时，一定要确定好你的底线，什么是可以做的，什么是不可以做的。",
        "label": ""
      },
      {
        "sentence": "当他的要求超出你的底线时，你要直接告诉他你不希望这样做，因为这样的速度会让你不舒服。",
        "label": ""
      },
      {
        "sentence": "如果他真的希望和你在一起，就会尊重你的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我知道该怎么做了。他还给我几千块钱，说是在我这里存着，因为他怕忍不住把钱花掉，这让我很担心。",
    "annotation": [
      {
        "sentence": "好的，我知道该怎么做了。",
        "label": ""
      },
      {
        "sentence": "他还给我几千块钱，说是在我这里存着，因为他怕忍不住把钱花掉，这让我很担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这的确是一个敏感的问题，但支持你可以从其他方面考察他的人品、性格、习惯、认知等方面。你也可以利用地理优势，选定你熟悉的环境，这样一旦情况有变化，你就可以及时离开。当然，如果你有朋友在身边，可以请求他们的帮助，帮你摆脱不适的处境。",
    "annotation": [
      {
        "sentence": "这的确是一个敏感的问题，但支持你可以从其他方面考察他的人品、性格、习惯、认知等方面。",
        "label": ""
      },
      {
        "sentence": "你也可以利用地理优势，选定你熟悉的环境，这样一旦情况有变化，你就可以及时离开。",
        "label": ""
      },
      {
        "sentence": "当然，如果你有朋友在身边，可以请求他们的帮助，帮你摆脱不适的处境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和安慰。现在我感觉好多了，因为我知道该怎么做了。我要把这段感情看得更加细心，同时也要学会保护自己，不要一味依赖对方。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和安慰。",
        "label": ""
      },
      {
        "sentence": "现在我感觉好多了，因为我知道该怎么做了。",
        "label": ""
      },
      {
        "sentence": "我要把这段感情看得更加细心，同时也要学会保护自己，不要一味依赖对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你的回应。无论是在现实生活还是网络上，爱都应该是双向的，不要过于依赖对方，要让自己的投入有价值，不管你们最终结果如何，都要对你们自己负责，因为你们的时间、精力和金钱都很珍贵。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你的回应。",
        "label": ""
      },
      {
        "sentence": "无论是在现实生活还是网络上，爱都应该是双向的，不要过于依赖对方，要让自己的投入有价值，不管你们最终结果如何，都要对你们自己负责，因为你们的时间、精力和金钱都很珍贵。",
        "label": ""
      }
    ]
  }
]