[
  {
    "role": "client",
    "content": "碰见一个奇葩，控制狂，怎么也骂不出口？在宿舍里碰见一个贵州是非常的有病怎么有病一点点的声音就能吵到他平时中午点外卖吗拆外卖的声音也能吵到他并说能不能小声点这时候无意识的迎和他的剧本到外面拆等他中午起床后又是来说你一通在这个周一起床后我拿衣服外面去晾那个门一开本来就有一点点声响等我进来时他又说你一句能不能别出来出去的那时候9点半我出去怎么啦而且是专门针对我一个别人弄的声音比我的还大不说专门说我而且整个宿舍也就他一个人说他简直有病吧而且这么一丢丢的声音就叫我换宿舍要换也是他换那天本来是想做作业的被他这么一说整个人抑郁作业不能做要出去缓解而且买个早餐来宿舍吃心里总有点怕怕的感觉他好像发现能控制你的情绪我也很生气也很想骂他跟家里人说网友说几乎一样的回答你要说他呀根本就不理解我是不想骂吗但就是怎么也骂不出口不想呆在那样的宿舍就请假不上课回家散心而且家里人又",
    "annotation": [
      {
        "sentence": "碰见一个奇葩，控制狂，怎么也骂不出口？",
        "label": ""
      },
      {
        "sentence": "在宿舍里碰见一个贵州是非常的有病怎么有病一点点的声音就能吵到他平时中午点外卖吗拆外卖的声音也能吵到他并说能不能小声点这时候无意识的迎和他的剧本到外面拆等他中午起床后又是来说你一通在这个周一起床后我拿衣服外面去晾那个门一开本来就有一点点声响等我进来时他又说你一句能不能别出来出去的那时候9点半我出去怎么啦而且是专门针对我一个别人弄的声音比我的还大不说专门说我而且整个宿舍也就他一个人说他简直有病吧而且这么一丢丢的声音就叫我换宿舍要换也是他换那天本来是想做作业的被他这么一说整个人抑郁作业不能做要出去缓解而且买个早餐来宿舍吃心里总有点怕怕的感觉他好像发现能控制你的情绪我也很生气也很想骂他跟家里人说网友说几乎一样的回答你要说他呀根本就不理解我是不想骂吗但就是怎么也骂不出口不想呆在那样的宿舍就请假不上课回家散心而且家里人又",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我了解你的感受，这个舍友确实给你带来了很多困扰。看完你的描述，我能感受到你是个很关心别人感受的人，一开始你也考虑到了他的需要，愿意到外面去拆外卖的包装。可是现在却发展到了你处处被他的要求牵制的地步，要你去出口伤人是非常困难的。我能理解你的烦恼，有时候善良、为他人着想的品质也会给我们带来困扰。你一直在顾及别人的感受，担心打扰到别人、伤害到别人，但结果是自己的空间越来越小了。虽然你内心憋着很多委屈和愤怒，为自己感到不公平，但你内心其实不愿意主动去骂人、出口伤人。关于为什么他单单要求你，我觉得很明显，因为他能感受到你是一个会替别人考虑的人。然而，我们每个人照顾别人感受的能力是有限的，尤其是对于一个处处要求你照顾他感受、过于敏感的人，像你的舍友这样，确实是一个很大的挑战，非常不容易。看似他一直在责备你，数落你，但实际上他是在向你寻求关注和照顾。就像我们可以偶尔给街边的乞讨者救济一下，但我们可能没有能力长期供养他，尤其当这个乞讨者态度不好的时候，完全没有必要勉强自己。我不知道是否应该给你建议，但我觉得只要能让自己舒服一点，又不伤害到别人，没有什么方法是不可取的。换宿舍也是个很明智的选择，这不是怂，而是一个很聪明的策略。毕竟，我们本性就不喜欢伤害他人嘛。总之，保护自己的方法就是好方法。",
    "annotation": [
      {
        "sentence": "求助者，我了解你的感受，这个舍友确实给你带来了很多困扰。",
        "label": ""
      },
      {
        "sentence": "看完你的描述，我能感受到你是个很关心别人感受的人，一开始你也考虑到了他的需要，愿意到外面去拆外卖的包装。",
        "label": ""
      },
      {
        "sentence": "可是现在却发展到了你处处被他的要求牵制的地步，要你去出口伤人是非常困难的。",
        "label": ""
      },
      {
        "sentence": "我能理解你的烦恼，有时候善良、为他人着想的品质也会给我们带来困扰。",
        "label": ""
      },
      {
        "sentence": "你一直在顾及别人的感受，担心打扰到别人、伤害到别人，但结果是自己的空间越来越小了。",
        "label": ""
      },
      {
        "sentence": "虽然你内心憋着很多委屈和愤怒，为自己感到不公平，但你内心其实不愿意主动去骂人、出口伤人。",
        "label": ""
      },
      {
        "sentence": "关于为什么他单单要求你，我觉得很明显，因为他能感受到你是一个会替别人考虑的人。",
        "label": ""
      },
      {
        "sentence": "然而，我们每个人照顾别人感受的能力是有限的，尤其是对于一个处处要求你照顾他感受、过于敏感的人，像你的舍友这样，确实是一个很大的挑战，非常不容易。",
        "label": ""
      },
      {
        "sentence": "看似他一直在责备你，数落你，但实际上他是在向你寻求关注和照顾。",
        "label": ""
      },
      {
        "sentence": "就像我们可以偶尔给街边的乞讨者救济一下，但我们可能没有能力长期供养他，尤其当这个乞讨者态度不好的时候，完全没有必要勉强自己。",
        "label": ""
      },
      {
        "sentence": "我不知道是否应该给你建议，但我觉得只要能让自己舒服一点，又不伤害到别人，没有什么方法是不可取的。",
        "label": ""
      },
      {
        "sentence": "换宿舍也是个很明智的选择，这不是怂，而是一个很聪明的策略。",
        "label": ""
      },
      {
        "sentence": "毕竟，我们本性就不喜欢伤害他人嘛。",
        "label": ""
      },
      {
        "sentence": "总之，保护自己的方法就是好方法。",
        "label": ""
      }
    ]
  }
]