[
  {
    "role": "client",
    "content": "我16岁，很自卑，体重一直在不停地增加，我讨厌自己胖，感到很烦躁。我现在在读高一，昨天刚分到新班级。无论是老同学还是新同学，都很漂亮、自信而且懂得打扮，而我又胖又丑，我不想说话了。",
    "annotation": [
      {
        "sentence": "我16岁，很自卑，体重一直在不停地增加，我讨厌自己胖，感到很烦躁。",
        "label": ""
      },
      {
        "sentence": "我现在在读高一，昨天刚分到新班级。",
        "label": ""
      },
      {
        "sentence": "无论是老同学还是新同学，都很漂亮、自信而且懂得打扮，而我又胖又丑，我不想说话了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高一的16岁妹子，你觉得自己身上有很多缺点，并且担心与别人形成奇怪的对比。我记得张国荣在《我》这首歌里唱过这样一句话：“我就是我，是颜色不一样的烟火。”如果我们都活成别人喜欢的样子，我们会不会很辛苦呢？打开前方的路，你会看到这样一句话：“爱自己，就很了不起”。要先爱自己才能懂得如何爱别人。胖并不是否定自己的理由，一个人的性格、能力和品质才是决定他人是否能和你友好相处的关键。外貌只是视觉上的美好体验，而真正让人喜欢你的是你内心的真情流露。改变自己身上现有的消极颓废之光，取而代之的是积极向上的大光环，认真对待生活的每一天，你会发觉自己越来越好。",
    "annotation": [
      {
        "sentence": "高一的16岁妹子，你觉得自己身上有很多缺点，并且担心与别人形成奇怪的对比。",
        "label": ""
      },
      {
        "sentence": "我记得张国荣在《我》这首歌里唱过这样一句话：“我就是我，是颜色不一样的烟火。",
        "label": ""
      },
      {
        "sentence": "”如果我们都活成别人喜欢的样子，我们会不会很辛苦呢？",
        "label": ""
      },
      {
        "sentence": "打开前方的路，你会看到这样一句话：“爱自己，就很了不起”。",
        "label": ""
      },
      {
        "sentence": "要先爱自己才能懂得如何爱别人。",
        "label": ""
      },
      {
        "sentence": "胖并不是否定自己的理由，一个人的性格、能力和品质才是决定他人是否能和你友好相处的关键。",
        "label": ""
      },
      {
        "sentence": "外貌只是视觉上的美好体验，而真正让人喜欢你的是你内心的真情流露。",
        "label": ""
      },
      {
        "sentence": "改变自己身上现有的消极颓废之光，取而代之的是积极向上的大光环，认真对待生活的每一天，你会发觉自己越来越好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有过想精心打扮自己的想法，但是我害怕改变。我也不想在这个班上上课，我觉得之前的班级很舒服。而且在我初二那年因为各种原因不幸患上了抑郁症，整天昏昏沉沉。而我的体重从那年的80多斤直接飙升到现在的120多斤，我讨厌自己胖。",
    "annotation": [
      {
        "sentence": "我有过想精心打扮自己的想法，但是我害怕改变。",
        "label": ""
      },
      {
        "sentence": "我也不想在这个班上上课，我觉得之前的班级很舒服。",
        "label": ""
      },
      {
        "sentence": "而且在我初二那年因为各种原因不幸患上了抑郁症，整天昏昏沉沉。",
        "label": ""
      },
      {
        "sentence": "而我的体重从那年的80多斤直接飙升到现在的120多斤，我讨厌自己胖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的担心，改变和适应新环境都是需要勇气的。但是人生就像一场长途旅行，总会有一些路段需要我们勇往直前。回想一下你想精心打扮自己的想法，这其实都是自我成长的一部分。而且，你的外貌并不是衡量你的价值的唯一标准。同样重要的是你对生活的积极态度和内在的美。对于你过去的抑郁症，我可以理解这对你造成了很大的困扰。但是现在我们需要尝试接受自己，并且重新树立起自信。",
    "annotation": [
      {
        "sentence": "我了解你的担心，改变和适应新环境都是需要勇气的。",
        "label": ""
      },
      {
        "sentence": "但是人生就像一场长途旅行，总会有一些路段需要我们勇往直前。",
        "label": ""
      },
      {
        "sentence": "回想一下你想精心打扮自己的想法，这其实都是自我成长的一部分。",
        "label": ""
      },
      {
        "sentence": "而且，你的外貌并不是衡量你的价值的唯一标准。",
        "label": ""
      },
      {
        "sentence": "同样重要的是你对生活的积极态度和内在的美。",
        "label": ""
      },
      {
        "sentence": "对于你过去的抑郁症，我可以理解这对你造成了很大的困扰。",
        "label": ""
      },
      {
        "sentence": "但是现在我们需要尝试接受自己，并且重新树立起自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也尝试过减肥，但是我害怕体育课和跑步。如果我知道这几天会有体育课或者跑步，就会一个月都担心和害怕，全身发冷内心恐慌，我真的害怕运动。",
    "annotation": [
      {
        "sentence": "我也尝试过减肥，但是我害怕体育课和跑步。",
        "label": ""
      },
      {
        "sentence": "如果我知道这几天会有体育课或者跑步，就会一个月都担心和害怕，全身发冷内心恐慌，我真的害怕运动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对体育和跑步感到害怕，这其实是你对于改变的一种焦虑。但是并不是每个人都必须喜欢体育或是跑步才能被接受或幸福。每个人都有自己的喜好和特长，并不需要被强迫去做一些自己不喜欢的事情。你现在越来越自卑，不敢离开自己舒适的圈子，朋友也越来越少，不想和别人交流，做任何事都感到尴尬。这其实是你内心不断负面想法积累的结果，你需要寻找合适的方法来转变自己的思维方式。",
    "annotation": [
      {
        "sentence": "你对体育和跑步感到害怕，这其实是你对于改变的一种焦虑。",
        "label": ""
      },
      {
        "sentence": "但是并不是每个人都必须喜欢体育或是跑步才能被接受或幸福。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的喜好和特长，并不需要被强迫去做一些自己不喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "你现在越来越自卑，不敢离开自己舒适的圈子，朋友也越来越少，不想和别人交流，做任何事都感到尴尬。",
        "label": ""
      },
      {
        "sentence": "这其实是你内心不断负面想法积累的结果，你需要寻找合适的方法来转变自己的思维方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感到非常烦恼，心理咨询师说我压力太大，但我对压力的概念一直模糊不清。我似乎身心轻松，但我就是担心这个、担心那个，感到非常烦恼和害怕。我真的很害怕。",
    "annotation": [
      {
        "sentence": "我感到非常烦恼，心理咨询师说我压力太大，但我对压力的概念一直模糊不清。",
        "label": ""
      },
      {
        "sentence": "我似乎身心轻松，但我就是担心这个、担心那个，感到非常烦恼和害怕。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你表达了对于压力的困惑，我可以理解。压力是一种内心的紧张和负担感，可能源于学业、人际关系或其他方面的要求和期待。尽管你感觉身心轻松，但是内心的焦虑和担忧却一直存在。这也许是因为你对自己的未来有所期待和担心。正视压力并找到合适的方式来处理它，比如寻求适当的支持和帮助，可以帮助你减轻压力并提升自我认知。你不是一个人在面对这些问题，我们都可以共同努力，帮助你度过这段困难时期。",
    "annotation": [
      {
        "sentence": "你表达了对于压力的困惑，我可以理解。",
        "label": ""
      },
      {
        "sentence": "压力是一种内心的紧张和负担感，可能源于学业、人际关系或其他方面的要求和期待。",
        "label": ""
      },
      {
        "sentence": "尽管你感觉身心轻松，但是内心的焦虑和担忧却一直存在。",
        "label": ""
      },
      {
        "sentence": "这也许是因为你对自己的未来有所期待和担心。",
        "label": ""
      },
      {
        "sentence": "正视压力并找到合适的方式来处理它，比如寻求适当的支持和帮助，可以帮助你减轻压力并提升自我认知。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对这些问题，我们都可以共同努力，帮助你度过这段困难时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我明白了，我需要先接受自己并且改变对自己的看法。同时，我也要放下对于别人的评价和期待，重视内在的美和真实的自我。我会尽量积极面对生活，去追寻自己的快乐。非常感谢你给我的支持和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要先接受自己并且改变对自己的看法。",
        "label": ""
      },
      {
        "sentence": "同时，我也要放下对于别人的评价和期待，重视内在的美和真实的自我。",
        "label": ""
      },
      {
        "sentence": "我会尽量积极面对生活，去追寻自己的快乐。",
        "label": ""
      },
      {
        "sentence": "非常感谢你给我的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你已经迈出了非常重要的第一步。接受自己并愿意改变是一种成长和进步的态度。你并不孤单，我们会一起前行。记住，在高一的新班级里展现出真实的自我，接受他人的同时也大胆地展示你的独特之处，相信会有人被你吸引。高中时光才刚刚开始，打开心门，积极接纳他人，同时也敞开心扉展示自己，会让你发现更多的机会和美好。加油！",
    "annotation": [
      {
        "sentence": "不客气，你已经迈出了非常重要的第一步。",
        "label": ""
      },
      {
        "sentence": "接受自己并愿意改变是一种成长和进步的态度。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一起前行。",
        "label": ""
      },
      {
        "sentence": "记住，在高一的新班级里展现出真实的自我，接受他人的同时也大胆地展示你的独特之处，相信会有人被你吸引。",
        "label": ""
      },
      {
        "sentence": "高中时光才刚刚开始，打开心门，积极接纳他人，同时也敞开心扉展示自己，会让你发现更多的机会和美好。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]