[
  {
    "role": "client",
    "content": "对亲近的人不包容，却对陌生人很客气，控制不住自己？我很讨厌自己的一点就是，对待陌生人非常的友好，基本上是有求必应，但是对于自己最亲近人的确是完全相反，比如我的父母。我总是控制不住的发火挑刺。我很讨厌自己这一点，但是根本控制不住。",
    "annotation": [
      {
        "sentence": "对亲近的人不包容，却对陌生人很客气，控制不住自己？",
        "label": ""
      },
      {
        "sentence": "我很讨厌自己的一点就是，对待陌生人非常的友好，基本上是有求必应，但是对于自己最亲近人的确是完全相反，比如我的父母。",
        "label": ""
      },
      {
        "sentence": "我总是控制不住的发火挑刺。",
        "label": ""
      },
      {
        "sentence": "我很讨厌自己这一点，但是根本控制不住。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述的情况，你对陌生人友好而对亲近的人不包容，可能是因为你在亲近关系中有一种底气，认为对方不会离开你。但实际上，这种心态可能是不持久的，无论是哪种关系。我能理解你自己厌恶的心情，对自己友好外向但对亲人脾气不好感到不满，尤其是在青春期或者还没有离开父母进入社会的时候。这种心态是可以理解的，但也是需要改变的。因为在现实中，不会一直有人宠着我们。父母给了我们足够的安全感和支持感，所以我们不愿意伪装，并且不由自主地会暴露出自己真实的、不太友好的一面。我们可能潜意识中觉得，父母是爱我们的，是会选择原谅和包容我们的。另外，这也与父母对孩子的教育理念有关。如果父母能在你发脾气或者表现不友好的时候，给你一些冷静的指引或者表达，比如说：“如果你再这样不尊重我们，对我们因为一些小事发脾气，可能我们也要生气了。我们是你的父母，但也是正常的人，爱你但不会宠溺你。”很多时候，是因为父母不自觉地给了我们“任性”的空间，没有划清父母和孩子的边界，所以孩子才会“越火越热”。所以，不仅要好好地改变自己，还要和父母沟通，让他们也敢于拒绝和表达。你需要做的是，在事情发生时，调节好自己的情绪，与父母倾诉和冷静地沟通，而不是将情绪发泄在父母身上。当你想要因为一些事情和父母产生情绪时，记得先深呼吸，让自己保持理智，想一想自己接下来的言行会给父母带来什么感受，以及你们之间的关系会变得更好还是更糟。如果能在内心中给自己这样一个缓冲时间，让情绪不那么强烈，可能你的情绪就不会伤害到爱你的父母，这也是你对自己的要求。但要记住的是，不要在父母面前压抑自己。当你确实想要表达自己的不满和消极情绪时，可以自由地表达和交流，去倾诉，去寻求帮助，而不是埋怨和指责。也许父母并不能帮助你解决实际的问题，但有时候，即使我们自己做得再差，过得再糟，总会有父母在家，给我们一些精神上的支持和肯定，让我们在脆弱和崩溃的时候，有一个喘息的地方，这已经足够了。也许，当你真正学会爱自己、爱父母、爱身边的每一个人时，你会懂得怎样去做。",
    "annotation": [
      {
        "sentence": "听你描述的情况，你对陌生人友好而对亲近的人不包容，可能是因为你在亲近关系中有一种底气，认为对方不会离开你。",
        "label": ""
      },
      {
        "sentence": "但实际上，这种心态可能是不持久的，无论是哪种关系。",
        "label": ""
      },
      {
        "sentence": "我能理解你自己厌恶的心情，对自己友好外向但对亲人脾气不好感到不满，尤其是在青春期或者还没有离开父母进入社会的时候。",
        "label": ""
      },
      {
        "sentence": "这种心态是可以理解的，但也是需要改变的。",
        "label": ""
      },
      {
        "sentence": "因为在现实中，不会一直有人宠着我们。",
        "label": ""
      },
      {
        "sentence": "父母给了我们足够的安全感和支持感，所以我们不愿意伪装，并且不由自主地会暴露出自己真实的、不太友好的一面。",
        "label": ""
      },
      {
        "sentence": "我们可能潜意识中觉得，父母是爱我们的，是会选择原谅和包容我们的。",
        "label": ""
      },
      {
        "sentence": "另外，这也与父母对孩子的教育理念有关。",
        "label": ""
      },
      {
        "sentence": "如果父母能在你发脾气或者表现不友好的时候，给你一些冷静的指引或者表达，比如说：“如果你再这样不尊重我们，对我们因为一些小事发脾气，可能我们也要生气了。",
        "label": ""
      },
      {
        "sentence": "我们是你的父母，但也是正常的人，爱你但不会宠溺你。",
        "label": ""
      },
      {
        "sentence": "”很多时候，是因为父母不自觉地给了我们“任性”的空间，没有划清父母和孩子的边界，所以孩子才会“越火越热”。",
        "label": ""
      },
      {
        "sentence": "所以，不仅要好好地改变自己，还要和父母沟通，让他们也敢于拒绝和表达。",
        "label": ""
      },
      {
        "sentence": "你需要做的是，在事情发生时，调节好自己的情绪，与父母倾诉和冷静地沟通，而不是将情绪发泄在父母身上。",
        "label": ""
      },
      {
        "sentence": "当你想要因为一些事情和父母产生情绪时，记得先深呼吸，让自己保持理智，想一想自己接下来的言行会给父母带来什么感受，以及你们之间的关系会变得更好还是更糟。",
        "label": ""
      },
      {
        "sentence": "如果能在内心中给自己这样一个缓冲时间，让情绪不那么强烈，可能你的情绪就不会伤害到爱你的父母，这也是你对自己的要求。",
        "label": ""
      },
      {
        "sentence": "但要记住的是，不要在父母面前压抑自己。",
        "label": ""
      },
      {
        "sentence": "当你确实想要表达自己的不满和消极情绪时，可以自由地表达和交流，去倾诉，去寻求帮助，而不是埋怨和指责。",
        "label": ""
      },
      {
        "sentence": "也许父母并不能帮助你解决实际的问题，但有时候，即使我们自己做得再差，过得再糟，总会有父母在家，给我们一些精神上的支持和肯定，让我们在脆弱和崩溃的时候，有一个喘息的地方，这已经足够了。",
        "label": ""
      },
      {
        "sentence": "也许，当你真正学会爱自己、爱父母、爱身边的每一个人时，你会懂得怎样去做。",
        "label": ""
      }
    ]
  }
]