[
  {
    "role": "client",
    "content": "我是个高中生，有一件事困扰了我好多年了。有个同学经常调侃我，说我颓废。这个问题从初中开始就存在了。最开始的时候我们班的一个同学开始叫我大哥，后来越来越多的男生也开始这样称呼我。他们对我的态度让我很困惑，现在在学校里我感觉自己的形象完全被毁了。下课的时候也没有人主动找我聊天，我不知道该怎么办。每天看着他们开开心心地谈笑，我觉得自己的生活变得毫无意义。跟他们一起走路的时候他们有时候会和我说话，但我总有种孤独的感觉。我想要改变，但这个过程似乎太漫长了。我感到很抑郁，没有什么能让我高兴起来，我对什么都没有兴趣。我觉得每天都过得很颓废，而别人的生活都充满了意义，他们有自己的优点和喜欢的人或事物，每天都和好朋友或者好基友聊得很开心，而我却每天都感到很颓废。",
    "annotation": [
      {
        "sentence": "我是个高中生，有一件事困扰了我好多年了。",
        "label": ""
      },
      {
        "sentence": "有个同学经常调侃我，说我颓废。",
        "label": ""
      },
      {
        "sentence": "这个问题从初中开始就存在了。",
        "label": ""
      },
      {
        "sentence": "最开始的时候我们班的一个同学开始叫我大哥，后来越来越多的男生也开始这样称呼我。",
        "label": ""
      },
      {
        "sentence": "他们对我的态度让我很困惑，现在在学校里我感觉自己的形象完全被毁了。",
        "label": ""
      },
      {
        "sentence": "下课的时候也没有人主动找我聊天，我不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "每天看着他们开开心心地谈笑，我觉得自己的生活变得毫无意义。",
        "label": ""
      },
      {
        "sentence": "跟他们一起走路的时候他们有时候会和我说话，但我总有种孤独的感觉。",
        "label": ""
      },
      {
        "sentence": "我想要改变，但这个过程似乎太漫长了。",
        "label": ""
      },
      {
        "sentence": "我感到很抑郁，没有什么能让我高兴起来，我对什么都没有兴趣。",
        "label": ""
      },
      {
        "sentence": "我觉得每天都过得很颓废，而别人的生活都充满了意义，他们有自己的优点和喜欢的人或事物，每天都和好朋友或者好基友聊得很开心，而我却每天都感到很颓废。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很庆幸可以回答你的问题。从你的叙述来看，你上初中时同学调侃你，我觉得你或许想得太多了。他们调侃你本身并没有恶意，可能只是玩笑而已，而你却把它当真了。首先你需要调整好自己的心态。你可能是一个比较内向的人，不太擅长交际。交朋友大多数时候是需要主动一点的，如果下课没有人找你聊天，你可以试着主动和别人说话，不要害怕被拒绝，也不要怂弱。多说一些，你会遇到志同道合的人的，即使没有，也不要觉得可惜。我们都是在孤独中求生存的，学会和自己相处也是很重要的。埃里克森的人格发展理论中对青春期同一性问题做了很多概括，这个时期的青少年容易因为对某些事情过于执着而无法解决，从而产生抑郁等消极情绪。也希望你能客观地看待这个问题。遇到一个真心的朋友确实很难，有时候即使你付出了很多，也可能得不到真心的回应。但是我相信只要你是真心对待别人，别人会感受到的。你付出多少，就会有多少回报。你可以选择一些兴趣相投的人，共同喜欢的东西增加更多共同语言的机会，时间久了，就会发展成为友谊。你觉得自己活得颓废，可能是因为你对自己没有足够的自信，而且你觉得别人都过得很有意义，很开心。其实别人也会有烦恼，只是你没看到罢了。比如，你走在大街上看到的每个人都是一副笑脸，难道他们都真的开心吗？有时候笑脸只是给别人看的。不要因为这些外在表象而看轻了自己。每个人都有自己存在于世界上的意义和价值，或大或小，这取决于你的能力和才华。马斯洛的需要层次理论提到，当你满足了尊重的需要，你就会获得归属与爱。先要尊重自己，接纳自己，才能更好地爱别人。不要陷入颓废的状态了，从现在开始好好学习，先改变自己。不要陷入恶性循环之中，想太多只会束缚自己。如果你不介意的话，我也可以成为你的朋友，相信自己，希望你一切安好。",
    "annotation": [
      {
        "sentence": "很庆幸可以回答你的问题。",
        "label": ""
      },
      {
        "sentence": "从你的叙述来看，你上初中时同学调侃你，我觉得你或许想得太多了。",
        "label": ""
      },
      {
        "sentence": "他们调侃你本身并没有恶意，可能只是玩笑而已，而你却把它当真了。",
        "label": ""
      },
      {
        "sentence": "首先你需要调整好自己的心态。",
        "label": ""
      },
      {
        "sentence": "你可能是一个比较内向的人，不太擅长交际。",
        "label": ""
      },
      {
        "sentence": "交朋友大多数时候是需要主动一点的，如果下课没有人找你聊天，你可以试着主动和别人说话，不要害怕被拒绝，也不要怂弱。",
        "label": ""
      },
      {
        "sentence": "多说一些，你会遇到志同道合的人的，即使没有，也不要觉得可惜。",
        "label": ""
      },
      {
        "sentence": "我们都是在孤独中求生存的，学会和自己相处也是很重要的。",
        "label": ""
      },
      {
        "sentence": "埃里克森的人格发展理论中对青春期同一性问题做了很多概括，这个时期的青少年容易因为对某些事情过于执着而无法解决，从而产生抑郁等消极情绪。",
        "label": ""
      },
      {
        "sentence": "也希望你能客观地看待这个问题。",
        "label": ""
      },
      {
        "sentence": "遇到一个真心的朋友确实很难，有时候即使你付出了很多，也可能得不到真心的回应。",
        "label": ""
      },
      {
        "sentence": "但是我相信只要你是真心对待别人，别人会感受到的。",
        "label": ""
      },
      {
        "sentence": "你付出多少，就会有多少回报。",
        "label": ""
      },
      {
        "sentence": "你可以选择一些兴趣相投的人，共同喜欢的东西增加更多共同语言的机会，时间久了，就会发展成为友谊。",
        "label": ""
      },
      {
        "sentence": "你觉得自己活得颓废，可能是因为你对自己没有足够的自信，而且你觉得别人都过得很有意义，很开心。",
        "label": ""
      },
      {
        "sentence": "其实别人也会有烦恼，只是你没看到罢了。",
        "label": ""
      },
      {
        "sentence": "比如，你走在大街上看到的每个人都是一副笑脸，难道他们都真的开心吗？",
        "label": ""
      },
      {
        "sentence": "有时候笑脸只是给别人看的。",
        "label": ""
      },
      {
        "sentence": "不要因为这些外在表象而看轻了自己。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己存在于世界上的意义和价值，或大或小，这取决于你的能力和才华。",
        "label": ""
      },
      {
        "sentence": "马斯洛的需要层次理论提到，当你满足了尊重的需要，你就会获得归属与爱。",
        "label": ""
      },
      {
        "sentence": "先要尊重自己，接纳自己，才能更好地爱别人。",
        "label": ""
      },
      {
        "sentence": "不要陷入颓废的状态了，从现在开始好好学习，先改变自己。",
        "label": ""
      },
      {
        "sentence": "不要陷入恶性循环之中，想太多只会束缚自己。",
        "label": ""
      },
      {
        "sentence": "如果你不介意的话，我也可以成为你的朋友，相信自己，希望你一切安好。",
        "label": ""
      }
    ]
  }
]