[
  {
    "role": "client",
    "content": "不结婚、不生小孩的我，有错吗？要向周围人妥协吗？不想谈恋爱，不想结婚，特别是现在新出的婚姻法，不想有人插入自己的生活，觉得自己一个人过很轻松，工作日该上课就上课，以后该工作就工作，周末和闺蜜出去逛街吃饭，这样的生活很轻松快乐，不想有其他人插入自己的私人空间，所以不想谈恋爱不想结婚。",
    "annotation": [
      {
        "sentence": "不结婚、不生小孩的我，有错吗？",
        "label": ""
      },
      {
        "sentence": "要向周围人妥协吗？",
        "label": ""
      },
      {
        "sentence": "不想谈恋爱，不想结婚，特别是现在新出的婚姻法，不想有人插入自己的生活，觉得自己一个人过很轻松，工作日该上课就上课，以后该工作就工作，周末和闺蜜出去逛街吃饭，这样的生活很轻松快乐，不想有其他人插入自己的私人空间，所以不想谈恋爱不想结婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的描述，不能直接定义您有心理问题。泛泛的来说，心理问题是对自己带来的痛苦，给他人带来了影响。只要自己感觉舒服，心情愉悦，与周围环境相处和谐自然，工作生活有愉快感，能感受到自己存在的价值，体验到自己的成就感，就是相对的心理健康。",
    "annotation": [
      {
        "sentence": "从您的描述，不能直接定义您有心理问题。",
        "label": ""
      },
      {
        "sentence": "泛泛的来说，心理问题是对自己带来的痛苦，给他人带来了影响。",
        "label": ""
      },
      {
        "sentence": "只要自己感觉舒服，心情愉悦，与周围环境相处和谐自然，工作生活有愉快感，能感受到自己存在的价值，体验到自己的成就感，就是相对的心理健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。虽然我生活得很开心，但身边的人总会问我为什么不谈恋爱、为什么不结婚，这让我觉得我的想法与众不同，格格不入。我真的需要作出改变吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "虽然我生活得很开心，但身边的人总会问我为什么不谈恋爱、为什么不结婚，这让我觉得我的想法与众不同，格格不入。",
        "label": ""
      },
      {
        "sentence": "我真的需要作出改变吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的生活观念和价值观都是不同的，不必因为他人的眼光而觉得格格不入。只要自己舒服，活得真实就好。不过，如果您对于改变自己的看法有一定的动摇，我们可以一起探索一下你是否真的需要作出改变。",
    "annotation": [
      {
        "sentence": "每个人的生活观念和价值观都是不同的，不必因为他人的眼光而觉得格格不入。",
        "label": ""
      },
      {
        "sentence": "只要自己舒服，活得真实就好。",
        "label": ""
      },
      {
        "sentence": "不过，如果您对于改变自己的看法有一定的动摇，我们可以一起探索一下你是否真的需要作出改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我对于结婚和生孩子的观念一直都很坚定，但是近来我看到网上一些婆家不让剖腹产的新闻，就更加坚定自己不想结婚生子的决心了。",
    "annotation": [
      {
        "sentence": "其实我对于结婚和生孩子的观念一直都很坚定，但是近来我看到网上一些婆家不让剖腹产的新闻，就更加坚定自己不想结婚生子的决心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于婚姻和生孩子，确实会有各种各样的问题和困扰。但这些情况并不代表每个人都会经历到，也不能因为别人的经历而给自己的决定带来负面影响。坚守自己的信念很重要，只要自己能够清楚地认识到自己的需求和选择，不要轻易动摇。",
    "annotation": [
      {
        "sentence": "对于婚姻和生孩子，确实会有各种各样的问题和困扰。",
        "label": ""
      },
      {
        "sentence": "但这些情况并不代表每个人都会经历到，也不能因为别人的经历而给自己的决定带来负面影响。",
        "label": ""
      },
      {
        "sentence": "坚守自己的信念很重要，只要自己能够清楚地认识到自己的需求和选择，不要轻易动摇。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我身边的人总会问我为什么还没有耍朋友，为什么还没有对象，有没有人喜欢我或者我喜欢的人。这让我感觉到自己真的很不正常，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "但是，我身边的人总会问我为什么还没有耍朋友，为什么还没有对象，有没有人喜欢我或者我喜欢的人。",
        "label": ""
      },
      {
        "sentence": "这让我感觉到自己真的很不正常，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "身边人的好奇问题可能只是他们对你关心和关注的一种方式，并不意味着你有问题或不正常。你可以试着与他们坦诚地沟通，告诉他们你的生活方式和选择，也让他们了解你的想法和感受。相信他们会理解你的，并且接受你的选择。",
    "annotation": [
      {
        "sentence": "身边人的好奇问题可能只是他们对你关心和关注的一种方式，并不意味着你有问题或不正常。",
        "label": ""
      },
      {
        "sentence": "你可以试着与他们坦诚地沟通，告诉他们你的生活方式和选择，也让他们了解你的想法和感受。",
        "label": ""
      },
      {
        "sentence": "相信他们会理解你的，并且接受你的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我担心这样的沟通会引起争议和不理解。我应该怎么样才能有效地向他们解释清楚呢？",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我担心这样的沟通会引起争议和不理解。",
        "label": ""
      },
      {
        "sentence": "我应该怎么样才能有效地向他们解释清楚呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通是解决问题的关键。你可以选择一个合适的时机和方式，例如与他们进行一对一的谈话，或者以一个平和理性的态度来回应他们的问题。你可以告诉他们你对婚姻和生子的看法，并强调你的决定对你自己来说是正常和正确的。与他们进行真诚的交流，理解并尊重彼此的差异，相信他们会更容易接受你的想法。",
    "annotation": [
      {
        "sentence": "沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "你可以选择一个合适的时机和方式，例如与他们进行一对一的谈话，或者以一个平和理性的态度来回应他们的问题。",
        "label": ""
      },
      {
        "sentence": "你可以告诉他们你对婚姻和生子的看法，并强调你的决定对你自己来说是正常和正确的。",
        "label": ""
      },
      {
        "sentence": "与他们进行真诚的交流，理解并尊重彼此的差异，相信他们会更容易接受你的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去沟通和解释。但是我还是担心自己的想法会改变，毕竟身边的人都在结婚生子，我会不会错过什么重要的东西呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去沟通和解释。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心自己的想法会改变，毕竟身边的人都在结婚生子，我会不会错过什么重要的东西呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的疑虑。但是，请记住，每个人的人生道路都是不同的。人生中没有所谓的“错过”，只有选择和取舍。关键是你自己要清楚自己的需求和价值观，不要为了别人而迷失自己。做出的选择应该是基于自己真实的想法和感受，才能过上真正属于自己的幸福生活。",
    "annotation": [
      {
        "sentence": "这是很正常的疑虑。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，每个人的人生道路都是不同的。",
        "label": ""
      },
      {
        "sentence": "人生中没有所谓的“错过”，只有选择和取舍。",
        "label": ""
      },
      {
        "sentence": "关键是你自己要清楚自己的需求和价值观，不要为了别人而迷失自己。",
        "label": ""
      },
      {
        "sentence": "做出的选择应该是基于自己真实的想法和感受，才能过上真正属于自己的幸福生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会牢记你的话并坚守自己的想法。谢谢你的支持和鼓励，我感觉放心多了。",
    "annotation": [
      {
        "sentence": "嗯，我会牢记你的话并坚守自己的想法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我感觉放心多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。记住，无论你的选择是什么，只要是真实的，能让你感到快乐和满足的，那就是对自己最好的选择。祝你幸福！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，无论你的选择是什么，只要是真实的，能让你感到快乐和满足的，那就是对自己最好的选择。",
        "label": ""
      },
      {
        "sentence": "祝你幸福！",
        "label": ""
      }
    ]
  }
]