[
  {
    "role": "client",
    "content": "不结婚、不生小孩的我，有错吗？要向周围人妥协吗？不想谈恋爱，不想结婚，特别是现在新出的婚姻法，不想有人插入自己的生活，觉得自己一个人过很轻松，工作日该上课就上课，以后该工作就工作，周末和闺蜜出去逛街吃饭，这样的生活很轻松快乐，不想有其他人插入自己的私人空间，所以不想谈恋爱不想结婚。",
    "annotation": [
      {
        "sentence": "不结婚、不生小孩的我，有错吗？",
        "label": ""
      },
      {
        "sentence": "要向周围人妥协吗？",
        "label": ""
      },
      {
        "sentence": "不想谈恋爱，不想结婚，特别是现在新出的婚姻法，不想有人插入自己的生活，觉得自己一个人过很轻松，工作日该上课就上课，以后该工作就工作，周末和闺蜜出去逛街吃饭，这样的生活很轻松快乐，不想有其他人插入自己的私人空间，所以不想谈恋爱不想结婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人有不同的生活方式，只有你自己知道你想要怎么样过你的生活。可能你只是觉得自己周围的人对你来说很重要，他们的看法也重要，所以觉得可能对你有影响。不过对你重要的人我想也是爱你的人，希望你幸福的人，所以其实你自己感到幸福就好，不必过于纠结，自己好好的生活，快乐就好了。",
    "annotation": [
      {
        "sentence": "每个人有不同的生活方式，只有你自己知道你想要怎么样过你的生活。",
        "label": ""
      },
      {
        "sentence": "可能你只是觉得自己周围的人对你来说很重要，他们的看法也重要，所以觉得可能对你有影响。",
        "label": ""
      },
      {
        "sentence": "不过对你重要的人我想也是爱你的人，希望你幸福的人，所以其实你自己感到幸福就好，不必过于纠结，自己好好的生活，快乐就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持。但是身边的人总会问你怎么还不谈恋爱，怎么还没有对象、有没有人喜欢你或你喜欢的等等问题，这让我感觉我的想法与众不同、格格不入。我这样的心理有问题吗？我需要作出改变吗？要向周围人妥协吗？",
    "annotation": [
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "但是身边的人总会问你怎么还不谈恋爱，怎么还没有对象、有没有人喜欢你或你喜欢的等等问题，这让我感觉我的想法与众不同、格格不入。",
        "label": ""
      },
      {
        "sentence": "我这样的心理有问题吗？",
        "label": ""
      },
      {
        "sentence": "我需要作出改变吗？",
        "label": ""
      },
      {
        "sentence": "要向周围人妥协吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和疑虑。其实，我们每个人都有不同的想法和生活方式，并没有所谓的“对”和“错”。只要你的想法不会伤害到自己或他人，就没有问题。并不是每个人都必须结婚或生孩子，这是个人选择。如果你对现状感到舒适和快乐，那就无需改变，也不必向周围人妥协。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和疑虑。",
        "label": ""
      },
      {
        "sentence": "其实，我们每个人都有不同的想法和生活方式，并没有所谓的“对”和“错”。",
        "label": ""
      },
      {
        "sentence": "只要你的想法不会伤害到自己或他人，就没有问题。",
        "label": ""
      },
      {
        "sentence": "并不是每个人都必须结婚或生孩子，这是个人选择。",
        "label": ""
      },
      {
        "sentence": "如果你对现状感到舒适和快乐，那就无需改变，也不必向周围人妥协。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望能找到同时理解和支持我的人。但有时候这些问题会让我感到压力，导致自己产生犹豫和不安的情绪。我应该如何处理这种情绪呢？",
    "annotation": [
      {
        "sentence": "是的，我希望能找到同时理解和支持我的人。",
        "label": ""
      },
      {
        "sentence": "但有时候这些问题会让我感到压力，导致自己产生犹豫和不安的情绪。",
        "label": ""
      },
      {
        "sentence": "我应该如何处理这种情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对这种情绪，首先要明白是自己的选择才是最重要的。不要被他人的期望压得喘不过气来。你可以尝试跟身边的人坦诚相待，向他们解释你的想法和原因。如果他们真的关心你，他们应该能够理解和接受，不再给你压力。此外，你也可以尝试寻找类似想法的人群，他们能够给予你更多支持和理解。",
    "annotation": [
      {
        "sentence": "面对这种情绪，首先要明白是自己的选择才是最重要的。",
        "label": ""
      },
      {
        "sentence": "不要被他人的期望压得喘不过气来。",
        "label": ""
      },
      {
        "sentence": "你可以尝试跟身边的人坦诚相待，向他们解释你的想法和原因。",
        "label": ""
      },
      {
        "sentence": "如果他们真的关心你，他们应该能够理解和接受，不再给你压力。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以尝试寻找类似想法的人群，他们能够给予你更多支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，沟通和寻找志同道合的人是一个很好的建议。我也意识到我需要更坚定地相信自己的选择，不被他人的意见左右。但有时候，这些问题还是会让我产生一些犹豫和困惑。我该如何克服这些不确定感呢？",
    "annotation": [
      {
        "sentence": "确实，沟通和寻找志同道合的人是一个很好的建议。",
        "label": ""
      },
      {
        "sentence": "我也意识到我需要更坚定地相信自己的选择，不被他人的意见左右。",
        "label": ""
      },
      {
        "sentence": "但有时候，这些问题还是会让我产生一些犹豫和困惑。",
        "label": ""
      },
      {
        "sentence": "我该如何克服这些不确定感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不确定感是很正常的情绪，我们都会有这样的时刻。重要的是要相信自己的内心感受和直觉。你可以尝试与自己对话，思考自己为什么会做出这样的选择，这样你就能更清晰地了解自己的动机和目标。同时，寻求支持和鼓励也是很重要的。如果你需要，也可以考虑咨询一位专业的心理咨询师，他们能够帮助你更好地应对这种不确定感。",
    "annotation": [
      {
        "sentence": "不确定感是很正常的情绪，我们都会有这样的时刻。",
        "label": ""
      },
      {
        "sentence": "重要的是要相信自己的内心感受和直觉。",
        "label": ""
      },
      {
        "sentence": "你可以尝试与自己对话，思考自己为什么会做出这样的选择，这样你就能更清晰地了解自己的动机和目标。",
        "label": ""
      },
      {
        "sentence": "同时，寻求支持和鼓励也是很重要的。",
        "label": ""
      },
      {
        "sentence": "如果你需要，也可以考虑咨询一位专业的心理咨询师，他们能够帮助你更好地应对这种不确定感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试跟自己对话，并寻求支持。我意识到每个人的生活方式都是不同的，我应该更加相信自己的选择，过上我认为快乐和轻松的生活。再次感谢你对我的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试跟自己对话，并寻求支持。",
        "label": ""
      },
      {
        "sentence": "我意识到每个人的生活方式都是不同的，我应该更加相信自己的选择，过上我认为快乐和轻松的生活。",
        "label": ""
      },
      {
        "sentence": "再次感谢你对我的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。相信自己的选择，过上自己想要的生活是非常重要的。祝愿你能找到属于自己的幸福和满足。如果以后有任何问题或疑虑，记得随时向我求助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己的选择，过上自己想要的生活是非常重要的。",
        "label": ""
      },
      {
        "sentence": "祝愿你能找到属于自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "如果以后有任何问题或疑虑，记得随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]