[
  {
    "role": "client",
    "content": "很恨他，但又忍不住联系他，我该不该离婚？我和老公是高中同学，认识十几年了，学生时代恋爱的时候觉得他可以无限包容我的坏脾气，打他骂他，他都可以接受，误以为他脾气很好，在结婚前同居的两年内，他也动手打过我两次，一次是喝完酒回来晚了，我生气了，先动手扇他了，他怒了，回扇我了，第二次我心情不好找事，当着朋友的面，他又打我，但是还是结婚了，坐月子的时候也因为我烦他什么都不干，我踹了他一下，他当着我妈的面扇我，前天因为回来晚，总欺骗我，父母给我看孩子，我怕吵醒父母，让他不要拉我回我们房间睡觉，我要和孩子睡，他不听，我就打电话给他妈妈，他就怒了，疯狂踹门，我父母出来后，不知道怎么就和我爸打起来了，我爸爸今年住了两个月的院，还在恢复期，报警了，但是没立案，关了一晚上出来了，也没回家，我很恨他，但是又忍不住联系他，我特别需要有个人安慰我，抱抱我。",
    "annotation": [
      {
        "sentence": "很恨他，但又忍不住联系他，我该不该离婚？",
        "label": ""
      },
      {
        "sentence": "我和老公是高中同学，认识十几年了，学生时代恋爱的时候觉得他可以无限包容我的坏脾气，打他骂他，他都可以接受，误以为他脾气很好，在结婚前同居的两年内，他也动手打过我两次，一次是喝完酒回来晚了，我生气了，先动手扇他了，他怒了，回扇我了，第二次我心情不好找事，当着朋友的面，他又打我，但是还是结婚了，坐月子的时候也因为我烦他什么都不干，我踹了他一下，他当着我妈的面扇我，前天因为回来晚，总欺骗我，父母给我看孩子，我怕吵醒父母，让他不要拉我回我们房间睡觉，我要和孩子睡，他不听，我就打电话给他妈妈，他就怒了，疯狂踹门，我父母出来后，不知道怎么就和我爸打起来了，我爸爸今年住了两个月的院，还在恢复期，报警了，但是没立案，关了一晚上出来了，也没回家，我很恨他，但是又忍不住联系他，我特别需要有个人安慰我，抱抱我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完了你的描述，感受到了你与丈夫的相处间，彼此因为冲突而产生的伤害，以及你内心的纠结，首先想要先给你一个温暖的拥抱，希望能够让你获得一些安慰与支持，想要告诉你，此时此刻，你不是独自一个人在面对这一切。",
    "annotation": [
      {
        "sentence": "看完了你的描述，感受到了你与丈夫的相处间，彼此因为冲突而产生的伤害，以及你内心的纠结，首先想要先给你一个温暖的拥抱，希望能够让你获得一些安慰与支持，想要告诉你，此时此刻，你不是独自一个人在面对这一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的拥抱和理解，我真的觉得很无助，不知道该怎么处理这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的拥抱和理解，我真的觉得很无助，不知道该怎么处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到无助和困惑，这种情绪在面对复杂的婚姻问题时是非常正常的。首先，我认为你应该考虑自己的安全和健康。暴力是绝对不能被容忍的，在婚姻中被打被伤害是无法接受的，无论出于什么原因。你有权利保护自己，与暴力断绝关系。",
    "annotation": [
      {
        "sentence": "我理解你感到无助和困惑，这种情绪在面对复杂的婚姻问题时是非常正常的。",
        "label": ""
      },
      {
        "sentence": "首先，我认为你应该考虑自己的安全和健康。",
        "label": ""
      },
      {
        "sentence": "暴力是绝对不能被容忍的，在婚姻中被打被伤害是无法接受的，无论出于什么原因。",
        "label": ""
      },
      {
        "sentence": "你有权利保护自己，与暴力断绝关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的是对的，但我有时候觉得他还是有好的一面，我不知道他是不是能改变。",
    "annotation": [
      {
        "sentence": "我知道你说的是对的，但我有时候觉得他还是有好的一面，我不知道他是不是能改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你对他的矛盾心理。与一个有暴力倾向的人相处，确实会有一些难以放下的感情。但请记住，人们是可以改变的，但前提是他们必须愿意并且采取行动。然而，这个问题超过了你一个人的力量，如果你愿意，我建议你寻求专业的咨询帮助，与专家一起探讨你是否应该继续这段关系以及如何保护自己。",
    "annotation": [
      {
        "sentence": "了解你对他的矛盾心理。",
        "label": ""
      },
      {
        "sentence": "与一个有暴力倾向的人相处，确实会有一些难以放下的感情。",
        "label": ""
      },
      {
        "sentence": "但请记住，人们是可以改变的，但前提是他们必须愿意并且采取行动。",
        "label": ""
      },
      {
        "sentence": "然而，这个问题超过了你一个人的力量，如果你愿意，我建议你寻求专业的咨询帮助，与专家一起探讨你是否应该继续这段关系以及如何保护自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么一说，我觉得也是有道理的，我会考虑寻求专业咨询的帮助。但是我还是害怕离婚后会面临的困难和痛苦。",
    "annotation": [
      {
        "sentence": "听你这么一说，我觉得也是有道理的，我会考虑寻求专业咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "但是我还是害怕离婚后会面临的困难和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "离婚是一种重大的决定，它可能会带来一些困难和痛苦。但是你的幸福和安全是首要的。专业的咨询师可以帮助你处理离婚过程中的情绪和困难，并为你提供实用的建议和支持。记住，你不是一个人在这个战斗中。你有家人和朋友可以依赖，他们会一直支持你。",
    "annotation": [
      {
        "sentence": "离婚是一种重大的决定，它可能会带来一些困难和痛苦。",
        "label": ""
      },
      {
        "sentence": "但是你的幸福和安全是首要的。",
        "label": ""
      },
      {
        "sentence": "专业的咨询师可以帮助你处理离婚过程中的情绪和困难，并为你提供实用的建议和支持。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在这个战斗中。",
        "label": ""
      },
      {
        "sentence": "你有家人和朋友可以依赖，他们会一直支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会认真考虑寻求专业帮助的。但是，我还是在纠结，担心离婚后对孩子造成的影响。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会认真考虑寻求专业帮助的。",
        "label": ""
      },
      {
        "sentence": "但是，我还是在纠结，担心离婚后对孩子造成的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于孩子的问题，我理解你的担心。离婚对孩子可能会有一些负面影响，但是重要的是创造一个健康、稳定和平衡的环境对他们进行成长和培养。如果你能够保护自己，并与儿童专业人士讨论如何帮助孩子适应这种变化，减少他们的压力和伤害，他们将有更好的机会发展。同时，记住你是孩子的榜样，为他们展示积极、健康的人际关系是非常重要的。",
    "annotation": [
      {
        "sentence": "关于孩子的问题，我理解你的担心。",
        "label": ""
      },
      {
        "sentence": "离婚对孩子可能会有一些负面影响，但是重要的是创造一个健康、稳定和平衡的环境对他们进行成长和培养。",
        "label": ""
      },
      {
        "sentence": "如果你能够保护自己，并与儿童专业人士讨论如何帮助孩子适应这种变化，减少他们的压力和伤害，他们将有更好的机会发展。",
        "label": ""
      },
      {
        "sentence": "同时，记住你是孩子的榜样，为他们展示积极、健康的人际关系是非常重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我不能忽视孩子的需求和利益。我需要做的是为他们创造一个稳定和安全的环境，即使这意味着我必须面对离婚的不确定性。",
    "annotation": [
      {
        "sentence": "你说的很对，我不能忽视孩子的需求和利益。",
        "label": ""
      },
      {
        "sentence": "我需要做的是为他们创造一个稳定和安全的环境，即使这意味着我必须面对离婚的不确定性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你真是个了不起的母亲。你的决心和关心孩子的态度让我由衷地钦佩。在孩子的成长过程中，你的坚持和无私的爱将是他们的支持和动力。同时，请记住，你不需要独自面对离婚的不确定性。专业咨询师将在这个过程中帮助你解决问题，并为你提供支持和指导。",
    "annotation": [
      {
        "sentence": "你真是个了不起的母亲。",
        "label": ""
      },
      {
        "sentence": "你的决心和关心孩子的态度让我由衷地钦佩。",
        "label": ""
      },
      {
        "sentence": "在孩子的成长过程中，你的坚持和无私的爱将是他们的支持和动力。",
        "label": ""
      },
      {
        "sentence": "同时，请记住，你不需要独自面对离婚的不确定性。",
        "label": ""
      },
      {
        "sentence": "专业咨询师将在这个过程中帮助你解决问题，并为你提供支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的鼓励和支持，我现在感觉更加坚定和有信心面对未来了。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的鼓励和支持，我现在感觉更加坚定和有信心面对未来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能够帮助你并看到你变得更加坚强。请记住，无论你在这个过程中遇到什么困难和挑战，你将始终不孤单，有专业人士和你身边人的支持。你值得得到幸福、安全和健康的生活。加油！",
    "annotation": [
      {
        "sentence": "非常高兴能够帮助你并看到你变得更加坚强。",
        "label": ""
      },
      {
        "sentence": "请记住，无论你在这个过程中遇到什么困难和挑战，你将始终不孤单，有专业人士和你身边人的支持。",
        "label": ""
      },
      {
        "sentence": "你值得得到幸福、安全和健康的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]