[
  {
    "role": "client",
    "content": "异性闺蜜是不是谎言？想要一个普通异性朋友这么难吗？异性闺蜜是不是谎言？为什么每次我的异性朋友都会发生改变。从初中开始，我的同桌是个男生，在日常相处中我和他变成了很要好的朋友，但是这个关系维持到了初三就变了，他开始追求我，但我也只是当他是朋友。",
    "annotation": [
      {
        "sentence": "异性闺蜜是不是谎言？",
        "label": ""
      },
      {
        "sentence": "想要一个普通异性朋友这么难吗？",
        "label": ""
      },
      {
        "sentence": "异性闺蜜是不是谎言？",
        "label": ""
      },
      {
        "sentence": "为什么每次我的异性朋友都会发生改变。",
        "label": ""
      },
      {
        "sentence": "从初中开始，我的同桌是个男生，在日常相处中我和他变成了很要好的朋友，但是这个关系维持到了初三就变了，他开始追求我，但我也只是当他是朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "异性闺蜜这个概念并不一定是谎言，但在现实中确实很难维持。你的经历和感受是很常见的。可能你的友谊边界比较宽泛，当对方已经觉得是亲密恋爱的状态了，而你却依然觉得是友谊。",
    "annotation": [
      {
        "sentence": "异性闺蜜这个概念并不一定是谎言，但在现实中确实很难维持。",
        "label": ""
      },
      {
        "sentence": "你的经历和感受是很常见的。",
        "label": ""
      },
      {
        "sentence": "可能你的友谊边界比较宽泛，当对方已经觉得是亲密恋爱的状态了，而你却依然觉得是友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来毕业了，可能他不喜欢我了，我也觉得有点尴尬，我们之间的联系就慢慢淡了。高中也是这样，有一个坐在一起的男生先是成为朋友甚至可以说是闺蜜级别的了，我和他还有其他朋友也经常出去玩，但后来高二下和高三的时候就变了，他就对我告白了，我根本没有心动的感觉甚至还有点尴尬。",
    "annotation": [
      {
        "sentence": "后来毕业了，可能他不喜欢我了，我也觉得有点尴尬，我们之间的联系就慢慢淡了。",
        "label": ""
      },
      {
        "sentence": "高中也是这样，有一个坐在一起的男生先是成为朋友甚至可以说是闺蜜级别的了，我和他还有其他朋友也经常出去玩，但后来高二下和高三的时候就变了，他就对我告白了，我根本没有心动的感觉甚至还有点尴尬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况在男女之间确实很常见。有些人可能在相处的一段时间后，突然对你产生了好感，但并不好戳破这层关系，所以选择告白。大部分人都不愿意做备胎，他们希望得到你的回应和爱。而你的友谊边界比较宽泛，可能没有察觉到他们对你有好感。",
    "annotation": [
      {
        "sentence": "这种情况在男女之间确实很常见。",
        "label": ""
      },
      {
        "sentence": "有些人可能在相处的一段时间后，突然对你产生了好感，但并不好戳破这层关系，所以选择告白。",
        "label": ""
      },
      {
        "sentence": "大部分人都不愿意做备胎，他们希望得到你的回应和爱。",
        "label": ""
      },
      {
        "sentence": "而你的友谊边界比较宽泛，可能没有察觉到他们对你有好感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "还有一个高中的异性朋友，我最初和他成为朋友是因为他是走读生，可以帮我带校外的早饭，谁知道他后来都不要我的早饭钱，还买礼物来追我。而到了现在，我还没有一个单纯的异性朋友。我真的很困惑，异性闺蜜是谎言吗？想要一个普通的异性朋友真的这么难吗？",
    "annotation": [
      {
        "sentence": "还有一个高中的异性朋友，我最初和他成为朋友是因为他是走读生，可以帮我带校外的早饭，谁知道他后来都不要我的早饭钱，还买礼物来追我。",
        "label": ""
      },
      {
        "sentence": "而到了现在，我还没有一个单纯的异性朋友。",
        "label": ""
      },
      {
        "sentence": "我真的很困惑，异性闺蜜是谎言吗？",
        "label": ""
      },
      {
        "sentence": "想要一个普通的异性朋友真的这么难吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "异性友谊是存在的，但是它可能有一定的边界。有些人可能是从小到大的青梅竹马或者一起玩得很好的人，他们对彼此了解和重视，但并不是在对方的择偶范围内。这种情况下，可能会维持良好的异性友谊。但如果是在一段时间内发展出来的关系，很可能其中一方已经有好感，但不好意思说出来。保持一段异性友谊是很难的，尤其是当你希望有一个异性闺蜜的时候，这样的关系更难维持。",
    "annotation": [
      {
        "sentence": "异性友谊是存在的，但是它可能有一定的边界。",
        "label": ""
      },
      {
        "sentence": "有些人可能是从小到大的青梅竹马或者一起玩得很好的人，他们对彼此了解和重视，但并不是在对方的择偶范围内。",
        "label": ""
      },
      {
        "sentence": "这种情况下，可能会维持良好的异性友谊。",
        "label": ""
      },
      {
        "sentence": "但如果是在一段时间内发展出来的关系，很可能其中一方已经有好感，但不好意思说出来。",
        "label": ""
      },
      {
        "sentence": "保持一段异性友谊是很难的，尤其是当你希望有一个异性闺蜜的时候，这样的关系更难维持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很希望能够有一个普通的异性朋友，但是我真的不知道该怎么处理这样的关系。我有时候就觉得自己可能对男女相处这样的事情不太敏感，不太懂得如何示好或者看出关系的转变。",
    "annotation": [
      {
        "sentence": "我很希望能够有一个普通的异性朋友，但是我真的不知道该怎么处理这样的关系。",
        "label": ""
      },
      {
        "sentence": "我有时候就觉得自己可能对男女相处这样的事情不太敏感，不太懂得如何示好或者看出关系的转变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人对男女相处的方式都不一样，没有所谓的标准答案。有些人对异性的示好或者关系的转变比较敏感，而有些人可能就比较迟钝。这可能和个人的经历和性格有关。如果你希望更好地理解异性和改善你们的关系，建议从和普通的异性朋友相处开始，通过这样的关系了解异性的心理和思维方式。",
    "annotation": [
      {
        "sentence": "每个人对男女相处的方式都不一样，没有所谓的标准答案。",
        "label": ""
      },
      {
        "sentence": "有些人对异性的示好或者关系的转变比较敏感，而有些人可能就比较迟钝。",
        "label": ""
      },
      {
        "sentence": "这可能和个人的经历和性格有关。",
        "label": ""
      },
      {
        "sentence": "如果你希望更好地理解异性和改善你们的关系，建议从和普通的异性朋友相处开始，通过这样的关系了解异性的心理和思维方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我可以试着和普通的异性朋友们建立更好的关系，以便更好地了解他们的想法和感受。我也意识到，也许在这些关系中保持一定的边界也是很重要的。",
    "annotation": [
      {
        "sentence": "你说的有道理，我可以试着和普通的异性朋友们建立更好的关系，以便更好地了解他们的想法和感受。",
        "label": ""
      },
      {
        "sentence": "我也意识到，也许在这些关系中保持一定的边界也是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，保持一定的边界很重要。当你意识到对方对你有好感时，可以及时退一步，避免让关系变得尴尬。如果对方表白，你可以坦诚地表达自己的喜好和感受。有时候人与人之间的思维差异是存在的，所以我们可以有很多个异性朋友。只要你能够保持好边界，相信你可以建立良好的异性友谊。",
    "annotation": [
      {
        "sentence": "是的，保持一定的边界很重要。",
        "label": ""
      },
      {
        "sentence": "当你意识到对方对你有好感时，可以及时退一步，避免让关系变得尴尬。",
        "label": ""
      },
      {
        "sentence": "如果对方表白，你可以坦诚地表达自己的喜好和感受。",
        "label": ""
      },
      {
        "sentence": "有时候人与人之间的思维差异是存在的，所以我们可以有很多个异性朋友。",
        "label": ""
      },
      {
        "sentence": "只要你能够保持好边界，相信你可以建立良好的异性友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解。我会试着以更开放和理性的心态去和异性建立关系，并且明确表达自己的喜好和感受。我相信，只要我坚持，就能够找到真正的异性闺蜜。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解。",
        "label": ""
      },
      {
        "sentence": "我会试着以更开放和理性的心态去和异性建立关系，并且明确表达自己的喜好和感受。",
        "label": ""
      },
      {
        "sentence": "我相信，只要我坚持，就能够找到真正的异性闺蜜。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你。相信你一定能够找到真正的异性闺蜜，只要你坚持并学会处理好男女之间的关系。祝你好运！如果以后还有什么困惑，记得随时向我求助。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "相信你一定能够找到真正的异性闺蜜，只要你坚持并学会处理好男女之间的关系。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困惑，记得随时向我求助。",
        "label": ""
      }
    ]
  }
]