[
  {
    "role": "client",
    "content": "最近过得不差，但总感觉开心不起来。支持者：你好，听说你最近的情绪不太好，想聊聊吗？求助者：是的，虽然最近过得还可以，但总觉得心情不太好。支持者：我能理解你的感受，有时候心情不好的原因并不明确，但是我们可以一起找找原因。求助者：其实有一件我一直很担心的事情，但我觉得可能没什么必要担心。支持者：谢谢你和我分享，担心的事情会让人感到困扰，要是你愿意说说，或许可以找到解决的方法。求助者：是的，就是这样。我在非常高兴的时候也忘不掉这件事，一想起来就又陷入焦虑，感觉最近一直没有很开心的时候。支持者：这听起来是一种情绪上的矛盾，我可以理解你的困扰。你是否有想过这件事为什么会让你感到焦虑呢？求助者：可能是因为这件事情有一些不确定性，我不知道接下来会有什么样的变化。支持者：不确定性可能会带来焦虑和担心，但你可以尝试放松自己，相信未来会带来好的结果。求助者：是啊，我想我需要学会放松心态，不过我还是很难做到。支持者：放松心态是一个学习的过程，要耐心对待自己。你可以试着参与一些你喜欢的活动，让自己更开心一些。求助者：嗯，你说的有道理，我应该找一些自己喜欢的事情来充实自己。支持者：对的，做一些你感兴趣的事情可以帮助你转移注意力，提升你的心情。求助者：好的，我会试一试，谢谢你的建议。支持者：不客气，我会一直在这里支持你的。如果你还有任何困扰，记得随时向我倾诉。",
    "annotation": [
      {
        "sentence": "最近过得不差，但总感觉开心不起来。",
        "label": ""
      },
      {
        "sentence": "支持者：你好，听说你最近的情绪不太好，想聊聊吗？",
        "label": ""
      },
      {
        "sentence": "求助者：是的，虽然最近过得还可以，但总觉得心情不太好。",
        "label": ""
      },
      {
        "sentence": "支持者：我能理解你的感受，有时候心情不好的原因并不明确，但是我们可以一起找找原因。",
        "label": ""
      },
      {
        "sentence": "求助者：其实有一件我一直很担心的事情，但我觉得可能没什么必要担心。",
        "label": ""
      },
      {
        "sentence": "支持者：谢谢你和我分享，担心的事情会让人感到困扰，要是你愿意说说，或许可以找到解决的方法。",
        "label": ""
      },
      {
        "sentence": "求助者：是的，就是这样。",
        "label": ""
      },
      {
        "sentence": "我在非常高兴的时候也忘不掉这件事，一想起来就又陷入焦虑，感觉最近一直没有很开心的时候。",
        "label": ""
      },
      {
        "sentence": "支持者：这听起来是一种情绪上的矛盾，我可以理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "你是否有想过这件事为什么会让你感到焦虑呢？",
        "label": ""
      },
      {
        "sentence": "求助者：可能是因为这件事情有一些不确定性，我不知道接下来会有什么样的变化。",
        "label": ""
      },
      {
        "sentence": "支持者：不确定性可能会带来焦虑和担心，但你可以尝试放松自己，相信未来会带来好的结果。",
        "label": ""
      },
      {
        "sentence": "求助者：是啊，我想我需要学会放松心态，不过我还是很难做到。",
        "label": ""
      },
      {
        "sentence": "支持者：放松心态是一个学习的过程，要耐心对待自己。",
        "label": ""
      },
      {
        "sentence": "你可以试着参与一些你喜欢的活动，让自己更开心一些。",
        "label": ""
      },
      {
        "sentence": "求助者：嗯，你说的有道理，我应该找一些自己喜欢的事情来充实自己。",
        "label": ""
      },
      {
        "sentence": "支持者：对的，做一些你感兴趣的事情可以帮助你转移注意力，提升你的心情。",
        "label": ""
      },
      {
        "sentence": "求助者：好的，我会试一试，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "支持者：不客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困扰，记得随时向我倾诉。",
        "label": ""
      }
    ]
  }
]