[
  {
    "role": "client",
    "content": "我碰见一个奇葩，控制狂，怎么也骂不出口？在宿舍里碰见一个贵州，是非常的有病。怎么有病一点点的声音就能吵到他？平时中午点外卖，拆外卖的声音也能吵到他，并且说能不能小声点。这时候无意识的迎和他的剧本到外面拆，等他中午起床后又是来说你一通。在这个周一起床后，我拿衣服外面去晾，那个门一开本来就有一点点声响，等我进来时他又说你一句能不能别出来出去的。那时候是9点半，我出去怎么啦？而且是专门针对我一个，别人弄的声音比我的还大，不说专门说我，而且整个宿舍也就他一个人，说他简直有病吧。而且这么一丢丢的声音就叫我换宿舍，要换也是他换。那天本来是想做作业的，被他这么一说整个人抑郁，作业不能做，要出去缓解。而且买个早餐来宿舍吃，心里总有点怕怕的感觉，他好像发现能控制你的情绪。我也很生气，也很想骂他，跟家里人说，网友说几乎一样的，回答你要说他呀，根本就不理解我是不想骂吗？但就是怎么也骂不出口，不想呆在那样的宿舍，就请假不上课回家散心，而且家里人又...",
    "annotation": [
      {
        "sentence": "我碰见一个奇葩，控制狂，怎么也骂不出口？",
        "label": ""
      },
      {
        "sentence": "在宿舍里碰见一个贵州，是非常的有病。",
        "label": ""
      },
      {
        "sentence": "怎么有病一点点的声音就能吵到他？",
        "label": ""
      },
      {
        "sentence": "平时中午点外卖，拆外卖的声音也能吵到他，并且说能不能小声点。",
        "label": ""
      },
      {
        "sentence": "这时候无意识的迎和他的剧本到外面拆，等他中午起床后又是来说你一通。",
        "label": ""
      },
      {
        "sentence": "在这个周一起床后，我拿衣服外面去晾，那个门一开本来就有一点点声响，等我进来时他又说你一句能不能别出来出去的。",
        "label": ""
      },
      {
        "sentence": "那时候是9点半，我出去怎么啦？",
        "label": ""
      },
      {
        "sentence": "而且是专门针对我一个，别人弄的声音比我的还大，不说专门说我，而且整个宿舍也就他一个人，说他简直有病吧。",
        "label": ""
      },
      {
        "sentence": "而且这么一丢丢的声音就叫我换宿舍，要换也是他换。",
        "label": ""
      },
      {
        "sentence": "那天本来是想做作业的，被他这么一说整个人抑郁，作业不能做，要出去缓解。",
        "label": ""
      },
      {
        "sentence": "而且买个早餐来宿舍吃，心里总有点怕怕的感觉，他好像发现能控制你的情绪。",
        "label": ""
      },
      {
        "sentence": "我也很生气，也很想骂他，跟家里人说，网友说几乎一样的，回答你要说他呀，根本就不理解我是不想骂吗？",
        "label": ""
      },
      {
        "sentence": "但就是怎么也骂不出口，不想呆在那样的宿舍，就请假不上课回家散心，而且家里人又...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的室友确实行为有些过分，这种就是欺凌哦。我不建议你逃避，因为最坏的情况是可能会发展成其他人也欺负你，因为你好欺负嘛。你怕冲突变大吗？一般学生之间的矛盾撑死了就是打架，哪怕拳拳到肉也死不了，留点鼻血都算是严重的了。不过考虑一下，如果你觉得能够承受的话，那有一种套路可能比较适合你这种不喜欢骂人的性格。比如说你拆外卖响是吧，你可以不用说话，只需要瞪着他的眼睛，用力撕开外卖袋，用力揉碎外卖盒，声音多大就多大。如果他说你关门声音大，也不用说话，你去把门再次用力地关上，然后瞪他一眼，无视他的挑衅。有本事过来打，不BB。无论结果怎样，大家都会看到他的行为。只要你不是先动手或先骂人，他先放话，你这样处理他只能是自讨没趣。事后你还可以清楚地向教导处反映，妥妥的他会被学校处罚的。虽然教唆学生打架是不好的，但在某些情况下，讲理也得看人值不值。别怕，加油！祝你成功！",
    "annotation": [
      {
        "sentence": "听起来你的室友确实行为有些过分，这种就是欺凌哦。",
        "label": ""
      },
      {
        "sentence": "我不建议你逃避，因为最坏的情况是可能会发展成其他人也欺负你，因为你好欺负嘛。",
        "label": ""
      },
      {
        "sentence": "你怕冲突变大吗？",
        "label": ""
      },
      {
        "sentence": "一般学生之间的矛盾撑死了就是打架，哪怕拳拳到肉也死不了，留点鼻血都算是严重的了。",
        "label": ""
      },
      {
        "sentence": "不过考虑一下，如果你觉得能够承受的话，那有一种套路可能比较适合你这种不喜欢骂人的性格。",
        "label": ""
      },
      {
        "sentence": "比如说你拆外卖响是吧，你可以不用说话，只需要瞪着他的眼睛，用力撕开外卖袋，用力揉碎外卖盒，声音多大就多大。",
        "label": ""
      },
      {
        "sentence": "如果他说你关门声音大，也不用说话，你去把门再次用力地关上，然后瞪他一眼，无视他的挑衅。",
        "label": ""
      },
      {
        "sentence": "有本事过来打，不BB。",
        "label": ""
      },
      {
        "sentence": "无论结果怎样，大家都会看到他的行为。",
        "label": ""
      },
      {
        "sentence": "只要你不是先动手或先骂人，他先放话，你这样处理他只能是自讨没趣。",
        "label": ""
      },
      {
        "sentence": "事后你还可以清楚地向教导处反映，妥妥的他会被学校处罚的。",
        "label": ""
      },
      {
        "sentence": "虽然教唆学生打架是不好的，但在某些情况下，讲理也得看人值不值。",
        "label": ""
      },
      {
        "sentence": "别怕，加油！",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      }
    ]
  }
]