[
  {
    "role": "client",
    "content": "工作时很焦虑烦躁，紧张不安，害怕出错怎么办？我今年19岁，刚出来工作。不知道为什么我在工作的时候感觉非常害怕出错，也会莫名其妙地觉得很紧张。我是一名HR，要在手机上和他人打电话和发信息沟通，还要邀约他们过来我们公司面试。但是在聊天的时候，我感觉很焦虑很着急（我觉得我有强迫的倾向）。很害怕自己出错，我也很怕他们不回复我的信息，很害怕看见他们的任何态度（我觉得我是一个很敏感的人）。即使是别人的一个表情，也会让我感觉很不安。在打电话的时候，我很紧张，感觉别人比我要强大得多。我害怕看到别人对我的态度不友好，因此，很多事情也谈崩了。所以，我经常在工作的时候逃避看手机，不聊微信，避免和那些令我害怕的人接触。我从小到大就不被别人喜欢，成长过程中最多的感受就是孤独和被排挤。我该怎么办呢？我要怎么去解决这个问题呢？",
    "annotation": [
      {
        "sentence": "工作时很焦虑烦躁，紧张不安，害怕出错怎么办？",
        "label": ""
      },
      {
        "sentence": "我今年19岁，刚出来工作。",
        "label": ""
      },
      {
        "sentence": "不知道为什么我在工作的时候感觉非常害怕出错，也会莫名其妙地觉得很紧张。",
        "label": ""
      },
      {
        "sentence": "我是一名HR，要在手机上和他人打电话和发信息沟通，还要邀约他们过来我们公司面试。",
        "label": ""
      },
      {
        "sentence": "但是在聊天的时候，我感觉很焦虑很着急（我觉得我有强迫的倾向）。",
        "label": ""
      },
      {
        "sentence": "很害怕自己出错，我也很怕他们不回复我的信息，很害怕看见他们的任何态度（我觉得我是一个很敏感的人）。",
        "label": ""
      },
      {
        "sentence": "即使是别人的一个表情，也会让我感觉很不安。",
        "label": ""
      },
      {
        "sentence": "在打电话的时候，我很紧张，感觉别人比我要强大得多。",
        "label": ""
      },
      {
        "sentence": "我害怕看到别人对我的态度不友好，因此，很多事情也谈崩了。",
        "label": ""
      },
      {
        "sentence": "所以，我经常在工作的时候逃避看手机，不聊微信，避免和那些令我害怕的人接触。",
        "label": ""
      },
      {
        "sentence": "我从小到大就不被别人喜欢，成长过程中最多的感受就是孤独和被排挤。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我要怎么去解决这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人际交往恐惧症是很多人都存在的一种社会心理，主要取决于当事人从出生开始到现在所有的经历，包括：父母、朋友、老师、同学、工作关系等等。想要从根本上改变自己的这种不自信，首先要完全信任自己，给自己足够的鼓励，面对领导或者亲人的时候，不要过度在意他们对你的评价，尽情展现自己的想法。",
    "annotation": [
      {
        "sentence": "人际交往恐惧症是很多人都存在的一种社会心理，主要取决于当事人从出生开始到现在所有的经历，包括：父母、朋友、老师、同学、工作关系等等。",
        "label": ""
      },
      {
        "sentence": "想要从根本上改变自己的这种不自信，首先要完全信任自己，给自己足够的鼓励，面对领导或者亲人的时候，不要过度在意他们对你的评价，尽情展现自己的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总是很在意别人对我的看法，怎么才能摆脱这种情况呢？",
    "annotation": [
      {
        "sentence": "但是我总是很在意别人对我的看法，怎么才能摆脱这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试一些锻炼方式来提升自己的自信。比如，每天对着镜子来演讲，把自己需要向领导汇报的内容讲一遍，期间要注意自己的表情和肢体语言。同时用手机把自己的演讲录下来，然后听自己的言语中是否有需要改正的地方，然后加以改正。虽然面对自己演讲会有些别扭，但是只要能够发现并改正不足，比外人发现并要求你改正要容易得多，对于培养自信会有很大的帮助。",
    "annotation": [
      {
        "sentence": "你可以尝试一些锻炼方式来提升自己的自信。",
        "label": ""
      },
      {
        "sentence": "比如，每天对着镜子来演讲，把自己需要向领导汇报的内容讲一遍，期间要注意自己的表情和肢体语言。",
        "label": ""
      },
      {
        "sentence": "同时用手机把自己的演讲录下来，然后听自己的言语中是否有需要改正的地方，然后加以改正。",
        "label": ""
      },
      {
        "sentence": "虽然面对自己演讲会有些别扭，但是只要能够发现并改正不足，比外人发现并要求你改正要容易得多，对于培养自信会有很大的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来不错，我会试一试的。还有其他的方法吗？",
    "annotation": [
      {
        "sentence": "这个方法听起来不错，我会试一试的。",
        "label": ""
      },
      {
        "sentence": "还有其他的方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，你也可以通过锻炼身体来提升自信。定立一些稍微努力就能达成的健身目标，比如每天跑一千米或做五十个仰卧起坐，然后逐渐增加难度。这样不断给自己定立目标，并坚持去完成，自信心会由内而外自然流露，整个人的精神状态也会洋溢着满满的活力。",
    "annotation": [
      {
        "sentence": "另外，你也可以通过锻炼身体来提升自信。",
        "label": ""
      },
      {
        "sentence": "定立一些稍微努力就能达成的健身目标，比如每天跑一千米或做五十个仰卧起坐，然后逐渐增加难度。",
        "label": ""
      },
      {
        "sentence": "这样不断给自己定立目标，并坚持去完成，自信心会由内而外自然流露，整个人的精神状态也会洋溢着满满的活力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我平时确实缺乏运动，也没有给自己设定健身目标。听您这么一说，我觉得确实可以尝试一下。",
    "annotation": [
      {
        "sentence": "我平时确实缺乏运动，也没有给自己设定健身目标。",
        "label": ""
      },
      {
        "sentence": "听您这么一说，我觉得确实可以尝试一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，多与他人沟通交流也是培养自信的重要方式。你可以在某一项工作或运动中，与比自己能力强的人聊天，吸收他们的优点并改变自己的不足。同时，与比自己能力稍弱的人聊天，既帮助他们改变不足，也加强了你自己的自信心，优化了你的人际关系。人际关系是沟通的桥梁，与同事们、亲人们关系融洽的时候，在演讲或汇报的时候你会更加自如。",
    "annotation": [
      {
        "sentence": "另外，多与他人沟通交流也是培养自信的重要方式。",
        "label": ""
      },
      {
        "sentence": "你可以在某一项工作或运动中，与比自己能力强的人聊天，吸收他们的优点并改变自己的不足。",
        "label": ""
      },
      {
        "sentence": "同时，与比自己能力稍弱的人聊天，既帮助他们改变不足，也加强了你自己的自信心，优化了你的人际关系。",
        "label": ""
      },
      {
        "sentence": "人际关系是沟通的桥梁，与同事们、亲人们关系融洽的时候，在演讲或汇报的时候你会更加自如。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实有时候与同事和亲人相处的时候感到很自在，但是一到公开场合就会感到很不自然。",
    "annotation": [
      {
        "sentence": "我确实有时候与同事和亲人相处的时候感到很自在，但是一到公开场合就会感到很不自然。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是因为你还没有适应公开场合的氛围。你可以多参加一些公开演讲或交流的机会，通过不断练习和经验积累，逐渐对公开场合的表达习惯和技巧熟悉起来。同时，也要放松心态，相信自己的能力和价值，不要给自己过多的压力。",
    "annotation": [
      {
        "sentence": "这可能是因为你还没有适应公开场合的氛围。",
        "label": ""
      },
      {
        "sentence": "你可以多参加一些公开演讲或交流的机会，通过不断练习和经验积累，逐渐对公开场合的表达习惯和技巧熟悉起来。",
        "label": ""
      },
      {
        "sentence": "同时，也要放松心态，相信自己的能力和价值，不要给自己过多的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会试着参加更多的公开场合，放松心态，相信自己的能力和价值。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着参加更多的公开场合，放松心态，相信自己的能力和价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，相信你一定能够克服这个问题的。记住要给自己足够的鼓励和支持，相信自己的能力，努力克服焦虑和紧张情绪。希望我的回答对你有所帮助。",
    "annotation": [
      {
        "sentence": "很好，相信你一定能够克服这个问题的。",
        "label": ""
      },
      {
        "sentence": "记住要给自己足够的鼓励和支持，相信自己的能力，努力克服焦虑和紧张情绪。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的建议和支持，我会努力克服这个问题的。谢谢！",
    "annotation": [
      {
        "sentence": "非常感谢您的建议和支持，我会努力克服这个问题的。",
        "label": ""
      },
      {
        "sentence": "谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，祝你度过这个困难时期。如果还有其他问题或者需要进一步的帮助，随时都可以找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不客气，祝你度过这个困难时期。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者需要进一步的帮助，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]