[
  {
    "role": "client",
    "content": "对男朋友的感觉一直处在一个迷茫的状态中，怎么回事？我们是媒人介绍认识的。两个性格都差不多，我老是有种他不爱我的感觉，可是他嘴上说着爱我，心里好迷茫，说不出来的感觉，我都不知道我爱不爱他。我跟他说话有时候可能激动了一点，他就会认为我是在不耐烦他，我每次跟他解释他都说我每次都在狡辩，可我真的没有不耐烦要吼他的意思。然后他就会不跟我说话，我也就不会再跟他说话。其实我很讨厌这个感觉，但是我又舍不得和他分手。我想等他给我提分手，问他问题他都是开玩笑的，让我好没安全感啊。可是又舍不得呐，舍不得什么也说不上来，感觉我们之间有好多隔阂，但并不知道是什么。",
    "annotation": [
      {
        "sentence": "对男朋友的感觉一直处在一个迷茫的状态中，怎么回事？",
        "label": ""
      },
      {
        "sentence": "我们是媒人介绍认识的。",
        "label": ""
      },
      {
        "sentence": "两个性格都差不多，我老是有种他不爱我的感觉，可是他嘴上说着爱我，心里好迷茫，说不出来的感觉，我都不知道我爱不爱他。",
        "label": ""
      },
      {
        "sentence": "我跟他说话有时候可能激动了一点，他就会认为我是在不耐烦他，我每次跟他解释他都说我每次都在狡辩，可我真的没有不耐烦要吼他的意思。",
        "label": ""
      },
      {
        "sentence": "然后他就会不跟我说话，我也就不会再跟他说话。",
        "label": ""
      },
      {
        "sentence": "其实我很讨厌这个感觉，但是我又舍不得和他分手。",
        "label": ""
      },
      {
        "sentence": "我想等他给我提分手，问他问题他都是开玩笑的，让我好没安全感啊。",
        "label": ""
      },
      {
        "sentence": "可是又舍不得呐，舍不得什么也说不上来，感觉我们之间有好多隔阂，但并不知道是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能够理解。当我们和对的人在一起的时候感觉到的是由衷地开心，情不自禁地一直想和他在一起，不由自主地想要依赖他，觉得很有安全感。其实爱是一个比较庞大的词，不同于喜欢，更包含了一份责任和承诺，甚至意味着为你爱的人牺牲自己的一些需求。你有没有这样的感受呢？",
    "annotation": [
      {
        "sentence": "你的感受我能够理解。",
        "label": ""
      },
      {
        "sentence": "当我们和对的人在一起的时候感觉到的是由衷地开心，情不自禁地一直想和他在一起，不由自主地想要依赖他，觉得很有安全感。",
        "label": ""
      },
      {
        "sentence": "其实爱是一个比较庞大的词，不同于喜欢，更包含了一份责任和承诺，甚至意味着为你爱的人牺牲自己的一些需求。",
        "label": ""
      },
      {
        "sentence": "你有没有这样的感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有的，当我们在一起的时候，我确实很开心。",
    "annotation": [
      {
        "sentence": "有的，当我们在一起的时候，我确实很开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么你觉得你们之间的隔阂出现的原因是什么呢？",
    "annotation": [
      {
        "sentence": "那么你觉得你们之间的隔阂出现的原因是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也不太清楚，可能是因为我们看待一些事情的方式不同，而且我总是觉得他不够重视我。",
    "annotation": [
      {
        "sentence": "我也不太清楚，可能是因为我们看待一些事情的方式不同，而且我总是觉得他不够重视我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果对矛盾不去讨论，没有人去说，对问题永远是回避态度，那么没有人会知道你们的隔阂到底是什么。你说每次你们遇到矛盾的时候都会冷战，其实这比争吵更加伤感情。两个人不同的人在一起难免会有冲突，这就需要两个人不断地进行磨合，回避当然是解决不了任何问题的。如果真心想走下去，就不要冷战，好好讨论一下，彼此的需求是什么，有没有可能双方的需求都被满足。",
    "annotation": [
      {
        "sentence": "如果对矛盾不去讨论，没有人去说，对问题永远是回避态度，那么没有人会知道你们的隔阂到底是什么。",
        "label": ""
      },
      {
        "sentence": "你说每次你们遇到矛盾的时候都会冷战，其实这比争吵更加伤感情。",
        "label": ""
      },
      {
        "sentence": "两个人不同的人在一起难免会有冲突，这就需要两个人不断地进行磨合，回避当然是解决不了任何问题的。",
        "label": ""
      },
      {
        "sentence": "如果真心想走下去，就不要冷战，好好讨论一下，彼此的需求是什么，有没有可能双方的需求都被满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我们需要好好谈谈，把问题说出来。但是每次我一开口说，他就觉得我在吵架，说我每次都为了一些小事找他的麻烦。",
    "annotation": [
      {
        "sentence": "我明白了，我们需要好好谈谈，把问题说出来。",
        "label": ""
      },
      {
        "sentence": "但是每次我一开口说，他就觉得我在吵架，说我每次都为了一些小事找他的麻烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哦，看来你们之间的沟通确实存在问题。你可以试着换一种方式来表达你的想法。比如你可以用“我感觉……”这样的话语来告诉他你内心的想法，避免引起他的抵触情绪。",
    "annotation": [
      {
        "sentence": "哦，看来你们之间的沟通确实存在问题。",
        "label": ""
      },
      {
        "sentence": "你可以试着换一种方式来表达你的想法。",
        "label": ""
      },
      {
        "sentence": "比如你可以用“我感觉……”这样的话语来告诉他你内心的想法，避免引起他的抵触情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试试看的。可是我真的不知道他到底对我是怎么想的，也不知道是否值得花时间去磨合。",
    "annotation": [
      {
        "sentence": "好的，我会试试看的。",
        "label": ""
      },
      {
        "sentence": "可是我真的不知道他到底对我是怎么想的，也不知道是否值得花时间去磨合。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明确自己的需求，诚实地面对自己，到底是想分手还是想走下去？既然你舍不得对方，说明还是有些喜欢的，那你就诚恳地表达出来，告诉对方你有些依赖他，你想改善问题好好地在一起，而不是说想等他给你提分手这样的，好像是有些赌气似的话语。比如你对男友很没有安全感，那你就对他说，他的某些行为让你很没有安全感，你希望感知到他是爱你的。然后你可以列举一些你希望他做的事，看看他能不能达成。你告诉男友自己并不是有意要吼他，可以问一下对方，希望你是怎么样去对待他，然后试着去改变，看看会不会有改善。",
    "annotation": [
      {
        "sentence": "明确自己的需求，诚实地面对自己，到底是想分手还是想走下去？",
        "label": ""
      },
      {
        "sentence": "既然你舍不得对方，说明还是有些喜欢的，那你就诚恳地表达出来，告诉对方你有些依赖他，你想改善问题好好地在一起，而不是说想等他给你提分手这样的，好像是有些赌气似的话语。",
        "label": ""
      },
      {
        "sentence": "比如你对男友很没有安全感，那你就对他说，他的某些行为让你很没有安全感，你希望感知到他是爱你的。",
        "label": ""
      },
      {
        "sentence": "然后你可以列举一些你希望他做的事，看看他能不能达成。",
        "label": ""
      },
      {
        "sentence": "你告诉男友自己并不是有意要吼他，可以问一下对方，希望你是怎么样去对待他，然后试着去改变，看看会不会有改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我现在好多了，我会好好思考你说的，跟男友坦诚地谈一次，尽力让我们之间的关系变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你，我现在好多了，我会好好思考你说的，跟男友坦诚地谈一次，尽力让我们之间的关系变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你真的想要为这段感情努把力，就勇敢地表达自己的心意，表示自己愿意为之付出，然后看对方的反应，如果对方真的对你上心会做出让你安心的回应； 如果对方不置可否，甚至开开玩笑就过去了，那么你应该清楚也许对方并不是你的良人。",
    "annotation": [
      {
        "sentence": "如果你真的想要为这段感情努把力，就勇敢地表达自己的心意，表示自己愿意为之付出，然后看对方的反应，如果对方真的对你上心会做出让你安心的回应； 如果对方不置可否，甚至开开玩笑就过去了，那么你应该清楚也许对方并不是你的良人。",
        "label": ""
      }
    ]
  }
]