[
  {
    "role": "client",
    "content": "最近我总是不由自主地哭，而且还割腕自残。尽管我努力表现得开玩笑，但其实我很累。不管做什么都觉得很难过，做饭、看剧、爬山、发呆，抱着狗狗，睡前都会哭，醒来却更难过。我曾经自残过，还在网上买了氦气。晚上我睡不好，有时候感觉窗帘上的图案会动，半夜一两点会坐着看窗户想跳下去。面对家人的时候，我总是隐藏情绪，大声说话回应他们，努力开玩笑，希望让他们感觉我很开心。以前初中的时候，因为母亲的严格管教，我曾经出现过幻听。第一次失眠是高中住校的时候，大学留学期间也经常失眠。我不喜欢社交。去年开始自残，吃了父亲的降压药，四片帕罗西汀，三盒舍曲林，两盒百忧解。我划伤手臂很多次，割腕两次，买过氦气一罐但没有付诸实践。最近一个月我一直想跳楼，但是怕吓到同住一个小区的外婆。我甚至产生了很坏的想法，希望外公外婆赶快离世，这样就没有牵挂可以放心离开了。我真的觉得自己很坏，怎么会有这种想法，感觉很难受。",
    "annotation": [
      {
        "sentence": "最近我总是不由自主地哭，而且还割腕自残。",
        "label": ""
      },
      {
        "sentence": "尽管我努力表现得开玩笑，但其实我很累。",
        "label": ""
      },
      {
        "sentence": "不管做什么都觉得很难过，做饭、看剧、爬山、发呆，抱着狗狗，睡前都会哭，醒来却更难过。",
        "label": ""
      },
      {
        "sentence": "我曾经自残过，还在网上买了氦气。",
        "label": ""
      },
      {
        "sentence": "晚上我睡不好，有时候感觉窗帘上的图案会动，半夜一两点会坐着看窗户想跳下去。",
        "label": ""
      },
      {
        "sentence": "面对家人的时候，我总是隐藏情绪，大声说话回应他们，努力开玩笑，希望让他们感觉我很开心。",
        "label": ""
      },
      {
        "sentence": "以前初中的时候，因为母亲的严格管教，我曾经出现过幻听。",
        "label": ""
      },
      {
        "sentence": "第一次失眠是高中住校的时候，大学留学期间也经常失眠。",
        "label": ""
      },
      {
        "sentence": "我不喜欢社交。",
        "label": ""
      },
      {
        "sentence": "去年开始自残，吃了父亲的降压药，四片帕罗西汀，三盒舍曲林，两盒百忧解。",
        "label": ""
      },
      {
        "sentence": "我划伤手臂很多次，割腕两次，买过氦气一罐但没有付诸实践。",
        "label": ""
      },
      {
        "sentence": "最近一个月我一直想跳楼，但是怕吓到同住一个小区的外婆。",
        "label": ""
      },
      {
        "sentence": "我甚至产生了很坏的想法，希望外公外婆赶快离世，这样就没有牵挂可以放心离开了。",
        "label": ""
      },
      {
        "sentence": "我真的觉得自己很坏，怎么会有这种想法，感觉很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，不论你做什么都会感到难过，似乎无法体会到开心的感觉。但是，你面对这个问题的方式似乎只有自残以及隐藏自己的情绪。其实，这种压抑并不能真正帮助你解决问题。你有没有考虑过尝试将这些压抑的情绪都表达出来呢？理解你不想告诉父母，并且努力在他们面前表现得开心，我想你一定是不想让他们为你感到伤心难过。但是，越是隐藏自己，内心就越是压抑，越是难过。或许，将这些情绪表达出来，发泄出来会让你感觉轻松一些。你可以找一个机会，和家人好好谈谈，告诉他们你目前的想法和感受。也可以让他们带你去看看心理医生或心理咨询师，寻求专业的心理帮助。你要知道，你并不是一个人在面对这些问题。尝试着表达出来吧，不需要努力隐藏自己，也不需要让别人看到假装开心的你。不开心就是不开心，假装也不能让自己真正开心起来。你曾经考虑过自杀，但是你也考虑到同住一个小区的年迈的外婆，不想伤害她的心。这说明你是一个孝顺、有爱心的孩子。至少可以说，你在这个世界上还有牵挂的人。那你是否可以留下来好好陪陪他们呢？你想过，如果你离开了，你可能不会再感受到难过，但你的家人却可能永远无法从悲痛中走出来。生活本来就不容易，我们都会有难过的时候，但没关系，难过并不是完全无法忍受的，也不能完全压倒我们对吧？现在你需要做的，或许是尽可能地找到一些能让你开心的事物，尝试找回自己的快乐和开心，找到一些积极快乐的情绪来对抗难过，让你能感受到生活的多彩。（＾＿＾）。",
    "annotation": [
      {
        "sentence": "从你的描述来看，不论你做什么都会感到难过，似乎无法体会到开心的感觉。",
        "label": ""
      },
      {
        "sentence": "但是，你面对这个问题的方式似乎只有自残以及隐藏自己的情绪。",
        "label": ""
      },
      {
        "sentence": "其实，这种压抑并不能真正帮助你解决问题。",
        "label": ""
      },
      {
        "sentence": "你有没有考虑过尝试将这些压抑的情绪都表达出来呢？",
        "label": ""
      },
      {
        "sentence": "理解你不想告诉父母，并且努力在他们面前表现得开心，我想你一定是不想让他们为你感到伤心难过。",
        "label": ""
      },
      {
        "sentence": "但是，越是隐藏自己，内心就越是压抑，越是难过。",
        "label": ""
      },
      {
        "sentence": "或许，将这些情绪表达出来，发泄出来会让你感觉轻松一些。",
        "label": ""
      },
      {
        "sentence": "你可以找一个机会，和家人好好谈谈，告诉他们你目前的想法和感受。",
        "label": ""
      },
      {
        "sentence": "也可以让他们带你去看看心理医生或心理咨询师，寻求专业的心理帮助。",
        "label": ""
      },
      {
        "sentence": "你要知道，你并不是一个人在面对这些问题。",
        "label": ""
      },
      {
        "sentence": "尝试着表达出来吧，不需要努力隐藏自己，也不需要让别人看到假装开心的你。",
        "label": ""
      },
      {
        "sentence": "不开心就是不开心，假装也不能让自己真正开心起来。",
        "label": ""
      },
      {
        "sentence": "你曾经考虑过自杀，但是你也考虑到同住一个小区的年迈的外婆，不想伤害她的心。",
        "label": ""
      },
      {
        "sentence": "这说明你是一个孝顺、有爱心的孩子。",
        "label": ""
      },
      {
        "sentence": "至少可以说，你在这个世界上还有牵挂的人。",
        "label": ""
      },
      {
        "sentence": "那你是否可以留下来好好陪陪他们呢？",
        "label": ""
      },
      {
        "sentence": "你想过，如果你离开了，你可能不会再感受到难过，但你的家人却可能永远无法从悲痛中走出来。",
        "label": ""
      },
      {
        "sentence": "生活本来就不容易，我们都会有难过的时候，但没关系，难过并不是完全无法忍受的，也不能完全压倒我们对吧？",
        "label": ""
      },
      {
        "sentence": "现在你需要做的，或许是尽可能地找到一些能让你开心的事物，尝试找回自己的快乐和开心，找到一些积极快乐的情绪来对抗难过，让你能感受到生活的多彩。",
        "label": ""
      },
      {
        "sentence": "（＾＿＾）。",
        "label": ""
      }
    ]
  }
]