[
  {
    "role": "client",
    "content": "我14岁，初三学生。最近一年我经历过好几次自杀的念头，快要中考了，从去年开始我越来越不开心，情绪一直很低落。我想过自杀3、4次了，有一次甚至准备实行，但因为害怕疼痛而放弃了。我学习成绩不好，家庭条件也不好，我外貌也不优秀，父母经常吵架，家里还欠了几十万的债务。我只能穿表姐不要的衣服，感觉没有活下去的意愿了。今天，当我想自杀的时候，第一个想到的竟然是自己的偶像，他是我唯一的支撑。我觉得自己是个很失败的人，我讨厌父母和社交，我害怕出门，总觉得有人议论我，看不起我。我在想，要是自杀没有疼痛的话，我应该就不在了吧...",
    "annotation": [
      {
        "sentence": "我14岁，初三学生。",
        "label": ""
      },
      {
        "sentence": "最近一年我经历过好几次自杀的念头，快要中考了，从去年开始我越来越不开心，情绪一直很低落。",
        "label": ""
      },
      {
        "sentence": "我想过自杀3、4次了，有一次甚至准备实行，但因为害怕疼痛而放弃了。",
        "label": ""
      },
      {
        "sentence": "我学习成绩不好，家庭条件也不好，我外貌也不优秀，父母经常吵架，家里还欠了几十万的债务。",
        "label": ""
      },
      {
        "sentence": "我只能穿表姐不要的衣服，感觉没有活下去的意愿了。",
        "label": ""
      },
      {
        "sentence": "今天，当我想自杀的时候，第一个想到的竟然是自己的偶像，他是我唯一的支撑。",
        "label": ""
      },
      {
        "sentence": "我觉得自己是个很失败的人，我讨厌父母和社交，我害怕出门，总觉得有人议论我，看不起我。",
        "label": ""
      },
      {
        "sentence": "我在想，要是自杀没有疼痛的话，我应该就不在了吧...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "初高中是最容易受到攀比影响的时期，希望你能勇敢面对，不要被内心的欲望所迷失，不要丢失了未来。作为一个成年人，我可以给你一些建议。我们也都经历过这个阶段，你试着回忆一下，那时候确实有很多痛苦。小时候我们都无忧无虑，心中没有善恶、美丑和贫富的区别，活得非常纯粹和快乐。我记得小时候跟弟弟一起帮外婆在街头卖水果，我们会对着路人大声叫卖，比赛看谁喊得最响，那种童真的快乐真的让人回味无穷。而当我们长大后回忆起那些时刻，几乎就要泪如泉涌，为什么在那个时候对人、对事、对世界没有区别，没有防备，没有自卑和彷徨而保留着纯真和天真呢？再也回不去了呢。而到了初中，我们渐渐不再像小时候那样单纯了，我们开始学会拿成人的标准来比较，比成绩，比相貌，比家境，活得虚荣和自我，埋怨父母没有给自己更富裕的生活。内心也不再安稳，时常焦躁不安。而长大后，我们的同事之间仍然会不断地进行比较，比谁买了名牌包，谁嫁给了富二代...我们是否认为只有别人拥有的东西，我们也一定要得到？我们苦的真的是因为得不到，还是我们自己内心不断地折磨着自己想要得到的东西呢？如果你变得不在乎、不尴尬、不自卑，没有人会看不起你。相反，你会获得尊重。你应该瞧不起的是那些好吃懒做、不体谅父母的人，而不是你自己。接下来，我推荐你阅读一篇名叫《荒野之鹰》的散文，它写得非常好，你会受益匪浅。记住，要接纳自己，珍惜现在拥有的，过好自己的人生，在已经拥有的基础上继续前进，这才是有意义的人生。",
    "annotation": [
      {
        "sentence": "初高中是最容易受到攀比影响的时期，希望你能勇敢面对，不要被内心的欲望所迷失，不要丢失了未来。",
        "label": ""
      },
      {
        "sentence": "作为一个成年人，我可以给你一些建议。",
        "label": ""
      },
      {
        "sentence": "我们也都经历过这个阶段，你试着回忆一下，那时候确实有很多痛苦。",
        "label": ""
      },
      {
        "sentence": "小时候我们都无忧无虑，心中没有善恶、美丑和贫富的区别，活得非常纯粹和快乐。",
        "label": ""
      },
      {
        "sentence": "我记得小时候跟弟弟一起帮外婆在街头卖水果，我们会对着路人大声叫卖，比赛看谁喊得最响，那种童真的快乐真的让人回味无穷。",
        "label": ""
      },
      {
        "sentence": "而当我们长大后回忆起那些时刻，几乎就要泪如泉涌，为什么在那个时候对人、对事、对世界没有区别，没有防备，没有自卑和彷徨而保留着纯真和天真呢？",
        "label": ""
      },
      {
        "sentence": "再也回不去了呢。",
        "label": ""
      },
      {
        "sentence": "而到了初中，我们渐渐不再像小时候那样单纯了，我们开始学会拿成人的标准来比较，比成绩，比相貌，比家境，活得虚荣和自我，埋怨父母没有给自己更富裕的生活。",
        "label": ""
      },
      {
        "sentence": "内心也不再安稳，时常焦躁不安。",
        "label": ""
      },
      {
        "sentence": "而长大后，我们的同事之间仍然会不断地进行比较，比谁买了名牌包，谁嫁给了富二代...我们是否认为只有别人拥有的东西，我们也一定要得到？",
        "label": ""
      },
      {
        "sentence": "我们苦的真的是因为得不到，还是我们自己内心不断地折磨着自己想要得到的东西呢？",
        "label": ""
      },
      {
        "sentence": "如果你变得不在乎、不尴尬、不自卑，没有人会看不起你。",
        "label": ""
      },
      {
        "sentence": "相反，你会获得尊重。",
        "label": ""
      },
      {
        "sentence": "你应该瞧不起的是那些好吃懒做、不体谅父母的人，而不是你自己。",
        "label": ""
      },
      {
        "sentence": "接下来，我推荐你阅读一篇名叫《荒野之鹰》的散文，它写得非常好，你会受益匪浅。",
        "label": ""
      },
      {
        "sentence": "记住，要接纳自己，珍惜现在拥有的，过好自己的人生，在已经拥有的基础上继续前进，这才是有意义的人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。听你这么说，我确实有时候觉得自己太过在意别人的眼光，才陷入这种困境。小时候的确是无忧无虑，我应该学会回忆那些美好的时光，而不是沉浸于负面的情绪之中。我也会试着读一下《荒野之鹰》，希望能从中得到更多的启示。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "听你这么说，我确实有时候觉得自己太过在意别人的眼光，才陷入这种困境。",
        "label": ""
      },
      {
        "sentence": "小时候的确是无忧无虑，我应该学会回忆那些美好的时光，而不是沉浸于负面的情绪之中。",
        "label": ""
      },
      {
        "sentence": "我也会试着读一下《荒野之鹰》，希望能从中得到更多的启示。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我愿意为你提供帮助和支持。你想改变自己关注别人眼光的习惯是很好的，不要让他人的看法左右了你对自己的评价。同时，回忆那些美好的时光也是很重要的，它们能让你在困难时刻找到力量和勇气。读《荒野之鹰》也是个不错的选择，希望它能给你带来正面的影响和启示。如果你需要继续倾诉或者有其他问题，都可以随时找我谈谈。",
    "annotation": [
      {
        "sentence": "不用客气，我愿意为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "你想改变自己关注别人眼光的习惯是很好的，不要让他人的看法左右了你对自己的评价。",
        "label": ""
      },
      {
        "sentence": "同时，回忆那些美好的时光也是很重要的，它们能让你在困难时刻找到力量和勇气。",
        "label": ""
      },
      {
        "sentence": "读《荒野之鹰》也是个不错的选择，希望它能给你带来正面的影响和启示。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续倾诉或者有其他问题，都可以随时找我谈谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你真的很懂我，谢谢你一直陪着我聊天。确实，在这个困境中找到一个倾诉对象对我来说非常重要。我会试着调整自己的心态，相信自己能够走出困境，找回自己的快乐。",
    "annotation": [
      {
        "sentence": "你真的很懂我，谢谢你一直陪着我聊天。",
        "label": ""
      },
      {
        "sentence": "确实，在这个困境中找到一个倾诉对象对我来说非常重要。",
        "label": ""
      },
      {
        "sentence": "我会试着调整自己的心态，相信自己能够走出困境，找回自己的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我非常理解你的感受。确实，有一个倾诉对象可以帮助你释放内心的压力和负面情绪。不过，要记得，关注自己的内心成长，相信自己能够克服困难，找回自己的快乐。如果以后还有需要，随时找我愿意为你提供帮助。",
    "annotation": [
      {
        "sentence": "不用客气，我非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "确实，有一个倾诉对象可以帮助你释放内心的压力和负面情绪。",
        "label": ""
      },
      {
        "sentence": "不过，要记得，关注自己的内心成长，相信自己能够克服困难，找回自己的快乐。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，随时找我愿意为你提供帮助。",
        "label": ""
      }
    ]
  }
]