[
  {
    "role": "client",
    "content": "堂姐自杀了，我感到恐慌，她到底路过了怎样的心灵幽谷？",
    "annotation": [
      {
        "sentence": "堂姐自杀了，我感到恐慌，她到底路过了怎样的心灵幽谷？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完这个问题发自内心的觉得惋惜，你节哀！你眼中看到的堂姐是一个温良恭俭让、知书达理、家庭幸福美满的人生赢家，而我“看到”的却是一个没有自由的“傀儡”。你眼中她的未来拥有无限可能，可在她心里这一切可能早已注定。不要低估人的求生欲，若不是失望至极，没有人会轻易选择这样的一种结局。抑郁症的病理机制目前并没有一个准确的结论，研究和实验结论认为与遗传因素、心理因素、神经系统生化因素等有关。",
    "annotation": [
      {
        "sentence": "看完这个问题发自内心的觉得惋惜，你节哀！",
        "label": ""
      },
      {
        "sentence": "你眼中看到的堂姐是一个温良恭俭让、知书达理、家庭幸福美满的人生赢家，而我“看到”的却是一个没有自由的“傀儡”。",
        "label": ""
      },
      {
        "sentence": "你眼中她的未来拥有无限可能，可在她心里这一切可能早已注定。",
        "label": ""
      },
      {
        "sentence": "不要低估人的求生欲，若不是失望至极，没有人会轻易选择这样的一种结局。",
        "label": ""
      },
      {
        "sentence": "抑郁症的病理机制目前并没有一个准确的结论，研究和实验结论认为与遗传因素、心理因素、神经系统生化因素等有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我对她过去的一切都很了解，她从来没有表现出任何忧郁的迹象。抑郁症是怎么突然间发作的呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我对她过去的一切都很了解，她从来没有表现出任何忧郁的迹象。",
        "label": ""
      },
      {
        "sentence": "抑郁症是怎么突然间发作的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抑郁症又称抑郁障碍，临床表现为：心境低落且与其处境不相称，情绪的消沉可以从闷闷不乐到悲痛欲绝，会有抑郁、自卑等情绪。通常说的抑郁症的三低指的就是：情绪低落、思维反应迟缓、意志活动减退。抑郁症大体可以分成四类：1、原发性抑郁症和继发性抑郁症；2、内源性抑郁症和反应性抑郁症；3、精神病性抑郁症和神经性抑郁症；4、儿童抑郁症。关于产后抑郁是否属于反应性抑郁的一种，目前还没有明确的研究结果。",
    "annotation": [
      {
        "sentence": "抑郁症又称抑郁障碍，临床表现为：心境低落且与其处境不相称，情绪的消沉可以从闷闷不乐到悲痛欲绝，会有抑郁、自卑等情绪。",
        "label": ""
      },
      {
        "sentence": "通常说的抑郁症的三低指的就是：情绪低落、思维反应迟缓、意志活动减退。",
        "label": ""
      },
      {
        "sentence": "抑郁症大体可以分成四类：1、原发性抑郁症和继发性抑郁症；2、内源性抑郁症和反应性抑郁症；3、精神病性抑郁症和神经性抑郁症；4、儿童抑郁症。",
        "label": ""
      },
      {
        "sentence": "关于产后抑郁是否属于反应性抑郁的一种，目前还没有明确的研究结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在她自杀的事情过了一年后才听到，我真的很震惊，为什么她会选择结束呢？我不明白。",
    "annotation": [
      {
        "sentence": "我在她自杀的事情过了一年后才听到，我真的很震惊，为什么她会选择结束呢？",
        "label": ""
      },
      {
        "sentence": "我不明白。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个人从出现自杀的念头到最终实施往往是一个长时间的、反复的、矛盾的过程。在这个过程中，有很多因素会成为那一根又一根“压死骆驼的稻草”。虽然堂姐离开时没有留下自杀的原因，但是通过她生前的人生轨迹可以看到一些蛛丝马迹。",
    "annotation": [
      {
        "sentence": "一个人从出现自杀的念头到最终实施往往是一个长时间的、反复的、矛盾的过程。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，有很多因素会成为那一根又一根“压死骆驼的稻草”。",
        "label": ""
      },
      {
        "sentence": "虽然堂姐离开时没有留下自杀的原因，但是通过她生前的人生轨迹可以看到一些蛛丝马迹。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "姐夫和她爸妈说她得了产后抑郁，但我觉得这种说法几乎不成立。在我们接触的时间里，她从来没有表现出抑郁的迹象。",
    "annotation": [
      {
        "sentence": "姐夫和她爸妈说她得了产后抑郁，但我觉得这种说法几乎不成立。",
        "label": ""
      },
      {
        "sentence": "在我们接触的时间里，她从来没有表现出抑郁的迹象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自杀行为往往有预兆，除非是毫无征兆的精神病发作。一个人选择自杀通常是经过一个长时间的思想斗争过程的，在这个过程中，有很多的压力和困难。至亲给出那样的说法确实令人难以接受。",
    "annotation": [
      {
        "sentence": "自杀行为往往有预兆，除非是毫无征兆的精神病发作。",
        "label": ""
      },
      {
        "sentence": "一个人选择自杀通常是经过一个长时间的思想斗争过程的，在这个过程中，有很多的压力和困难。",
        "label": ""
      },
      {
        "sentence": "至亲给出那样的说法确实令人难以接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她是家族中的长姐，父母很传统，希望她成为家族的骄傲。她一直期待着自己的白马王子，但直到34、35岁才因为年龄和传宗接代而结婚，我觉得她的丈夫不好。",
    "annotation": [
      {
        "sentence": "她是家族中的长姐，父母很传统，希望她成为家族的骄傲。",
        "label": ""
      },
      {
        "sentence": "她一直期待着自己的白马王子，但直到34、35岁才因为年龄和传宗接代而结婚，我觉得她的丈夫不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人类的社会性注定了大多数人要成为“社会工具”，很多没有接受高水平教育的人会默认接受这种安排。但是堂姐显然不能接受这样的命运安排，她想要反抗却又感觉力量太过强大。传统并不等同于无知，在这个时代，仍然选择以生育作为婚姻的目的是无知的表现。想起大师王国维的遗书：“五十之年，只欠一死。经此世变，义无再辱”。我们对堂姐的离世感到悲伤，但她也许已经找到了她认为更好的出路。",
    "annotation": [
      {
        "sentence": "人类的社会性注定了大多数人要成为“社会工具”，很多没有接受高水平教育的人会默认接受这种安排。",
        "label": ""
      },
      {
        "sentence": "但是堂姐显然不能接受这样的命运安排，她想要反抗却又感觉力量太过强大。",
        "label": ""
      },
      {
        "sentence": "传统并不等同于无知，在这个时代，仍然选择以生育作为婚姻的目的是无知的表现。",
        "label": ""
      },
      {
        "sentence": "想起大师王国维的遗书：“五十之年，只欠一死。",
        "label": ""
      },
      {
        "sentence": "经此世变，义无再辱”。",
        "label": ""
      },
      {
        "sentence": "我们对堂姐的离世感到悲伤，但她也许已经找到了她认为更好的出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我对堂姐的离去感到恐慌和困惑，希望你能帮我分析一下她到底经历了怎样的心灵幽谷。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我对堂姐的离去感到恐慌和困惑，希望你能帮我分析一下她到底经历了怎样的心灵幽谷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "堂姐的离去确实令人痛心，但我们也无法完全理解她所经历的困境。她的选择可能是受到多种因素的影响，包括家庭传统、婚姻压力以及对未来的迷茫等等。虽然我们无法改变过去，但我们可以一起努力了解并接受这个事实，从而过上更好的生活。时刻记住堂姐的美好，也让我们更珍惜眼前的每一天。",
    "annotation": [
      {
        "sentence": "堂姐的离去确实令人痛心，但我们也无法完全理解她所经历的困境。",
        "label": ""
      },
      {
        "sentence": "她的选择可能是受到多种因素的影响，包括家庭传统、婚姻压力以及对未来的迷茫等等。",
        "label": ""
      },
      {
        "sentence": "虽然我们无法改变过去，但我们可以一起努力了解并接受这个事实，从而过上更好的生活。",
        "label": ""
      },
      {
        "sentence": "时刻记住堂姐的美好，也让我们更珍惜眼前的每一天。",
        "label": ""
      }
    ]
  }
]