[
  {
    "role": "client",
    "content": "换了新工作，害怕自己胜任不了，焦虑压力大，怎么办？1个多月以前我裸辞了，经过一段时间的面试开始自我怀疑和痛苦，最后终于找到了一份福利比较好的企业，说实话我应该开心，但是却没有，反而更加焦虑和不相信自己，总觉得会丢掉这份工作。这份工作强度比较大，要比之前的要求高，我总会觉得自己不行，在之前的单位做的不错，很喜欢上班，现在很排斥工作，不想去，面对心领导布置的任务总是觉得自己不行想逃避，我该怎么办？是不是心里出问题了？",
    "annotation": [
      {
        "sentence": "换了新工作，害怕自己胜任不了，焦虑压力大，怎么办？",
        "label": ""
      },
      {
        "sentence": "1个多月以前我裸辞了，经过一段时间的面试开始自我怀疑和痛苦，最后终于找到了一份福利比较好的企业，说实话我应该开心，但是却没有，反而更加焦虑和不相信自己，总觉得会丢掉这份工作。",
        "label": ""
      },
      {
        "sentence": "这份工作强度比较大，要比之前的要求高，我总会觉得自己不行，在之前的单位做的不错，很喜欢上班，现在很排斥工作，不想去，面对心领导布置的任务总是觉得自己不行想逃避，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "是不是心里出问题了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，明白了。换了新单位，工作福利比较好，但内心却开始担忧了，或许确实能力还欠佳，或许是自己吓自己，总之，不自信了。不过，一份新工作也是需要适应的过程的，前期的不适应也是正常的，但如果过度自我怀疑可能是需要疏导的，我们可以一起来分析一下了解问题。",
    "annotation": [
      {
        "sentence": "嗯，明白了。",
        "label": ""
      },
      {
        "sentence": "换了新单位，工作福利比较好，但内心却开始担忧了，或许确实能力还欠佳，或许是自己吓自己，总之，不自信了。",
        "label": ""
      },
      {
        "sentence": "不过，一份新工作也是需要适应的过程的，前期的不适应也是正常的，但如果过度自我怀疑可能是需要疏导的，我们可以一起来分析一下了解问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉自己就是过度自我怀疑了。其实，我知道自己应该开心才对，毕竟找到了一份福利好的工作，可为什么我反而更焦虑，并且不相信自己能胜任这份工作呢？",
    "annotation": [
      {
        "sentence": "是的，我感觉自己就是过度自我怀疑了。",
        "label": ""
      },
      {
        "sentence": "其实，我知道自己应该开心才对，毕竟找到了一份福利好的工作，可为什么我反而更焦虑，并且不相信自己能胜任这份工作呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "裸辞并找到新工作确实是一个大的改变，对于我们来说都需要适应的时间。裸辞后的自我怀疑和痛苦可能在一定程度上影响了你对新工作的信心。同时，新工作的高强度和要求也增加了你的压力，但这些感受都是正常的。你还有一点预支焦虑，担心失去这份工作，这是需要我们疏导的情绪。",
    "annotation": [
      {
        "sentence": "裸辞并找到新工作确实是一个大的改变，对于我们来说都需要适应的时间。",
        "label": ""
      },
      {
        "sentence": "裸辞后的自我怀疑和痛苦可能在一定程度上影响了你对新工作的信心。",
        "label": ""
      },
      {
        "sentence": "同时，新工作的高强度和要求也增加了你的压力，但这些感受都是正常的。",
        "label": ""
      },
      {
        "sentence": "你还有一点预支焦虑，担心失去这份工作，这是需要我们疏导的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得新工作的压力确实比较大，比之前的工作要求更高。在之前的单位，我觉得自己表现得不错，很喜欢上班。但现在，我对工作有些排斥，不想去，面对领导布置的任务总是觉得自己不行，想逃避。我应该怎么办呢？是不是我的心理出了问题呢？",
    "annotation": [
      {
        "sentence": "是的，我觉得新工作的压力确实比较大，比之前的工作要求更高。",
        "label": ""
      },
      {
        "sentence": "在之前的单位，我觉得自己表现得不错，很喜欢上班。",
        "label": ""
      },
      {
        "sentence": "但现在，我对工作有些排斥，不想去，面对领导布置的任务总是觉得自己不行，想逃避。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "是不是我的心理出了问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很显然，之前的工作你做得很得心应手，但现在的工作给你带来了很大的压力。不过，既然你已经选择了这份工作，大不了就是离开，那为何不好好努力去做好目前的工作呢？即便面对困难，还是要努力尝试，也不会丢人。年轻时有很多选择机会，要是道理明白，却还有疑虑，那可能存在着心理的某种堵塞。",
    "annotation": [
      {
        "sentence": "很显然，之前的工作你做得很得心应手，但现在的工作给你带来了很大的压力。",
        "label": ""
      },
      {
        "sentence": "不过，既然你已经选择了这份工作，大不了就是离开，那为何不好好努力去做好目前的工作呢？",
        "label": ""
      },
      {
        "sentence": "即便面对困难，还是要努力尝试，也不会丢人。",
        "label": ""
      },
      {
        "sentence": "年轻时有很多选择机会，要是道理明白，却还有疑虑，那可能存在着心理的某种堵塞。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。换了新工作，没有那么顺手是正常的。毕竟不熟悉，需要重新来过。每次工作留下的经验都会丰富我们的内在阅历。我明白害怕自己胜任不了并不切实际，只是因为陌生和吃力。我应该用平常心看待，来真实面对自己。如果真的能胜任，就没有必要害怕。如果实在解决不了，也可以选择换一份工作。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "换了新工作，没有那么顺手是正常的。",
        "label": ""
      },
      {
        "sentence": "毕竟不熟悉，需要重新来过。",
        "label": ""
      },
      {
        "sentence": "每次工作留下的经验都会丰富我们的内在阅历。",
        "label": ""
      },
      {
        "sentence": "我明白害怕自己胜任不了并不切实际，只是因为陌生和吃力。",
        "label": ""
      },
      {
        "sentence": "我应该用平常心看待，来真实面对自己。",
        "label": ""
      },
      {
        "sentence": "如果真的能胜任，就没有必要害怕。",
        "label": ""
      },
      {
        "sentence": "如果实在解决不了，也可以选择换一份工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的想法已经很积极了。焦虑是由于错误的认知导致的情绪，所以要解决焦虑问题就需要疏通导致焦虑的思维方式。祝愿你能够快乐地面对未来，同时也欢迎随时私信我寻求进一步的帮助。祝你幸福快乐！祝你早日打开心中枷锁！有困惑，可私信！",
    "annotation": [
      {
        "sentence": "很好，你的想法已经很积极了。",
        "label": ""
      },
      {
        "sentence": "焦虑是由于错误的认知导致的情绪，所以要解决焦虑问题就需要疏通导致焦虑的思维方式。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够快乐地面对未来，同时也欢迎随时私信我寻求进一步的帮助。",
        "label": ""
      },
      {
        "sentence": "祝你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "祝你早日打开心中枷锁！",
        "label": ""
      },
      {
        "sentence": "有困惑，可私信！",
        "label": ""
      }
    ]
  }
]