[
  {
    "role": "client",
    "content": "换了新工作，害怕自己胜任不了，焦虑压力大，怎么办？1个多月以前我裸辞了，经过一段时间的面试开始自我怀疑和痛苦，最后终于找到了一份福利比较好的企业，说实话我应该开心，但是却没有，反而更加焦虑和不相信自己，总觉得会丢掉这份工作。这份工作强度比较大，要比之前的要求高，我总会觉得自己不行，在之前的单位做的不错，很喜欢上班，现在很排斥工作，不想去，面对心领导布置的任务总是觉得自己不行想逃避，我该怎么办？是不是心里出问题了？",
    "annotation": [
      {
        "sentence": "换了新工作，害怕自己胜任不了，焦虑压力大，怎么办？",
        "label": ""
      },
      {
        "sentence": "1个多月以前我裸辞了，经过一段时间的面试开始自我怀疑和痛苦，最后终于找到了一份福利比较好的企业，说实话我应该开心，但是却没有，反而更加焦虑和不相信自己，总觉得会丢掉这份工作。",
        "label": ""
      },
      {
        "sentence": "这份工作强度比较大，要比之前的要求高，我总会觉得自己不行，在之前的单位做的不错，很喜欢上班，现在很排斥工作，不想去，面对心领导布置的任务总是觉得自己不行想逃避，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "是不是心里出问题了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你是换了新工作后感到担心和焦虑，这种感受在面对新环境时是很常见的。如果你觉得以前的工作很舒适，那你完全可以选择继续在那里工作。但如果你对现在的工作感到不适应、不舒服，经过一段时间调整后仍然没有改善的话，我建议你可以做一下霍兰德职业兴趣量表。这个测试可以帮助你更详细地了解适合你的职业类型。它将职业大致分成了六个类型，包括艺术、企业、常规、实践、调研和社会类型。通过测试，你能更清楚地了解自己适合哪种职位，从而能够在工作中游刃有余。",
    "annotation": [
      {
        "sentence": "明白你是换了新工作后感到担心和焦虑，这种感受在面对新环境时是很常见的。",
        "label": ""
      },
      {
        "sentence": "如果你觉得以前的工作很舒适，那你完全可以选择继续在那里工作。",
        "label": ""
      },
      {
        "sentence": "但如果你对现在的工作感到不适应、不舒服，经过一段时间调整后仍然没有改善的话，我建议你可以做一下霍兰德职业兴趣量表。",
        "label": ""
      },
      {
        "sentence": "这个测试可以帮助你更详细地了解适合你的职业类型。",
        "label": ""
      },
      {
        "sentence": "它将职业大致分成了六个类型，包括艺术、企业、常规、实践、调研和社会类型。",
        "label": ""
      },
      {
        "sentence": "通过测试，你能更清楚地了解自己适合哪种职位，从而能够在工作中游刃有余。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着做一下霍兰德职业兴趣量表，希望通过测试可以更好地了解自己适合哪种工作岗位。但我还是很担心自己能否胜任这份新工作，总觉得自己不行。面对新的任务，我总是想逃避，心里的这种抵触情绪怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着做一下霍兰德职业兴趣量表，希望通过测试可以更好地了解自己适合哪种工作岗位。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心自己能否胜任这份新工作，总觉得自己不行。",
        "label": ""
      },
      {
        "sentence": "面对新的任务，我总是想逃避，心里的这种抵触情绪怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的，在面对新任务时，很多人都会产生一些适应上的困难和抵触情绪。一种应对方法是尝试逐步分解任务，将大的目标分解为小的可执行任务，这样可以帮助你一步一步地克服心里的抵触情绪。此外，你可以寻找一些情绪调节的方法，比如深呼吸、放松练习或者是寻求支持和鼓励。记住，每个人在面对新的环境和挑战时都需要适应的时间，相信你也会逐渐适应并胜任这份新工作的。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的，在面对新任务时，很多人都会产生一些适应上的困难和抵触情绪。",
        "label": ""
      },
      {
        "sentence": "一种应对方法是尝试逐步分解任务，将大的目标分解为小的可执行任务，这样可以帮助你一步一步地克服心里的抵触情绪。",
        "label": ""
      },
      {
        "sentence": "此外，你可以寻找一些情绪调节的方法，比如深呼吸、放松练习或者是寻求支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "记住，每个人在面对新的环境和挑战时都需要适应的时间，相信你也会逐渐适应并胜任这份新工作的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的耐心和建议。我会尝试将任务分解为小的可执行任务，逐步克服心里的抵触情绪。同时，我也会尝试一些情绪调节的方法来帮助自己应对焦虑和压力。虽然现在还是有点不确定，但我相信我会慢慢适应和胜任这份新工作的。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "感谢你的耐心和建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试将任务分解为小的可执行任务，逐步克服心里的抵触情绪。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试一些情绪调节的方法来帮助自己应对焦虑和压力。",
        "label": ""
      },
      {
        "sentence": "虽然现在还是有点不确定，但我相信我会慢慢适应和胜任这份新工作的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你对逐渐适应这份新工作持有积极的态度。请记住，每一个新环境都需要一段时间来适应，你已经意识到了自己的情绪和困惑，并且主动寻求帮助和解决方法，这是非常积极的表现。相信你会在新工作中取得好的成绩，加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你对逐渐适应这份新工作持有积极的态度。",
        "label": ""
      },
      {
        "sentence": "请记住，每一个新环境都需要一段时间来适应，你已经意识到了自己的情绪和困惑，并且主动寻求帮助和解决方法，这是非常积极的表现。",
        "label": ""
      },
      {
        "sentence": "相信你会在新工作中取得好的成绩，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会尽力克服困难，展现自己的能力。听到你的肯定和鼓励，我感到更有信心了。谢谢你一直陪伴在我身边，帮助我度过这段难过的时期。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会尽力克服困难，展现自己的能力。",
        "label": ""
      },
      {
        "sentence": "听到你的肯定和鼓励，我感到更有信心了。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴在我身边，帮助我度过这段难过的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直在这里支持你。如果你还有其他需要帮助的地方，可以随时跟我倾诉。你已经在面对困境时展现出了勇敢和决心，我相信你能够战胜一切困难。希望你能够实现自己的职业目标和获得工作的满足感！",
    "annotation": [
      {
        "sentence": "不用客气，我一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他需要帮助的地方，可以随时跟我倾诉。",
        "label": ""
      },
      {
        "sentence": "你已经在面对困境时展现出了勇敢和决心，我相信你能够战胜一切困难。",
        "label": ""
      },
      {
        "sentence": "希望你能够实现自己的职业目标和获得工作的满足感！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你对我的鼓励和信任！我会牢记你的话，继续努力追求自己的职业目标。如果将来还有问题，我会再次寻求你的帮助的。感谢你一直以来对我的支持，你帮助我度过了困难时期，对此我非常感激。",
    "annotation": [
      {
        "sentence": "谢谢你对我的鼓励和信任！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，继续努力追求自己的职业目标。",
        "label": ""
      },
      {
        "sentence": "如果将来还有问题，我会再次寻求你的帮助的。",
        "label": ""
      },
      {
        "sentence": "感谢你一直以来对我的支持，你帮助我度过了困难时期，对此我非常感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能够帮助到你。请随时找我聊天，无论是工作上还是情绪上的问题，我都会尽力提供支持和帮助。祝愿你在新工作中取得更大的成功和满足感！你经历的这段困难只会让你变得更加坚强，相信自己，你可以做到的！加油！",
    "annotation": [
      {
        "sentence": "非常高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "请随时找我聊天，无论是工作上还是情绪上的问题，我都会尽力提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "祝愿你在新工作中取得更大的成功和满足感！",
        "label": ""
      },
      {
        "sentence": "你经历的这段困难只会让你变得更加坚强，相信自己，你可以做到的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]