[
  {
    "role": "client",
    "content": "我和我的朋友19天没有联系没有说话了，怎么办？我和我的朋友，我俩大学一个班级一个宿舍的，大一，我俩异地，然后现在放假还没开学，我俩已经19天没有联系没有说话了，我不联系她她也不联系我，我不知道怎么了，我该不该再去主动找她和她说话？",
    "annotation": [
      {
        "sentence": "我和我的朋友19天没有联系没有说话了，怎么办？",
        "label": ""
      },
      {
        "sentence": "我和我的朋友，我俩大学一个班级一个宿舍的，大一，我俩异地，然后现在放假还没开学，我俩已经19天没有联系没有说话了，我不联系她她也不联系我，我不知道怎么了，我该不该再去主动找她和她说话？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你和朋友已经有半个多月没有联系了，感到慌乱，不知道自己该不该主动联系她，也不知道现在主动联系她该说些什么以什么理由，怎么做能处理得好一些。首先，放假之后或者说离开对方很久之后，没有了学习工作上的联系，空间距离也拉开了，彼此之间可能就没有什么话好说，一开始可能只是没什么好说的不知道该说什么所以没有找对方聊天，也可能是因为对方有自己的事情在忙，时间很少，所以没注意到要找朋友聊聊天，都是很正常的。",
    "annotation": [
      {
        "sentence": "你和朋友已经有半个多月没有联系了，感到慌乱，不知道自己该不该主动联系她，也不知道现在主动联系她该说些什么以什么理由，怎么做能处理得好一些。",
        "label": ""
      },
      {
        "sentence": "首先，放假之后或者说离开对方很久之后，没有了学习工作上的联系，空间距离也拉开了，彼此之间可能就没有什么话好说，一开始可能只是没什么好说的不知道该说什么所以没有找对方聊天，也可能是因为对方有自己的事情在忙，时间很少，所以没注意到要找朋友聊聊天，都是很正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得有道理，可能就是因为这些原因导致我们没有联系。但是我现在很担心，如果我再不主动联系她，我们之间的关系会变得更疏远，甚至失去联系。我不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "嗯，你说得有道理，可能就是因为这些原因导致我们没有联系。",
        "label": ""
      },
      {
        "sentence": "但是我现在很担心，如果我再不主动联系她，我们之间的关系会变得更疏远，甚至失去联系。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧，但是要记住，在友情中，双方都应该付出努力来保持联系。既然你已经意识到这个问题，那就勇敢地主动一点，去联系她吧。你可以试着给她发一条简单的信息，问候一下，关心一下她的近况。这样可以让她感受到你的关心和友爱，也给你们重新建立联系的机会。",
    "annotation": [
      {
        "sentence": "我理解你的担忧，但是要记住，在友情中，双方都应该付出努力来保持联系。",
        "label": ""
      },
      {
        "sentence": "既然你已经意识到这个问题，那就勇敢地主动一点，去联系她吧。",
        "label": ""
      },
      {
        "sentence": "你可以试着给她发一条简单的信息，问候一下，关心一下她的近况。",
        "label": ""
      },
      {
        "sentence": "这样可以让她感受到你的关心和友爱，也给你们重新建立联系的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试主动联系她的。但是我还是有些犹豫，不确定该用什么理由来找她聊天。毕竟我们已经有19天没有联系了，感觉好像有点尴尬。",
    "annotation": [
      {
        "sentence": "好的，我会尝试主动联系她的。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些犹豫，不确定该用什么理由来找她聊天。",
        "label": ""
      },
      {
        "sentence": "毕竟我们已经有19天没有联系了，感觉好像有点尴尬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的顾虑。毕竟这么长时间没有联系，有些尴尬是正常的。你可以以一种轻松的方式开始聊天，分享一些自己最近的经历或者发生的有趣事情。比如，你可以问她是否有什么新鲜事想分享，或者提起一个你们曾经一起经历过的回忆。这样可以打破一开始的尴尬感，渐渐地恢复到以前的聊天状态。",
    "annotation": [
      {
        "sentence": "我明白你的顾虑。",
        "label": ""
      },
      {
        "sentence": "毕竟这么长时间没有联系，有些尴尬是正常的。",
        "label": ""
      },
      {
        "sentence": "你可以以一种轻松的方式开始聊天，分享一些自己最近的经历或者发生的有趣事情。",
        "label": ""
      },
      {
        "sentence": "比如，你可以问她是否有什么新鲜事想分享，或者提起一个你们曾经一起经历过的回忆。",
        "label": ""
      },
      {
        "sentence": "这样可以打破一开始的尴尬感，渐渐地恢复到以前的聊天状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着以轻松的方式开始聊天，尝试重新建立联系。不过，如果她并不回复我的消息或者不感兴趣聊天，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "好的，我会试着以轻松的方式开始聊天，尝试重新建立联系。",
        "label": ""
      },
      {
        "sentence": "不过，如果她并不回复我的消息或者不感兴趣聊天，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果她没有立刻回复或者对聊天不感兴趣，不要过分焦虑。可能她也正在忙碌或者心情不好。给她一些时间，不要给自己太大的压力。如果她一直没有回复，你也可以再过一段时间再次联系她，或者在合适的时候提醒她看到了你的信息。重要的是要保持耐心和理解，不要因为一次没有回复而感到沮丧。",
    "annotation": [
      {
        "sentence": "如果她没有立刻回复或者对聊天不感兴趣，不要过分焦虑。",
        "label": ""
      },
      {
        "sentence": "可能她也正在忙碌或者心情不好。",
        "label": ""
      },
      {
        "sentence": "给她一些时间，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "如果她一直没有回复，你也可以再过一段时间再次联系她，或者在合适的时候提醒她看到了你的信息。",
        "label": ""
      },
      {
        "sentence": "重要的是要保持耐心和理解，不要因为一次没有回复而感到沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尽量不给自己太大的压力，保持耐心和理解。谢谢你的建议和鼓励！我觉得自己有信心重新建立起和她的联系了。",
    "annotation": [
      {
        "sentence": "好的，我会尽量不给自己太大的压力，保持耐心和理解。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我觉得自己有信心重新建立起和她的联系了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有了信心。友情是需要双方共同维系的，只要你们都愿意为之付出努力，我相信你们一定可以重新建立起联系。祝愿你们的友谊能够更加深厚和长久！",
    "annotation": [
      {
        "sentence": "很高兴听到你有了信心。",
        "label": ""
      },
      {
        "sentence": "友情是需要双方共同维系的，只要你们都愿意为之付出努力，我相信你们一定可以重新建立起联系。",
        "label": ""
      },
      {
        "sentence": "祝愿你们的友谊能够更加深厚和长久！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福！我会跟进你的建议，努力重新建立联系。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      },
      {
        "sentence": "我会跟进你的建议，努力重新建立联系。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！我愿意随时为你提供支持和帮助。如果你需要任何进一步的建议或者有新的情况，请随时告诉我。祝你好运，希望你们的友谊会更进一步！",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "我愿意随时为你提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的建议或者有新的情况，请随时告诉我。",
        "label": ""
      },
      {
        "sentence": "祝你好运，希望你们的友谊会更进一步！",
        "label": ""
      }
    ]
  }
]