[
  {
    "role": "client",
    "content": "姐姐出嫁后跟我的关系变得疏远，我该如何修补？",
    "annotation": [
      {
        "sentence": "姐姐出嫁后跟我的关系变得疏远，我该如何修补？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是从去年结婚开始，你和姐姐之间的关系开始有些疏远的，有时候你想和姐姐谈心，姐姐也有些应付的感觉。小时候和姐姐的关系很好，但是姐姐突然态度发生转变，能够感觉到你的难过。",
    "annotation": [
      {
        "sentence": "是从去年结婚开始，你和姐姐之间的关系开始有些疏远的，有时候你想和姐姐谈心，姐姐也有些应付的感觉。",
        "label": ""
      },
      {
        "sentence": "小时候和姐姐的关系很好，但是姐姐突然态度发生转变，能够感觉到你的难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我真的感到很失落。",
    "annotation": [
      {
        "sentence": "是啊，我真的感到很失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "姐姐现在和你聊天时有一些应付的感觉，是不是因为去年刚刚结婚，而在婚姻中有许多事情需要处理呢？对于姐姐来说，可能刚进入婚姻，对婚姻生活有一个适应的过程，需要付出比之前恋爱关系更多的精力，所以在和你交流时一时顾不太过来。",
    "annotation": [
      {
        "sentence": "姐姐现在和你聊天时有一些应付的感觉，是不是因为去年刚刚结婚，而在婚姻中有许多事情需要处理呢？",
        "label": ""
      },
      {
        "sentence": "对于姐姐来说，可能刚进入婚姻，对婚姻生活有一个适应的过程，需要付出比之前恋爱关系更多的精力，所以在和你交流时一时顾不太过来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解这个过程，但是我觉得这不是唯一的原因。我们曾经那么亲密，现在相互的交流越来越少，我感到很困惑。",
    "annotation": [
      {
        "sentence": "我理解这个过程，但是我觉得这不是唯一的原因。",
        "label": ""
      },
      {
        "sentence": "我们曾经那么亲密，现在相互的交流越来越少，我感到很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从另一方面讲，和姐姐会建立一种新的不同以往的依旧亲密的相处模式，是不是也是一种必然呢？可不可以试着想一下呢？随着年龄的增长，不管是姐姐还是你，都会建立自己的家庭。而随着家庭的建立，你们也必然会付出精力在自己新家庭上。当然，姐弟之间的亲情是不会变的，有困难时你们还是会像以往那样互相帮助，只不过你们会建立一种新的相处模式。",
    "annotation": [
      {
        "sentence": "从另一方面讲，和姐姐会建立一种新的不同以往的依旧亲密的相处模式，是不是也是一种必然呢？",
        "label": ""
      },
      {
        "sentence": "可不可以试着想一下呢？",
        "label": ""
      },
      {
        "sentence": "随着年龄的增长，不管是姐姐还是你，都会建立自己的家庭。",
        "label": ""
      },
      {
        "sentence": "而随着家庭的建立，你们也必然会付出精力在自己新家庭上。",
        "label": ""
      },
      {
        "sentence": "当然，姐弟之间的亲情是不会变的，有困难时你们还是会像以往那样互相帮助，只不过你们会建立一种新的相处模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的话让我感到有所启发，我可以尝试着接受这种新的相处模式。但是我还想知道，有什么方法可以加强我和姐姐之间的沟通呢？",
    "annotation": [
      {
        "sentence": "你的话让我感到有所启发，我可以尝试着接受这种新的相处模式。",
        "label": ""
      },
      {
        "sentence": "但是我还想知道，有什么方法可以加强我和姐姐之间的沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试主动找机会和姐姐沟通，问她近来的情况，分享自己的生活等等。另外，你们也可以尝试共同参加一些活动，例如一起看电影或者一起做饭。这些都是可以增进你们之间感情的方法。需要注意的是，不要期望姐姐马上变得和过去一样，需要耐心和理解。",
    "annotation": [
      {
        "sentence": "你可以尝试主动找机会和姐姐沟通，问她近来的情况，分享自己的生活等等。",
        "label": ""
      },
      {
        "sentence": "另外，你们也可以尝试共同参加一些活动，例如一起看电影或者一起做饭。",
        "label": ""
      },
      {
        "sentence": "这些都是可以增进你们之间感情的方法。",
        "label": ""
      },
      {
        "sentence": "需要注意的是，不要期望姐姐马上变得和过去一样，需要耐心和理解。",
        "label": ""
      }
    ]
  }
]