[
  {
    "role": "client",
    "content": "在爸妈的两个家庭中夹缝生存，没人要的小孩？就在我高考结束的后两天，我的爸妈就离婚了，而且再之后的两个月，分别组成了两个家庭。我被分配给了妈妈。每次放假回到家，我就感觉跟那个家庭格格不入。虽然那个叔叔非常照顾我，对我比对他亲女儿还来的好，但是我就是觉得不是一家人，过分的客气，过分的关注。我去爸爸家的时候也一样，那个阿姨也是特别客气。在两个新家庭中我都找不到家的感觉，所以我就去我爷爷奶奶那边住了。但是住了一个月，爸妈都没有联系我，两边好像都把我忘了。我上学的时候也是这样。除了每个月生活费和我生日会有联系，我们几乎就没有交流。我真心觉得我像个没人要的孩子。两边家庭都把我当初负担。但是我还是经常想起以前的快乐的时候的家庭。那个时候我还是家里的宝贝。我要怎么才能调整我的心态，让我远离这样的被抛弃的感觉呢。",
    "annotation": [
      {
        "sentence": "在爸妈的两个家庭中夹缝生存，没人要的小孩？",
        "label": ""
      },
      {
        "sentence": "就在我高考结束的后两天，我的爸妈就离婚了，而且再之后的两个月，分别组成了两个家庭。",
        "label": ""
      },
      {
        "sentence": "我被分配给了妈妈。",
        "label": ""
      },
      {
        "sentence": "每次放假回到家，我就感觉跟那个家庭格格不入。",
        "label": ""
      },
      {
        "sentence": "虽然那个叔叔非常照顾我，对我比对他亲女儿还来的好，但是我就是觉得不是一家人，过分的客气，过分的关注。",
        "label": ""
      },
      {
        "sentence": "我去爸爸家的时候也一样，那个阿姨也是特别客气。",
        "label": ""
      },
      {
        "sentence": "在两个新家庭中我都找不到家的感觉，所以我就去我爷爷奶奶那边住了。",
        "label": ""
      },
      {
        "sentence": "但是住了一个月，爸妈都没有联系我，两边好像都把我忘了。",
        "label": ""
      },
      {
        "sentence": "我上学的时候也是这样。",
        "label": ""
      },
      {
        "sentence": "除了每个月生活费和我生日会有联系，我们几乎就没有交流。",
        "label": ""
      },
      {
        "sentence": "我真心觉得我像个没人要的孩子。",
        "label": ""
      },
      {
        "sentence": "两边家庭都把我当初负担。",
        "label": ""
      },
      {
        "sentence": "但是我还是经常想起以前的快乐的时候的家庭。",
        "label": ""
      },
      {
        "sentence": "那个时候我还是家里的宝贝。",
        "label": ""
      },
      {
        "sentence": "我要怎么才能调整我的心态，让我远离这样的被抛弃的感觉呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母各自又组建了新的家庭，自己去哪里好像都是外人，他们是一家人，自己无法融入。而自己原先的家庭又都不在了。自己去爷爷奶奶家，他们又对自己没有联系。你仿佛在问：你们真的不要我了吗？离婚对于任何一个家庭的孩子来说都是很大的事情，你不但要接受他们离婚这件事情（1），还要马上接受他们又各自成立新家这件事情（2）。即便你已经高考结束了，迈入成年人了，但是要你一个人去面对和消化如此大的生活变化，换任何一个人来面对都是很难承受的。还有很重要的事情是，父母离婚之后对孩子是如何表达的？有些家长总是抱着孩子长大之后自然就明白了的想法，再加上自身就不会表达和沟通，和孩子之间缺乏交流，就自然叠加产生很多矛盾和情绪。谁真的懂你，理解你了呢？但是若是想化解这些痛苦，最好还是进行系统的心理咨询。我自己是出生自单亲家庭，为了解决我自己原生家庭的困扰也进行了长达2年的心理咨询。所以，等你做好准备了，你可以尝试通过更正规的方式进行自我调整。",
    "annotation": [
      {
        "sentence": "父母各自又组建了新的家庭，自己去哪里好像都是外人，他们是一家人，自己无法融入。",
        "label": ""
      },
      {
        "sentence": "而自己原先的家庭又都不在了。",
        "label": ""
      },
      {
        "sentence": "自己去爷爷奶奶家，他们又对自己没有联系。",
        "label": ""
      },
      {
        "sentence": "你仿佛在问：你们真的不要我了吗？",
        "label": ""
      },
      {
        "sentence": "离婚对于任何一个家庭的孩子来说都是很大的事情，你不但要接受他们离婚这件事情（1），还要马上接受他们又各自成立新家这件事情（2）。",
        "label": ""
      },
      {
        "sentence": "即便你已经高考结束了，迈入成年人了，但是要你一个人去面对和消化如此大的生活变化，换任何一个人来面对都是很难承受的。",
        "label": ""
      },
      {
        "sentence": "还有很重要的事情是，父母离婚之后对孩子是如何表达的？",
        "label": ""
      },
      {
        "sentence": "有些家长总是抱着孩子长大之后自然就明白了的想法，再加上自身就不会表达和沟通，和孩子之间缺乏交流，就自然叠加产生很多矛盾和情绪。",
        "label": ""
      },
      {
        "sentence": "谁真的懂你，理解你了呢？",
        "label": ""
      },
      {
        "sentence": "但是若是想化解这些痛苦，最好还是进行系统的心理咨询。",
        "label": ""
      },
      {
        "sentence": "我自己是出生自单亲家庭，为了解决我自己原生家庭的困扰也进行了长达2年的心理咨询。",
        "label": ""
      },
      {
        "sentence": "所以，等你做好准备了，你可以尝试通过更正规的方式进行自我调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你是怎么度过的两年心理咨询的呢？",
    "annotation": [
      {
        "sentence": "你是怎么度过的两年心理咨询的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在心理咨询的过程中，我逐渐认识到自己内心的情绪和需要，学会了面对挫折和情感困境。咨询师给了我很多专业的指导和支持，帮我理清了父母离婚对我的影响以及如何面对未来。通过咨询，我逐渐调整了心态，走出了被孤立感和被抛弃感的困扰。",
    "annotation": [
      {
        "sentence": "在心理咨询的过程中，我逐渐认识到自己内心的情绪和需要，学会了面对挫折和情感困境。",
        "label": ""
      },
      {
        "sentence": "咨询师给了我很多专业的指导和支持，帮我理清了父母离婚对我的影响以及如何面对未来。",
        "label": ""
      },
      {
        "sentence": "通过咨询，我逐渐调整了心态，走出了被孤立感和被抛弃感的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来心理咨询对你有很大的帮助。但是我还不太了解心理咨询是怎么进行的，会不会很尴尬或者不知道说什么？",
    "annotation": [
      {
        "sentence": "听起来心理咨询对你有很大的帮助。",
        "label": ""
      },
      {
        "sentence": "但是我还不太了解心理咨询是怎么进行的，会不会很尴尬或者不知道说什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "刚开始可能会有些不适应和紧张，这是很正常的。咨询师会给你提供一个安全宽松的环境，帮助你慢慢放松下来。你可以把咨询看作是和一个专业的人士聊天，不需要担心说错话或者尴尬的局面。咨询师会倾听你的发言，引导你探索自己的情绪和思考。他们会帮助你更好地理解自己的感受和需求，并提供一些建议和技巧来应对困境。",
    "annotation": [
      {
        "sentence": "刚开始可能会有些不适应和紧张，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "咨询师会给你提供一个安全宽松的环境，帮助你慢慢放松下来。",
        "label": ""
      },
      {
        "sentence": "你可以把咨询看作是和一个专业的人士聊天，不需要担心说错话或者尴尬的局面。",
        "label": ""
      },
      {
        "sentence": "咨询师会倾听你的发言，引导你探索自己的情绪和思考。",
        "label": ""
      },
      {
        "sentence": "他们会帮助你更好地理解自己的感受和需求，并提供一些建议和技巧来应对困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来咨询师是很重要的支持者。那我应该如何选择一位合适的咨询师呢？",
    "annotation": [
      {
        "sentence": "听起来咨询师是很重要的支持者。",
        "label": ""
      },
      {
        "sentence": "那我应该如何选择一位合适的咨询师呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "选择合适的咨询师是非常重要的。你可以通过向朋友或家人咨询，或者在专业心理咨询机构或网站上寻找合适的咨询师。在选择过程中，你可以先了解咨询师的经历和资质，看是否与你的需求匹配。同时，也建议你评估一下与咨询师的沟通和相处是否舒适，是否能够真实地表达自己。你可以预约一次初步咨询，向咨询师了解他们的工作方式和方法，看看是否合适你的需求和期望。",
    "annotation": [
      {
        "sentence": "选择合适的咨询师是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你可以通过向朋友或家人咨询，或者在专业心理咨询机构或网站上寻找合适的咨询师。",
        "label": ""
      },
      {
        "sentence": "在选择过程中，你可以先了解咨询师的经历和资质，看是否与你的需求匹配。",
        "label": ""
      },
      {
        "sentence": "同时，也建议你评估一下与咨询师的沟通和相处是否舒适，是否能够真实地表达自己。",
        "label": ""
      },
      {
        "sentence": "你可以预约一次初步咨询，向咨询师了解他们的工作方式和方法，看看是否合适你的需求和期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些确实是我需要考虑的因素。但是，我还有点害怕向陌生人透露自己的内心世界。",
    "annotation": [
      {
        "sentence": "这些确实是我需要考虑的因素。",
        "label": ""
      },
      {
        "sentence": "但是，我还有点害怕向陌生人透露自己的内心世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕向陌生人敞开心扉是很正常的感受。在心理咨询中，咨询师是专业人士，他们会保护你的隐私并尊重你的边界。咨询师有专业的伦理规范，会对你的信息进行保密。与咨询师建立信任关系需要一段时间，你可以逐渐和他们沟通并适应这个过程。在咨询中，你可以选择透露自己的内心世界的程度，慢慢探索与咨询师的关系，直到你感到安全和舒适为止。",
    "annotation": [
      {
        "sentence": "害怕向陌生人敞开心扉是很正常的感受。",
        "label": ""
      },
      {
        "sentence": "在心理咨询中，咨询师是专业人士，他们会保护你的隐私并尊重你的边界。",
        "label": ""
      },
      {
        "sentence": "咨询师有专业的伦理规范，会对你的信息进行保密。",
        "label": ""
      },
      {
        "sentence": "与咨询师建立信任关系需要一段时间，你可以逐渐和他们沟通并适应这个过程。",
        "label": ""
      },
      {
        "sentence": "在咨询中，你可以选择透露自己的内心世界的程度，慢慢探索与咨询师的关系，直到你感到安全和舒适为止。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，听你这么说我对心理咨询有了更清晰的认识。我觉得或许可以尝试一下。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "好的，听你这么说我对心理咨询有了更清晰的认识。",
        "label": ""
      },
      {
        "sentence": "我觉得或许可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供帮助和建议。记住，你并不孤单，在解决困境和调整心态的过程中，你可以依靠咨询师的专业支持和理解。我相信你会找到适合自己的方法，走出当前的困境，重新找到属于自己的幸福和归属感。加油！",
    "annotation": [
      {
        "sentence": "很高兴能为你提供帮助和建议。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，在解决困境和调整心态的过程中，你可以依靠咨询师的专业支持和理解。",
        "label": ""
      },
      {
        "sentence": "我相信你会找到适合自己的方法，走出当前的困境，重新找到属于自己的幸福和归属感。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]