[
  {
    "role": "client",
    "content": "我30多岁了，去年12月踢球重伤，我现在很后悔去踢球。我本来想着不再踢球了，因为经常受小伤，而且我年龄大了，踢球容易受伤。可是去年12月我又去踢了，我总觉得辞职后就自由了，受伤没人管我考勤。原来在单位，我踢球时还要考虑工作的影响。结果真的受伤了。我在想，为什么我一定要辞职呢？本来打算在2020年再辞职，可是2019年6月领证了，母亲给我定了10月结婚的日期，婚房还没有装修，我只能提前辞职。我本来想不装修，租房子，把媳妇接到父母家，但是母亲总觉得结婚时很多人会来我家，她怕东西丢失，她一直觉得别人会偷她的东西。她还说媳妇接到哪里，就以后住哪里，所以我们最终决定还是装修新房，于是我就辞职了。辞职后，我才有时间下午两点去踢球，平时有工作是不可能那个时间去的。而且，结婚日期本来我想推迟一些，但是媳妇给我定得那么早，我不得不提前辞职，这样就没法避免在12月去踢球了。我一直没有提这些事情，也是怕影响到我们的婚礼。",
    "annotation": [
      {
        "sentence": "我30多岁了，去年12月踢球重伤，我现在很后悔去踢球。",
        "label": ""
      },
      {
        "sentence": "我本来想着不再踢球了，因为经常受小伤，而且我年龄大了，踢球容易受伤。",
        "label": ""
      },
      {
        "sentence": "可是去年12月我又去踢了，我总觉得辞职后就自由了，受伤没人管我考勤。",
        "label": ""
      },
      {
        "sentence": "原来在单位，我踢球时还要考虑工作的影响。",
        "label": ""
      },
      {
        "sentence": "结果真的受伤了。",
        "label": ""
      },
      {
        "sentence": "我在想，为什么我一定要辞职呢？",
        "label": ""
      },
      {
        "sentence": "本来打算在2020年再辞职，可是2019年6月领证了，母亲给我定了10月结婚的日期，婚房还没有装修，我只能提前辞职。",
        "label": ""
      },
      {
        "sentence": "我本来想不装修，租房子，把媳妇接到父母家，但是母亲总觉得结婚时很多人会来我家，她怕东西丢失，她一直觉得别人会偷她的东西。",
        "label": ""
      },
      {
        "sentence": "她还说媳妇接到哪里，就以后住哪里，所以我们最终决定还是装修新房，于是我就辞职了。",
        "label": ""
      },
      {
        "sentence": "辞职后，我才有时间下午两点去踢球，平时有工作是不可能那个时间去的。",
        "label": ""
      },
      {
        "sentence": "而且，结婚日期本来我想推迟一些，但是媳妇给我定得那么早，我不得不提前辞职，这样就没法避免在12月去踢球了。",
        "label": ""
      },
      {
        "sentence": "我一直没有提这些事情，也是怕影响到我们的婚礼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题时，我感到有些混乱，不知道这些事情是如何千丝万缕地联系在一起的，但心里却有几分难过，还有几分憋闷。你的表述中也带有些许委屈和不经意的埋怨。虽然从逻辑上来说，我还没有完全理清楚这些事情的关系，但我试着梳理了一下。我很后悔去年12月去踢球，如果不是提前结婚，就不会早离职，不会早离职就不会在那个时间去踢球，而后受伤……是不是听起来，我更后悔听他们的话，要提前结婚；我更后悔听他们的话，非要装修婚房……我们的生活好像一直都是这样，种种事情都身不由己，感觉都在被别人推动着往前，结婚、装修、离职……在日常生活中，我们遍体鳞伤，不敢去踢球，因为害怕受伤影响工作……但意外的发生有时可能替我们表达出一些不想表达的意愿，比如说，我总算可以放肆一把，所以就一定想去踢球；我受伤了，终于没有被别人驱使去做些什么，也表达了之前各种事件里的“不甘心”和“不情愿”。意外的发生确实给我们带来了很多痛苦和不便，我想这也是非常难熬的。我们现在只能按照医生的建议来康复和调养。但也许这个事件所呈现的感受是一个值得我们关注的信号。我们应该去看看，为什么会感到后悔。我们需要更直接主动地表达个人意愿的方式。也许在未来，在更明确自己意愿的情况下做出一些选择，也会减少一些“后悔”的发生。以上是一些感受，希望对你有所启发。",
    "annotation": [
      {
        "sentence": "看到你的问题时，我感到有些混乱，不知道这些事情是如何千丝万缕地联系在一起的，但心里却有几分难过，还有几分憋闷。",
        "label": ""
      },
      {
        "sentence": "你的表述中也带有些许委屈和不经意的埋怨。",
        "label": ""
      },
      {
        "sentence": "虽然从逻辑上来说，我还没有完全理清楚这些事情的关系，但我试着梳理了一下。",
        "label": ""
      },
      {
        "sentence": "我很后悔去年12月去踢球，如果不是提前结婚，就不会早离职，不会早离职就不会在那个时间去踢球，而后受伤……是不是听起来，我更后悔听他们的话，要提前结婚；我更后悔听他们的话，非要装修婚房……我们的生活好像一直都是这样，种种事情都身不由己，感觉都在被别人推动着往前，结婚、装修、离职……在日常生活中，我们遍体鳞伤，不敢去踢球，因为害怕受伤影响工作……但意外的发生有时可能替我们表达出一些不想表达的意愿，比如说，我总算可以放肆一把，所以就一定想去踢球；我受伤了，终于没有被别人驱使去做些什么，也表达了之前各种事件里的“不甘心”和“不情愿”。",
        "label": ""
      },
      {
        "sentence": "意外的发生确实给我们带来了很多痛苦和不便，我想这也是非常难熬的。",
        "label": ""
      },
      {
        "sentence": "我们现在只能按照医生的建议来康复和调养。",
        "label": ""
      },
      {
        "sentence": "但也许这个事件所呈现的感受是一个值得我们关注的信号。",
        "label": ""
      },
      {
        "sentence": "我们应该去看看，为什么会感到后悔。",
        "label": ""
      },
      {
        "sentence": "我们需要更直接主动地表达个人意愿的方式。",
        "label": ""
      },
      {
        "sentence": "也许在未来，在更明确自己意愿的情况下做出一些选择，也会减少一些“后悔”的发生。",
        "label": ""
      },
      {
        "sentence": "以上是一些感受，希望对你有所启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实感到很混乱，也有些难过和憋闷。听你这么分析，我觉得我更后悔听从他人的意见去提前结婚和装修婚房。我现在意识到我们的生活好像一直都被别人推动着前进，而我们并没有对自己的意愿进行更明确的表达。每天都充满了各种顾虑，我不敢去踢球是因为怕影响到工作。但事实上，意外的发生可能正是我们不甘心和不情愿的一种表达方式。我真的很痛苦，也很不方便。现在的我只能按照医生的建议来康复和调养。可是我想我们应该深入思考一下，为什么我会感到后悔。我们需要更加主动地表达自己的意愿。也许在未来，我们可以更明确地表达自己的意愿，做出一些新的选择，减少未来的“后悔”。",
    "annotation": [
      {
        "sentence": "你说得很对，我确实感到很混乱，也有些难过和憋闷。",
        "label": ""
      },
      {
        "sentence": "听你这么分析，我觉得我更后悔听从他人的意见去提前结婚和装修婚房。",
        "label": ""
      },
      {
        "sentence": "我现在意识到我们的生活好像一直都被别人推动着前进，而我们并没有对自己的意愿进行更明确的表达。",
        "label": ""
      },
      {
        "sentence": "每天都充满了各种顾虑，我不敢去踢球是因为怕影响到工作。",
        "label": ""
      },
      {
        "sentence": "但事实上，意外的发生可能正是我们不甘心和不情愿的一种表达方式。",
        "label": ""
      },
      {
        "sentence": "我真的很痛苦，也很不方便。",
        "label": ""
      },
      {
        "sentence": "现在的我只能按照医生的建议来康复和调养。",
        "label": ""
      },
      {
        "sentence": "可是我想我们应该深入思考一下，为什么我会感到后悔。",
        "label": ""
      },
      {
        "sentence": "我们需要更加主动地表达自己的意愿。",
        "label": ""
      },
      {
        "sentence": "也许在未来，我们可以更明确地表达自己的意愿，做出一些新的选择，减少未来的“后悔”。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你说得很对。你感到混乱、难过和憋闷是非常正常的情绪反应。现在我们意识到我们在做决策时很容易被他人的意见所左右，而没有更明确地表达自己的意愿。日常生活中我们充满了各种顾虑，不敢去踢球就是因为怕影响工作。但是意外的发生有时候可能就是我们不甘心和不情愿的一种表达方式。我理解你感到痛苦和不方便，现在我们只能按照医生的建议来康复和调养。不过我认为这个事件所呈现的感受是我们要关注的信号。我们需要更加主动地表达自己的意愿。也许在未来，我们可以更明确地表达自己的意愿，做出一些新的选择，减少未来的“后悔”。",
    "annotation": [
      {
        "sentence": "是的，你说得很对。",
        "label": ""
      },
      {
        "sentence": "你感到混乱、难过和憋闷是非常正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "现在我们意识到我们在做决策时很容易被他人的意见所左右，而没有更明确地表达自己的意愿。",
        "label": ""
      },
      {
        "sentence": "日常生活中我们充满了各种顾虑，不敢去踢球就是因为怕影响工作。",
        "label": ""
      },
      {
        "sentence": "但是意外的发生有时候可能就是我们不甘心和不情愿的一种表达方式。",
        "label": ""
      },
      {
        "sentence": "我理解你感到痛苦和不方便，现在我们只能按照医生的建议来康复和调养。",
        "label": ""
      },
      {
        "sentence": "不过我认为这个事件所呈现的感受是我们要关注的信号。",
        "label": ""
      },
      {
        "sentence": "我们需要更加主动地表达自己的意愿。",
        "label": ""
      },
      {
        "sentence": "也许在未来，我们可以更明确地表达自己的意愿，做出一些新的选择，减少未来的“后悔”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得非常对，我确实感到很混乱、难过和憋闷，也感到痛苦和不方便。我们现在意识到我们在做决策时很容易受到他人意见的左右，而没有更明确地表达自己的意愿。在日常生活中，我们总是充满了诸多顾虑，不敢踢球是因为怕影响到工作。但是意外的发生可能正是我们不甘心和不情愿的一种表达方式。我认识到这点后，确实感到非常痛苦和不方便。现在，我们只能按照医生的建议来康复和养护身体。但我认为这个事件所呈现的感受是非常重要的信号。我们需要更加主动地表达自己的意愿。也许在未来，面对各种选择，我们可以更明确地表达自己的意愿，减少未来的“后悔”。",
    "annotation": [
      {
        "sentence": "你说得非常对，我确实感到很混乱、难过和憋闷，也感到痛苦和不方便。",
        "label": ""
      },
      {
        "sentence": "我们现在意识到我们在做决策时很容易受到他人意见的左右，而没有更明确地表达自己的意愿。",
        "label": ""
      },
      {
        "sentence": "在日常生活中，我们总是充满了诸多顾虑，不敢踢球是因为怕影响到工作。",
        "label": ""
      },
      {
        "sentence": "但是意外的发生可能正是我们不甘心和不情愿的一种表达方式。",
        "label": ""
      },
      {
        "sentence": "我认识到这点后，确实感到非常痛苦和不方便。",
        "label": ""
      },
      {
        "sentence": "现在，我们只能按照医生的建议来康复和养护身体。",
        "label": ""
      },
      {
        "sentence": "但我认为这个事件所呈现的感受是非常重要的信号。",
        "label": ""
      },
      {
        "sentence": "我们需要更加主动地表达自己的意愿。",
        "label": ""
      },
      {
        "sentence": "也许在未来，面对各种选择，我们可以更明确地表达自己的意愿，减少未来的“后悔”。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得非常对，你感到混乱、难过、憋闷，以及痛苦和不方便是非常正常的情绪反应。我们现在意识到我们在做决策时很容易受到他人意见的影响，而没有更明确地表达自己的意愿。在日常生活中，我们总是充满了各种顾虑，不敢踢球是因为怕影响到工作。意外的发生有时可能就是我们不甘心和不情愿的一种表达方式。我明白你感到痛苦和不方便，现在只能按照医生的建议来康复和养护身体。但是这个事件所呈现的感受是非常重要的信号。我们需要更加主动地表达自己的意愿。也许在未来，面对各种选择，我们可以更明确地表达自己的意愿，减少未来的“后悔”。",
    "annotation": [
      {
        "sentence": "你说得非常对，你感到混乱、难过、憋闷，以及痛苦和不方便是非常正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "我们现在意识到我们在做决策时很容易受到他人意见的影响，而没有更明确地表达自己的意愿。",
        "label": ""
      },
      {
        "sentence": "在日常生活中，我们总是充满了各种顾虑，不敢踢球是因为怕影响到工作。",
        "label": ""
      },
      {
        "sentence": "意外的发生有时可能就是我们不甘心和不情愿的一种表达方式。",
        "label": ""
      },
      {
        "sentence": "我明白你感到痛苦和不方便，现在只能按照医生的建议来康复和养护身体。",
        "label": ""
      },
      {
        "sentence": "但是这个事件所呈现的感受是非常重要的信号。",
        "label": ""
      },
      {
        "sentence": "我们需要更加主动地表达自己的意愿。",
        "label": ""
      },
      {
        "sentence": "也许在未来，面对各种选择，我们可以更明确地表达自己的意愿，减少未来的“后悔”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得非常对，我确实感到很混乱、难过和憋闷，也感到痛苦和不方便。现在我们意识到我们在做决策时很容易受到他人意见的左右，没有更明确地表达自己的意愿。在日常生活中，我们总是充满了各种顾虑，不敢踢球是因为怕影响到工作。但意外的发生有时可能正是我们不甘心和不情愿的一种表达方式。我理解你感到痛苦和不方便，现在我们只能按照医生的建议来康复和调养。但是我认为这个事件所呈现的感受是非常重要的信号。我们需要更加主动地表达自己的意愿。也许在未来，面对各种选择时，我们可以更明确地表达自己的意愿，减少未来的“后悔”。",
    "annotation": [
      {
        "sentence": "你说得非常对，我确实感到很混乱、难过和憋闷，也感到痛苦和不方便。",
        "label": ""
      },
      {
        "sentence": "现在我们意识到我们在做决策时很容易受到他人意见的左右，没有更明确地表达自己的意愿。",
        "label": ""
      },
      {
        "sentence": "在日常生活中，我们总是充满了各种顾虑，不敢踢球是因为怕影响到工作。",
        "label": ""
      },
      {
        "sentence": "但意外的发生有时可能正是我们不甘心和不情愿的一种表达方式。",
        "label": ""
      },
      {
        "sentence": "我理解你感到痛苦和不方便，现在我们只能按照医生的建议来康复和调养。",
        "label": ""
      },
      {
        "sentence": "但是我认为这个事件所呈现的感受是非常重要的信号。",
        "label": ""
      },
      {
        "sentence": "我们需要更加主动地表达自己的意愿。",
        "label": ""
      },
      {
        "sentence": "也许在未来，面对各种选择时，我们可以更明确地表达自己的意愿，减少未来的“后悔”。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得非常对，你感到混乱、难过、憋闷，以及痛苦和不方便是很正常的情绪反应。现在我们意识到我们在做决策时很容易受他人意见的影响，而没有更明确地表达自己的意愿。在日常生活中，我们总是面临各种顾虑，不敢踢球是因为怕影响到工作。但是意外的发生有时可能正是我们不愿和不甘心的",
    "annotation": [
      {
        "sentence": "你说得非常对，你感到混乱、难过、憋闷，以及痛苦和不方便是很正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "现在我们意识到我们在做决策时很容易受他人意见的影响，而没有更明确地表达自己的意愿。",
        "label": ""
      },
      {
        "sentence": "在日常生活中，我们总是面临各种顾虑，不敢踢球是因为怕影响到工作。",
        "label": ""
      },
      {
        "sentence": "但是意外的发生有时可能正是我们不愿和不甘心的",
        "label": ""
      }
    ]
  }
]