[
  {
    "role": "client",
    "content": "我最近遇到一个问题，希望能够得到你的帮助。我有个大三的同学一直在追求我，但是他长相并不出众，我觉得这让我感到很为难。他不仅相貌平平，连衣服、鞋子和背包都很丑。性格也很内向，朋友很少。我实在感到很尴尬被他喜欢。有时候他对我很好，但是我真的接受不了一个外貌丑陋的男生。我很困惑，为什么我一方面不拒绝他，又一方面却接受他的好处呢？这是不是我心理有问题，还是普遍存在的人类共性呢？",
    "annotation": [
      {
        "sentence": "我最近遇到一个问题，希望能够得到你的帮助。",
        "label": ""
      },
      {
        "sentence": "我有个大三的同学一直在追求我，但是他长相并不出众，我觉得这让我感到很为难。",
        "label": ""
      },
      {
        "sentence": "他不仅相貌平平，连衣服、鞋子和背包都很丑。",
        "label": ""
      },
      {
        "sentence": "性格也很内向，朋友很少。",
        "label": ""
      },
      {
        "sentence": "我实在感到很尴尬被他喜欢。",
        "label": ""
      },
      {
        "sentence": "有时候他对我很好，但是我真的接受不了一个外貌丑陋的男生。",
        "label": ""
      },
      {
        "sentence": "我很困惑，为什么我一方面不拒绝他，又一方面却接受他的好处呢？",
        "label": ""
      },
      {
        "sentence": "这是不是我心理有问题，还是普遍存在的人类共性呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来，当你接受这个男生对你的好的时候，你内心对他的外貌产生了一些抗拒。但是他给你的关怀和照顾，还有那种被爱慕的感觉，其实多少还是让你在情感上得到了一些满足。一个人照顾、关心另一个人，一开始你可能会不以为意，但是这种关心和照顾持续一段时间之后，当事人在情感上得到满足，就会依赖这种被照顾和关心的感觉。一旦中止这种关心和关怀，会让被关心的人体验到一种失落感甚至伤心的感觉。这其实是人类内心中共同存在的一部分。这也是很多已婚的人被人挖墙脚的原因之一。你现在单身，也没有男朋友，正是年轻恋爱的阶段，内心自然而然会渴望被异性关心和照顾。这是一种自然的心理需求。他虽然长得丑，但是他在一定程度上满足了你情感上的需求。虽然你知道你不能接受他，但是不知不觉中你开始依赖那种被关心和被照顾的感觉。你讨厌他的相貌，也知道他对你好可能并不无私，但是你无法完全拒绝他对你的关心和照顾。这让你感觉好像在利用他来满足自己的需求。你是不是因此讨厌自己呢？如果你能够理解自己对爱的渴望，你会感觉好一些吗？对方对你的善意，并不与他的长相有关，它是对方身上的一种优点，是他内心中闪光的地方，他敢于付出并表达对别人的好感。你要知道有些人是不敢在关系中先对别人好的。即使你不会和他发展恋爱关系，但是当你用尊重的态度对待这些事情的时候，你内心也能感到更加平衡，你就不会将对他的攻击转嫁到自己身上。同时，你可以表达感谢，但是保持清晰的边界，继续寻找适合你的意中人。祝你好运！",
    "annotation": [
      {
        "sentence": "看起来，当你接受这个男生对你的好的时候，你内心对他的外貌产生了一些抗拒。",
        "label": ""
      },
      {
        "sentence": "但是他给你的关怀和照顾，还有那种被爱慕的感觉，其实多少还是让你在情感上得到了一些满足。",
        "label": ""
      },
      {
        "sentence": "一个人照顾、关心另一个人，一开始你可能会不以为意，但是这种关心和照顾持续一段时间之后，当事人在情感上得到满足，就会依赖这种被照顾和关心的感觉。",
        "label": ""
      },
      {
        "sentence": "一旦中止这种关心和关怀，会让被关心的人体验到一种失落感甚至伤心的感觉。",
        "label": ""
      },
      {
        "sentence": "这其实是人类内心中共同存在的一部分。",
        "label": ""
      },
      {
        "sentence": "这也是很多已婚的人被人挖墙脚的原因之一。",
        "label": ""
      },
      {
        "sentence": "你现在单身，也没有男朋友，正是年轻恋爱的阶段，内心自然而然会渴望被异性关心和照顾。",
        "label": ""
      },
      {
        "sentence": "这是一种自然的心理需求。",
        "label": ""
      },
      {
        "sentence": "他虽然长得丑，但是他在一定程度上满足了你情感上的需求。",
        "label": ""
      },
      {
        "sentence": "虽然你知道你不能接受他，但是不知不觉中你开始依赖那种被关心和被照顾的感觉。",
        "label": ""
      },
      {
        "sentence": "你讨厌他的相貌，也知道他对你好可能并不无私，但是你无法完全拒绝他对你的关心和照顾。",
        "label": ""
      },
      {
        "sentence": "这让你感觉好像在利用他来满足自己的需求。",
        "label": ""
      },
      {
        "sentence": "你是不是因此讨厌自己呢？",
        "label": ""
      },
      {
        "sentence": "如果你能够理解自己对爱的渴望，你会感觉好一些吗？",
        "label": ""
      },
      {
        "sentence": "对方对你的善意，并不与他的长相有关，它是对方身上的一种优点，是他内心中闪光的地方，他敢于付出并表达对别人的好感。",
        "label": ""
      },
      {
        "sentence": "你要知道有些人是不敢在关系中先对别人好的。",
        "label": ""
      },
      {
        "sentence": "即使你不会和他发展恋爱关系，但是当你用尊重的态度对待这些事情的时候，你内心也能感到更加平衡，你就不会将对他的攻击转嫁到自己身上。",
        "label": ""
      },
      {
        "sentence": "同时，你可以表达感谢，但是保持清晰的边界，继续寻找适合你的意中人。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，你的话让我觉得我并不是一个特例，而是每个人都有类似的渴望。我明白了，当我用尊重的态度对待他的时候，我内心就会感到更加平衡。我不能再用嘲笑和嫌弃的眼光看待这些事情了。我应该感激他对我的好意，并且要知道感激的对象并不取决于他的相貌，而是他的内在品质。我要继续寻找适合我的伴侣，我相信我会找到的。非常感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，你的话让我觉得我并不是一个特例，而是每个人都有类似的渴望。",
        "label": ""
      },
      {
        "sentence": "我明白了，当我用尊重的态度对待他的时候，我内心就会感到更加平衡。",
        "label": ""
      },
      {
        "sentence": "我不能再用嘲笑和嫌弃的眼光看待这些事情了。",
        "label": ""
      },
      {
        "sentence": "我应该感激他对我的好意，并且要知道感激的对象并不取决于他的相貌，而是他的内在品质。",
        "label": ""
      },
      {
        "sentence": "我要继续寻找适合我的伴侣，我相信我会找到的。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。你的领悟很棒，你已经开始学会接纳自己和他人了。寻找适合你的伴侣需要一定的时间和努力，但是我相信你会找到的。祝愿你能收获真挚的爱情，继续勇敢前行！如果以后还需要帮助，随时来找我谈谈吧。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "你的领悟很棒，你已经开始学会接纳自己和他人了。",
        "label": ""
      },
      {
        "sentence": "寻找适合你的伴侣需要一定的时间和努力，但是我相信你会找到的。",
        "label": ""
      },
      {
        "sentence": "祝愿你能收获真挚的爱情，继续勇敢前行！",
        "label": ""
      },
      {
        "sentence": "如果以后还需要帮助，随时来找我谈谈吧。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]