[
  {
    "role": "client",
    "content": "四个月分了三次，我第三次回头找他了，还能不能继续？活了33年我竟然发现我连恋爱都不会谈，大部分时间都是等着男人为我去做什么，然后才衡量他适不适合我。没有按我想的去做就不高兴。",
    "annotation": [
      {
        "sentence": "四个月分了三次，我第三次回头找他了，还能不能继续？",
        "label": ""
      },
      {
        "sentence": "活了33年我竟然发现我连恋爱都不会谈，大部分时间都是等着男人为我去做什么，然后才衡量他适不适合我。",
        "label": ""
      },
      {
        "sentence": "没有按我想的去做就不高兴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你要先厘清自己的需求是什么，你说自己想跟他好好谈一谈看看能不能有所发展，既然这是你的目的，你的一切行动都要围绕这个指针来展开，而不是四个月分了三次，然后又去找了他三次。这样做给人的感觉不是想有所发展，而是游戏人生。",
    "annotation": [
      {
        "sentence": "你要先厘清自己的需求是什么，你说自己想跟他好好谈一谈看看能不能有所发展，既然这是你的目的，你的一切行动都要围绕这个指针来展开，而不是四个月分了三次，然后又去找了他三次。",
        "label": ""
      },
      {
        "sentence": "这样做给人的感觉不是想有所发展，而是游戏人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我的行为可能有些过分，但是我真的不想轻易放弃，我觉得我们还有很多潜力可以挖掘，可是他现在好像对我没有以前那么热情了。",
    "annotation": [
      {
        "sentence": "我知道我的行为可能有些过分，但是我真的不想轻易放弃，我觉得我们还有很多潜力可以挖掘，可是他现在好像对我没有以前那么热情了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "换位思考，如果一个男生这么对你，屡次分手又屡次舔回，你会做何感想，还会和他认认真真走下去吗？怕是早就拉黑了吧。同样的男生会觉得你不尊重他，可能只是玩玩的，随随便便就提分手，哪像是一个认真的人所做的行为呢？",
    "annotation": [
      {
        "sentence": "换位思考，如果一个男生这么对你，屡次分手又屡次舔回，你会做何感想，还会和他认认真真走下去吗？",
        "label": ""
      },
      {
        "sentence": "怕是早就拉黑了吧。",
        "label": ""
      },
      {
        "sentence": "同样的男生会觉得你不尊重他，可能只是玩玩的，随随便便就提分手，哪像是一个认真的人所做的行为呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我自己的行为确实给他一种不稳定的感觉，可能他觉得我不值得认真对待。可是我还是很喜欢他，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我自己的行为确实给他一种不稳定的感觉，可能他觉得我不值得认真对待。",
        "label": ""
      },
      {
        "sentence": "可是我还是很喜欢他，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你男友还和你联系，大多是在想，一个女孩都主动送上门要贴着我了，反正我也没什么损失，干嘛还拒绝呢？也许他帮助你是念在往日的情分。如果这时候出现一个很适合他，又对他认真的女孩，也许他就不会再和你联系了。",
    "annotation": [
      {
        "sentence": "你男友还和你联系，大多是在想，一个女孩都主动送上门要贴着我了，反正我也没什么损失，干嘛还拒绝呢？",
        "label": ""
      },
      {
        "sentence": "也许他帮助你是念在往日的情分。",
        "label": ""
      },
      {
        "sentence": "如果这时候出现一个很适合他，又对他认真的女孩，也许他就不会再和你联系了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我开始担心他会找别人，我觉得和他在一起真的很开心，但是我又不确定他对我是不是真心的。",
    "annotation": [
      {
        "sentence": "我开始担心他会找别人，我觉得和他在一起真的很开心，但是我又不确定他对我是不是真心的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们要判断和一个人能不能继续下去，首先要看自己是不是喜欢他，对方有没有给我激情澎湃的感觉，双方是不是合适，三观是否相同，能不能共同应对未来的风风雨雨，而不是说没有经历过什么就分开觉得可惜。这不是我们开展一段关系的理由，如果可开始可不开始，那么说明这段感情价值不够高。",
    "annotation": [
      {
        "sentence": "我们要判断和一个人能不能继续下去，首先要看自己是不是喜欢他，对方有没有给我激情澎湃的感觉，双方是不是合适，三观是否相同，能不能共同应对未来的风风雨雨，而不是说没有经历过什么就分开觉得可惜。",
        "label": ""
      },
      {
        "sentence": "这不是我们开展一段关系的理由，如果可开始可不开始，那么说明这段感情价值不够高。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我好像从来没有想过这些问题，我只是觉得他对我好就可以了。现在听你这么说，我觉得自己真的需要重新认识他。",
    "annotation": [
      {
        "sentence": "我好像从来没有想过这些问题，我只是觉得他对我好就可以了。",
        "label": ""
      },
      {
        "sentence": "现在听你这么说，我觉得自己真的需要重新认识他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你现在就好好想一想自己是什么样的人，想找一个什么样的伴侣，自己对感情的要求是什么，看看对方符不符合自己的标准，然后认认真真地去谈一场恋爱。什么时候谈恋爱都不晚，找到一个对的伴侣也是发现自我的过程，相信自己值得被好好地对待，对别人认真就是对自己的人生负责，你一定可以找属于你的那个人。",
    "annotation": [
      {
        "sentence": "对的，你现在就好好想一想自己是什么样的人，想找一个什么样的伴侣，自己对感情的要求是什么，看看对方符不符合自己的标准，然后认认真真地去谈一场恋爱。",
        "label": ""
      },
      {
        "sentence": "什么时候谈恋爱都不晚，找到一个对的伴侣也是发现自我的过程，相信自己值得被好好地对待，对别人认真就是对自己的人生负责，你一定可以找属于你的那个人。",
        "label": ""
      }
    ]
  }
]