[
  {
    "role": "client",
    "content": "我家族没有情感关怀，容易被渣男渣女吸引，该怎么逆袭整个家族不会情绪管理，也都不被注重内心感受，很容易找另外一半能够哄自己的，从我家族的大叔小叔姑姑，来看都是这样。",
    "annotation": [
      {
        "sentence": "我家族没有情感关怀，容易被渣男渣女吸引，该怎么逆袭整个家族不会情绪管理，也都不被注重内心感受，很容易找另外一半能够哄自己的，从我家族的大叔小叔姑姑，来看都是这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能深刻意识到自身和家庭以及家族的问题，这非常难得了，一般来说察觉到问题，是改变的第一步，如果连自己的问题在哪儿都不知道就无法去改变成长。同时要说明的是，这个在察觉问题这个方面，你看到了一个现象，就是家族在传承一个相似的命运，你察觉到的仅仅是一个框架和表象，如果你们具体看到这个表象下面运行的内在规律和逻辑，深入的体察，看到一个完整的心理过程，那么这个觉察本身，就足以改变你的命运，家族传承的厄运就此终结。",
    "annotation": [
      {
        "sentence": "你能深刻意识到自身和家庭以及家族的问题，这非常难得了，一般来说察觉到问题，是改变的第一步，如果连自己的问题在哪儿都不知道就无法去改变成长。",
        "label": ""
      },
      {
        "sentence": "同时要说明的是，这个在察觉问题这个方面，你看到了一个现象，就是家族在传承一个相似的命运，你察觉到的仅仅是一个框架和表象，如果你们具体看到这个表象下面运行的内在规律和逻辑，深入的体察，看到一个完整的心理过程，那么这个觉察本身，就足以改变你的命运，家族传承的厄运就此终结。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的肯定，但是我还是不知道该如何改变家族情感关怀的问题。而且我也觉得自己容易被能够给到我情感关怀的男人吸引，可是当我找到条件好，又能给到情感关怀的，最后发现多半是渣男，那种专一但是脾气不好的男性相处不来，觉得讨厌恐惧。",
    "annotation": [
      {
        "sentence": "谢谢您的肯定，但是我还是不知道该如何改变家族情感关怀的问题。",
        "label": ""
      },
      {
        "sentence": "而且我也觉得自己容易被能够给到我情感关怀的男人吸引，可是当我找到条件好，又能给到情感关怀的，最后发现多半是渣男，那种专一但是脾气不好的男性相处不来，觉得讨厌恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你遇到渣男的情况是很常见的，有时候我们受到了缺失的吸引，即使是负面的缺失也会觉得有一种亲切感。你有意识到这一点已经很重要了。你要知道最终正常健康的爱情标准是什么，它实际上不是靠另一方去补偿你的不足，只有自足以后才会有健康的感情生活。好的滋养的爱是看起来较为温和平淡的，不是很刺激的，像甘泉一样缓缓滋润人心。过份强烈情感通常另一面就是伤害，所谓的刻骨铭心死去活来都带着深深地彼此伤害与折磨。",
    "annotation": [
      {
        "sentence": "你遇到渣男的情况是很常见的，有时候我们受到了缺失的吸引，即使是负面的缺失也会觉得有一种亲切感。",
        "label": ""
      },
      {
        "sentence": "你有意识到这一点已经很重要了。",
        "label": ""
      },
      {
        "sentence": "你要知道最终正常健康的爱情标准是什么，它实际上不是靠另一方去补偿你的不足，只有自足以后才会有健康的感情生活。",
        "label": ""
      },
      {
        "sentence": "好的滋养的爱是看起来较为温和平淡的，不是很刺激的，像甘泉一样缓缓滋润人心。",
        "label": ""
      },
      {
        "sentence": "过份强烈情感通常另一面就是伤害，所谓的刻骨铭心死去活来都带着深深地彼此伤害与折磨。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我一直在寻找那种过份强烈的情感，但其实我真正需要的是平淡健康的爱情。可是我家族在某方面有强烈的缺失，就会找到一个过份的补足来平衡自己的需求，矫枉过正之后带来另一个极端的问题。",
    "annotation": [
      {
        "sentence": "我明白了，我一直在寻找那种过份强烈的情感，但其实我真正需要的是平淡健康的爱情。",
        "label": ""
      },
      {
        "sentence": "可是我家族在某方面有强烈的缺失，就会找到一个过份的补足来平衡自己的需求，矫枉过正之后带来另一个极端的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你家族这种情况，你可以尝试找到一个自足的人，而不是一个同样缺失但某方面过度补足你的人。如果你要结婚，你可以找这样的人，就可以避免你家族问题的重复了。或许你还是会对那个过度补足你的人感兴趣，对自足的安全型不感兴趣，那么可以这样来看。你遇到会哄你的人时，你需要的不是这个人，你需要从他的身上学会哄自己，学会补足自己，从他身上拿到你想要的部分就可以了，但不一定要和他结婚或者相伴一生。等你把自己缺失的找回来了，你慢慢变成一个偏向于自足的人，再去找另一个自足的人，这样的婚姻感情会容易幸福长久。",
    "annotation": [
      {
        "sentence": "对于你家族这种情况，你可以尝试找到一个自足的人，而不是一个同样缺失但某方面过度补足你的人。",
        "label": ""
      },
      {
        "sentence": "如果你要结婚，你可以找这样的人，就可以避免你家族问题的重复了。",
        "label": ""
      },
      {
        "sentence": "或许你还是会对那个过度补足你的人感兴趣，对自足的安全型不感兴趣，那么可以这样来看。",
        "label": ""
      },
      {
        "sentence": "你遇到会哄你的人时，你需要的不是这个人，你需要从他的身上学会哄自己，学会补足自己，从他身上拿到你想要的部分就可以了，但不一定要和他结婚或者相伴一生。",
        "label": ""
      },
      {
        "sentence": "等你把自己缺失的找回来了，你慢慢变成一个偏向于自足的人，再去找另一个自足的人，这样的婚姻感情会容易幸福长久。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的建议和指导，我确实需要学会自己哄自己，补足自己的缺失。我也开始意识到最重要的是找到一个自足的人，并且和他共同创造健康的感情生活。",
    "annotation": [
      {
        "sentence": "非常感谢您的建议和指导，我确实需要学会自己哄自己，补足自己的缺失。",
        "label": ""
      },
      {
        "sentence": "我也开始意识到最重要的是找到一个自足的人，并且和他共同创造健康的感情生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了第一步，意识到问题并寻求解决。继续保持这种积极的态度，相信你可以战胜困难，创造出属于自己的幸福和健康的人际关系。加油！",
    "annotation": [
      {
        "sentence": "你已经迈出了第一步，意识到问题并寻求解决。",
        "label": ""
      },
      {
        "sentence": "继续保持这种积极的态度，相信你可以战胜困难，创造出属于自己的幸福和健康的人际关系。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力去改变自己，找到真正适合我的幸福。再次谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力去改变自己，找到真正适合我的幸福。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我始终会在你身边支持你的。如果有任何问题或困惑，随时向我求助。祝福你能够找到属于自己的幸福！",
    "annotation": [
      {
        "sentence": "不客气，我始终会在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或困惑，随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到属于自己的幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的关心和鼓励，我会时刻铭记在心。如果有需要的话，我一定会再次向您寻求帮助。祝您一切安好！",
    "annotation": [
      {
        "sentence": "非常感谢你的关心和鼓励，我会时刻铭记在心。",
        "label": ""
      },
      {
        "sentence": "如果有需要的话，我一定会再次向您寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝您一切安好！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你的祝福，我也会一直在这里支持你。祝你好运！希望你能够度过难关，走向更美好的未来！",
    "annotation": [
      {
        "sentence": "感谢你的祝福，我也会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "希望你能够度过难关，走向更美好的未来！",
        "label": ""
      }
    ]
  }
]