[
  {
    "role": "client",
    "content": "痴情或追求等同“舔”吗？用词很让人觉得不舒服了。现在网络上经常说“舔到最后一无所有”，可是我觉得用词很让人觉得不舒服。是有人觉得追求自己喜欢的女生或男生的过程叫做舔吗？想问舔和追求与痴情是一样的吗？如果不是，她们的界限在哪里？",
    "annotation": [
      {
        "sentence": "痴情或追求等同“舔”吗？",
        "label": ""
      },
      {
        "sentence": "用词很让人觉得不舒服了。",
        "label": ""
      },
      {
        "sentence": "现在网络上经常说“舔到最后一无所有”，可是我觉得用词很让人觉得不舒服。",
        "label": ""
      },
      {
        "sentence": "是有人觉得追求自己喜欢的女生或男生的过程叫做舔吗？",
        "label": ""
      },
      {
        "sentence": "想问舔和追求与痴情是一样的吗？",
        "label": ""
      },
      {
        "sentence": "如果不是，她们的界限在哪里？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，先来说说“舔”的来源吗？虽然我本身对狗狗没有什么恶意，但是在这里还是要冒犯它一下。这个词的完整表述是“舔狗”，由于我们国家的文化背景，有关狗的词语往往带有羞辱性。在这里，舔狗也用来比喻在爱情里地位底下的哪一方。舔狗不一定追不到喜欢的对象，不过舔狗一定是在爱情里付出最多，喜欢对方的份量更重的一方。狗狗对于主人是一种什么样的态度呢？忠诚、永远喜欢、为了让主人开心做各种讨喜的行为，主人第一位，自己第二位。狗狗依赖人甚于人依赖狗狗，容易受人情绪影响，比如主人伤心难过能很快感知并安慰。",
    "annotation": [
      {
        "sentence": "求助者，先来说说“舔”的来源吗？",
        "label": ""
      },
      {
        "sentence": "虽然我本身对狗狗没有什么恶意，但是在这里还是要冒犯它一下。",
        "label": ""
      },
      {
        "sentence": "这个词的完整表述是“舔狗”，由于我们国家的文化背景，有关狗的词语往往带有羞辱性。",
        "label": ""
      },
      {
        "sentence": "在这里，舔狗也用来比喻在爱情里地位底下的哪一方。",
        "label": ""
      },
      {
        "sentence": "舔狗不一定追不到喜欢的对象，不过舔狗一定是在爱情里付出最多，喜欢对方的份量更重的一方。",
        "label": ""
      },
      {
        "sentence": "狗狗对于主人是一种什么样的态度呢？",
        "label": ""
      },
      {
        "sentence": "忠诚、永远喜欢、为了让主人开心做各种讨喜的行为，主人第一位，自己第二位。",
        "label": ""
      },
      {
        "sentence": "狗狗依赖人甚于人依赖狗狗，容易受人情绪影响，比如主人伤心难过能很快感知并安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，谢谢你对这个词的解释。那你认为追求、痴情和舔有什么不同之处吗？",
    "annotation": [
      {
        "sentence": "支持者，谢谢你对这个词的解释。",
        "label": ""
      },
      {
        "sentence": "那你认为追求、痴情和舔有什么不同之处吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得追求、痴情和舔这三者主要是度的问题。追求的话，就是向对方表达自己的爱慕，无论是行动上还是心理上。但是他们的行为会依照对方的反馈而改变。如果被追求者没有明确表明反感或者拒绝，或许追求还会继续。当然，追求的方式以及持续程度等等会取决于喜欢程度、个人爱情观等影响因素。如果在追求中，被追求者伤害了自身，还依旧满不在乎，甚至自身不会难过，或者难过仍舍不得放弃对对方好，那么就会朝着痴情和舔的方向发展吧！后两者也是追求的范畴，只是受情感支配的份量更重。痴情或许是默默守护型，既在背后不打扰，对方需要时给予它能给的帮助；而舔则比较牺牲自身尊严和感受，会更痛苦一些，且进入死循环，不愿放弃。可能其中无法停下来的原因还受沉没成本效应的影响。痴情维护自身感受，而舔完全抛弃了自我。最主要的原因在于，恋爱中的自我定位以及人际边界底线问题没有处理好。",
    "annotation": [
      {
        "sentence": "我觉得追求、痴情和舔这三者主要是度的问题。",
        "label": ""
      },
      {
        "sentence": "追求的话，就是向对方表达自己的爱慕，无论是行动上还是心理上。",
        "label": ""
      },
      {
        "sentence": "但是他们的行为会依照对方的反馈而改变。",
        "label": ""
      },
      {
        "sentence": "如果被追求者没有明确表明反感或者拒绝，或许追求还会继续。",
        "label": ""
      },
      {
        "sentence": "当然，追求的方式以及持续程度等等会取决于喜欢程度、个人爱情观等影响因素。",
        "label": ""
      },
      {
        "sentence": "如果在追求中，被追求者伤害了自身，还依旧满不在乎，甚至自身不会难过，或者难过仍舍不得放弃对对方好，那么就会朝着痴情和舔的方向发展吧！",
        "label": ""
      },
      {
        "sentence": "后两者也是追求的范畴，只是受情感支配的份量更重。",
        "label": ""
      },
      {
        "sentence": "痴情或许是默默守护型，既在背后不打扰，对方需要时给予它能给的帮助；而舔则比较牺牲自身尊严和感受，会更痛苦一些，且进入死循环，不愿放弃。",
        "label": ""
      },
      {
        "sentence": "可能其中无法停下来的原因还受沉没成本效应的影响。",
        "label": ""
      },
      {
        "sentence": "痴情维护自身感受，而舔完全抛弃了自我。",
        "label": ""
      },
      {
        "sentence": "最主要的原因在于，恋爱中的自我定位以及人际边界底线问题没有处理好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你说得很对。在爱情里，令人舒适的相处模式是爱自己也爱对方，尊重自己也尊重对方。只有平等才不会让天平失衡。",
    "annotation": [
      {
        "sentence": "支持者，你说得很对。",
        "label": ""
      },
      {
        "sentence": "在爱情里，令人舒适的相处模式是爱自己也爱对方，尊重自己也尊重对方。",
        "label": ""
      },
      {
        "sentence": "只有平等才不会让天平失衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，求助者，你理解得很好。爱情是一种平衡和共同成长的过程。每个人都应该坚持维护自己的尊严和情感边界，不要为了爱情而放弃自我。有时候，在爱情中我们也需要学会放手，让自己得到更好的关系和幸福。",
    "annotation": [
      {
        "sentence": "是的，求助者，你理解得很好。",
        "label": ""
      },
      {
        "sentence": "爱情是一种平衡和共同成长的过程。",
        "label": ""
      },
      {
        "sentence": "每个人都应该坚持维护自己的尊严和情感边界，不要为了爱情而放弃自我。",
        "label": ""
      },
      {
        "sentence": "有时候，在爱情中我们也需要学会放手，让自己得到更好的关系和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，支持者。通过这次的对话，我更明白了自己在爱情中的定位和界限。我会更加珍惜自己，保持平衡，寻找健康的爱情关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，支持者。",
        "label": ""
      },
      {
        "sentence": "通过这次的对话，我更明白了自己在爱情中的定位和界限。",
        "label": ""
      },
      {
        "sentence": "我会更加珍惜自己，保持平衡，寻找健康的爱情关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，求助者。我很高兴能够帮助到你，并且看到你对自己的成长和改变有了更清晰的认识。如果将来还有任何疑问或困惑，你可以随时来找我倾诉。祝愿你在爱情中找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "不客气，求助者。",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮助到你，并且看到你对自己的成长和改变有了更清晰的认识。",
        "label": ""
      },
      {
        "sentence": "如果将来还有任何疑问或困惑，你可以随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝愿你在爱情中找到属于自己的幸福。",
        "label": ""
      }
    ]
  }
]