[
  {
    "role": "client",
    "content": "我父母总是抱怨我不和他们沟通，但我越来越排斥和他们沟通，怎么办？我是女生，大二了。可能从小就没有养成一有心事就和父母说的习惯，他们也没有注意过我是否有心事，我大多时候都选择自行消化负面情绪和内心迷茫困惑。放假在家的时候，自己也习惯了吃完饭就回自己的房间里，有点躲避和他们一起在客厅活动，就害怕他们看着看着电视就对我问东问西。我也不是没有没有尝试过和他们沟通，但是结果是他们非但没有帮我解决问题反而给了我另一种压力。我向他们吐露学习压力和对未来的迷茫，但是得到的却是他们认为是我还不够努力。其实有时候我只是需要他们的安慰，想得到他们的支持鼓励，而不是对我的质疑。现在我的情况就是处于一种很别扭的状态，他们越抱怨我闷着，不和他们沟通，我越是要和他们对着干。尽管我也很想和他们沟通交流，希望他们能够理解我。",
    "annotation": [
      {
        "sentence": "我父母总是抱怨我不和他们沟通，但我越来越排斥和他们沟通，怎么办？",
        "label": ""
      },
      {
        "sentence": "我是女生，大二了。",
        "label": ""
      },
      {
        "sentence": "可能从小就没有养成一有心事就和父母说的习惯，他们也没有注意过我是否有心事，我大多时候都选择自行消化负面情绪和内心迷茫困惑。",
        "label": ""
      },
      {
        "sentence": "放假在家的时候，自己也习惯了吃完饭就回自己的房间里，有点躲避和他们一起在客厅活动，就害怕他们看着看着电视就对我问东问西。",
        "label": ""
      },
      {
        "sentence": "我也不是没有没有尝试过和他们沟通，但是结果是他们非但没有帮我解决问题反而给了我另一种压力。",
        "label": ""
      },
      {
        "sentence": "我向他们吐露学习压力和对未来的迷茫，但是得到的却是他们认为是我还不够努力。",
        "label": ""
      },
      {
        "sentence": "其实有时候我只是需要他们的安慰，想得到他们的支持鼓励，而不是对我的质疑。",
        "label": ""
      },
      {
        "sentence": "现在我的情况就是处于一种很别扭的状态，他们越抱怨我闷着，不和他们沟通，我越是要和他们对着干。",
        "label": ""
      },
      {
        "sentence": "尽管我也很想和他们沟通交流，希望他们能够理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你向我求助，我能够理解你现在的心情。这样的情况，并不是你一个人遇到的。很多时候父母想爱孩子，但方式不对，力道不对，对孩子来说，是个恶梦。来看看，这一切，是如何造成的。如果从小就没有养成一有心事就和父母说的习惯，可能是因为你的父母工作忙碌，双方逐渐习惯了不问不说的相处方式。这样的习惯可能会导致你学会自行消化情绪，而父母也没有注意到你是否有心事。在家相处时，你也习惯了躲避和他们一起在客厅活动。其实这种情况是很正常的，不过你应该试着告诉你的父母你的感受，让他们可以了解你的需要。但也许你在与他们的沟通中并没有得到他们的支持和鼓励，而是反而倍感压力。其实家长们常常不能理解孩子的内心，所以孩子感到被误解和忽视。因此在交流时，双方应该是平等的，需要倾听对方的表达，确认理解是否正确。而家长们很少会这样做，所以你也感到很别扭。你应该采取新的沟通方式，如写信或约定双方不打断彼此的交流。你是否觉得这些方法适用于你的家庭？",
    "annotation": [
      {
        "sentence": "谢谢你向我求助，我能够理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "这样的情况，并不是你一个人遇到的。",
        "label": ""
      },
      {
        "sentence": "很多时候父母想爱孩子，但方式不对，力道不对，对孩子来说，是个恶梦。",
        "label": ""
      },
      {
        "sentence": "来看看，这一切，是如何造成的。",
        "label": ""
      },
      {
        "sentence": "如果从小就没有养成一有心事就和父母说的习惯，可能是因为你的父母工作忙碌，双方逐渐习惯了不问不说的相处方式。",
        "label": ""
      },
      {
        "sentence": "这样的习惯可能会导致你学会自行消化情绪，而父母也没有注意到你是否有心事。",
        "label": ""
      },
      {
        "sentence": "在家相处时，你也习惯了躲避和他们一起在客厅活动。",
        "label": ""
      },
      {
        "sentence": "其实这种情况是很正常的，不过你应该试着告诉你的父母你的感受，让他们可以了解你的需要。",
        "label": ""
      },
      {
        "sentence": "但也许你在与他们的沟通中并没有得到他们的支持和鼓励，而是反而倍感压力。",
        "label": ""
      },
      {
        "sentence": "其实家长们常常不能理解孩子的内心，所以孩子感到被误解和忽视。",
        "label": ""
      },
      {
        "sentence": "因此在交流时，双方应该是平等的，需要倾听对方的表达，确认理解是否正确。",
        "label": ""
      },
      {
        "sentence": "而家长们很少会这样做，所以你也感到很别扭。",
        "label": ""
      },
      {
        "sentence": "你应该采取新的沟通方式，如写信或约定双方不打断彼此的交流。",
        "label": ""
      },
      {
        "sentence": "你是否觉得这些方法适用于你的家庭？",
        "label": ""
      }
    ]
  }
]