[
  {
    "role": "client",
    "content": "害怕和自己玩的最好的朋友会和别人更亲近，怎么回事？",
    "annotation": [
      {
        "sentence": "害怕和自己玩的最好的朋友会和别人更亲近，怎么回事？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，你很勇敢能够向我倾诉你的担忧。你担心你的朋友会和别人变得更亲近，是吗？",
    "annotation": [
      {
        "sentence": "你好，你很勇敢能够向我倾诉你的担忧。",
        "label": ""
      },
      {
        "sentence": "你担心你的朋友会和别人变得更亲近，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每次察觉到他和别人有一些友谊层面的亲密活动时，心里会感觉不舒服。很奇怪为什么自己会有这种情况，从小学到大学皆是如此。",
    "annotation": [
      {
        "sentence": "是的，每次察觉到他和别人有一些友谊层面的亲密活动时，心里会感觉不舒服。",
        "label": ""
      },
      {
        "sentence": "很奇怪为什么自己会有这种情况，从小学到大学皆是如此。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个孩子出生之后，最早的关系是和妈妈的“二人世界”，后来慢慢有爸爸加入，变成三人的多元关系。这是我们最初的关系，也可以抽象理解为我们后来与他人各种关系的雏形。在二元关系里，特别是亲密关系中，比如恋人，是排他的。就象我们最早只喜欢妈妈，讨厌要和我们抢妈妈的工作、爸爸、手机或其它一样。",
    "annotation": [
      {
        "sentence": "一个孩子出生之后，最早的关系是和妈妈的“二人世界”，后来慢慢有爸爸加入，变成三人的多元关系。",
        "label": ""
      },
      {
        "sentence": "这是我们最初的关系，也可以抽象理解为我们后来与他人各种关系的雏形。",
        "label": ""
      },
      {
        "sentence": "在二元关系里，特别是亲密关系中，比如恋人，是排他的。",
        "label": ""
      },
      {
        "sentence": "就象我们最早只喜欢妈妈，讨厌要和我们抢妈妈的工作、爸爸、手机或其它一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，在某种程度上，我是将我与我的朋友之间的关系看作是排他的关系。但是为什么这会让我感到不舒服？",
    "annotation": [
      {
        "sentence": "我理解了，在某种程度上，我是将我与我的朋友之间的关系看作是排他的关系。",
        "label": ""
      },
      {
        "sentence": "但是为什么这会让我感到不舒服？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们对朋友有其他的亲密友谊感觉到的这些情绪，或许是因为我们无意识里把与朋友的关系定位在亲密的二元关系里，希望是彼此的唯一。另一个方面，虽然我们希望能有一个完全合拍的朋友，可以一起做所有的事。但世上并没有完全相同和融合的两个人。",
    "annotation": [
      {
        "sentence": "我们对朋友有其他的亲密友谊感觉到的这些情绪，或许是因为我们无意识里把与朋友的关系定位在亲密的二元关系里，希望是彼此的唯一。",
        "label": ""
      },
      {
        "sentence": "另一个方面，虽然我们希望能有一个完全合拍的朋友，可以一起做所有的事。",
        "label": ""
      },
      {
        "sentence": "但世上并没有完全相同和融合的两个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也渴望有一个可以分享我的兴趣爱好，互相理解的好朋友。但是现实并不是这样的。",
    "annotation": [
      {
        "sentence": "是的，我也渴望有一个可以分享我的兴趣爱好，互相理解的好朋友。",
        "label": ""
      },
      {
        "sentence": "但是现实并不是这样的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都是个独立的个体，有着自己的喜好和需求，这也让我们可能在生命中期望有不同的朋友，或者有不同的“朋友”，比如同样喜欢画画的朋友，同样喜欢篮球的朋友，同样喜欢火锅的朋友。因此，或许我们可以做的是了解自己，尊重我们的朋友作为独立的个体的需要和判断，和朋友们求同存异。接纳我们的不同，接纳我们独立的特质。",
    "annotation": [
      {
        "sentence": "每个人都是个独立的个体，有着自己的喜好和需求，这也让我们可能在生命中期望有不同的朋友，或者有不同的“朋友”，比如同样喜欢画画的朋友，同样喜欢篮球的朋友，同样喜欢火锅的朋友。",
        "label": ""
      },
      {
        "sentence": "因此，或许我们可以做的是了解自己，尊重我们的朋友作为独立的个体的需要和判断，和朋友们求同存异。",
        "label": ""
      },
      {
        "sentence": "接纳我们的不同，接纳我们独立的特质。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的建议。我该怎么做，才能让我不再担心我的朋友和别人变得更亲密呢？",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我该怎么做，才能让我不再担心我的朋友和别人变得更亲密呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以通过沟通来解决这个问题。你可以告诉你的朋友你的感受，向他解释你的想法。或许你的担忧可以得到他的理解和帮助。还有，多与其他人接触，多结交一些新朋友，也可以让你拓展与他人建立深入友谊的机会，不要担心你会与你的好朋友产生距离，因为真正的友谊是永远不会因为与其他人交往而疏远。",
    "annotation": [
      {
        "sentence": "你可以通过沟通来解决这个问题。",
        "label": ""
      },
      {
        "sentence": "你可以告诉你的朋友你的感受，向他解释你的想法。",
        "label": ""
      },
      {
        "sentence": "或许你的担忧可以得到他的理解和帮助。",
        "label": ""
      },
      {
        "sentence": "还有，多与其他人接触，多结交一些新朋友，也可以让你拓展与他人建立深入友谊的机会，不要担心你会与你的好朋友产生距离，因为真正的友谊是永远不会因为与其他人交往而疏远。",
        "label": ""
      }
    ]
  }
]