[
  {
    "role": "client",
    "content": "我是一个32岁的女生，我现在每天都感到非常痛苦，因为我很想念我的前任。我和前任是女同性恋关系，而且我现在的伴侣也是女生。和前任在一起是因为她非常优秀，有很多才华和想法，并且她对我也非常好，我很喜欢她。但后来，由于我自己当时的肤浅，我开始觉得自己喜欢的是另一种类型的女孩子，那种非常有女人味的类型。所以我出轨了，结果被前任甩了。现在我又和一个脾气不好、没耐心的长发女生在一起，她对我也不慷慨，还和男人出去吃饭，行为作风也有点不好。我已经意识到自己有多渣了，我明白了心动并不等同于爱情，而是能够相互依靠和温暖对方才是真正的爱情。现在我每天都会想念我最初的前任，甚至大哭，感到非常痛苦和低落。但她非常乐观大气，温暖善良，总是包容我。我从小失去了母亲，父亲也不在身边，所以我极度缺乏安全感。曾经我觉得她是上天对我的恩赐，但我却把她弄丢了。她现在找到了一个非常优秀且对她很好的伴侣，他们一起创业已经有五年了。而我现在有了一个曾经以为会让我心动和美好的现任伴侣，但是我感到不幸福和孤独。",
    "annotation": [
      {
        "sentence": "我是一个32岁的女生，我现在每天都感到非常痛苦，因为我很想念我的前任。",
        "label": ""
      },
      {
        "sentence": "我和前任是女同性恋关系，而且我现在的伴侣也是女生。",
        "label": ""
      },
      {
        "sentence": "和前任在一起是因为她非常优秀，有很多才华和想法，并且她对我也非常好，我很喜欢她。",
        "label": ""
      },
      {
        "sentence": "但后来，由于我自己当时的肤浅，我开始觉得自己喜欢的是另一种类型的女孩子，那种非常有女人味的类型。",
        "label": ""
      },
      {
        "sentence": "所以我出轨了，结果被前任甩了。",
        "label": ""
      },
      {
        "sentence": "现在我又和一个脾气不好、没耐心的长发女生在一起，她对我也不慷慨，还和男人出去吃饭，行为作风也有点不好。",
        "label": ""
      },
      {
        "sentence": "我已经意识到自己有多渣了，我明白了心动并不等同于爱情，而是能够相互依靠和温暖对方才是真正的爱情。",
        "label": ""
      },
      {
        "sentence": "现在我每天都会想念我最初的前任，甚至大哭，感到非常痛苦和低落。",
        "label": ""
      },
      {
        "sentence": "但她非常乐观大气，温暖善良，总是包容我。",
        "label": ""
      },
      {
        "sentence": "我从小失去了母亲，父亲也不在身边，所以我极度缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "曾经我觉得她是上天对我的恩赐，但我却把她弄丢了。",
        "label": ""
      },
      {
        "sentence": "她现在找到了一个非常优秀且对她很好的伴侣，他们一起创业已经有五年了。",
        "label": ""
      },
      {
        "sentence": "而我现在有了一个曾经以为会让我心动和美好的现任伴侣，但是我感到不幸福和孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情况确实很复杂，不仅涉及到感情问题，还有性取向的困惑。虽然我不完全理解同性恋，但我不会反对。我想问题可能出在你的原生家庭和感情经历上。毕竟你已经30几岁了，应该有一定的辨别和控制能力。如果你觉得从当前的困境中跳不出来，也许可以试着挖掘一下自己更加深层的问题，以此来填补这些空缺。恋爱生活本来就会有痛苦的时候，有时候问题不在于你不懂，而是你不愿意去懂。有时候也不是你不知道，只是不想把问题说出来。或者还没有到说出问题的时候，我们有时候明白但却无能为力，所以选择了沉默。有些事情适合埋在心里，有些痛苦适合无声无息地忘记，有些回忆只适合偶尔拿出来回味。很多事情，经历过之后，只要自己知道就好。很多改变其实不需要说出口，只要自己明白就好。有些伤口，时间久了就会慢慢痊愈；有些委屈，经历过并想通了就会释然；有些伤痛，忍过了久了也就变成了一种习惯。然而在孤独的瞬间，这些伤痛又会重新涌上心头。其实，并不是所有的疼痛都需要呐喊出来。或许你可以尝试一下改变自己的思维方式，换个角度来看待问题。我祝福你能够找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "你的情况确实很复杂，不仅涉及到感情问题，还有性取向的困惑。",
        "label": ""
      },
      {
        "sentence": "虽然我不完全理解同性恋，但我不会反对。",
        "label": ""
      },
      {
        "sentence": "我想问题可能出在你的原生家庭和感情经历上。",
        "label": ""
      },
      {
        "sentence": "毕竟你已经30几岁了，应该有一定的辨别和控制能力。",
        "label": ""
      },
      {
        "sentence": "如果你觉得从当前的困境中跳不出来，也许可以试着挖掘一下自己更加深层的问题，以此来填补这些空缺。",
        "label": ""
      },
      {
        "sentence": "恋爱生活本来就会有痛苦的时候，有时候问题不在于你不懂，而是你不愿意去懂。",
        "label": ""
      },
      {
        "sentence": "有时候也不是你不知道，只是不想把问题说出来。",
        "label": ""
      },
      {
        "sentence": "或者还没有到说出问题的时候，我们有时候明白但却无能为力，所以选择了沉默。",
        "label": ""
      },
      {
        "sentence": "有些事情适合埋在心里，有些痛苦适合无声无息地忘记，有些回忆只适合偶尔拿出来回味。",
        "label": ""
      },
      {
        "sentence": "很多事情，经历过之后，只要自己知道就好。",
        "label": ""
      },
      {
        "sentence": "很多改变其实不需要说出口，只要自己明白就好。",
        "label": ""
      },
      {
        "sentence": "有些伤口，时间久了就会慢慢痊愈；有些委屈，经历过并想通了就会释然；有些伤痛，忍过了久了也就变成了一种习惯。",
        "label": ""
      },
      {
        "sentence": "然而在孤独的瞬间，这些伤痛又会重新涌上心头。",
        "label": ""
      },
      {
        "sentence": "其实，并不是所有的疼痛都需要呐喊出来。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试一下改变自己的思维方式，换个角度来看待问题。",
        "label": ""
      },
      {
        "sentence": "我祝福你能够找到属于自己的幸福。",
        "label": ""
      }
    ]
  }
]