[
  {
    "role": "client",
    "content": "被隔代寄养，极度缺乏安全感，感觉自己一直被人评判？我从小就是被隔代寄养的，我和爷爷奶奶上幼儿园，我一直努力做着她们眼中听话的孩子，甚至有的时候还会担心如果我不按照他们的期望所做会不会我就被抛弃了，从小就和爷爷奶奶建立了很深的感情，感觉爷爷奶奶才是我的父母，但他们根本不关心我喜欢吃什么，爱好是什么，只是按照他们眼中我该怎么样的安排我的生活，我从小就是这么过过来的。我已经和他们住了十年了但他们根本不想体会我的需求，感觉自己很缺乏爱，到了现在就很没有安全感，每当提出自己的需求，都会很心慌，下意识就会判定它们不会同意我的需求。长大了，我在学校也很不自在，感觉只要一出去就很难受，害怕别人看我。而且每当我有自己的想法或者感受的时候都会下意识的想我这么做是不是对的，别人会不会同意我怎么做，我很绝望，不知道我还有救吗，我就是想做我自己的喜欢的事，而不是被太对所谓对我好的事情剥夺了所有我做自己，有自己感受的权力。怎么办啊",
    "annotation": [
      {
        "sentence": "被隔代寄养，极度缺乏安全感，感觉自己一直被人评判？",
        "label": ""
      },
      {
        "sentence": "我从小就是被隔代寄养的，我和爷爷奶奶上幼儿园，我一直努力做着她们眼中听话的孩子，甚至有的时候还会担心如果我不按照他们的期望所做会不会我就被抛弃了，从小就和爷爷奶奶建立了很深的感情，感觉爷爷奶奶才是我的父母，但他们根本不关心我喜欢吃什么，爱好是什么，只是按照他们眼中我该怎么样的安排我的生活，我从小就是这么过过来的。",
        "label": ""
      },
      {
        "sentence": "我已经和他们住了十年了但他们根本不想体会我的需求，感觉自己很缺乏爱，到了现在就很没有安全感，每当提出自己的需求，都会很心慌，下意识就会判定它们不会同意我的需求。",
        "label": ""
      },
      {
        "sentence": "长大了，我在学校也很不自在，感觉只要一出去就很难受，害怕别人看我。",
        "label": ""
      },
      {
        "sentence": "而且每当我有自己的想法或者感受的时候都会下意识的想我这么做是不是对的，别人会不会同意我怎么做，我很绝望，不知道我还有救吗，我就是想做我自己的喜欢的事，而不是被太对所谓对我好的事情剥夺了所有我做自己，有自己感受的权力。",
        "label": ""
      },
      {
        "sentence": "怎么办啊",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你也许需要一段真正稳定，接纳你，理解你的关系。让你真切地感受到，原来我并不是那么差，原来我并不会被评判和攻击，原来只要我想要去做的事情，对方都会支持。",
    "annotation": [
      {
        "sentence": "你也许需要一段真正稳定，接纳你，理解你的关系。",
        "label": ""
      },
      {
        "sentence": "让你真切地感受到，原来我并不是那么差，原来我并不会被评判和攻击，原来只要我想要去做的事情，对方都会支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我觉得我真的需要这种关系。我渴望被接纳和理解，而不仅仅是按照别人的期望来生活。",
    "annotation": [
      {
        "sentence": "你说的对，我觉得我真的需要这种关系。",
        "label": ""
      },
      {
        "sentence": "我渴望被接纳和理解，而不仅仅是按照别人的期望来生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候我们会在亲人身上得到更多的期待和压力，但他们并不了解我们内心真正的需求。或许你可以试着跟爷爷奶奶沟通你的感受和需求，让他们了解你想要的生活方式。",
    "annotation": [
      {
        "sentence": "有时候我们会在亲人身上得到更多的期待和压力，但他们并不了解我们内心真正的需求。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着跟爷爷奶奶沟通你的感受和需求，让他们了解你想要的生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是每次要跟他们沟通，我总是觉得很心慌，怕他们不理解我，而且之前的经历让我缺乏安全感，我真的不敢去提出自己的需求。",
    "annotation": [
      {
        "sentence": "可是每次要跟他们沟通，我总是觉得很心慌，怕他们不理解我，而且之前的经历让我缺乏安全感，我真的不敢去提出自己的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能在与爷爷奶奶沟通之前，你可以先尝试增强自己的安全感和自信心。可以通过寻找支持、接受咨询或与朋友交流来获得情感上的支持。",
    "annotation": [
      {
        "sentence": "可能在与爷爷奶奶沟通之前，你可以先尝试增强自己的安全感和自信心。",
        "label": ""
      },
      {
        "sentence": "可以通过寻找支持、接受咨询或与朋友交流来获得情感上的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试试增强自己的安全感和自信心，寻找一些支持的资源。",
    "annotation": [
      {
        "sentence": "好的，我会试试增强自己的安全感和自信心，寻找一些支持的资源。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你会发现当你变得更加安全和自信时，与爷爷奶奶的沟通可能会变得更容易。记住，你有权利去追求自己喜欢的事情和拥有自己的感受。",
    "annotation": [
      {
        "sentence": "很好，你会发现当你变得更加安全和自信时，与爷爷奶奶的沟通可能会变得更容易。",
        "label": ""
      },
      {
        "sentence": "记住，你有权利去追求自己喜欢的事情和拥有自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我会牢记这些，不再被别人的期望所束缚。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "是的，我会牢记这些，不再被别人的期望所束缚。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你可以随时来找我聊天，我会一直支持你的。记得给自己一些时间和空间，相信自己会越来越好。",
    "annotation": [
      {
        "sentence": "不用客气，你可以随时来找我聊天，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "记得给自己一些时间和空间，相信自己会越来越好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会的！",
    "annotation": [
      {
        "sentence": "谢谢你，我会的！",
        "label": ""
      }
    ]
  }
]