[
  {
    "role": "client",
    "content": "我是一个24岁的女性，我需要去医院才能知道我的状况吗？以前我有幻听和幻嗅的问题，但现在没有了。过去我会自伤，而且情绪非常不稳定。虽然现在我不再自伤了，但情绪依旧不稳定。我曾以为这是因为备考压力大，但当我开始工作后才发现这其实是我的问题。我非常喜欢这份工作，但最终还是辞职了，因为工作压力过大，而我自己也越来越感到压抑。然而，在同事们眼中，我却特别活泼、正能量，所以当我辞职时，他们都感到很意外。我只想知道现在我究竟处于什么状态。但我根本迈不开脚步去医院。",
    "annotation": [
      {
        "sentence": "我是一个24岁的女性，我需要去医院才能知道我的状况吗？",
        "label": ""
      },
      {
        "sentence": "以前我有幻听和幻嗅的问题，但现在没有了。",
        "label": ""
      },
      {
        "sentence": "过去我会自伤，而且情绪非常不稳定。",
        "label": ""
      },
      {
        "sentence": "虽然现在我不再自伤了，但情绪依旧不稳定。",
        "label": ""
      },
      {
        "sentence": "我曾以为这是因为备考压力大，但当我开始工作后才发现这其实是我的问题。",
        "label": ""
      },
      {
        "sentence": "我非常喜欢这份工作，但最终还是辞职了，因为工作压力过大，而我自己也越来越感到压抑。",
        "label": ""
      },
      {
        "sentence": "然而，在同事们眼中，我却特别活泼、正能量，所以当我辞职时，他们都感到很意外。",
        "label": ""
      },
      {
        "sentence": "我只想知道现在我究竟处于什么状态。",
        "label": ""
      },
      {
        "sentence": "但我根本迈不开脚步去医院。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在同事们面前，你表现得很活泼，但内心却感到压抑。你认为压力来自于你在他人面前表现得“虚假自我”，即强颜欢笑，因为你害怕做真实的自己会不被接受。我也曾经有过想去医院寻求帮助的经历。我鼓起勇气去了，但当医生告诉我她主要为那些心理疾病非常严重（如失眠、自杀倾向等）的患者开药时，我感到有些失望。然后我向她倾诉了我的问题，她静静地陪伴着我，听我说完，但她抱歉地表示没有办法给我心理咨询帮助。后来我回家自己学习了一些心理调节的方式，比如冥想、静观，每天写观察日记。渐渐地，我发现我感到压抑的原因在于不敢做真实的自己，这源于我小时候无法表达情绪，父母对我情绪的处理方式就是打骂，他们觉得我很不懂事。因此长大后，我也一直在压抑我的情绪，没有做自己的主人。如果你认为去医院可以解决你的问题，那就去吧。如果你觉得会感到羞耻，那就戴上口罩。如果你还不想迈出这一步，那就通过网上平台找一位心理老师来帮助你。每当我陷入痛苦之中时，我都会告诉自己，人生很短暂，为什么要活在压抑之中呢？加油，比卡丘，冲！",
    "annotation": [
      {
        "sentence": "在同事们面前，你表现得很活泼，但内心却感到压抑。",
        "label": ""
      },
      {
        "sentence": "你认为压力来自于你在他人面前表现得“虚假自我”，即强颜欢笑，因为你害怕做真实的自己会不被接受。",
        "label": ""
      },
      {
        "sentence": "我也曾经有过想去医院寻求帮助的经历。",
        "label": ""
      },
      {
        "sentence": "我鼓起勇气去了，但当医生告诉我她主要为那些心理疾病非常严重（如失眠、自杀倾向等）的患者开药时，我感到有些失望。",
        "label": ""
      },
      {
        "sentence": "然后我向她倾诉了我的问题，她静静地陪伴着我，听我说完，但她抱歉地表示没有办法给我心理咨询帮助。",
        "label": ""
      },
      {
        "sentence": "后来我回家自己学习了一些心理调节的方式，比如冥想、静观，每天写观察日记。",
        "label": ""
      },
      {
        "sentence": "渐渐地，我发现我感到压抑的原因在于不敢做真实的自己，这源于我小时候无法表达情绪，父母对我情绪的处理方式就是打骂，他们觉得我很不懂事。",
        "label": ""
      },
      {
        "sentence": "因此长大后，我也一直在压抑我的情绪，没有做自己的主人。",
        "label": ""
      },
      {
        "sentence": "如果你认为去医院可以解决你的问题，那就去吧。",
        "label": ""
      },
      {
        "sentence": "如果你觉得会感到羞耻，那就戴上口罩。",
        "label": ""
      },
      {
        "sentence": "如果你还不想迈出这一步，那就通过网上平台找一位心理老师来帮助你。",
        "label": ""
      },
      {
        "sentence": "每当我陷入痛苦之中时，我都会告诉自己，人生很短暂，为什么要活在压抑之中呢？",
        "label": ""
      },
      {
        "sentence": "加油，比卡丘，冲！",
        "label": ""
      }
    ]
  }
]