[
  {
    "role": "client",
    "content": "第四次自残了，我该怎么办？第一次自残是三年前的高二，医生解释为解离状态，需要借助自残感受自己的存在，休学一年，在药物和心理咨询的帮助下好了很多。第二次自残是大二上学期期末，但是因为疫情影响一直待在家里，有爸妈看着，也很快就好了。第三次是两个月前，现在是第四次，没有去看医生也没有跟任何人说。也不是想自杀，只是转移痛苦，用刀割完之后会觉得心里好受一些，但是时常会有被动死去的想法，比如撞车啊什么的。已经两个月没有交作业也没有看网课了，任务越积越多但是我没有办法去解决，然而现在马上就要期末考试了。没办法集中注意力，刚开始以为是我懒，不想上课做作业，后来发现打游戏看剧都没办法集中注意力，只要试着专注一件事就开始坐立不安。作息时间完全乱套，人也越来越懒，甚至懒得刷牙洗脸洗澡，都是不得不洗的时候才去洗。本来因为高三一年没上学，高考就没考好，现在如果专业课还学不进去的话，真的感觉自己要完了。",
    "annotation": [
      {
        "sentence": "第四次自残了，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "第一次自残是三年前的高二，医生解释为解离状态，需要借助自残感受自己的存在，休学一年，在药物和心理咨询的帮助下好了很多。",
        "label": ""
      },
      {
        "sentence": "第二次自残是大二上学期期末，但是因为疫情影响一直待在家里，有爸妈看着，也很快就好了。",
        "label": ""
      },
      {
        "sentence": "第三次是两个月前，现在是第四次，没有去看医生也没有跟任何人说。",
        "label": ""
      },
      {
        "sentence": "也不是想自杀，只是转移痛苦，用刀割完之后会觉得心里好受一些，但是时常会有被动死去的想法，比如撞车啊什么的。",
        "label": ""
      },
      {
        "sentence": "已经两个月没有交作业也没有看网课了，任务越积越多但是我没有办法去解决，然而现在马上就要期末考试了。",
        "label": ""
      },
      {
        "sentence": "没办法集中注意力，刚开始以为是我懒，不想上课做作业，后来发现打游戏看剧都没办法集中注意力，只要试着专注一件事就开始坐立不安。",
        "label": ""
      },
      {
        "sentence": "作息时间完全乱套，人也越来越懒，甚至懒得刷牙洗脸洗澡，都是不得不洗的时候才去洗。",
        "label": ""
      },
      {
        "sentence": "本来因为高三一年没上学，高考就没考好，现在如果专业课还学不进去的话，真的感觉自己要完了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情况听起来很痛苦。我可以先和你聊聊关于自残的问题。自残大部分原因是因为压抑自己的情绪，所以如果想帮助自己改变这个状况，你可能需要学会表达情绪。你可以说说你的感受和困惑，可以找人倾诉或者写下来。你觉得这些对你有帮助吗？",
    "annotation": [
      {
        "sentence": "你的情况听起来很痛苦。",
        "label": ""
      },
      {
        "sentence": "我可以先和你聊聊关于自残的问题。",
        "label": ""
      },
      {
        "sentence": "自残大部分原因是因为压抑自己的情绪，所以如果想帮助自己改变这个状况，你可能需要学会表达情绪。",
        "label": ""
      },
      {
        "sentence": "你可以说说你的感受和困惑，可以找人倾诉或者写下来。",
        "label": ""
      },
      {
        "sentence": "你觉得这些对你有帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感觉我很难说出来我的感受，也不想给别人添麻烦。写下来的话，我又觉得没人会真的关心我。",
    "annotation": [
      {
        "sentence": "我感觉我很难说出来我的感受，也不想给别人添麻烦。",
        "label": ""
      },
      {
        "sentence": "写下来的话，我又觉得没人会真的关心我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。但你需要知道，这不是添麻烦，而是让你得到关注和支持的一种方式。你可以尝试和信任的人倾诉，或者联系心理咨询师获得专业帮助。同时，写下来也可以帮助你更好地观察和理解自己的情感，有利于自我成长。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但你需要知道，这不是添麻烦，而是让你得到关注和支持的一种方式。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和信任的人倾诉，或者联系心理咨询师获得专业帮助。",
        "label": ""
      },
      {
        "sentence": "同时，写下来也可以帮助你更好地观察和理解自己的情感，有利于自我成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，下次我会试试把我的感受写下来，或者找人倾诉一下。但现在我还是很担心考试和作业的问题，我连基本的学习也做不到。",
    "annotation": [
      {
        "sentence": "好的，下次我会试试把我的感受写下来，或者找人倾诉一下。",
        "label": ""
      },
      {
        "sentence": "但现在我还是很担心考试和作业的问题，我连基本的学习也做不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。但是我们可以先一步一步地解决问题。你可以先试着恢复作息时间，保证自己有足够的睡眠时间和饮食规律。然后，可以制定一个学习计划，把任务分解成小目标，一步一步完成。还可以寻找一些学习上的支持和资源，比如找同学一起学习，或者在社交媒体上寻找学习资源和灵感。你觉得这些方法可行吗？",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是我们可以先一步一步地解决问题。",
        "label": ""
      },
      {
        "sentence": "你可以先试着恢复作息时间，保证自己有足够的睡眠时间和饮食规律。",
        "label": ""
      },
      {
        "sentence": "然后，可以制定一个学习计划，把任务分解成小目标，一步一步完成。",
        "label": ""
      },
      {
        "sentence": "还可以寻找一些学习上的支持和资源，比如找同学一起学习，或者在社交媒体上寻找学习资源和灵感。",
        "label": ""
      },
      {
        "sentence": "你觉得这些方法可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的都是对的，但是我感觉我做不到。我一直都是这样的，无论是学习还是生活，我都感觉很无助。",
    "annotation": [
      {
        "sentence": "我知道你说的都是对的，但是我感觉我做不到。",
        "label": ""
      },
      {
        "sentence": "我一直都是这样的，无论是学习还是生活，我都感觉很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受。但是你需要知道，这只是暂时的状况，未来还有很多机会可以改变它。你需要多关注自己的内心世界和情感状态，在学习和生活中慢慢地尝试一些新的方法和思路。同样重要的是，要接受自己的感受和局限性，不要过于苛责和自责。因为每个人都有自己的经历和独特性格，需要用不同的方式去处理问题和发展自己。",
    "annotation": [
      {
        "sentence": "我了解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是你需要知道，这只是暂时的状况，未来还有很多机会可以改变它。",
        "label": ""
      },
      {
        "sentence": "你需要多关注自己的内心世界和情感状态，在学习和生活中慢慢地尝试一些新的方法和思路。",
        "label": ""
      },
      {
        "sentence": "同样重要的是，要接受自己的感受和局限性，不要过于苛责和自责。",
        "label": ""
      },
      {
        "sentence": "因为每个人都有自己的经历和独特性格，需要用不同的方式去处理问题和发展自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去做。但是我还有一个问题，我觉得我对未来毫无希望。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去做。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个问题，我觉得我对未来毫无希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。未来确实有时是充满不确定和困难的，但同时也是充满希望和机遇的。你可以尝试培养自己的乐观和自信，去寻找自己的目标和梦想。你也可以学习一些应对困难和挫折的方法，比如积极的思维方式、沟通技巧和自我调节能力。最重要的，要对自己有信心，相信自己可以克服困难，创造一个更美好的未来。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "未来确实有时是充满不确定和困难的，但同时也是充满希望和机遇的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试培养自己的乐观和自信，去寻找自己的目标和梦想。",
        "label": ""
      },
      {
        "sentence": "你也可以学习一些应对困难和挫折的方法，比如积极的思维方式、沟通技巧和自我调节能力。",
        "label": ""
      },
      {
        "sentence": "最重要的，要对自己有信心，相信自己可以克服困难，创造一个更美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我听了你的话，感觉心里舒服多了。谢谢你的陪伴和支持。",
    "annotation": [
      {
        "sentence": "我听了你的话，感觉心里舒服多了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的陪伴和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。如果你需要进一步的帮助和支持，随时可以联系我或者其他专业机构。祝你未来一切顺利，心情愉悦。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的帮助和支持，随时可以联系我或者其他专业机构。",
        "label": ""
      },
      {
        "sentence": "祝你未来一切顺利，心情愉悦。",
        "label": ""
      }
    ]
  }
]