[
  {
    "role": "client",
    "content": "大一，做什么事都不精，怎样找到能坚持的事？我现在大一，什么都还行，但都做不了很好.我很佩服那种能够长久坚持做一件事的人，不论他做的好不好.就很沉浸很坚持.我觉得我坚持不了，首先是我没什么自制力吧.其次，我不知道我想要什么，我喜欢什么.我好奇心很重，但都尝试着感觉会了点就又觉得不是那么有意思了.脑子里经常充斥着无聊.这样说可能会觉得是我事情太少了，或许吧，但是我好希望找个可以比较长久的事来做.就比如我喜欢画画的同学，他真的可以天天抱着板子画画。",
    "annotation": [
      {
        "sentence": "大一，做什么事都不精，怎样找到能坚持的事？",
        "label": ""
      },
      {
        "sentence": "我现在大一，什么都还行，但都做不了很好.我很佩服那种能够长久坚持做一件事的人，不论他做的好不好.就很沉浸很坚持.我觉得我坚持不了，首先是我没什么自制力吧.其次，我不知道我想要什么，我喜欢什么.我好奇心很重，但都尝试着感觉会了点就又觉得不是那么有意思了.脑子里经常充斥着无聊.这样说可能会觉得是我事情太少了，或许吧，但是我好希望找个可以比较长久的事来做.就比如我喜欢画画的同学，他真的可以天天抱着板子画画。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的这些问题，很多人都会有。坚持一件事情的动机，可能来自内在或者外在的因素。热爱、有用、自制或者被迫等等都可能是原因之一，这些动机的积极性会促使我们坚持下去，而消极动机的倾向，就需要自己用意志力去控制了。你感到无奈迷茫，一方面想要成为有意志力能够坚持得住的人，但实际上你好像缺乏任何事情的动力，浅尝辄止然后循环不止。你觉得自己的好奇心很重，但感觉到做了一会儿就觉得无聊，可能是因为每一类事情都不适合你，你到底想要什么呢？",
    "annotation": [
      {
        "sentence": "你说的这些问题，很多人都会有。",
        "label": ""
      },
      {
        "sentence": "坚持一件事情的动机，可能来自内在或者外在的因素。",
        "label": ""
      },
      {
        "sentence": "热爱、有用、自制或者被迫等等都可能是原因之一，这些动机的积极性会促使我们坚持下去，而消极动机的倾向，就需要自己用意志力去控制了。",
        "label": ""
      },
      {
        "sentence": "你感到无奈迷茫，一方面想要成为有意志力能够坚持得住的人，但实际上你好像缺乏任何事情的动力，浅尝辄止然后循环不止。",
        "label": ""
      },
      {
        "sentence": "你觉得自己的好奇心很重，但感觉到做了一会儿就觉得无聊，可能是因为每一类事情都不适合你，你到底想要什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也不知道自己想要什么，就觉得自己什么都想尝试，但是每个东西只做一点点就感觉没意思了，然后就一直找别的东西。",
    "annotation": [
      {
        "sentence": "我也不知道自己想要什么，就觉得自己什么都想尝试，但是每个东西只做一点点就感觉没意思了，然后就一直找别的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很常见的感觉，很多人都有。但是，坚持一件事情，并不一定要在一开始就找到你喜欢做并持续下去的事情。我们可以试着尝试一些我们自己认为可能值得去坚持的事情，然后来找出真正适合我们并且拥有坚持下去的动力所在的事情。另外，很多事情，不是有意义才去坚持，而是坚持下去，才得到了意义。你可以先想一想，回忆一下，到大一以前的你的所有生命体验中，你自认为是坚持了的事情有哪些？那些事情的坚持中，你是如何克服中间的困难，然后愈加坚定地向前呢？",
    "annotation": [
      {
        "sentence": "这是很常见的感觉，很多人都有。",
        "label": ""
      },
      {
        "sentence": "但是，坚持一件事情，并不一定要在一开始就找到你喜欢做并持续下去的事情。",
        "label": ""
      },
      {
        "sentence": "我们可以试着尝试一些我们自己认为可能值得去坚持的事情，然后来找出真正适合我们并且拥有坚持下去的动力所在的事情。",
        "label": ""
      },
      {
        "sentence": "另外，很多事情，不是有意义才去坚持，而是坚持下去，才得到了意义。",
        "label": ""
      },
      {
        "sentence": "你可以先想一想，回忆一下，到大一以前的你的所有生命体验中，你自认为是坚持了的事情有哪些？",
        "label": ""
      },
      {
        "sentence": "那些事情的坚持中，你是如何克服中间的困难，然后愈加坚定地向前呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想了一下，好像没有什么特别能够坚持的事情，都是做着做着就不想做了，然后换个东西。",
    "annotation": [
      {
        "sentence": "我想了一下，好像没有什么特别能够坚持的事情，都是做着做着就不想做了，然后换个东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不要太自责了，其实这种情况非常常见。坚持一件事情，并不一定就意味着做到最好，也不一定是从一开始就坚定如一，而是在尝试和一遍遍的体验中，逐渐发现你真正的兴趣并且培养出坚持下去的动力。试着去发现一下自己感兴趣的东西，然后列一个表格来记录，然后尝试着去逐一挑选一下你有实际兴趣并且能够坚持下去的事情。",
    "annotation": [
      {
        "sentence": "你不要太自责了，其实这种情况非常常见。",
        "label": ""
      },
      {
        "sentence": "坚持一件事情，并不一定就意味着做到最好，也不一定是从一开始就坚定如一，而是在尝试和一遍遍的体验中，逐渐发现你真正的兴趣并且培养出坚持下去的动力。",
        "label": ""
      },
      {
        "sentence": "试着去发现一下自己感兴趣的东西，然后列一个表格来记录，然后尝试着去逐一挑选一下你有实际兴趣并且能够坚持下去的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着去记录一下自己感兴趣的事情，然后再去挑选一下我真正喜欢的。但是我觉得我缺乏自制力，我会尽力去坚持但是过不了一段时间就掉链子了。",
    "annotation": [
      {
        "sentence": "好的，我会试着去记录一下自己感兴趣的事情，然后再去挑选一下我真正喜欢的。",
        "label": ""
      },
      {
        "sentence": "但是我觉得我缺乏自制力，我会尽力去坚持但是过不了一段时间就掉链子了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自制力确实是很重要的，但是也并不是万能的。我们经常把所有力量和努力都看成是“意志力”的表现，但实际上你不一定在所有时刻都能去完美地控制自己。试着去瞄准一下你真正擅长的事情，这样会让你更有动力去坚持下去。此外，如果你发现自己的注意力无法维持在一个事情上，那么就可以试试时间管理的技巧，例如“番茄钟”或者“5分钟法”来进行集中注意力的训练，从而提高自己的自制力。",
    "annotation": [
      {
        "sentence": "自制力确实是很重要的，但是也并不是万能的。",
        "label": ""
      },
      {
        "sentence": "我们经常把所有力量和努力都看成是“意志力”的表现，但实际上你不一定在所有时刻都能去完美地控制自己。",
        "label": ""
      },
      {
        "sentence": "试着去瞄准一下你真正擅长的事情，这样会让你更有动力去坚持下去。",
        "label": ""
      },
      {
        "sentence": "此外，如果你发现自己的注意力无法维持在一个事情上，那么就可以试试时间管理的技巧，例如“番茄钟”或者“5分钟法”来进行集中注意力的训练，从而提高自己的自制力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去寻找自己真正感兴趣的事情，同时也会试着用一些时间管理的技巧来提高自己的自制力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去寻找自己真正感兴趣的事情，同时也会试着用一些时间管理的技巧来提高自己的自制力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，记得这种过程并不是短暂的，而是一个循序渐进的过程。无论你选择的是什么，都要耐心坚持下去，等到你越来越适应的时候，你会发现自己越来越享受这个过程的，而且也会让你变得更加优秀并且自信。",
    "annotation": [
      {
        "sentence": "没问题，记得这种过程并不是短暂的，而是一个循序渐进的过程。",
        "label": ""
      },
      {
        "sentence": "无论你选择的是什么，都要耐心坚持下去，等到你越来越适应的时候，你会发现自己越来越享受这个过程的，而且也会让你变得更加优秀并且自信。",
        "label": ""
      }
    ]
  }
]