[
  {
    "role": "client",
    "content": "妈妈共情能力低，导致母女产生隔阂，不愿与她交流。大二女生。",
    "annotation": [
      {
        "sentence": "妈妈共情能力低，导致母女产生隔阂，不愿与她交流。",
        "label": ""
      },
      {
        "sentence": "大二女生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受。想要改变一个人的思维习惯和方式，是需要建立在一个愿意改变，愿意提出建议的基础上的，而且即使如此，也需要一段时间才能有效，一次两次是不行的。",
    "annotation": [
      {
        "sentence": "非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "想要改变一个人的思维习惯和方式，是需要建立在一个愿意改变，愿意提出建议的基础上的，而且即使如此，也需要一段时间才能有效，一次两次是不行的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很希望能够和妈妈沟通得更好，但是每次和她交流都会让我感到伤心和无助。我有什么办法吗？",
    "annotation": [
      {
        "sentence": "我真的很希望能够和妈妈沟通得更好，但是每次和她交流都会让我感到伤心和无助。",
        "label": ""
      },
      {
        "sentence": "我有什么办法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个孩子都希望得到父母的鼓励和肯定，即使不是肯定，也不能是批评和指责。由于你母亲的教育方式，她的表达方式可能是粗暴和不顾孩子感受的。你可以尝试向她表达自己的想法和感受，试图让她了解你的心情。",
    "annotation": [
      {
        "sentence": "每个孩子都希望得到父母的鼓励和肯定，即使不是肯定，也不能是批评和指责。",
        "label": ""
      },
      {
        "sentence": "由于你母亲的教育方式，她的表达方式可能是粗暴和不顾孩子感受的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试向她表达自己的想法和感受，试图让她了解你的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我不确定该如何开始谈话。我总觉得她无法理解我。",
    "annotation": [
      {
        "sentence": "但是我不确定该如何开始谈话。",
        "label": ""
      },
      {
        "sentence": "我总觉得她无法理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着一点点地和母亲勇敢地表达自己真实的感受。比如你描述的六级的事情，你向她打电话时，不仅要叙述事件（感觉没考好），也要表达自己当下的感受（我现在心里觉得很失落，难过，有点伤心），并且表达自己期待她给你怎样的反馈和回应（我知道您也对我有点生气，但很希望您可以安慰安慰我，告诉我，没有关系，下次再考就好了）。",
    "annotation": [
      {
        "sentence": "你可以试着一点点地和母亲勇敢地表达自己真实的感受。",
        "label": ""
      },
      {
        "sentence": "比如你描述的六级的事情，你向她打电话时，不仅要叙述事件（感觉没考好），也要表达自己当下的感受（我现在心里觉得很失落，难过，有点伤心），并且表达自己期待她给你怎样的反馈和回应（我知道您也对我有点生气，但很希望您可以安慰安慰我，告诉我，没有关系，下次再考就好了）。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会尝试。但是担心我不能顺利地和她交流。如果她对我做出负面回应，我该怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你，我会尝试。",
        "label": ""
      },
      {
        "sentence": "但是担心我不能顺利地和她交流。",
        "label": ""
      },
      {
        "sentence": "如果她对我做出负面回应，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果母亲的回应是消极的，你也需要坚定和自信地表达自己的想法和需求。要完整地表达出自己的想法，而不仅仅是表述事实，然后等待“审判”，将自己的需求压抑。多和母亲交流，无论好事坏事，都可以和家人分享。如果越是隐藏或者懒得分享和倾诉的话，就越难让家庭氛围和谐，越难从父母那里得到支持和依靠。",
    "annotation": [
      {
        "sentence": "如果母亲的回应是消极的，你也需要坚定和自信地表达自己的想法和需求。",
        "label": ""
      },
      {
        "sentence": "要完整地表达出自己的想法，而不仅仅是表述事实，然后等待“审判”，将自己的需求压抑。",
        "label": ""
      },
      {
        "sentence": "多和母亲交流，无论好事坏事，都可以和家人分享。",
        "label": ""
      },
      {
        "sentence": "如果越是隐藏或者懒得分享和倾诉的话，就越难让家庭氛围和谐，越难从父母那里得到支持和依靠。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我懂了，谢谢你的建议。我会尝试和母亲多沟通，希望我们可以更加热爱和谐的家庭氛围。",
    "annotation": [
      {
        "sentence": "我懂了，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试和母亲多沟通，希望我们可以更加热爱和谐的家庭氛围。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母与我们是两代人，缺乏对彼此的世界的理解和认可，是正常的。如果想让他们看见我们，也需要自己做出努力的呀，而不是把事情和感受埋在心底，然后一个人独自面对。也许父母会因为很多工作，生活上的事情，忽略我们，当他们这样的时候，我们就要自己争取和交流，让他们意识到问题，然后慢慢地转变他们的想法和思维方式。希望你和母亲的关系会越来越好。",
    "annotation": [
      {
        "sentence": "父母与我们是两代人，缺乏对彼此的世界的理解和认可，是正常的。",
        "label": ""
      },
      {
        "sentence": "如果想让他们看见我们，也需要自己做出努力的呀，而不是把事情和感受埋在心底，然后一个人独自面对。",
        "label": ""
      },
      {
        "sentence": "也许父母会因为很多工作，生活上的事情，忽略我们，当他们这样的时候，我们就要自己争取和交流，让他们意识到问题，然后慢慢地转变他们的想法和思维方式。",
        "label": ""
      },
      {
        "sentence": "希望你和母亲的关系会越来越好。",
        "label": ""
      }
    ]
  }
]