[
  {
    "role": "client",
    "content": "我今年20岁，很喜欢听纯音乐。可是我的大学同学们总是说我“闷骚”，说我会隐藏自己。我觉得自己一开始和同学们接触时话比较多，而且有幽默感，对别人也很热情。可是，私下里我会沉默寡言，总是消极地想事情。还有，我特别喜欢听纯音乐，比如陶笛、编钟、萧、笛子等等，还有八音盒、小提琴和钢琴。不太喜欢听潮流的歌曲。可是，当我告诉大家我这些喜好后，我的同学们就鄙夷我，看不起我。他们说我外表活泼，却揣摩不透我内心的真实想法，说我非常敏感，会隐藏自己。",
    "annotation": [
      {
        "sentence": "我今年20岁，很喜欢听纯音乐。",
        "label": ""
      },
      {
        "sentence": "可是我的大学同学们总是说我“闷骚”，说我会隐藏自己。",
        "label": ""
      },
      {
        "sentence": "我觉得自己一开始和同学们接触时话比较多，而且有幽默感，对别人也很热情。",
        "label": ""
      },
      {
        "sentence": "可是，私下里我会沉默寡言，总是消极地想事情。",
        "label": ""
      },
      {
        "sentence": "还有，我特别喜欢听纯音乐，比如陶笛、编钟、萧、笛子等等，还有八音盒、小提琴和钢琴。",
        "label": ""
      },
      {
        "sentence": "不太喜欢听潮流的歌曲。",
        "label": ""
      },
      {
        "sentence": "可是，当我告诉大家我这些喜好后，我的同学们就鄙夷我，看不起我。",
        "label": ""
      },
      {
        "sentence": "他们说我外表活泼，却揣摩不透我内心的真实想法，说我非常敏感，会隐藏自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "常常用扁平的眼光看待他人的人，他们通常会把这种看待事物的标准用到别人身上。对于你的大学同学来说，他们通过将你开朗幽默的表现和你私下沉默寡言的一面作对比，觉得你内心难以捉摸，非常敏感，会隐藏自己。也许有些评价是有一定道理的，但重要的不是评价的属性，而是这些评价背后的情感。你说他们对于你展示这些特点感到鄙夷。鄙夷是一种攻击性的负面情绪，总是让人固守狭隘的偏见，不断地伤害自己，看不到别人身上的优点。当我们知道每个人的性格都是复杂的，每个人都会有变化，形成一个立体的形象，而不是一成不变的形象，我们就能够容忍别人的不同和复杂，容忍别人身上有我们无法理解的部分。这是健康人格的表现。如果总是严厉批判自己无法理解的人和事，批判和自己观点不同的事物，那在某种程度上就会限制自己的发展，无法拓宽自己的视野，成为个人关系发展上的障碍。",
    "annotation": [
      {
        "sentence": "常常用扁平的眼光看待他人的人，他们通常会把这种看待事物的标准用到别人身上。",
        "label": ""
      },
      {
        "sentence": "对于你的大学同学来说，他们通过将你开朗幽默的表现和你私下沉默寡言的一面作对比，觉得你内心难以捉摸，非常敏感，会隐藏自己。",
        "label": ""
      },
      {
        "sentence": "也许有些评价是有一定道理的，但重要的不是评价的属性，而是这些评价背后的情感。",
        "label": ""
      },
      {
        "sentence": "你说他们对于你展示这些特点感到鄙夷。",
        "label": ""
      },
      {
        "sentence": "鄙夷是一种攻击性的负面情绪，总是让人固守狭隘的偏见，不断地伤害自己，看不到别人身上的优点。",
        "label": ""
      },
      {
        "sentence": "当我们知道每个人的性格都是复杂的，每个人都会有变化，形成一个立体的形象，而不是一成不变的形象，我们就能够容忍别人的不同和复杂，容忍别人身上有我们无法理解的部分。",
        "label": ""
      },
      {
        "sentence": "这是健康人格的表现。",
        "label": ""
      },
      {
        "sentence": "如果总是严厉批判自己无法理解的人和事，批判和自己观点不同的事物，那在某种程度上就会限制自己的发展，无法拓宽自己的视野，成为个人关系发展上的障碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我也意识到了自己对他人的评价过于敏感，总是受他们的看法影响。我明白每个人都是独一无二的，没有人能彻底了解另一个人的内心。我也知道自己性格复杂，有时喜欢表现外向的一面，有时又喜欢保持内敛。但是，当他人对我有负面评价时，我会开始怀疑自己，感到自卑和沮丧。",
    "annotation": [
      {
        "sentence": "对，我也意识到了自己对他人的评价过于敏感，总是受他们的看法影响。",
        "label": ""
      },
      {
        "sentence": "我明白每个人都是独一无二的，没有人能彻底了解另一个人的内心。",
        "label": ""
      },
      {
        "sentence": "我也知道自己性格复杂，有时喜欢表现外向的一面，有时又喜欢保持内敛。",
        "label": ""
      },
      {
        "sentence": "但是，当他人对我有负面评价时，我会开始怀疑自己，感到自卑和沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解他人的看法对我们来说是非常有挑战的。但是，要牢记每个人都有自己的看法和经历，不同的人对同一个事物会有不同的理解。对于你来说，你并没有做错什么，无论你是怎样展现自己的。只要你没有给别人造成不良影响，就可以选择不理会这些人的评价和看法。正如杨降所说：“我们曾如此期盼外界的认可，到最后才发现，世界是自己的，与他人毫无关系。”所以，请记住你是一个独特而有价值的个体，不要让他人的评价左右你的情绪和信心。",
    "annotation": [
      {
        "sentence": "理解他人的看法对我们来说是非常有挑战的。",
        "label": ""
      },
      {
        "sentence": "但是，要牢记每个人都有自己的看法和经历，不同的人对同一个事物会有不同的理解。",
        "label": ""
      },
      {
        "sentence": "对于你来说，你并没有做错什么，无论你是怎样展现自己的。",
        "label": ""
      },
      {
        "sentence": "只要你没有给别人造成不良影响，就可以选择不理会这些人的评价和看法。",
        "label": ""
      },
      {
        "sentence": "正如杨降所说：“我们曾如此期盼外界的认可，到最后才发现，世界是自己的，与他人毫无关系。",
        "label": ""
      },
      {
        "sentence": "”所以，请记住你是一个独特而有价值的个体，不要让他人的评价左右你的情绪和信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我现在更明白了。我应该更加相信自己，不要被他人的看法所左右。每个人都有自己的偏见和局限性，我不能因为这些而否定自己。我会努力发展自己的人格，提升自己的自信心。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我现在更明白了。",
        "label": ""
      },
      {
        "sentence": "我应该更加相信自己，不要被他人的看法所左右。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的偏见和局限性，我不能因为这些而否定自己。",
        "label": ""
      },
      {
        "sentence": "我会努力发展自己的人格，提升自己的自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！你已经迈出了理解和接纳自己的第一步。相信自己是很重要的，不要忽视自己的价值和特点。将自己的注意力放在个人发展和提升上，不要被他人的意见左右。每个人都有自己的道路和成长的速度，不要和别人比较。相信自己的选择，积极地追求自己的兴趣和目标，一定能够发现更多的快乐和成就。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "你已经迈出了理解和接纳自己的第一步。",
        "label": ""
      },
      {
        "sentence": "相信自己是很重要的，不要忽视自己的价值和特点。",
        "label": ""
      },
      {
        "sentence": "将自己的注意力放在个人发展和提升上，不要被他人的意见左右。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的道路和成长的速度，不要和别人比较。",
        "label": ""
      },
      {
        "sentence": "相信自己的选择，积极地追求自己的兴趣和目标，一定能够发现更多的快乐和成就。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持！我会努力实践，相信自己，不再被别人的看法所影响。我要专注于自己的成长，并追求自己真正的快乐和满足感。再次感谢你给予我的帮助和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力实践，相信自己，不再被别人的看法所影响。",
        "label": ""
      },
      {
        "sentence": "我要专注于自己的成长，并追求自己真正的快乐和满足感。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给予我的帮助和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你会走出困境，找到属于自己的活出真实的快乐。如果以后还有什么困惑或者需要帮助的地方，随时找我倾诉。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你会走出困境，找到属于自己的活出真实的快乐。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困惑或者需要帮助的地方，随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]