[
  {
    "role": "client",
    "content": "事情太多感觉特别崩溃怎么办？该怎么调节自己的心态？我这段时间的事情特别多，三门专业课要做ppt和计划书，还要写学分申请的材料，以及准备一篇论文，还有对考研，考教资的每日学习。事情多到感到崩溃，心理特别的慌张、焦虑，感觉有巨大的压力压在身上，学习效率降低。有的时候感觉心特别慌，无法静下心来学习或者做事，然后感觉到自己学习不进去，就更焦虑慌张了，这是一个恶性循环，对这样的情况，我该如何调节我的心态呢？如何让自己不要因为过度焦虑而无法进入学习状态？",
    "annotation": [
      {
        "sentence": "事情太多感觉特别崩溃怎么办？",
        "label": ""
      },
      {
        "sentence": "该怎么调节自己的心态？",
        "label": ""
      },
      {
        "sentence": "我这段时间的事情特别多，三门专业课要做ppt和计划书，还要写学分申请的材料，以及准备一篇论文，还有对考研，考教资的每日学习。",
        "label": ""
      },
      {
        "sentence": "事情多到感到崩溃，心理特别的慌张、焦虑，感觉有巨大的压力压在身上，学习效率降低。",
        "label": ""
      },
      {
        "sentence": "有的时候感觉心特别慌，无法静下心来学习或者做事，然后感觉到自己学习不进去，就更焦虑慌张了，这是一个恶性循环，对这样的情况，我该如何调节我的心态呢？",
        "label": ""
      },
      {
        "sentence": "如何让自己不要因为过度焦虑而无法进入学习状态？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，觉得你是个很努力上进的人。但是，最近事情很多，让你感到崩溃、慌张、焦虑，还有巨大的压力，导致学习效率降低。其实，可以做一个紧急等级划分，重要紧急的可以优先完成，比如学分申请材料，可以先把它完成√。同为备考的我觉得，我们可以一起来看看如何让紧绷的神经可以尽快得到调节。",
    "annotation": [
      {
        "sentence": "看到你的描述，觉得你是个很努力上进的人。",
        "label": ""
      },
      {
        "sentence": "但是，最近事情很多，让你感到崩溃、慌张、焦虑，还有巨大的压力，导致学习效率降低。",
        "label": ""
      },
      {
        "sentence": "其实，可以做一个紧急等级划分，重要紧急的可以优先完成，比如学分申请材料，可以先把它完成√。",
        "label": ""
      },
      {
        "sentence": "同为备考的我觉得，我们可以一起来看看如何让紧绷的神经可以尽快得到调节。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议，我觉得这个紧急等级划分还是很有用的。可是，还有时我会感到心里很慌，甚至到了无法控制的地步，有什么方法可以让我平静下来吗？",
    "annotation": [
      {
        "sentence": "非常感谢你的建议，我觉得这个紧急等级划分还是很有用的。",
        "label": ""
      },
      {
        "sentence": "可是，还有时我会感到心里很慌，甚至到了无法控制的地步，有什么方法可以让我平静下来吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常，我们都有时会感到心情不稳。听起来，你可能的确需要些心理调节。平时，一些缓解压力的良好习惯，例如运动、听音乐，可以让你的神经得到调节。是否想一起了解一下学校里是否有心理辅导师？如果有，可以约一次心理咨询师的咨询，专业人士给予你更好的建议，提供安静放松的环境，帮助你放松安抚，更快恢复正常的心态。",
    "annotation": [
      {
        "sentence": "这很正常，我们都有时会感到心情不稳。",
        "label": ""
      },
      {
        "sentence": "听起来，你可能的确需要些心理调节。",
        "label": ""
      },
      {
        "sentence": "平时，一些缓解压力的良好习惯，例如运动、听音乐，可以让你的神经得到调节。",
        "label": ""
      },
      {
        "sentence": "是否想一起了解一下学校里是否有心理辅导师？",
        "label": ""
      },
      {
        "sentence": "如果有，可以约一次心理咨询师的咨询，专业人士给予你更好的建议，提供安静放松的环境，帮助你放松安抚，更快恢复正常的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有找过心理咨询师，会不会感到很害羞？",
    "annotation": [
      {
        "sentence": "我从来没有找过心理咨询师，会不会感到很害羞？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是正常的感觉，许多人都有相同的经历。但是，我认为心理咨询师的角色就在于支持和帮助你面对困难的生活情况。他们都是经过专业培训的心理学家，帮助每天遇到挑战和困难的人，非常专业。假如您感到想尝试，我建议您试试，我也会一直支持你！",
    "annotation": [
      {
        "sentence": "这是正常的感觉，许多人都有相同的经历。",
        "label": ""
      },
      {
        "sentence": "但是，我认为心理咨询师的角色就在于支持和帮助你面对困难的生活情况。",
        "label": ""
      },
      {
        "sentence": "他们都是经过专业培训的心理学家，帮助每天遇到挑战和困难的人，非常专业。",
        "label": ""
      },
      {
        "sentence": "假如您感到想尝试，我建议您试试，我也会一直支持你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得和你聊天也让我感觉轻松了。但是，我还想再询问一下，这段时间我可能会感到很沮丧，因为我觉得我无论做多少都感觉不够好，怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得和你聊天也让我感觉轻松了。",
        "label": ""
      },
      {
        "sentence": "但是，我还想再询问一下，这段时间我可能会感到很沮丧，因为我觉得我无论做多少都感觉不够好，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是常有的情况，尤其当我们承受大量压力和压力来源时，常会感到自卑，失落甚至感到不如别人。我们可以一起试试以你最近一次成功的事情为例，写下这次成功的经历，你进行了什么步骤，你用了什么技能，一共有多少时间花费，一个人完成的事情等等。注意这个“成功”不要只想着太大太多，只是有一种适当成果的事情，这样写能让你感到对自己的肯定和成就。",
    "annotation": [
      {
        "sentence": "这是常有的情况，尤其当我们承受大量压力和压力来源时，常会感到自卑，失落甚至感到不如别人。",
        "label": ""
      },
      {
        "sentence": "我们可以一起试试以你最近一次成功的事情为例，写下这次成功的经历，你进行了什么步骤，你用了什么技能，一共有多少时间花费，一个人完成的事情等等。",
        "label": ""
      },
      {
        "sentence": "注意这个“成功”不要只想着太大太多，只是有一种适当成果的事情，这样写能让你感到对自己的肯定和成就。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这听起来很有用，我会尝试着写下自己的成功经历，谢谢你的建议。",
    "annotation": [
      {
        "sentence": "这听起来很有用，我会尝试着写下自己的成功经历，谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我始终支持你！如果你发现自己陷入原地踏步或者沮丧的时候，也可以找到我聊聊，或者记得校园里的心理医生团队可以帮到你。坚持下去！",
    "annotation": [
      {
        "sentence": "没问题，我始终支持你！",
        "label": ""
      },
      {
        "sentence": "如果你发现自己陷入原地踏步或者沮丧的时候，也可以找到我聊聊，或者记得校园里的心理医生团队可以帮到你。",
        "label": ""
      },
      {
        "sentence": "坚持下去！",
        "label": ""
      }
    ]
  }
]