[
  {
    "role": "client",
    "content": "精神焦虑症在吃药，为什么一工作就焦虑不安？本人在工作中遭遇挫败之后出现了头晕心慌等不适症状，经过医院诊断为精神焦虑症，目前通过自我调整认知，服用药物来缓解焦虑状态，虽然效果不错，但是本人只要一处于工作状态，就不由自主的出现身心不适的症状：心里开始出现各种担心，担心干不好工作而受到他人、自己的责备，担心工作时会因身心不适出现晕倒等结果，上述心理活动继而引起本人情绪紧张、肢体僵硬、头晕，让人痛苦，一旦结束工作状态，上述身心症状明显缓解。亲爱的朋友们，我想求助你们应该怎么办才能够积极的去分析、解决工作时出现的身心不适的症状，谢谢你们。",
    "annotation": [
      {
        "sentence": "精神焦虑症在吃药，为什么一工作就焦虑不安？",
        "label": ""
      },
      {
        "sentence": "本人在工作中遭遇挫败之后出现了头晕心慌等不适症状，经过医院诊断为精神焦虑症，目前通过自我调整认知，服用药物来缓解焦虑状态，虽然效果不错，但是本人只要一处于工作状态，就不由自主的出现身心不适的症状：心里开始出现各种担心，担心干不好工作而受到他人、自己的责备，担心工作时会因身心不适出现晕倒等结果，上述心理活动继而引起本人情绪紧张、肢体僵硬、头晕，让人痛苦，一旦结束工作状态，上述身心症状明显缓解。",
        "label": ""
      },
      {
        "sentence": "亲爱的朋友们，我想求助你们应该怎么办才能够积极的去分析、解决工作时出现的身心不适的症状，谢谢你们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的叙述，现在你可以非常清楚地觉察到自己的这些状态是如何引起的。一般焦虑感是由于不愉快的情感和未发生的不好的事件产生的。目前的工作对你来说或许有一定的压力。现在出现的这些“担心”对于你来说，也许是一种防御。面对这些担心，可以尝试做一些练习，比如验证一次，自己的担心是不是真的出现了呢？真实的情况和自己想象的有什么不同。多几次练习，也可以改变自己固有的一些信念。个人的一些想法，希望对您有一点点思路。",
    "annotation": [
      {
        "sentence": "看到你的叙述，现在你可以非常清楚地觉察到自己的这些状态是如何引起的。",
        "label": ""
      },
      {
        "sentence": "一般焦虑感是由于不愉快的情感和未发生的不好的事件产生的。",
        "label": ""
      },
      {
        "sentence": "目前的工作对你来说或许有一定的压力。",
        "label": ""
      },
      {
        "sentence": "现在出现的这些“担心”对于你来说，也许是一种防御。",
        "label": ""
      },
      {
        "sentence": "面对这些担心，可以尝试做一些练习，比如验证一次，自己的担心是不是真的出现了呢？",
        "label": ""
      },
      {
        "sentence": "真实的情况和自己想象的有什么不同。",
        "label": ""
      },
      {
        "sentence": "多几次练习，也可以改变自己固有的一些信念。",
        "label": ""
      },
      {
        "sentence": "个人的一些想法，希望对您有一点点思路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实感受到了一些压力，但我总是无法控制自己的担心。每当工作时，我就开始担心自己的表现，担心别人会责备我。这种情绪感觉让我很不安。",
    "annotation": [
      {
        "sentence": "你说得很对，我确实感受到了一些压力，但我总是无法控制自己的担心。",
        "label": ""
      },
      {
        "sentence": "每当工作时，我就开始担心自己的表现，担心别人会责备我。",
        "label": ""
      },
      {
        "sentence": "这种情绪感觉让我很不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受。担心是一种很常见的情绪，尤其是在工作中面对压力时。但是，担心并不能真正解决问题，它只会让你感到紧张和焦虑。我们可以尝试一些具体的方法来帮助你减轻担心的情绪。比如，你可以试着写下你的担心，并分析它们的真实性和合理性。",
    "annotation": [
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "担心是一种很常见的情绪，尤其是在工作中面对压力时。",
        "label": ""
      },
      {
        "sentence": "但是，担心并不能真正解决问题，它只会让你感到紧张和焦虑。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试一些具体的方法来帮助你减轻担心的情绪。",
        "label": ""
      },
      {
        "sentence": "比如，你可以试着写下你的担心，并分析它们的真实性和合理性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "写下担心的想法听起来像是个不错的主意。我可以通过分析它们来更好地了解自己的担忧是否真实。但我也担心我写下的担忧会增加我的焦虑感。",
    "annotation": [
      {
        "sentence": "写下担心的想法听起来像是个不错的主意。",
        "label": ""
      },
      {
        "sentence": "我可以通过分析它们来更好地了解自己的担忧是否真实。",
        "label": ""
      },
      {
        "sentence": "但我也担心我写下的担忧会增加我的焦虑感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用担心，写下来的担忧只是帮助你更好地认识和面对它们，并不会增加你的焦虑感。开始时，可以选择一个安静和放松的环境，试着写下你最担心的事情。然后，观察一下自己的情绪是否有所改变。",
    "annotation": [
      {
        "sentence": "不用担心，写下来的担忧只是帮助你更好地认识和面对它们，并不会增加你的焦虑感。",
        "label": ""
      },
      {
        "sentence": "开始时，可以选择一个安静和放松的环境，试着写下你最担心的事情。",
        "label": ""
      },
      {
        "sentence": "然后，观察一下自己的情绪是否有所改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来还是有些挑战，但我会试一试的。除了写下担忧外，还有其他方法可以缓解工作时的身心不适吗？",
    "annotation": [
      {
        "sentence": "听起来还是有些挑战，但我会试一试的。",
        "label": ""
      },
      {
        "sentence": "除了写下担忧外，还有其他方法可以缓解工作时的身心不适吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然有。你可以尝试做一些深呼吸和放松的练习，这可以帮助你减轻身体上的紧张感。此外，找一个支持你的人，和他们交流你的感受也是很重要的，他们可以给你提供情感上的支持和理解。",
    "annotation": [
      {
        "sentence": "当然有。",
        "label": ""
      },
      {
        "sentence": "你可以尝试做一些深呼吸和放松的练习，这可以帮助你减轻身体上的紧张感。",
        "label": ""
      },
      {
        "sentence": "此外，找一个支持你的人，和他们交流你的感受也是很重要的，他们可以给你提供情感上的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着在工作中更加注重自己的情绪，通过写下担忧和使用放松练习来缓解身心不适。也会主动和身边的朋友交流，寻求他们的支持和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着在工作中更加注重自己的情绪，通过写下担忧和使用放松练习来缓解身心不适。",
        "label": ""
      },
      {
        "sentence": "也会主动和身边的朋友交流，寻求他们的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你。记住，工作上的压力是可以应对和缓解的。重要的是要关注自己的情绪和需要，并给自己足够的关爱和支持。如果你需要进一步的支持，随时找我聊聊都可以！祝你工作顺利，身心愉快！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，工作上的压力是可以应对和缓解的。",
        "label": ""
      },
      {
        "sentence": "重要的是要关注自己的情绪和需要，并给自己足够的关爱和支持。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持，随时找我聊聊都可以！",
        "label": ""
      },
      {
        "sentence": "祝你工作顺利，身心愉快！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会牢记你的话，积极面对工作中的挑战，也会尽力关注和满足自己的需求。如果有需要，我会再次来找你聊聊的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，积极面对工作中的挑战，也会尽力关注和满足自己的需求。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再次来找你聊聊的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我随时都在这里支持你。一起努力，你一定能够成功克服这些困难的！保持积极的心态，期待听到你的好消息！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我随时都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "一起努力，你一定能够成功克服这些困难的！",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，期待听到你的好消息！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]