[
  {
    "role": "client",
    "content": "怎么我只记得从小到大的痛苦记忆，幸福的记忆都模糊？我怎么只记得童年孤独、被忽视、惊恐、压抑，难受的记忆？有父母陪伴的记忆几乎都消失模糊了…照片上的幸福温馨的感觉也消失掉了……只留下麻木甚至恐怖……幸福的记忆硬是要回忆还是能想起，只是一想起来就撕心裂肺想哭的厉害（以前连哭都哭不出来）……大概是从我18岁我妈死后就越来越严重，现在11年了……我小时候就很喜欢怀念过去，12岁我妈查出绝症之后到18岁，我就对12岁以前的幸福记忆越来越模糊......现在向亲近的人说起自己的痛苦自己都会笑（为了表示轻松，不让别人太痛苦），幸福快乐的场景中自己总哭，请问我会不会要疯了……这样能怎么处理情绪会正常起来？",
    "annotation": [
      {
        "sentence": "怎么我只记得从小到大的痛苦记忆，幸福的记忆都模糊？",
        "label": ""
      },
      {
        "sentence": "我怎么只记得童年孤独、被忽视、惊恐、压抑，难受的记忆？",
        "label": ""
      },
      {
        "sentence": "有父母陪伴的记忆几乎都消失模糊了…照片上的幸福温馨的感觉也消失掉了……只留下麻木甚至恐怖……幸福的记忆硬是要回忆还是能想起，只是一想起来就撕心裂肺想哭的厉害（以前连哭都哭不出来）……大概是从我18岁我妈死后就越来越严重，现在11年了……我小时候就很喜欢怀念过去，12岁我妈查出绝症之后到18岁，我就对12岁以前的幸福记忆越来越模糊......现在向亲近的人说起自己的痛苦自己都会笑（为了表示轻松，不让别人太痛苦），幸福快乐的场景中自己总哭，请问我会不会要疯了……这样能怎么处理情绪会正常起来？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的感受和所经历的痛苦，首先，让我们共同体验一下一个温馨的拥抱。对于你只记得童年的痛苦和不快乐，而失去了大部分幸福的记忆，其实这是与我们的记忆系统有关。我们人的记忆被分为三类：感觉记忆、短时记忆和长时记忆。这些记忆系统之间紧密联系，同时它们也是我们情绪和心理体验的重要组成部分。",
    "annotation": [
      {
        "sentence": "我理解你现在的感受和所经历的痛苦，首先，让我们共同体验一下一个温馨的拥抱。",
        "label": ""
      },
      {
        "sentence": "对于你只记得童年的痛苦和不快乐，而失去了大部分幸福的记忆，其实这是与我们的记忆系统有关。",
        "label": ""
      },
      {
        "sentence": "我们人的记忆被分为三类：感觉记忆、短时记忆和长时记忆。",
        "label": ""
      },
      {
        "sentence": "这些记忆系统之间紧密联系，同时它们也是我们情绪和心理体验的重要组成部分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么为什么我的记忆体验里，只有痛苦和忧伤的情感体验，没有欢乐和幸福的呢？",
    "annotation": [
      {
        "sentence": "那么为什么我的记忆体验里，只有痛苦和忧伤的情感体验，没有欢乐和幸福的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在对幸福和欢乐的记忆可能处于一种被逃避的状态。当你经历母亲生病以及去世的事件后，你的记忆系统被这个事件所影响，逃避那些美好的过去的记忆，只留下了痛苦和忧伤的回忆。",
    "annotation": [
      {
        "sentence": "你现在对幸福和欢乐的记忆可能处于一种被逃避的状态。",
        "label": ""
      },
      {
        "sentence": "当你经历母亲生病以及去世的事件后，你的记忆系统被这个事件所影响，逃避那些美好的过去的记忆，只留下了痛苦和忧伤的回忆。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么我该怎么办，如何处理这些情绪？",
    "annotation": [
      {
        "sentence": "那么我该怎么办，如何处理这些情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些现象其实是正常的心理保护反应。重拾幸福的记忆需要一些时间与努力，需要你的心理和情绪状态能够接受这些新的记忆体验。你可以通过一些心理咨询和认知行为疗法去梳理这些事情，重塑对这段记忆的认知。此外，你还需要进一步了解你的内在情绪变化和状态，去面对你的感受，进行自我表达与控制。",
    "annotation": [
      {
        "sentence": "这些现象其实是正常的心理保护反应。",
        "label": ""
      },
      {
        "sentence": "重拾幸福的记忆需要一些时间与努力，需要你的心理和情绪状态能够接受这些新的记忆体验。",
        "label": ""
      },
      {
        "sentence": "你可以通过一些心理咨询和认知行为疗法去梳理这些事情，重塑对这段记忆的认知。",
        "label": ""
      },
      {
        "sentence": "此外，你还需要进一步了解你的内在情绪变化和状态，去面对你的感受，进行自我表达与控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是每当我回忆起幸福场景的时候，我就会哭泣，这是不是很不正常？",
    "annotation": [
      {
        "sentence": "但是每当我回忆起幸福场景的时候，我就会哭泣，这是不是很不正常？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是情绪的正常反应。你需要了解自己的情绪和心理状态，去接受身体及心理反应中出现的各种感觉和情感。当你感受到快乐和幸福时，流泪其实并不意味着你的情绪状态不正常，而是说明你的内心感受需要表达和释放，这是一种健康的表达情感的方式之一。",
    "annotation": [
      {
        "sentence": "这是情绪的正常反应。",
        "label": ""
      },
      {
        "sentence": "你需要了解自己的情绪和心理状态，去接受身体及心理反应中出现的各种感觉和情感。",
        "label": ""
      },
      {
        "sentence": "当你感受到快乐和幸福时，流泪其实并不意味着你的情绪状态不正常，而是说明你的内心感受需要表达和释放，这是一种健康的表达情感的方式之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很感谢你的帮助，让我能更好地面对自己内心的情感。我会努力学习正确认知，积极寻求帮助，希望能找到一种适合自己的方式来爱自己，认识自己。",
    "annotation": [
      {
        "sentence": "我真的很感谢你的帮助，让我能更好地面对自己内心的情感。",
        "label": ""
      },
      {
        "sentence": "我会努力学习正确认知，积极寻求帮助，希望能找到一种适合自己的方式来爱自己，认识自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你一定行得通，加油！",
    "annotation": [
      {
        "sentence": "你一定行得通，加油！",
        "label": ""
      }
    ]
  }
]