[
  {
    "role": "client",
    "content": "怎样去理解对待不同朋友的不同态度？大二，我现自己对于不同的朋友有不一样的态度，有的可以放心倾诉自己的感情，有的则是一起出去玩的那种，还有的就是打游戏分享各自喜欢的小说的那种，会有选择的去告诉不同人自己的东西。一般来说相似或者欣赏成为朋友的可能性更大，但是什么让我面对不同的朋友有不同的态度呢？",
    "annotation": [
      {
        "sentence": "怎样去理解对待不同朋友的不同态度？",
        "label": ""
      },
      {
        "sentence": "大二，我现自己对于不同的朋友有不一样的态度，有的可以放心倾诉自己的感情，有的则是一起出去玩的那种，还有的就是打游戏分享各自喜欢的小说的那种，会有选择的去告诉不同人自己的东西。",
        "label": ""
      },
      {
        "sentence": "一般来说相似或者欣赏成为朋友的可能性更大，但是什么让我面对不同的朋友有不同的态度呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很清楚自己对不同朋友有不同的相处方式，并在自己舒适的范围内建立和维护了良好的人际关系。你的做法非常正常，并且非常聪明。人与人之间的关系本来就是非常复杂的，每个人的性格、兴趣爱好、经历背景都不同，所以建立和维护人际关系需要我们根据不同的情况进行选择和调整。是不是这样呢？",
    "annotation": [
      {
        "sentence": "你很清楚自己对不同朋友有不同的相处方式，并在自己舒适的范围内建立和维护了良好的人际关系。",
        "label": ""
      },
      {
        "sentence": "你的做法非常正常，并且非常聪明。",
        "label": ""
      },
      {
        "sentence": "人与人之间的关系本来就是非常复杂的，每个人的性格、兴趣爱好、经历背景都不同，所以建立和维护人际关系需要我们根据不同的情况进行选择和调整。",
        "label": ""
      },
      {
        "sentence": "是不是这样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我对于不同的人可以用不同的方式相处，但是我就是有点担心，我的做法是否合适，而且有时候会觉得自己不够真诚。",
    "annotation": [
      {
        "sentence": "嗯，我对于不同的人可以用不同的方式相处，但是我就是有点担心，我的做法是否合适，而且有时候会觉得自己不够真诚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法是可以理解的，很多人在和不同的人相处时都会觉得自己不够真诚。但是，我想告诉你的是，你的处理方式并没有错。每个人都有自己的可交朋友的范围和相处方式，不同的人性格和爱好也需要我们采取不同的方法去相处。只要你对待每个朋友都是真心的，给予他们好的反馈和回应，维护着已有的关系，这就是你的交友方式啊。你需要接受自己对于人际关系的掌握方式，接受关系中发现的自我，也适度地包容自己的缺点和对方的缺点。",
    "annotation": [
      {
        "sentence": "你的想法是可以理解的，很多人在和不同的人相处时都会觉得自己不够真诚。",
        "label": ""
      },
      {
        "sentence": "但是，我想告诉你的是，你的处理方式并没有错。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的可交朋友的范围和相处方式，不同的人性格和爱好也需要我们采取不同的方法去相处。",
        "label": ""
      },
      {
        "sentence": "只要你对待每个朋友都是真心的，给予他们好的反馈和回应，维护着已有的关系，这就是你的交友方式啊。",
        "label": ""
      },
      {
        "sentence": "你需要接受自己对于人际关系的掌握方式，接受关系中发现的自我，也适度地包容自己的缺点和对方的缺点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持。但是，有时候我还是会觉得不够自信，担心自己的选择是否正确。",
    "annotation": [
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "但是，有时候我还是会觉得不够自信，担心自己的选择是否正确。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一种很正常的心理反应。但是，过度担心和质疑会前后不一，给自己带来负担。我相信你的选择是正确的，并且你的交友能力也非常出色。你可以对于不同的朋友，有不同类型的相处方式，这恰好是关系相处之道。这是一种适应的能力，也是一种可以让我们全部的自我，分散在每个映射着我们一部分的朋友身上，让我们更加全面和完整。你的朋友圈里的人，也是你成长路上的一面面镜子，让你对自己有更全面的认识。",
    "annotation": [
      {
        "sentence": "这是一种很正常的心理反应。",
        "label": ""
      },
      {
        "sentence": "但是，过度担心和质疑会前后不一，给自己带来负担。",
        "label": ""
      },
      {
        "sentence": "我相信你的选择是正确的，并且你的交友能力也非常出色。",
        "label": ""
      },
      {
        "sentence": "你可以对于不同的朋友，有不同类型的相处方式，这恰好是关系相处之道。",
        "label": ""
      },
      {
        "sentence": "这是一种适应的能力，也是一种可以让我们全部的自我，分散在每个映射着我们一部分的朋友身上，让我们更加全面和完整。",
        "label": ""
      },
      {
        "sentence": "你的朋友圈里的人，也是你成长路上的一面面镜子，让你对自己有更全面的认识。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我开始理解和接受了。不过，有没有什么方法可以帮助我更好地处理和维护各种关系呢？",
    "annotation": [
      {
        "sentence": "你说的很有道理，我开始理解和接受了。",
        "label": ""
      },
      {
        "sentence": "不过，有没有什么方法可以帮助我更好地处理和维护各种关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然。建议你多沟通，多关注身边的人，多听取朋友的建议和看法，这样可以更好地理解和维护各种关系。同时，要保持基本的信任和尊重，让对方在交往中感到自由和舒适。在关系中，你同样需要保持对自己的尊重，适度地保留个人信息和私人空间。这样可以更好地维护和发展人际关系。",
    "annotation": [
      {
        "sentence": "当然。",
        "label": ""
      },
      {
        "sentence": "建议你多沟通，多关注身边的人，多听取朋友的建议和看法，这样可以更好地理解和维护各种关系。",
        "label": ""
      },
      {
        "sentence": "同时，要保持基本的信任和尊重，让对方在交往中感到自由和舒适。",
        "label": ""
      },
      {
        "sentence": "在关系中，你同样需要保持对自己的尊重，适度地保留个人信息和私人空间。",
        "label": ""
      },
      {
        "sentence": "这样可以更好地维护和发展人际关系。",
        "label": ""
      }
    ]
  }
]