[
  {
    "role": "client",
    "content": "无缘无故的悲伤这正常吗？我是个情感很丰富的人。对外界的感受都会无限放大。但我不能理解的是，为什么夜晚的灯，黄昏的风，早晨的人行道都会让我觉得很悲伤？？？每次有这些场景我的心里都是说不出的难受。不知道该怎么解决问题。",
    "annotation": [
      {
        "sentence": "无缘无故的悲伤这正常吗？",
        "label": ""
      },
      {
        "sentence": "我是个情感很丰富的人。",
        "label": ""
      },
      {
        "sentence": "对外界的感受都会无限放大。",
        "label": ""
      },
      {
        "sentence": "但我不能理解的是，为什么夜晚的灯，黄昏的风，早晨的人行道都会让我觉得很悲伤？？？",
        "label": ""
      },
      {
        "sentence": "每次有这些场景我的心里都是说不出的难受。",
        "label": ""
      },
      {
        "sentence": "不知道该怎么解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "容易被外界的外物引起情绪波动的人，都是最可爱的天使，但终究天使不能在凡间，因为人需要让自己活在现实世界中，并且去适应，无论自愿否。情感丰富，容易产生共情，容易被感动，对外界的事物更有一种觉察力和感受体验，是敏锐而丰富的人，这是你独特的优点，不是所有人都有这样细腻的感悟生命和生活的能力的。",
    "annotation": [
      {
        "sentence": "容易被外界的外物引起情绪波动的人，都是最可爱的天使，但终究天使不能在凡间，因为人需要让自己活在现实世界中，并且去适应，无论自愿否。",
        "label": ""
      },
      {
        "sentence": "情感丰富，容易产生共情，容易被感动，对外界的事物更有一种觉察力和感受体验，是敏锐而丰富的人，这是你独特的优点，不是所有人都有这样细腻的感悟生命和生活的能力的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的称赞和鼓励，但我真的很困惑，对于自己的这种情绪和感觉，我没有任何理解和解决的办法。",
    "annotation": [
      {
        "sentence": "谢谢你的称赞和鼓励，但我真的很困惑，对于自己的这种情绪和感觉，我没有任何理解和解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以帮你一起找到解决的方案。你所描述的场景，都透露出一种感觉：孤独且无人关注。夜晚的灯，孤零零地立着，路过的人很少，只有你注意到了；黄昏的风，很轻柔很温和，拂在人脸上，舒服而自在，只要你注意到了；早晨的人行道，或者人群拥挤，让人觉得自己渺小和微不足道，或者冷冷清清，让人觉得冷漠和麻木，只有你注意到了。也许，这些场景触动了你当下的情感，喷涌而出。",
    "annotation": [
      {
        "sentence": "我可以帮你一起找到解决的方案。",
        "label": ""
      },
      {
        "sentence": "你所描述的场景，都透露出一种感觉：孤独且无人关注。",
        "label": ""
      },
      {
        "sentence": "夜晚的灯，孤零零地立着，路过的人很少，只有你注意到了；黄昏的风，很轻柔很温和，拂在人脸上，舒服而自在，只要你注意到了；早晨的人行道，或者人群拥挤，让人觉得自己渺小和微不足道，或者冷冷清清，让人觉得冷漠和麻木，只有你注意到了。",
        "label": ""
      },
      {
        "sentence": "也许，这些场景触动了你当下的情感，喷涌而出。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实感到自己很孤独，但为什么我的情绪会被这些场景影响呢？我觉得自己很奇怪，也不知道该怎么办。",
    "annotation": [
      {
        "sentence": "你说得很对，我确实感到自己很孤独，但为什么我的情绪会被这些场景影响呢？",
        "label": ""
      },
      {
        "sentence": "我觉得自己很奇怪，也不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "景，一直都是那个景，而你的心情和内心世界，将它们赋予了情感和情绪。悲观使人清醒和理智，但悲观也让人不大经常快乐，如果想要摆脱自己的思维习惯，需要不断当情景发生时，给予自己积极和正向的引导。也许，有的人看到夜晚的灯，会感到温暖和安全，因为即使所有人都睡了，也有光亮为你开着；也许黄昏的风，会让有些人觉得放松和惬意，因为可能天气从来没有这样好过，而自己恰好那时也正在外面；也许早晨拥挤的人行道，让一部分觉得有生活的气息，因为奔忙，就是生活的本质呀，冷清的人行道，也许会让人感受到安静和平和，因为很少见到这样空旷的街道啊，原来自己熟悉的地方，竟然这样美的。",
    "annotation": [
      {
        "sentence": "景，一直都是那个景，而你的心情和内心世界，将它们赋予了情感和情绪。",
        "label": ""
      },
      {
        "sentence": "悲观使人清醒和理智，但悲观也让人不大经常快乐，如果想要摆脱自己的思维习惯，需要不断当情景发生时，给予自己积极和正向的引导。",
        "label": ""
      },
      {
        "sentence": "也许，有的人看到夜晚的灯，会感到温暖和安全，因为即使所有人都睡了，也有光亮为你开着；也许黄昏的风，会让有些人觉得放松和惬意，因为可能天气从来没有这样好过，而自己恰好那时也正在外面；也许早晨拥挤的人行道，让一部分觉得有生活的气息，因为奔忙，就是生活的本质呀，冷清的人行道，也许会让人感受到安静和平和，因为很少见到这样空旷的街道啊，原来自己熟悉的地方，竟然这样美的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的每个场景类别都很有道理，我想试试这种方式来看待这些场景，但我觉得很困难，因为我的情绪很难控制。",
    "annotation": [
      {
        "sentence": "你说的每个场景类别都很有道理，我想试试这种方式来看待这些场景，但我觉得很困难，因为我的情绪很难控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "保持自己的悲观，但也要让自己看到悲观中的希望呀，你所看到的世界，就是你内心的呈现，而当你愿意更多地看到这个世界的美好和积极时，那些痛苦和麻木，虽然会一直存在，但对你的影响变得少了的。注意对自己的觉知，因为可能你这段时间有自己不曾注意到的压力或者一直逃避的问题，让自己内心一直在纠结和牵挂着这些事情，见到某些场景，自然地触发了你的悲伤情绪，给自己的情绪一个“正大光明”的宣泄出口。有时候，我们在平凡的一天，走在自己走了无数遍的街头，突然之间眼泪止不住地流，无所适从，没有打击，没有痛苦，没有原因，但就是哭了，可能是风迷了眼睛，但这风却是只有自己知道的。所以，不要觉得自己很奇怪或者难以理解，其实大家都有这样的瞬间，你需要做的是认识到自己的情绪，然后寻找合适的方式来调节自己的情绪。",
    "annotation": [
      {
        "sentence": "保持自己的悲观，但也要让自己看到悲观中的希望呀，你所看到的世界，就是你内心的呈现，而当你愿意更多地看到这个世界的美好和积极时，那些痛苦和麻木，虽然会一直存在，但对你的影响变得少了的。",
        "label": ""
      },
      {
        "sentence": "注意对自己的觉知，因为可能你这段时间有自己不曾注意到的压力或者一直逃避的问题，让自己内心一直在纠结和牵挂着这些事情，见到某些场景，自然地触发了你的悲伤情绪，给自己的情绪一个“正大光明”的宣泄出口。",
        "label": ""
      },
      {
        "sentence": "有时候，我们在平凡的一天，走在自己走了无数遍的街头，突然之间眼泪止不住地流，无所适从，没有打击，没有痛苦，没有原因，但就是哭了，可能是风迷了眼睛，但这风却是只有自己知道的。",
        "label": ""
      },
      {
        "sentence": "所以，不要觉得自己很奇怪或者难以理解，其实大家都有这样的瞬间，你需要做的是认识到自己的情绪，然后寻找合适的方式来调节自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的指导，我会尽可能地多留意自己内心的情绪，找到适合自己的方式来调节。我觉得现在情绪已经好了许多，谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的指导，我会尽可能地多留意自己内心的情绪，找到适合自己的方式来调节。",
        "label": ""
      },
      {
        "sentence": "我觉得现在情绪已经好了许多，谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我的帮助是小小的，最重要的还是你自己的努力和决心。如果你需要，我随时会在这里支持你。",
    "annotation": [
      {
        "sentence": "不用客气，我的帮助是小小的，最重要的还是你自己的努力和决心。",
        "label": ""
      },
      {
        "sentence": "如果你需要，我随时会在这里支持你。",
        "label": ""
      }
    ]
  }
]