[
  {
    "role": "client",
    "content": "考前有很多奇怪的想法，无法排解？1.开始报名照片有点怪，然后就跟老师说换一张，那个照片我p了，然后换完之后我就感觉不像自己，问了周围的人都说就是我，然后我问了老师她说没问题，但我总感觉不像自己，怕进不去考场，然后就开始展开各种想象。2.因为我之前不是换了照片嘛，然后我就怕报名出问题，又开始各种想象但是，现在已经交完报名钱了，然后报名名单上也有我，但是我控制不住自己去想好多好多，而且有时像上不来气一样。我该怎么缓解那，希望大家解答，感谢感谢！",
    "annotation": [
      {
        "sentence": "考前有很多奇怪的想法，无法排解？",
        "label": ""
      },
      {
        "sentence": "1.开始报名照片有点怪，然后就跟老师说换一张，那个照片我p了，然后换完之后我就感觉不像自己，问了周围的人都说就是我，然后我问了老师她说没问题，但我总感觉不像自己，怕进不去考场，然后就开始展开各种想象。",
        "label": ""
      },
      {
        "sentence": "2.因为我之前不是换了照片嘛，然后我就怕报名出问题，又开始各种想象但是，现在已经交完报名钱了，然后报名名单上也有我，但是我控制不住自己去想好多好多，而且有时像上不来气一样。",
        "label": ""
      },
      {
        "sentence": "我该怎么缓解那，希望大家解答，感谢感谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我了解你的担忧和焦虑，这在面临考试之前是非常正常的情绪反应。首先，你要明白在做出重要决定时，即使是成年人也会感到压力，所以你的情况非常正常。不妨先做最坏的打算，尽最大的努力。举个例子来说，当我们通过修饰照片让自己美化一些的时候，和素颜相比是会有差距的，所以在交报名表的时候，你会担心对方会对比照片和现实是否一致。这场考试对我们来说非常重要，所以我们非常担心有一丁点的失误。然而，我们忽略了一点，就像每个人都有属于自己的身份证一样。身份证的照片在很长时间内是很少变化的，但在这个时间段里，每个人都会有所变化，体重增加或减少，身高增加等等。当我们面临重要考试时，身份证是必不可少的，所以验证时存在着多重认证，我们不必过于担心。我也有好几次被对方问这是不是你的情况，当时我总是害羞地点头回答是的。这场考试对你非常重要，但我相信你在平时的生活中已经做好了充分的准备。所以，我们可以重新梳理一下之前准备好的东西，看看哪些地方还需要进一步完善。最终的结果是无法预测的，但我们一定要相信机会总是留给有准备的人。我们已经努力了这么长时间，你已经掌握了必要的知识，要相信自己。如果你感到压力特别大，可以和父母或其他亲人倾诉，也可以出去散步，放松一下心情。当然，你也可以来这个平台和其他哥哥姐姐聊一下，你是最棒的。",
    "annotation": [
      {
        "sentence": "求助者，我了解你的担忧和焦虑，这在面临考试之前是非常正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "首先，你要明白在做出重要决定时，即使是成年人也会感到压力，所以你的情况非常正常。",
        "label": ""
      },
      {
        "sentence": "不妨先做最坏的打算，尽最大的努力。",
        "label": ""
      },
      {
        "sentence": "举个例子来说，当我们通过修饰照片让自己美化一些的时候，和素颜相比是会有差距的，所以在交报名表的时候，你会担心对方会对比照片和现实是否一致。",
        "label": ""
      },
      {
        "sentence": "这场考试对我们来说非常重要，所以我们非常担心有一丁点的失误。",
        "label": ""
      },
      {
        "sentence": "然而，我们忽略了一点，就像每个人都有属于自己的身份证一样。",
        "label": ""
      },
      {
        "sentence": "身份证的照片在很长时间内是很少变化的，但在这个时间段里，每个人都会有所变化，体重增加或减少，身高增加等等。",
        "label": ""
      },
      {
        "sentence": "当我们面临重要考试时，身份证是必不可少的，所以验证时存在着多重认证，我们不必过于担心。",
        "label": ""
      },
      {
        "sentence": "我也有好几次被对方问这是不是你的情况，当时我总是害羞地点头回答是的。",
        "label": ""
      },
      {
        "sentence": "这场考试对你非常重要，但我相信你在平时的生活中已经做好了充分的准备。",
        "label": ""
      },
      {
        "sentence": "所以，我们可以重新梳理一下之前准备好的东西，看看哪些地方还需要进一步完善。",
        "label": ""
      },
      {
        "sentence": "最终的结果是无法预测的，但我们一定要相信机会总是留给有准备的人。",
        "label": ""
      },
      {
        "sentence": "我们已经努力了这么长时间，你已经掌握了必要的知识，要相信自己。",
        "label": ""
      },
      {
        "sentence": "如果你感到压力特别大，可以和父母或其他亲人倾诉，也可以出去散步，放松一下心情。",
        "label": ""
      },
      {
        "sentence": "当然，你也可以来这个平台和其他哥哥姐姐聊一下，你是最棒的。",
        "label": ""
      }
    ]
  }
]