[
  {
    "role": "client",
    "content": "我觉得自己过去几年的状态都很糟糕，无论是初中、高中还是大学一年级。高中三年我并不快乐，高三备考也很不顺利，高考成绩也不理想。现在我非常焦虑、不安、烦躁、无聊、孤独、悲观和伤心。我一个人在家里乱发脾气闹别扭，我不喜欢现在学的专业，觉得它很枯燥乏味，重复性很高。我很难想象即使通过考研也能有好的未来，因为全国有很多人都选择学这个专业，实际上这个行业正在衰落。我从内心深处不愿意告诉别人我是学这个专业的，说出去总感到羞愧。学校也让我失望，它虽然位于一线城市广州，却不像一所大学。期末考试也快到了，有些科目我真的不知道怎么办，我很焦虑，之前也落下了一些课程，我真的不知道该怎么办。我高中三年都没有快乐过，大学一年级也是如此，我觉得我的生活越来越糟糕，我整个人都变得很混乱。我没有朋友，一直感到孤独无助。上大学一年了，连一个可以聊得来的朋友都没有，大多数都是表面上的关系，我真的很痛苦。所以现在我的生活就是学习、学习、学习，但是这种状态对学习没有好处。",
    "annotation": [
      {
        "sentence": "我觉得自己过去几年的状态都很糟糕，无论是初中、高中还是大学一年级。",
        "label": ""
      },
      {
        "sentence": "高中三年我并不快乐，高三备考也很不顺利，高考成绩也不理想。",
        "label": ""
      },
      {
        "sentence": "现在我非常焦虑、不安、烦躁、无聊、孤独、悲观和伤心。",
        "label": ""
      },
      {
        "sentence": "我一个人在家里乱发脾气闹别扭，我不喜欢现在学的专业，觉得它很枯燥乏味，重复性很高。",
        "label": ""
      },
      {
        "sentence": "我很难想象即使通过考研也能有好的未来，因为全国有很多人都选择学这个专业，实际上这个行业正在衰落。",
        "label": ""
      },
      {
        "sentence": "我从内心深处不愿意告诉别人我是学这个专业的，说出去总感到羞愧。",
        "label": ""
      },
      {
        "sentence": "学校也让我失望，它虽然位于一线城市广州，却不像一所大学。",
        "label": ""
      },
      {
        "sentence": "期末考试也快到了，有些科目我真的不知道怎么办，我很焦虑，之前也落下了一些课程，我真的不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我高中三年都没有快乐过，大学一年级也是如此，我觉得我的生活越来越糟糕，我整个人都变得很混乱。",
        "label": ""
      },
      {
        "sentence": "我没有朋友，一直感到孤独无助。",
        "label": ""
      },
      {
        "sentence": "上大学一年了，连一个可以聊得来的朋友都没有，大多数都是表面上的关系，我真的很痛苦。",
        "label": ""
      },
      {
        "sentence": "所以现在我的生活就是学习、学习、学习，但是这种状态对学习没有好处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你说的高中三年不快乐，以及高考成绩不理想的感受，我也有过类似的经历。当时我觉得高考非常重要，压力很大，担心考不好会怎么样，这是很正常的反应。但是基于这种担忧，我也产生了很多焦虑和烦闷的情绪，最终高考成绩并不如意。我不知道你的具体情况如何，只是想告诉你这是我自己的经历。至于你提到的学校和专业不合意的问题，我想跟你分享一下我的想法：学校和专业并不是决定一切的因素，正如谚语所说“三百六十行，行行出状元”。职业并没有好坏高低之分，只要你认真做好本职工作，就是一份好工作。如果你确实对自己的专业没有太大的兴趣，我建议你认真思考一下你真正喜欢什么，对什么专业感兴趣，并仔细了解一下那个领域。你可以把它与现在的专业进行比较，然后慎重考虑是否转专业。另外，对于你常常感到烦躁的情绪，我建议你尝试进行运动，转移一下注意力，不要一直陷在消极情绪中。当你平复了烦躁情绪后，思考一下这种情绪背后的原因和具体事件，接纳这些情绪，并尝试做出改变。你也可以找家人或是更信任的人聊聊天，这有助于缓解你的心情。至于人际交往，我建议你主动与同学交流，多认识一些人。这些都是我的一些建议，你可以采纳也可以不采纳，希望能对你有所帮助，祝你生活愉快！",
    "annotation": [
      {
        "sentence": "我理解你说的高中三年不快乐，以及高考成绩不理想的感受，我也有过类似的经历。",
        "label": ""
      },
      {
        "sentence": "当时我觉得高考非常重要，压力很大，担心考不好会怎么样，这是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "但是基于这种担忧，我也产生了很多焦虑和烦闷的情绪，最终高考成绩并不如意。",
        "label": ""
      },
      {
        "sentence": "我不知道你的具体情况如何，只是想告诉你这是我自己的经历。",
        "label": ""
      },
      {
        "sentence": "至于你提到的学校和专业不合意的问题，我想跟你分享一下我的想法：学校和专业并不是决定一切的因素，正如谚语所说“三百六十行，行行出状元”。",
        "label": ""
      },
      {
        "sentence": "职业并没有好坏高低之分，只要你认真做好本职工作，就是一份好工作。",
        "label": ""
      },
      {
        "sentence": "如果你确实对自己的专业没有太大的兴趣，我建议你认真思考一下你真正喜欢什么，对什么专业感兴趣，并仔细了解一下那个领域。",
        "label": ""
      },
      {
        "sentence": "你可以把它与现在的专业进行比较，然后慎重考虑是否转专业。",
        "label": ""
      },
      {
        "sentence": "另外，对于你常常感到烦躁的情绪，我建议你尝试进行运动，转移一下注意力，不要一直陷在消极情绪中。",
        "label": ""
      },
      {
        "sentence": "当你平复了烦躁情绪后，思考一下这种情绪背后的原因和具体事件，接纳这些情绪，并尝试做出改变。",
        "label": ""
      },
      {
        "sentence": "你也可以找家人或是更信任的人聊聊天，这有助于缓解你的心情。",
        "label": ""
      },
      {
        "sentence": "至于人际交往，我建议你主动与同学交流，多认识一些人。",
        "label": ""
      },
      {
        "sentence": "这些都是我的一些建议，你可以采纳也可以不采纳，希望能对你有所帮助，祝你生活愉快！",
        "label": ""
      }
    ]
  }
]