[
  {
    "role": "client",
    "content": "我觉得自己的生活一直都很糟糕，从初中到高中再到大一，都是如此。高中时我度过了三年的不快乐，高三也是一样，高考成绩也不好。现在我感到非常焦虑和不安，感到烦躁、无聊、孤独、悲观和伤心。我在家里一个人乱喊乱吵，真的很讨厌现在学习的专业，它枯燥乏味而且重复性很高。我很难想象即使我考研也能有好的未来，全国有太多的人在学这个专业，进来以后才发现它其实是个夕阳产业。我从内心深处不愿意告诉别人我学这个专业，说出去总觉得很丢人。学校也不是我想象中的那种大学，虽然它位于广州这样的一线城市。期末考试也快到了，有些科目我真的不知道该怎么办。而且之前还有一些课程没有补上，我真的不知道该怎么办了。我的高中三年过得都不开心，大一这一年也是，我觉得我的生活越来越糟糕，处境也越来越糟糕，整个人特别混乱。我没有朋友，一直觉得自己孤单无依无靠。上大学一年了，连一个能聊得来的朋友都没有，大多数人都是表面关系，真的很痛苦。于是我的生活就是学习学习学习，但这种状态下学习肯定无法如何进步。",
    "annotation": [
      {
        "sentence": "我觉得自己的生活一直都很糟糕，从初中到高中再到大一，都是如此。",
        "label": ""
      },
      {
        "sentence": "高中时我度过了三年的不快乐，高三也是一样，高考成绩也不好。",
        "label": ""
      },
      {
        "sentence": "现在我感到非常焦虑和不安，感到烦躁、无聊、孤独、悲观和伤心。",
        "label": ""
      },
      {
        "sentence": "我在家里一个人乱喊乱吵，真的很讨厌现在学习的专业，它枯燥乏味而且重复性很高。",
        "label": ""
      },
      {
        "sentence": "我很难想象即使我考研也能有好的未来，全国有太多的人在学这个专业，进来以后才发现它其实是个夕阳产业。",
        "label": ""
      },
      {
        "sentence": "我从内心深处不愿意告诉别人我学这个专业，说出去总觉得很丢人。",
        "label": ""
      },
      {
        "sentence": "学校也不是我想象中的那种大学，虽然它位于广州这样的一线城市。",
        "label": ""
      },
      {
        "sentence": "期末考试也快到了，有些科目我真的不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "而且之前还有一些课程没有补上，我真的不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "我的高中三年过得都不开心，大一这一年也是，我觉得我的生活越来越糟糕，处境也越来越糟糕，整个人特别混乱。",
        "label": ""
      },
      {
        "sentence": "我没有朋友，一直觉得自己孤单无依无靠。",
        "label": ""
      },
      {
        "sentence": "上大学一年了，连一个能聊得来的朋友都没有，大多数人都是表面关系，真的很痛苦。",
        "label": ""
      },
      {
        "sentence": "于是我的生活就是学习学习学习，但这种状态下学习肯定无法如何进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好啊！读了你的问题，我了解到你从高中时就一直处于焦虑不安的状态中是吗？能告诉我你为什么感到焦虑不安吗？如果你没有具体说，请允许我猜测一下。是不是因为缺乏亲密的朋友关系而导致你缺乏安全感呢？我注意到你对学校和专业都不太满意，觉得它们很枯燥无聊。但暂时来说，你可能无法从学校和专业中脱身对吧？既然如此，为什么不从另一个角度去看待这个问题呢？也许现在学这个专业可以带来一些好处。毕业后你不一定要在这个专业领域找工作了。对吗？那就趁现在多学一些，这也是个好事。既然以后都不会接触这个领域的知识了，现在多学一点就多了一份知识储备。学习那些你不喜欢的知识，挑战并战胜它，也是一件令人骄傲的事情啊！至于孤独，其实这在人生中是很常见的。虽然拥有朋友是令人羡慕的，但拥有朋友后又会怎样呢？这是个需要我们思考的问题。另外，一个人的生活也可以过得很好。每天阅读、写日记、看电视，没有人打扰，享受安静的岁月也是很多人无法体验的。而且，当你调整好自己的生活状态后，朋友也会自然而然地出现的。",
    "annotation": [
      {
        "sentence": "你好啊！",
        "label": ""
      },
      {
        "sentence": "读了你的问题，我了解到你从高中时就一直处于焦虑不安的状态中是吗？",
        "label": ""
      },
      {
        "sentence": "能告诉我你为什么感到焦虑不安吗？",
        "label": ""
      },
      {
        "sentence": "如果你没有具体说，请允许我猜测一下。",
        "label": ""
      },
      {
        "sentence": "是不是因为缺乏亲密的朋友关系而导致你缺乏安全感呢？",
        "label": ""
      },
      {
        "sentence": "我注意到你对学校和专业都不太满意，觉得它们很枯燥无聊。",
        "label": ""
      },
      {
        "sentence": "但暂时来说，你可能无法从学校和专业中脱身对吧？",
        "label": ""
      },
      {
        "sentence": "既然如此，为什么不从另一个角度去看待这个问题呢？",
        "label": ""
      },
      {
        "sentence": "也许现在学这个专业可以带来一些好处。",
        "label": ""
      },
      {
        "sentence": "毕业后你不一定要在这个专业领域找工作了。",
        "label": ""
      },
      {
        "sentence": "对吗？",
        "label": ""
      },
      {
        "sentence": "那就趁现在多学一些，这也是个好事。",
        "label": ""
      },
      {
        "sentence": "既然以后都不会接触这个领域的知识了，现在多学一点就多了一份知识储备。",
        "label": ""
      },
      {
        "sentence": "学习那些你不喜欢的知识，挑战并战胜它，也是一件令人骄傲的事情啊！",
        "label": ""
      },
      {
        "sentence": "至于孤独，其实这在人生中是很常见的。",
        "label": ""
      },
      {
        "sentence": "虽然拥有朋友是令人羡慕的，但拥有朋友后又会怎样呢？",
        "label": ""
      },
      {
        "sentence": "这是个需要我们思考的问题。",
        "label": ""
      },
      {
        "sentence": "另外，一个人的生活也可以过得很好。",
        "label": ""
      },
      {
        "sentence": "每天阅读、写日记、看电视，没有人打扰，享受安静的岁月也是很多人无法体验的。",
        "label": ""
      },
      {
        "sentence": "而且，当你调整好自己的生活状态后，朋友也会自然而然地出现的。",
        "label": ""
      }
    ]
  }
]