[
  {
    "role": "client",
    "content": "我是一个20岁的女生，从初中到大一似乎一直在经历同样糟糕的状态。我的高中三年并不快乐，高三也是，高考成绩也不理想。现在我感到非常焦虑、不安、烦躁、孤独、悲观和伤心。在家里我一个人乱喊乱吵，我不喜欢我现在学习的专业，觉得很枯燥乏味而且缺乏多样性。我觉得即使我考研也没有一个好的未来，因为全国都有很多人学这个专业，我发现这个专业其实是一个夕阳产业。我从内心深处不希望告诉别人我的专业，说出去总觉得很羞耻。我的学校也不像一个大学，尽管它在广州这样的一线城市。而且期末考试也即将到来，有些科目我真的不知道。前期也有一些课程落下来，真的不知道怎么办，我觉得学不下去了。我的高中三年过得都不快乐，大一这一年也是，我感觉我的生活越来越糟糕，处境也越来越困难，我整个人特别混乱。我没有朋友，一直觉得自己孤单一人，无依无靠。上大学一年了，一个能聊得来的朋友都没有，大多数都是表面上的关系。我真的很痛苦，所以我的生活就全靠学习，但这种状态学习肯定不能好。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，从初中到大一似乎一直在经历同样糟糕的状态。",
        "label": ""
      },
      {
        "sentence": "我的高中三年并不快乐，高三也是，高考成绩也不理想。",
        "label": ""
      },
      {
        "sentence": "现在我感到非常焦虑、不安、烦躁、孤独、悲观和伤心。",
        "label": ""
      },
      {
        "sentence": "在家里我一个人乱喊乱吵，我不喜欢我现在学习的专业，觉得很枯燥乏味而且缺乏多样性。",
        "label": ""
      },
      {
        "sentence": "我觉得即使我考研也没有一个好的未来，因为全国都有很多人学这个专业，我发现这个专业其实是一个夕阳产业。",
        "label": ""
      },
      {
        "sentence": "我从内心深处不希望告诉别人我的专业，说出去总觉得很羞耻。",
        "label": ""
      },
      {
        "sentence": "我的学校也不像一个大学，尽管它在广州这样的一线城市。",
        "label": ""
      },
      {
        "sentence": "而且期末考试也即将到来，有些科目我真的不知道。",
        "label": ""
      },
      {
        "sentence": "前期也有一些课程落下来，真的不知道怎么办，我觉得学不下去了。",
        "label": ""
      },
      {
        "sentence": "我的高中三年过得都不快乐，大一这一年也是，我感觉我的生活越来越糟糕，处境也越来越困难，我整个人特别混乱。",
        "label": ""
      },
      {
        "sentence": "我没有朋友，一直觉得自己孤单一人，无依无靠。",
        "label": ""
      },
      {
        "sentence": "上大学一年了，一个能聊得来的朋友都没有，大多数都是表面上的关系。",
        "label": ""
      },
      {
        "sentence": "我真的很痛苦，所以我的生活就全靠学习，但这种状态学习肯定不能好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，看到你的描述，我感受到一种很明显的混乱。混乱本身是一种无序的状态，而人则需要有一种有序和稳定的状态，也就是常说的“控制感”。失去了控制感的人会陷入焦虑的漩涡，会对自己产生不确定感、怀疑自我和不认同自我。要解决这种情况，首先需要静下心来。如果你自己无法静下来，可以尝试一次心理咨询或找个有经验的人聊聊。也可以从一首音乐、一本书开始，思考一下自己的成长历程。过去的经历塑造了现在的你，而那时候的你正在上高中、初中，甚至小学和幼儿园，在许多因素的影响下塑造了现在的你。了解过去，也就有了改变现在的能力，因为你知道了哪些原因，所以你可以试着去改变它。人的成长是一个缓慢而艰难的过程，每一次挣扎和哭诉都是成长前的蜕变，坚持下去，希望就在眼前，加油吧！",
    "annotation": [
      {
        "sentence": "朋友，看到你的描述，我感受到一种很明显的混乱。",
        "label": ""
      },
      {
        "sentence": "混乱本身是一种无序的状态，而人则需要有一种有序和稳定的状态，也就是常说的“控制感”。",
        "label": ""
      },
      {
        "sentence": "失去了控制感的人会陷入焦虑的漩涡，会对自己产生不确定感、怀疑自我和不认同自我。",
        "label": ""
      },
      {
        "sentence": "要解决这种情况，首先需要静下心来。",
        "label": ""
      },
      {
        "sentence": "如果你自己无法静下来，可以尝试一次心理咨询或找个有经验的人聊聊。",
        "label": ""
      },
      {
        "sentence": "也可以从一首音乐、一本书开始，思考一下自己的成长历程。",
        "label": ""
      },
      {
        "sentence": "过去的经历塑造了现在的你，而那时候的你正在上高中、初中，甚至小学和幼儿园，在许多因素的影响下塑造了现在的你。",
        "label": ""
      },
      {
        "sentence": "了解过去，也就有了改变现在的能力，因为你知道了哪些原因，所以你可以试着去改变它。",
        "label": ""
      },
      {
        "sentence": "人的成长是一个缓慢而艰难的过程，每一次挣扎和哭诉都是成长前的蜕变，坚持下去，希望就在眼前，加油吧！",
        "label": ""
      }
    ]
  }
]