[
  {
    "role": "client",
    "content": "妈妈在她好朋友面前总说我的缺点，让我很自卑。",
    "annotation": [
      {
        "sentence": "妈妈在她好朋友面前总说我的缺点，让我很自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我能够感受到你的不安和困扰。你现在感到很在意别人的看法，这种感觉对你的生活造成了很大的困扰。不过一定要记住的是，你是一个能够被爱和尊重的人，你的妈妈也是如此爱你的人。她如此做的目的也许不仅仅是为了提醒你，而更是想告诉她的朋友们，她的孩子也有缺点，但她仍然爱你，这一点非常重要。你的妈妈之前可能没有意识到这些话语会对你造成的负面影响，你可以尝试和她坦诚地沟通一下。",
    "annotation": [
      {
        "sentence": "听到你的经历，我能够感受到你的不安和困扰。",
        "label": ""
      },
      {
        "sentence": "你现在感到很在意别人的看法，这种感觉对你的生活造成了很大的困扰。",
        "label": ""
      },
      {
        "sentence": "不过一定要记住的是，你是一个能够被爱和尊重的人，你的妈妈也是如此爱你的人。",
        "label": ""
      },
      {
        "sentence": "她如此做的目的也许不仅仅是为了提醒你，而更是想告诉她的朋友们，她的孩子也有缺点，但她仍然爱你，这一点非常重要。",
        "label": ""
      },
      {
        "sentence": "你的妈妈之前可能没有意识到这些话语会对你造成的负面影响，你可以尝试和她坦诚地沟通一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "妈妈有几个好朋友，每次聚餐时都会带上我。可是当着她朋友们的面总说我，这里不好，那里不好，说的我很是自卑。",
    "annotation": [
      {
        "sentence": "妈妈有几个好朋友，每次聚餐时都会带上我。",
        "label": ""
      },
      {
        "sentence": "可是当着她朋友们的面总说我，这里不好，那里不好，说的我很是自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。父母都会有不好的说法，但这不代表他们不爱他们的孩子。我们都有缺点，所以你不应该因为这些话语而失去自尊心。我们也要相信，父母是爱我们的人，他们想让我们成为更好的人。我建议你可以与你的母亲取得密切联系并告诉她你的感受。确保你和她坦诚地对话，让她知道你对她的想法。试着以一种冷静的方式领导这个对话，这很可能会帮助你们两个之间产生一个更强的联系。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "父母都会有不好的说法，但这不代表他们不爱他们的孩子。",
        "label": ""
      },
      {
        "sentence": "我们都有缺点，所以你不应该因为这些话语而失去自尊心。",
        "label": ""
      },
      {
        "sentence": "我们也要相信，父母是爱我们的人，他们想让我们成为更好的人。",
        "label": ""
      },
      {
        "sentence": "我建议你可以与你的母亲取得密切联系并告诉她你的感受。",
        "label": ""
      },
      {
        "sentence": "确保你和她坦诚地对话，让她知道你对她的想法。",
        "label": ""
      },
      {
        "sentence": "试着以一种冷静的方式领导这个对话，这很可能会帮助你们两个之间产生一个更强的联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来，妈妈他们出去聚餐说要带上我，我就会用各种理由说不去了，因为我怕妈妈又会说我。现在我做什么事都是小心翼翼的，而且很在意别人的看法，我感觉到了自己的自卑。",
    "annotation": [
      {
        "sentence": "后来，妈妈他们出去聚餐说要带上我，我就会用各种理由说不去了，因为我怕妈妈又会说我。",
        "label": ""
      },
      {
        "sentence": "现在我做什么事都是小心翼翼的，而且很在意别人的看法，我感觉到了自己的自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很遗憾你感到自卑。尝试专注于自己的价值，虽然你可能会感到压力，这种学习过程需要时间和努力。你可以问自己你自己为什么在意别人的看法？你是否在考虑别人对你的期望，而不是你自己对自己的期望？只要记住要创造自己的标准，能够属于自己，并令你内心欣慰的标准，并努力追求，不要为其他人而改变。你会发现自己变得更加自信。",
    "annotation": [
      {
        "sentence": "很遗憾你感到自卑。",
        "label": ""
      },
      {
        "sentence": "尝试专注于自己的价值，虽然你可能会感到压力，这种学习过程需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "你可以问自己你自己为什么在意别人的看法？",
        "label": ""
      },
      {
        "sentence": "你是否在考虑别人对你的期望，而不是你自己对自己的期望？",
        "label": ""
      },
      {
        "sentence": "只要记住要创造自己的标准，能够属于自己，并令你内心欣慰的标准，并努力追求，不要为其他人而改变。",
        "label": ""
      },
      {
        "sentence": "你会发现自己变得更加自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有什么好方法帮我减轻压力呢？",
    "annotation": [
      {
        "sentence": "有什么好方法帮我减轻压力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你感到的压力，可以时常通过问自己感受的方式发泄。在日常生活中，尝试寻找一些自己喜欢的活动来使自己舒缓。如果你感到焦虑，不妨进行一些正面思维，比如说告诉自己一些能够帮助你减轻压力的话，尝试深呼吸也很好。最重要的是好好对待自己，给自己一些甜品，小礼物等，这样会让你的心情变得更好。",
    "annotation": [
      {
        "sentence": "对于你感到的压力，可以时常通过问自己感受的方式发泄。",
        "label": ""
      },
      {
        "sentence": "在日常生活中，尝试寻找一些自己喜欢的活动来使自己舒缓。",
        "label": ""
      },
      {
        "sentence": "如果你感到焦虑，不妨进行一些正面思维，比如说告诉自己一些能够帮助你减轻压力的话，尝试深呼吸也很好。",
        "label": ""
      },
      {
        "sentence": "最重要的是好好对待自己，给自己一些甜品，小礼物等，这样会让你的心情变得更好。",
        "label": ""
      }
    ]
  }
]