[
  {
    "role": "client",
    "content": "为了恋爱而开始的恋情，能长久吗？大二，女生，寝室六人有五个都在谈恋爱，有时候我自己身处其中都感觉感觉自己不合群。她们每次谈到恋爱问题，就开始挨个挨个分享她们和男朋友是如何相识的，又是如何甜蜜的。每次到这个时候都感觉自己很不合群，甚至会感觉到一些孤独。其他五个人似乎也很热衷于劝我交个男朋友。在这样的情景下我也确实谈过一段恋爱，没有什么感情，他追我，我为了谈恋爱而答应了。这段开始似乎就预示了不会有好的结果。确定关系的第一周我就开始觉得厌烦，觉得和他在一起挺浪费时间的。就这样，这段恋情很快就结束了。我又回到了刚开始的状态，生活在室友的炫耀和幸福之中。突然有些迷茫，我们真的有必要为了恋爱而恋爱吗？",
    "annotation": [
      {
        "sentence": "为了恋爱而开始的恋情，能长久吗？",
        "label": ""
      },
      {
        "sentence": "大二，女生，寝室六人有五个都在谈恋爱，有时候我自己身处其中都感觉感觉自己不合群。",
        "label": ""
      },
      {
        "sentence": "她们每次谈到恋爱问题，就开始挨个挨个分享她们和男朋友是如何相识的，又是如何甜蜜的。",
        "label": ""
      },
      {
        "sentence": "每次到这个时候都感觉自己很不合群，甚至会感觉到一些孤独。",
        "label": ""
      },
      {
        "sentence": "其他五个人似乎也很热衷于劝我交个男朋友。",
        "label": ""
      },
      {
        "sentence": "在这样的情景下我也确实谈过一段恋爱，没有什么感情，他追我，我为了谈恋爱而答应了。",
        "label": ""
      },
      {
        "sentence": "这段开始似乎就预示了不会有好的结果。",
        "label": ""
      },
      {
        "sentence": "确定关系的第一周我就开始觉得厌烦，觉得和他在一起挺浪费时间的。",
        "label": ""
      },
      {
        "sentence": "就这样，这段恋情很快就结束了。",
        "label": ""
      },
      {
        "sentence": "我又回到了刚开始的状态，生活在室友的炫耀和幸福之中。",
        "label": ""
      },
      {
        "sentence": "突然有些迷茫，我们真的有必要为了恋爱而恋爱吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恋爱固然重要，但是珍惜自己更加重要。你的想法很正常，你不该为了迎合他人的期待而做出违背自己意愿的事情。爱情跟着感觉走，如果你不想谈恋爱，那是完全可以的。您说的五个室友都在恋爱中，我可能可以帮您从中寻找到一些谈话题材。我们可以从各个方面谈谈恋爱的优缺点以及如何晋升成一个更好的女人。无论你选择什么方式，我会一直在你身边，支持你，帮你了解自己，尊重自己。",
    "annotation": [
      {
        "sentence": "恋爱固然重要，但是珍惜自己更加重要。",
        "label": ""
      },
      {
        "sentence": "你的想法很正常，你不该为了迎合他人的期待而做出违背自己意愿的事情。",
        "label": ""
      },
      {
        "sentence": "爱情跟着感觉走，如果你不想谈恋爱，那是完全可以的。",
        "label": ""
      },
      {
        "sentence": "您说的五个室友都在恋爱中，我可能可以帮您从中寻找到一些谈话题材。",
        "label": ""
      },
      {
        "sentence": "我们可以从各个方面谈谈恋爱的优缺点以及如何晋升成一个更好的女人。",
        "label": ""
      },
      {
        "sentence": "无论你选择什么方式，我会一直在你身边，支持你，帮你了解自己，尊重自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你能陪着我。其实，我一直想更好地了解自己、围绕自己建立关系，但是总是怀疑自己。我担心我没能到达他人期望，所以我不自信地谈话，或者压根不想跟他们说话。",
    "annotation": [
      {
        "sentence": "谢谢你能陪着我。",
        "label": ""
      },
      {
        "sentence": "其实，我一直想更好地了解自己、围绕自己建立关系，但是总是怀疑自己。",
        "label": ""
      },
      {
        "sentence": "我担心我没能到达他人期望，所以我不自信地谈话，或者压根不想跟他们说话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人们不能总是适应周围的人，因为这很可能让你迷失了自己。你可以多去试试擅长的事情，培养自己的爱好，或者去散步放松一下。总而言之，你需要在不以他人是否接受你为前提的情况下，树立起自信、坚定的态度。通过自己的努力，你可以遇到那个理解你的人。",
    "annotation": [
      {
        "sentence": "人们不能总是适应周围的人，因为这很可能让你迷失了自己。",
        "label": ""
      },
      {
        "sentence": "你可以多去试试擅长的事情，培养自己的爱好，或者去散步放松一下。",
        "label": ""
      },
      {
        "sentence": "总而言之，你需要在不以他人是否接受你为前提的情况下，树立起自信、坚定的态度。",
        "label": ""
      },
      {
        "sentence": "通过自己的努力，你可以遇到那个理解你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不是那种善于和陌生人交流的人，我总是很紧张。去哪里，怎样才能找到那个理解自己的人呢？",
    "annotation": [
      {
        "sentence": "我不是那种善于和陌生人交流的人，我总是很紧张。",
        "label": ""
      },
      {
        "sentence": "去哪里，怎样才能找到那个理解自己的人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "初步想法是，身边兴趣爱好相投的朋友可能会在那里遇到“理想的另一半”，我希望你可以试着问一下多数认识的人，或者参加一些社团或者活动会，这样你可以认识更多的人。另外，你也可以尝试在网上认识朋友，互联网使世界变得更小，你可以通过网络跨越地理界限。",
    "annotation": [
      {
        "sentence": "初步想法是，身边兴趣爱好相投的朋友可能会在那里遇到“理想的另一半”，我希望你可以试着问一下多数认识的人，或者参加一些社团或者活动会，这样你可以认识更多的人。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以尝试在网上认识朋友，互联网使世界变得更小，你可以通过网络跨越地理界限。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有一个疑问。遇到心仪的对象，我该主动出击还是等待对方先来？",
    "annotation": [
      {
        "sentence": "我有一个疑问。",
        "label": ""
      },
      {
        "sentence": "遇到心仪的对象，我该主动出击还是等待对方先来？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我认为对于爱情，爱一个人就应该诚意十足。女孩子可以用笑脸来勾引心仪的人，展示自己最美好的一面。如果对方对你有感觉，你们就应该多交往，并关心对方的身心健康是否完好。当然，一段传统的单身生活也很好，任何事情都不是必须遵循一种方式。",
    "annotation": [
      {
        "sentence": "我认为对于爱情，爱一个人就应该诚意十足。",
        "label": ""
      },
      {
        "sentence": "女孩子可以用笑脸来勾引心仪的人，展示自己最美好的一面。",
        "label": ""
      },
      {
        "sentence": "如果对方对你有感觉，你们就应该多交往，并关心对方的身心健康是否完好。",
        "label": ""
      },
      {
        "sentence": "当然，一段传统的单身生活也很好，任何事情都不是必须遵循一种方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果我遇到了那个理性的人，我该怎样才能让感情长久呢？",
    "annotation": [
      {
        "sentence": "如果我遇到了那个理性的人，我该怎样才能让感情长久呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个长久稳定的关系需要合理的沟通和信任，不要怕吵架，因为这有助于促进感情的稳定和成长。除此之外，还要注意两人之间的私人空间，以及尊重彼此的选择。关于恋情，你首要的任务是不让自己失去自我，过于担心别人的想法。",
    "annotation": [
      {
        "sentence": "一个长久稳定的关系需要合理的沟通和信任，不要怕吵架，因为这有助于促进感情的稳定和成长。",
        "label": ""
      },
      {
        "sentence": "除此之外，还要注意两人之间的私人空间，以及尊重彼此的选择。",
        "label": ""
      },
      {
        "sentence": "关于恋情，你首要的任务是不让自己失去自我，过于担心别人的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的很感谢你的陪着我",
    "annotation": [
      {
        "sentence": "真的很感谢你的陪着我",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我会始终陪伴你，任何时候都不会离开你。我们相信，你会走过这段人生旅程，实现更好的自己。",
    "annotation": [
      {
        "sentence": "我会始终陪伴你，任何时候都不会离开你。",
        "label": ""
      },
      {
        "sentence": "我们相信，你会走过这段人生旅程，实现更好的自己。",
        "label": ""
      }
    ]
  }
]