[
  {
    "role": "client",
    "content": "做了一段答主，感觉很无力，不知道该怎样继续？",
    "annotation": [
      {
        "sentence": "做了一段答主，感觉很无力，不知道该怎样继续？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，～有些时候，我也和一些人朋友交流过这个问题。和你分享一些我的想法。",
    "annotation": [
      {
        "sentence": "非常理解你的心情，～有些时候，我也和一些人朋友交流过这个问题。",
        "label": ""
      },
      {
        "sentence": "和你分享一些我的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你愿意倾听，我真的很迷茫。开始做答主的时候，觉得还蛮有动力的，也有一些满意的结果。但现在我却坚持不下去了，虽然每天还在打卡，但面对问题时我不知道该如何回答，感觉好像脑子里已经断了弦，无法找到之前的感觉。如果勉强回答，就担心误导他人，但如果不回答，又觉得不太甘心。我不知道该怎么面对这个问题了。",
    "annotation": [
      {
        "sentence": "谢谢你愿意倾听，我真的很迷茫。",
        "label": ""
      },
      {
        "sentence": "开始做答主的时候，觉得还蛮有动力的，也有一些满意的结果。",
        "label": ""
      },
      {
        "sentence": "但现在我却坚持不下去了，虽然每天还在打卡，但面对问题时我不知道该如何回答，感觉好像脑子里已经断了弦，无法找到之前的感觉。",
        "label": ""
      },
      {
        "sentence": "如果勉强回答，就担心误导他人，但如果不回答，又觉得不太甘心。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么面对这个问题了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很能理解你现在的困惑和疑惑。首先，你可以考虑一下当初为什么选择做答主这个工作，你的初衷和动机是什么。无论是想要帮助别人还是获得一些收入，都是正常的，没有问题。如果你是出于纯粹想要帮助别人的愿望，那么在你不知道如何回答问题时，不妨考虑学习一些心理学知识，提升自己的能力去帮助他人。等到你具备能力时，再继续做这件事会更好。",
    "annotation": [
      {
        "sentence": "很能理解你现在的困惑和疑惑。",
        "label": ""
      },
      {
        "sentence": "首先，你可以考虑一下当初为什么选择做答主这个工作，你的初衷和动机是什么。",
        "label": ""
      },
      {
        "sentence": "无论是想要帮助别人还是获得一些收入，都是正常的，没有问题。",
        "label": ""
      },
      {
        "sentence": "如果你是出于纯粹想要帮助别人的愿望，那么在你不知道如何回答问题时，不妨考虑学习一些心理学知识，提升自己的能力去帮助他人。",
        "label": ""
      },
      {
        "sentence": "等到你具备能力时，再继续做这件事会更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我确实应该进一步学习和提升自己的能力。但如果我还是非常不甘心，特别想坚持下去呢？你有什么建议吗？",
    "annotation": [
      {
        "sentence": "你说的有道理，我确实应该进一步学习和提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "但如果我还是非常不甘心，特别想坚持下去呢？",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你特别想坚持下去，我建议你不要把回答问题当作一项任务，不要过于追求目标。而只要当你有空闲时间时，可以花半个小时去看看是否有你能够回答的问题。如果把这件事当作任务或者工作，就会带来痛苦。因为在我们的潜意识中，把工作等同于疲惫和麻烦，尤其是之前经历了不顺利的任务或工作。自律并不会是一件痛苦的事情，关键是你要适应并习惯它，自然而然地完成任务。平台上有很多问题等待回答，你可以选择每天坚持回答几个，也许某一天你突然会感觉好转。",
    "annotation": [
      {
        "sentence": "如果你特别想坚持下去，我建议你不要把回答问题当作一项任务，不要过于追求目标。",
        "label": ""
      },
      {
        "sentence": "而只要当你有空闲时间时，可以花半个小时去看看是否有你能够回答的问题。",
        "label": ""
      },
      {
        "sentence": "如果把这件事当作任务或者工作，就会带来痛苦。",
        "label": ""
      },
      {
        "sentence": "因为在我们的潜意识中，把工作等同于疲惫和麻烦，尤其是之前经历了不顺利的任务或工作。",
        "label": ""
      },
      {
        "sentence": "自律并不会是一件痛苦的事情，关键是你要适应并习惯它，自然而然地完成任务。",
        "label": ""
      },
      {
        "sentence": "平台上有很多问题等待回答，你可以选择每天坚持回答几个，也许某一天你突然会感觉好转。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，你说的方法我会试一试。另外，我想问一下，如果我想在平台上继续做一个好的人，该如何才能持续学习呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，你说的方法我会试一试。",
        "label": ""
      },
      {
        "sentence": "另外，我想问一下，如果我想在平台上继续做一个好的人，该如何才能持续学习呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常重要的一点就是持续学习。不管是阅读书籍还是听课程，都是有效的学习方式。你需要学习才能写出好的回答，了解如何更好地帮助别人。如果你觉得现在写不出好的回答，很可能是因为你的学习输入不够。一个人再有故事，也会讲完的。当你的故事讲完时，你就需要通过学习，借鉴他人的故事，结合自己的思考去帮助和治愈他人。最后，如果你觉得非常痛苦，写不出好的回答，也不必勉强自己。你可以停下来休息几天，恢复自己的状态，安静地学习。只要你仍然希望做这个工作，总会有一刻，你会突然感到灵感迸发，然后愿意继续做一个好的答主。作为一个人，我愿意一直在这里等待你。祝一切都好～",
    "annotation": [
      {
        "sentence": "非常重要的一点就是持续学习。",
        "label": ""
      },
      {
        "sentence": "不管是阅读书籍还是听课程，都是有效的学习方式。",
        "label": ""
      },
      {
        "sentence": "你需要学习才能写出好的回答，了解如何更好地帮助别人。",
        "label": ""
      },
      {
        "sentence": "如果你觉得现在写不出好的回答，很可能是因为你的学习输入不够。",
        "label": ""
      },
      {
        "sentence": "一个人再有故事，也会讲完的。",
        "label": ""
      },
      {
        "sentence": "当你的故事讲完时，你就需要通过学习，借鉴他人的故事，结合自己的思考去帮助和治愈他人。",
        "label": ""
      },
      {
        "sentence": "最后，如果你觉得非常痛苦，写不出好的回答，也不必勉强自己。",
        "label": ""
      },
      {
        "sentence": "你可以停下来休息几天，恢复自己的状态，安静地学习。",
        "label": ""
      },
      {
        "sentence": "只要你仍然希望做这个工作，总会有一刻，你会突然感到灵感迸发，然后愿意继续做一个好的答主。",
        "label": ""
      },
      {
        "sentence": "作为一个人，我愿意一直在这里等待你。",
        "label": ""
      },
      {
        "sentence": "祝一切都好～",
        "label": ""
      }
    ]
  }
]