[
  {
    "role": "client",
    "content": "怎样调整人际交往中常常吃亏的心态？以前是个买单王。因为家庭教育是做人大方点，吃点小亏算什么。后来发现一些爱蹭吃蹭喝的朋友吃完不仅没有想要买一次单的意思，而且还坐在那等着我买单。对于这种情况我挺不高兴的，凭什么难道我欠你们吗。于是我建议道要不大家AA吧，一个女的竟然当场泄气说“我觉得你变了，好俗气，以前不都是你买单嘛怎么你也这么往钱眼里钻了。”我当时就无语极了，但是那次碍着大家的面子上还是都付了钱。有些时候真的觉得有些感情自己维持的特别没有意思。",
    "annotation": [
      {
        "sentence": "怎样调整人际交往中常常吃亏的心态？",
        "label": ""
      },
      {
        "sentence": "以前是个买单王。",
        "label": ""
      },
      {
        "sentence": "因为家庭教育是做人大方点，吃点小亏算什么。",
        "label": ""
      },
      {
        "sentence": "后来发现一些爱蹭吃蹭喝的朋友吃完不仅没有想要买一次单的意思，而且还坐在那等着我买单。",
        "label": ""
      },
      {
        "sentence": "对于这种情况我挺不高兴的，凭什么难道我欠你们吗。",
        "label": ""
      },
      {
        "sentence": "于是我建议道要不大家AA吧，一个女的竟然当场泄气说“我觉得你变了，好俗气，以前不都是你买单嘛怎么你也这么往钱眼里钻了。",
        "label": ""
      },
      {
        "sentence": "”我当时就无语极了，但是那次碍着大家的面子上还是都付了钱。",
        "label": ""
      },
      {
        "sentence": "有些时候真的觉得有些感情自己维持的特别没有意思。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听到你的故事了，这真的很让人不舒服。在你们过往的交往模式中，你就是一个买单的角色，所以他们会对你的行为习以为常，认为你是应该买单的，当你提出要不AA吧的时候，他们就会觉得你变了。我能够理解你的挫败感和失望。你觉得你所做的一切都没有被看重，让你感到特别的不满和伤心。",
    "annotation": [
      {
        "sentence": "我听到你的故事了，这真的很让人不舒服。",
        "label": ""
      },
      {
        "sentence": "在你们过往的交往模式中，你就是一个买单的角色，所以他们会对你的行为习以为常，认为你是应该买单的，当你提出要不AA吧的时候，他们就会觉得你变了。",
        "label": ""
      },
      {
        "sentence": "我能够理解你的挫败感和失望。",
        "label": ""
      },
      {
        "sentence": "你觉得你所做的一切都没有被看重，让你感到特别的不满和伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他们并没有对我的付出给予足够的尊重，让我感到特别的委屈和沮丧。",
    "annotation": [
      {
        "sentence": "是的，我觉得他们并没有对我的付出给予足够的尊重，让我感到特别的委屈和沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉委屈和沮丧是很常见的情绪，但是你也是可以做出一些改变来达到更好的状态的。你可以直接把话挑明了，你直接告诉他们，在你们过往的交往中，大多数都是你掏钱买单，虽然可能朋友不能通过金钱来衡量，但是你也并不是特别的富有，你已经付过了很多次的社交费用，是不是也应该用一些更平等的方式来分担一些金钱压力呢？",
    "annotation": [
      {
        "sentence": "感觉委屈和沮丧是很常见的情绪，但是你也是可以做出一些改变来达到更好的状态的。",
        "label": ""
      },
      {
        "sentence": "你可以直接把话挑明了，你直接告诉他们，在你们过往的交往中，大多数都是你掏钱买单，虽然可能朋友不能通过金钱来衡量，但是你也并不是特别的富有，你已经付过了很多次的社交费用，是不是也应该用一些更平等的方式来分担一些金钱压力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我觉得他们会觉得我太过计较，我很怕他们会因此而离开我。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我觉得他们会觉得我太过计较，我很怕他们会因此而离开我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所考虑到的这一刻是非常切实际的，但是你有没有想过，在你为别人考虑的同时，你是不是也应该考虑对待自己的情感需要呢？如果他们是值得你珍视的朋友，他们应该会为你的感受着想。如果他们并不能够体谅你的状况，那么他们也许并不是你值得珍视维护友谊的人，对你而言，也许这种友情并没有带给你太多的快乐。",
    "annotation": [
      {
        "sentence": "你所考虑到的这一刻是非常切实际的，但是你有没有想过，在你为别人考虑的同时，你是不是也应该考虑对待自己的情感需要呢？",
        "label": ""
      },
      {
        "sentence": "如果他们是值得你珍视的朋友，他们应该会为你的感受着想。",
        "label": ""
      },
      {
        "sentence": "如果他们并不能够体谅你的状况，那么他们也许并不是你值得珍视维护友谊的人，对你而言，也许这种友情并没有带给你太多的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我也是这么想的。但是我也很害怕失去这些朋友，他们对我来说还是很重要的。",
    "annotation": [
      {
        "sentence": "是啊，我也是这么想的。",
        "label": ""
      },
      {
        "sentence": "但是我也很害怕失去这些朋友，他们对我来说还是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉你的考虑很人性化，但是你也要思考对于你的情感需要和价值，你能够得到什么，是值得的吗？他们是不是真心的朋友？如果他们是很重要的人，你也可以尝试和他们开诚布公地谈一谈，相信健康的交往模式都是必须相互体谅和取舍的。祝你好运！",
    "annotation": [
      {
        "sentence": "感觉你的考虑很人性化，但是你也要思考对于你的情感需要和价值，你能够得到什么，是值得的吗？",
        "label": ""
      },
      {
        "sentence": "他们是不是真心的朋友？",
        "label": ""
      },
      {
        "sentence": "如果他们是很重要的人，你也可以尝试和他们开诚布公地谈一谈，相信健康的交往模式都是必须相互体谅和取舍的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]