[
  {
    "role": "client",
    "content": "我是一个19岁的女生，越来越不自信甚至不敢说出正当要求。最近一段时间，我非常害怕和别人起争执，胆小懦弱极点甚至都不敢说出自己的正当要求。比如上次和朋友吃火锅，她想自拍但是觉得光线不好，服务员听到就说帮我们开灯，而我听到要“麻烦”别人第一反应就是算了算了，后面那个火锅店背景音乐声过大，我都一直忍着不说不敢麻烦别人。每次提出一些正当要求我都要鼓足勇气，就像去超市我买了个西瓜想要个牙签，看到管水果的正在削菠萝，我内心非常担心她不理我或者怎样一直闲逛到她削完水果才敢走过去给她说想要牙签。走在路上无时无刻都觉得别人在挑衅辱骂自己，有个小学生在我说了十几次不要摸狗后还是伸手摸狗，我就马上阻拦还给他说突然摸狗会咬人。结果这个小学生走远后我隐约听到他说：敢咬我，一脚踢死他。我居然听到了都没有反驳的勇气，不是说我和小学生计较，如果我本着不计较宽容的理念没什么，可我悲哀的是内心深处是害怕得罪人！真的好痛苦。我这样的心理到底是正常还是扭曲啊？谢谢。",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，越来越不自信甚至不敢说出正当要求。",
        "label": ""
      },
      {
        "sentence": "最近一段时间，我非常害怕和别人起争执，胆小懦弱极点甚至都不敢说出自己的正当要求。",
        "label": ""
      },
      {
        "sentence": "比如上次和朋友吃火锅，她想自拍但是觉得光线不好，服务员听到就说帮我们开灯，而我听到要“麻烦”别人第一反应就是算了算了，后面那个火锅店背景音乐声过大，我都一直忍着不说不敢麻烦别人。",
        "label": ""
      },
      {
        "sentence": "每次提出一些正当要求我都要鼓足勇气，就像去超市我买了个西瓜想要个牙签，看到管水果的正在削菠萝，我内心非常担心她不理我或者怎样一直闲逛到她削完水果才敢走过去给她说想要牙签。",
        "label": ""
      },
      {
        "sentence": "走在路上无时无刻都觉得别人在挑衅辱骂自己，有个小学生在我说了十几次不要摸狗后还是伸手摸狗，我就马上阻拦还给他说突然摸狗会咬人。",
        "label": ""
      },
      {
        "sentence": "结果这个小学生走远后我隐约听到他说：敢咬我，一脚踢死他。",
        "label": ""
      },
      {
        "sentence": "我居然听到了都没有反驳的勇气，不是说我和小学生计较，如果我本着不计较宽容的理念没什么，可我悲哀的是内心深处是害怕得罪人！",
        "label": ""
      },
      {
        "sentence": "真的好痛苦。",
        "label": ""
      },
      {
        "sentence": "我这样的心理到底是正常还是扭曲啊？",
        "label": ""
      },
      {
        "sentence": "谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真的很难很难，不自信，自卑的人都是长久以来的积攒而来的，跟很多东西有关，不是单一哪个方面决定的，表现出来的也并不是单一哪方面的。但是我觉得，脸皮厚一点，胆子大一点，或许会有点用吧，但要说摆脱骨子里的不自信，真的难，难上加难。首先得爱自己要打从心里觉得自己是独一无二的是优秀的是特别的那就没有不自信的理由了。",
    "annotation": [
      {
        "sentence": "真的很难很难，不自信，自卑的人都是长久以来的积攒而来的，跟很多东西有关，不是单一哪个方面决定的，表现出来的也并不是单一哪方面的。",
        "label": ""
      },
      {
        "sentence": "但是我觉得，脸皮厚一点，胆子大一点，或许会有点用吧，但要说摆脱骨子里的不自信，真的难，难上加难。",
        "label": ""
      },
      {
        "sentence": "首先得爱自己要打从心里觉得自己是独一无二的是优秀的是特别的那就没有不自信的理由了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我不知道该怎么爱自己，我总是看到自己的缺点和不足，很难从心底觉得自己是优秀的。",
    "annotation": [
      {
        "sentence": "可是我不知道该怎么爱自己，我总是看到自己的缺点和不足，很难从心底觉得自己是优秀的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实不自信来源于对自己缺点的害怕，害怕自己的缺点被曝光，害怕自己的缺点给自己带来麻烦，害怕因为自己的这一点缺点做不好。但是我们应该明白，每个人都有自己的缺点，每个人都有自己不足的地方，没有完美的人。你在这方面不如别人，但是你在其他方面肯定是比别人做得更好。",
    "annotation": [
      {
        "sentence": "其实不自信来源于对自己缺点的害怕，害怕自己的缺点被曝光，害怕自己的缺点给自己带来麻烦，害怕因为自己的这一点缺点做不好。",
        "label": ""
      },
      {
        "sentence": "但是我们应该明白，每个人都有自己的缺点，每个人都有自己不足的地方，没有完美的人。",
        "label": ""
      },
      {
        "sentence": "你在这方面不如别人，但是你在其他方面肯定是比别人做得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是吗？我真的不知道自己有什么方面做得比别人好。",
    "annotation": [
      {
        "sentence": "是吗？",
        "label": ""
      },
      {
        "sentence": "我真的不知道自己有什么方面做得比别人好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想象一下，即使你在一些方面不如别人，但在其他方面可能就是别人所没有的优点。每个人都是独特的，我们无需和别人比较，只需关注和发展自己的优势。",
    "annotation": [
      {
        "sentence": "想象一下，即使你在一些方面不如别人，但在其他方面可能就是别人所没有的优点。",
        "label": ""
      },
      {
        "sentence": "每个人都是独特的，我们无需和别人比较，只需关注和发展自己的优势。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我还是害怕得罪人，害怕和别人发生争执。",
    "annotation": [
      {
        "sentence": "我明白了，但是我还是害怕得罪人，害怕和别人发生争执。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是常见的担忧，但你需要相信自己的能力和观点的价值。如果你真心诚意地表达自己的想法，大部分人都会理解和接受，而不是因为你提出正当要求而生气。你可以试着在与他人沟通时保持冷静和耐心，这样有助于减少冲突的可能性。",
    "annotation": [
      {
        "sentence": "这是常见的担忧，但你需要相信自己的能力和观点的价值。",
        "label": ""
      },
      {
        "sentence": "如果你真心诚意地表达自己的想法，大部分人都会理解和接受，而不是因为你提出正当要求而生气。",
        "label": ""
      },
      {
        "sentence": "你可以试着在与他人沟通时保持冷静和耐心，这样有助于减少冲突的可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着这样做。但我还是觉得很难。",
    "annotation": [
      {
        "sentence": "好的，我会试着这样做。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得很难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变需要时间和努力，不要对自己要求过高，慢慢来，一步一步地提高自己的自信。同时，建议你多和亲近的人交流，通过和他们的互动，逐渐增强自己的社交技巧和自信心。",
    "annotation": [
      {
        "sentence": "改变需要时间和努力，不要对自己要求过高，慢慢来，一步一步地提高自己的自信。",
        "label": ""
      },
      {
        "sentence": "同时，建议你多和亲近的人交流，通过和他们的互动，逐渐增强自己的社交技巧和自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尽力去做的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尽力去做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信自己，你一定能够克服这些困难，我会一直支持你的。记住，你是独一无二的，你的价值不仅仅取决于你是否得到他人的认可，而是取决于你对自己的认可。加油！",
    "annotation": [
      {
        "sentence": "不客气，相信自己，你一定能够克服这些困难，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "记住，你是独一无二的，你的价值不仅仅取决于你是否得到他人的认可，而是取决于你对自己的认可。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]