[
  {
    "role": "client",
    "content": "我被有好感的男生和别的女生比较，觉得自己一无是处？我跟同班一个男生在网上聊天聊了一年多了，之前他有喜欢过我们专业的另外一个班的女孩子，但是被拒绝了，他这些事情都有告诉我。最后我慢慢对这个男孩子有好感了，但是没有在一起，我觉得他也有点喜欢我了，但最后慢慢也磨淡了。就在上周三我们谈到了他之前喜欢的那个女生，刚开始是说没什么感觉了对她，之后就跟我说她的各种比我好，最后还说再说就又想她了。那天晚上关掉手机后我就特别的不舒服，晚上睡得很不好。第二天早上起来去班级后看到那个女生我就浑身不舒服，四肢发软，最后还跑到厕所去吐了，一整天都有种恶心感，一直想吐，吃不下东西。一直到今天，每天早上起来就想吐，吃不下早饭，午饭也吃的很少。一直很怕去教室上课，看到那个女生，一看到我就全身不舒服，想到她成绩，各个方面都比我好。我一直开导自己，没必要这样，但是身体就是受不受控制，睡也睡不好。我该怎么办？",
    "annotation": [
      {
        "sentence": "我被有好感的男生和别的女生比较，觉得自己一无是处？",
        "label": ""
      },
      {
        "sentence": "我跟同班一个男生在网上聊天聊了一年多了，之前他有喜欢过我们专业的另外一个班的女孩子，但是被拒绝了，他这些事情都有告诉我。",
        "label": ""
      },
      {
        "sentence": "最后我慢慢对这个男孩子有好感了，但是没有在一起，我觉得他也有点喜欢我了，但最后慢慢也磨淡了。",
        "label": ""
      },
      {
        "sentence": "就在上周三我们谈到了他之前喜欢的那个女生，刚开始是说没什么感觉了对她，之后就跟我说她的各种比我好，最后还说再说就又想她了。",
        "label": ""
      },
      {
        "sentence": "那天晚上关掉手机后我就特别的不舒服，晚上睡得很不好。",
        "label": ""
      },
      {
        "sentence": "第二天早上起来去班级后看到那个女生我就浑身不舒服，四肢发软，最后还跑到厕所去吐了，一整天都有种恶心感，一直想吐，吃不下东西。",
        "label": ""
      },
      {
        "sentence": "一直到今天，每天早上起来就想吐，吃不下早饭，午饭也吃的很少。",
        "label": ""
      },
      {
        "sentence": "一直很怕去教室上课，看到那个女生，一看到我就全身不舒服，想到她成绩，各个方面都比我好。",
        "label": ""
      },
      {
        "sentence": "我一直开导自己，没必要这样，但是身体就是受不受控制，睡也睡不好。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们在网上已经聊了一年多了，这是第一次他把那个女生和你进行比较吗？如果是第一次，那是怎么说起这个话题的呢？我们每个人都会有“社会比较”的心理，这很正常，但是在人际交往中，如果直接听到对方讲自己不如其他人，是很让人不舒服的，这种情况在生活中往往常见于父母长辈与孩子之间的对话，在朋友之间这么直接的表达，似乎有悖于常理。所以，你们当时谈了些什么，这个语境就很重要。",
    "annotation": [
      {
        "sentence": "你们在网上已经聊了一年多了，这是第一次他把那个女生和你进行比较吗？",
        "label": ""
      },
      {
        "sentence": "如果是第一次，那是怎么说起这个话题的呢？",
        "label": ""
      },
      {
        "sentence": "我们每个人都会有“社会比较”的心理，这很正常，但是在人际交往中，如果直接听到对方讲自己不如其他人，是很让人不舒服的，这种情况在生活中往往常见于父母长辈与孩子之间的对话，在朋友之间这么直接的表达，似乎有悖于常理。",
        "label": ""
      },
      {
        "sentence": "所以，你们当时谈了些什么，这个语境就很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们是在聊天中随便提起那个女生的，可能是因为他前几天刚刚在学校里见到了她，然后就顺便跟我聊了起来。他一开始说没有对她感觉了，但后来又说她的各方面都比我好，这让我觉得很不舒服。",
    "annotation": [
      {
        "sentence": "我们是在聊天中随便提起那个女生的，可能是因为他前几天刚刚在学校里见到了她，然后就顺便跟我聊了起来。",
        "label": ""
      },
      {
        "sentence": "他一开始说没有对她感觉了，但后来又说她的各方面都比我好，这让我觉得很不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对他们的对话有什么感受呢？是不是对他们之间的互动有些在意，所以才会感到不舒服呢？",
    "annotation": [
      {
        "sentence": "你对他们的对话有什么感受呢？",
        "label": ""
      },
      {
        "sentence": "是不是对他们之间的互动有些在意，所以才会感到不舒服呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我承认我对他们的对话有些敏感，也许是我太在乎他的看法了。",
    "annotation": [
      {
        "sentence": "是的，我承认我对他们的对话有些敏感，也许是我太在乎他的看法了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受敏感是正常的，毕竟你对他有好感。但是，不要过于沉溺在这种不安的情绪中。你说到身体方面的反应，这可能是因为你的紧张和恐惧导致的身体反应。觉察和辨识出自己的情绪，才能找到适当的方式来帮助自己。我建议你考虑心理咨询的方式，专业的心理咨询师可以帮助你更细致地分析问题，并给你有效的解决方案。",
    "annotation": [
      {
        "sentence": "感受敏感是正常的，毕竟你对他有好感。",
        "label": ""
      },
      {
        "sentence": "但是，不要过于沉溺在这种不安的情绪中。",
        "label": ""
      },
      {
        "sentence": "你说到身体方面的反应，这可能是因为你的紧张和恐惧导致的身体反应。",
        "label": ""
      },
      {
        "sentence": "觉察和辨识出自己的情绪，才能找到适当的方式来帮助自己。",
        "label": ""
      },
      {
        "sentence": "我建议你考虑心理咨询的方式，专业的心理咨询师可以帮助你更细致地分析问题，并给你有效的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要找到适当的方式来处理这种情绪。我会考虑寻求心理咨询师的帮助。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要找到适当的方式来处理这种情绪。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻求心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够找到解决问题的方法。同时也希望你能够调整自己的心态，不要过于纠结于与别人的比较。每个人都有自己的优点和价值，你也同样如此。对自己有信心，相信自己能够走出困境。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "同时也希望你能够调整自己的心态，不要过于纠结于与别人的比较。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优点和价值，你也同样如此。",
        "label": ""
      },
      {
        "sentence": "对自己有信心，相信自己能够走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力调整自己的心态，相信自己。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力调整自己的心态，相信自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你能够勇敢地面对自己的问题，已经是一个很大的进步了。希望你能够找到内心的宁静和自信。如果以后还有需要，随时可以向我寻求帮助。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，你能够勇敢地面对自己的问题，已经是一个很大的进步了。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到内心的宁静和自信。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，随时可以向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]