[
  {
    "role": "client",
    "content": "母亲强势，老婆有轻微产后抑郁，有矛盾，该怎么处理？老师，您好！",
    "annotation": [
      {
        "sentence": "母亲强势，老婆有轻微产后抑郁，有矛盾，该怎么处理？",
        "label": ""
      },
      {
        "sentence": "老师，您好！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的问题，你们家庭的情况还是比较复杂的。你可以先给自己和老婆点个赞，关注事情本身而不是指责父母。好，可以和我聊聊你这种情况的主要矛盾和挑战是什么？",
    "annotation": [
      {
        "sentence": "你好，听到你的问题，你们家庭的情况还是比较复杂的。",
        "label": ""
      },
      {
        "sentence": "你可以先给自己和老婆点个赞，关注事情本身而不是指责父母。",
        "label": ""
      },
      {
        "sentence": "好，可以和我聊聊你这种情况的主要矛盾和挑战是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，主要是老婆的产后抑郁和母亲的强势相互碰撞。比如最近因为噪音大，我把父母接到我家住，但同时也担心怕母亲到我家后会管的多，会说老婆，加重她的负担。昨天我和母亲起了争执，我觉得很难受。",
    "annotation": [
      {
        "sentence": "嗯，主要是老婆的产后抑郁和母亲的强势相互碰撞。",
        "label": ""
      },
      {
        "sentence": "比如最近因为噪音大，我把父母接到我家住，但同时也担心怕母亲到我家后会管的多，会说老婆，加重她的负担。",
        "label": ""
      },
      {
        "sentence": "昨天我和母亲起了争执，我觉得很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你很为自己的老婆担心，但是又不想得罪你的母亲，这种矛盾让你感到很为难。了解到你妈妈是强势的、70岁了同时也有轻微的精神疾病历史，而父亲则对母亲很顺从迁就。你和老婆之间能够理解和协商吗？",
    "annotation": [
      {
        "sentence": "听起来你很为自己的老婆担心，但是又不想得罪你的母亲，这种矛盾让你感到很为难。",
        "label": ""
      },
      {
        "sentence": "了解到你妈妈是强势的、70岁了同时也有轻微的精神疾病历史，而父亲则对母亲很顺从迁就。",
        "label": ""
      },
      {
        "sentence": "你和老婆之间能够理解和协商吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "老婆很理解我，我们也考虑过和妈妈相处的方式，但是感觉还是会有摩擦和矛盾。我不知道该怎么处理，在肩负照顾两个女人的责任下我感到压力很大。",
    "annotation": [
      {
        "sentence": "老婆很理解我，我们也考虑过和妈妈相处的方式，但是感觉还是会有摩擦和矛盾。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么处理，在肩负照顾两个女人的责任下我感到压力很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，这种情况下肩负的责任压力确实非常大。其实，和强势的母亲相处不易，很容易面临争吵和纷争。但是你可以多和母亲沟通，换一种方式来交流。比如，可以更多的去表达关心，表达爱，换一种语气回应母亲的话语，让她感受到你听到了她的想法，即便你不赞同。还有，注意看老婆的情绪，给予她足够的关爱和照顾，并与老婆一起想办法化解情绪问题。你们可以一起制定孩子的饮食计划，保持乐观的心态。如果你感觉不够自信，请记得随时和我沟通。",
    "annotation": [
      {
        "sentence": "我了解你的感受，这种情况下肩负的责任压力确实非常大。",
        "label": ""
      },
      {
        "sentence": "其实，和强势的母亲相处不易，很容易面临争吵和纷争。",
        "label": ""
      },
      {
        "sentence": "但是你可以多和母亲沟通，换一种方式来交流。",
        "label": ""
      },
      {
        "sentence": "比如，可以更多的去表达关心，表达爱，换一种语气回应母亲的话语，让她感受到你听到了她的想法，即便你不赞同。",
        "label": ""
      },
      {
        "sentence": "还有，注意看老婆的情绪，给予她足够的关爱和照顾，并与老婆一起想办法化解情绪问题。",
        "label": ""
      },
      {
        "sentence": "你们可以一起制定孩子的饮食计划，保持乐观的心态。",
        "label": ""
      },
      {
        "sentence": "如果你感觉不够自信，请记得随时和我沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢您的回答，我感到受到了很多启发。我会试着去和母亲多交流，并且更多地体现我的理解和关爱。同时，我们会更加关注孩子的饮食和情绪问题，为了家庭和谐，我会好好努力的。",
    "annotation": [
      {
        "sentence": "感谢您的回答，我感到受到了很多启发。",
        "label": ""
      },
      {
        "sentence": "我会试着去和母亲多交流，并且更多地体现我的理解和关爱。",
        "label": ""
      },
      {
        "sentence": "同时，我们会更加关注孩子的饮食和情绪问题，为了家庭和谐，我会好好努力的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，记得一定要保持良好的沟通和心态，这些都是你的家庭幸福的基石。我相信你一定会处理得很好！",
    "annotation": [
      {
        "sentence": "非常好，记得一定要保持良好的沟通和心态，这些都是你的家庭幸福的基石。",
        "label": ""
      },
      {
        "sentence": "我相信你一定会处理得很好！",
        "label": ""
      }
    ]
  }
]