[
  {
    "role": "client",
    "content": "借钱的人是大爷，我要怎么对待这类人？",
    "annotation": [
      {
        "sentence": "借钱的人是大爷，我要怎么对待这类人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学找你借钱，不借，担心破坏感情，借，对方明明借钱，却像大爷一样。～能够理解你如果不借担心破坏友情的心情。可不可以试着想一下，真正的友情是不是应该是互相帮助，但又互相尊重、互相体谅的呢？借钱与否本来就是你可以自由选择的，而借了别人的钱还钱，却是无论彼此是什么关系，都要必须做的。",
    "annotation": [
      {
        "sentence": "同学找你借钱，不借，担心破坏感情，借，对方明明借钱，却像大爷一样。",
        "label": ""
      },
      {
        "sentence": "～能够理解你如果不借担心破坏友情的心情。",
        "label": ""
      },
      {
        "sentence": "可不可以试着想一下，真正的友情是不是应该是互相帮助，但又互相尊重、互相体谅的呢？",
        "label": ""
      },
      {
        "sentence": "借钱与否本来就是你可以自由选择的，而借了别人的钱还钱，却是无论彼此是什么关系，都要必须做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白友情是互相帮助，但为什么有些人总是将借钱当成理所当然的事呢？借给他们委屈了自己，不借又破坏了交情，真的好为难。",
    "annotation": [
      {
        "sentence": "我明白友情是互相帮助，但为什么有些人总是将借钱当成理所当然的事呢？",
        "label": ""
      },
      {
        "sentence": "借给他们委屈了自己，不借又破坏了交情，真的好为难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于这种情况，我理解你的矛盾。但是我们不妨从另一个角度思考一下。借钱给他们可能委屈了你自己，但是拒绝借钱的话，你是否也委屈了自己的利益和权益呢？既然借与不借都会带来困扰，那么你可以考虑自己的利益，毕竟自己的利益和权益也是重要的。",
    "annotation": [
      {
        "sentence": "对于这种情况，我理解你的矛盾。",
        "label": ""
      },
      {
        "sentence": "但是我们不妨从另一个角度思考一下。",
        "label": ""
      },
      {
        "sentence": "借钱给他们可能委屈了你自己，但是拒绝借钱的话，你是否也委屈了自己的利益和权益呢？",
        "label": ""
      },
      {
        "sentence": "既然借与不借都会带来困扰，那么你可以考虑自己的利益，毕竟自己的利益和权益也是重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，确实是这样。我也应该考虑自己的权益和利益。但是我担心如果不借钱会破坏我们的友情关系，我怎么办呢？",
    "annotation": [
      {
        "sentence": "嗯，确实是这样。",
        "label": ""
      },
      {
        "sentence": "我也应该考虑自己的权益和利益。",
        "label": ""
      },
      {
        "sentence": "但是我担心如果不借钱会破坏我们的友情关系，我怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果是真正的朋友，那一定要好好珍惜，如果不是，那应该慢慢学会如何保持合适的距离，以免将来受其所害。友情也需要建立在相互尊重和相互信任的基础上，如果对方因为一点小事就破坏了你们的友情，那或许这个友情也不是那么牢固。你可以试着和那个同学好好沟通，看看他是因为借不到钱才这样说的，或者是有其他的原因，如果他真的是因为这个事情而破坏了你们的友情，也许你们之间本来就没有真正的友情。",
    "annotation": [
      {
        "sentence": "如果是真正的朋友，那一定要好好珍惜，如果不是，那应该慢慢学会如何保持合适的距离，以免将来受其所害。",
        "label": ""
      },
      {
        "sentence": "友情也需要建立在相互尊重和相互信任的基础上，如果对方因为一点小事就破坏了你们的友情，那或许这个友情也不是那么牢固。",
        "label": ""
      },
      {
        "sentence": "你可以试着和那个同学好好沟通，看看他是因为借不到钱才这样说的，或者是有其他的原因，如果他真的是因为这个事情而破坏了你们的友情，也许你们之间本来就没有真正的友情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我可以和他好好沟通一下，了解他的真实想法。如果他真的因为这个事情破坏了我们的友情，那或许我们之间本来就没有真正的友情。谢谢你的建议，我会好好考虑一下。",
    "annotation": [
      {
        "sentence": "你说的有道理，我可以和他好好沟通一下，了解他的真实想法。",
        "label": ""
      },
      {
        "sentence": "如果他真的因为这个事情破坏了我们的友情，那或许我们之间本来就没有真正的友情。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会好好考虑一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。人与人之间的关系确实很复杂，但是只有真正理解和尊重自己的权益，才能建立真正健康的人际关系。希望你能够找到适合自己的方法来处理这种情况，祝你好运！如果还有其他困扰，随时可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "人与人之间的关系确实很复杂，但是只有真正理解和尊重自己的权益，才能建立真正健康的人际关系。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到适合自己的方法来处理这种情况，祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有其他困扰，随时可以来找我倾诉。",
        "label": ""
      }
    ]
  }
]