[
  {
    "role": "client",
    "content": "大四毕业找工作迷茫，觉得痛苦焦虑该怎么调节？感受到了迷茫痛苦焦虑每天早上都是半睡半醒状态迷茫焦虑没有目标早起不了起来了也没有动力去做要做的事情逃避拖延家人那里对自己的迷茫提供不了建议几乎没有比较深联系的朋友面对就业迷茫越来越颓很无力但其实应该是更渴望比较深的关系陪伴鼓励引导该怎么办产生了自我孤立以及逃避现实的感觉",
    "annotation": [
      {
        "sentence": "大四毕业找工作迷茫，觉得痛苦焦虑该怎么调节？",
        "label": ""
      },
      {
        "sentence": "感受到了迷茫痛苦焦虑每天早上都是半睡半醒状态迷茫焦虑没有目标早起不了起来了也没有动力去做要做的事情逃避拖延家人那里对自己的迷茫提供不了建议几乎没有比较深联系的朋友面对就业迷茫越来越颓很无力但其实应该是更渴望比较深的关系陪伴鼓励引导该怎么办产生了自我孤立以及逃避现实的感觉",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "找工作真的会让人感到迷茫压力很大，但你要相信，你并不是一个人在面对这个问题。首先，我想了解一下你在就业方面的期待和兴趣是什么？",
    "annotation": [
      {
        "sentence": "找工作真的会让人感到迷茫压力很大，但你要相信，你并不是一个人在面对这个问题。",
        "label": ""
      },
      {
        "sentence": "首先，我想了解一下你在就业方面的期待和兴趣是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望找到一份与我的专业相关的工作，或者和我大学同学从事相似的工作。但我觉得现在的就业市场竞争很激烈，我担心自己找不到理想的工作。",
    "annotation": [
      {
        "sentence": "我希望找到一份与我的专业相关的工作，或者和我大学同学从事相似的工作。",
        "label": ""
      },
      {
        "sentence": "但我觉得现在的就业市场竞争很激烈，我担心自己找不到理想的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，现在的就业市场确实竞争很激烈。但你并不是没有机会，只要你有一个明确的目标并做好充分的准备，就能够增加找到理想工作的机会。你可以从自己的优势入手，进行多方面的比较和了解，然后有针对性地提升自己的技能和优势。这样会让你在竞争中更具竞争力。",
    "annotation": [
      {
        "sentence": "是的，现在的就业市场确实竞争很激烈。",
        "label": ""
      },
      {
        "sentence": "但你并不是没有机会，只要你有一个明确的目标并做好充分的准备，就能够增加找到理想工作的机会。",
        "label": ""
      },
      {
        "sentence": "你可以从自己的优势入手，进行多方面的比较和了解，然后有针对性地提升自己的技能和优势。",
        "label": ""
      },
      {
        "sentence": "这样会让你在竞争中更具竞争力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经有过一段时间的拖延和逃避行为，我觉得自己好像陷入了一种孤立和逃避现实的状态。现在我想改变这种情况，但感觉很无力。",
    "annotation": [
      {
        "sentence": "我曾经有过一段时间的拖延和逃避行为，我觉得自己好像陷入了一种孤立和逃避现实的状态。",
        "label": ""
      },
      {
        "sentence": "现在我想改变这种情况，但感觉很无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的感受，但是逃避并不能解决问题，只会让问题变得更加严重。首先，你可以尝试给自己设定一个明确的目标，然后制定一个详细的计划来实现这个目标。同时，通过和家人、朋友的沟通和交流，你或许能够获得一些建议和支持，这会对你的情绪和动力产生积极的影响。",
    "annotation": [
      {
        "sentence": "我理解你现在的感受，但是逃避并不能解决问题，只会让问题变得更加严重。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试给自己设定一个明确的目标，然后制定一个详细的计划来实现这个目标。",
        "label": ""
      },
      {
        "sentence": "同时，通过和家人、朋友的沟通和交流，你或许能够获得一些建议和支持，这会对你的情绪和动力产生积极的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实需要更多的支持和鼓励，但是我现在几乎没有和我有深入联系的朋友，这让我感到非常孤独和无助。",
    "annotation": [
      {
        "sentence": "我确实需要更多的支持和鼓励，但是我现在几乎没有和我有深入联系的朋友，这让我感到非常孤独和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友的支持和陪伴在解决问题的过程中是非常重要的。虽然你现在没有深入联系的朋友，但你可以主动去参加一些社交活动或者加入一些兴趣小组，寻找机会结识新的朋友。这样你就能够有更多人陪伴你走过迷茫的时期，并且互相鼓励和支持。",
    "annotation": [
      {
        "sentence": "朋友的支持和陪伴在解决问题的过程中是非常重要的。",
        "label": ""
      },
      {
        "sentence": "虽然你现在没有深入联系的朋友，但你可以主动去参加一些社交活动或者加入一些兴趣小组，寻找机会结识新的朋友。",
        "label": ""
      },
      {
        "sentence": "这样你就能够有更多人陪伴你走过迷茫的时期，并且互相鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我意识到不能再逃避现实了，我要主动行动起来。我会尽快制定一个更明确的目标，并努力提升自己的竞争力。",
    "annotation": [
      {
        "sentence": "确实，我意识到不能再逃避现实了，我要主动行动起来。",
        "label": ""
      },
      {
        "sentence": "我会尽快制定一个更明确的目标，并努力提升自己的竞争力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "太好了，你已经迈出了积极的一步。制定目标和行动起来确实很重要。请记住，不要对自己的成就设定过高的要求，每一步的努力都是宝贵的。祝福你早日找到一份称心如意的工作，相信你一定可以做到！",
    "annotation": [
      {
        "sentence": "太好了，你已经迈出了积极的一步。",
        "label": ""
      },
      {
        "sentence": "制定目标和行动起来确实很重要。",
        "label": ""
      },
      {
        "sentence": "请记住，不要对自己的成就设定过高的要求，每一步的努力都是宝贵的。",
        "label": ""
      },
      {
        "sentence": "祝福你早日找到一份称心如意的工作，相信你一定可以做到！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会加倍努力的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会加倍努力的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信自己，加倍努力，一定能够实现自己的目标。如果以后还有需要，记得随时跟我分享。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信自己，加倍努力，一定能够实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，记得随时跟我分享。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]