[
  {
    "role": "client",
    "content": "婚姻第7年头，两娃，出了问题是去修补还是选择离开？我们在一起8年多了，结婚6年，已生育2个孩子。之前一直非常甜蜜，这两年矛盾激化，他之前一直很宠爱我，衣食住行样样以为我为第一考虑。最近2年，我没有去工作，之前也是和他商量过休息一段时间，他也同意，但是心里更希望我能去工作去赚钱和他一起支撑这个家，期间我也去找了工作，但因为意外怀了二胎，所以工作又停止了，现在在带娃中。他最近对我控诉很多，认为我压制他，限制他，不爱他，经常监视他查岗不让他花钱之类的对他不好的，表示对我们未来恐惧不知道还能不能一起走下去了。发觉我们不是一类人越来越明显，一个之前无条件宠爱我的人现在跟我说之前都是被我逼的，担心不那样做我会生气会更加折磨他，我不知道他这些想法是怎么回事，是否都是要离婚的说辞，面对2个孩子，我自己无法独立扶养，可是这段感情我也没有办法拯救，不知该怎么办。",
    "annotation": [
      {
        "sentence": "婚姻第7年头，两娃，出了问题是去修补还是选择离开？",
        "label": ""
      },
      {
        "sentence": "我们在一起8年多了，结婚6年，已生育2个孩子。",
        "label": ""
      },
      {
        "sentence": "之前一直非常甜蜜，这两年矛盾激化，他之前一直很宠爱我，衣食住行样样以为我为第一考虑。",
        "label": ""
      },
      {
        "sentence": "最近2年，我没有去工作，之前也是和他商量过休息一段时间，他也同意，但是心里更希望我能去工作去赚钱和他一起支撑这个家，期间我也去找了工作，但因为意外怀了二胎，所以工作又停止了，现在在带娃中。",
        "label": ""
      },
      {
        "sentence": "他最近对我控诉很多，认为我压制他，限制他，不爱他，经常监视他查岗不让他花钱之类的对他不好的，表示对我们未来恐惧不知道还能不能一起走下去了。",
        "label": ""
      },
      {
        "sentence": "发觉我们不是一类人越来越明显，一个之前无条件宠爱我的人现在跟我说之前都是被我逼的，担心不那样做我会生气会更加折磨他，我不知道他这些想法是怎么回事，是否都是要离婚的说辞，面对2个孩子，我自己无法独立扶养，可是这段感情我也没有办法拯救，不知该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "姐妹，你的情况让我回忆起了自己的经历。我和老公结婚12年，也有两个孩子，婚姻曾经非常美满。不过在后来出现了一些意外之后，我们的家庭矛盾逐渐加深，甚至一度走到了离婚的边缘。我老婆曾经工作过一段时间，但从二胎出生后就一直在家照顾孩子。我们的矛盾主要是因为她爱挑毛病，说话的语气常常刺耳，与此同时我自己也懒散邋遢，几乎不做家务，对孩子也不够关心。我在单位里的工作一般，人缘也不好，对于新事物常常感到恐惧。听到我的经历，你是否感同身受呢？",
    "annotation": [
      {
        "sentence": "姐妹，你的情况让我回忆起了自己的经历。",
        "label": ""
      },
      {
        "sentence": "我和老公结婚12年，也有两个孩子，婚姻曾经非常美满。",
        "label": ""
      },
      {
        "sentence": "不过在后来出现了一些意外之后，我们的家庭矛盾逐渐加深，甚至一度走到了离婚的边缘。",
        "label": ""
      },
      {
        "sentence": "我老婆曾经工作过一段时间，但从二胎出生后就一直在家照顾孩子。",
        "label": ""
      },
      {
        "sentence": "我们的矛盾主要是因为她爱挑毛病，说话的语气常常刺耳，与此同时我自己也懒散邋遢，几乎不做家务，对孩子也不够关心。",
        "label": ""
      },
      {
        "sentence": "我在单位里的工作一般，人缘也不好，对于新事物常常感到恐惧。",
        "label": ""
      },
      {
        "sentence": "听到我的经历，你是否感同身受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的情况很像我和丈夫之间的状况。我们之间似乎越来越明显地感觉到不合适。之前他对我无条件地宠爱，以我为第一考虑，但最近他却开始对我抱怨很多，说我压制他、限制他，不爱他，还经常监视他查岗，不让他花钱等等。他表示对我们的未来感到恐惧，不知道我们是否还能继续走下去。他甚至说之前所有的宠爱都是被我逼迫的，我真的无法理解他的这些想法。我也担心他是否真的有离婚的打算。但面对两个孩子，我自己无法独立扶养。这段感情我也真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "你说的情况很像我和丈夫之间的状况。",
        "label": ""
      },
      {
        "sentence": "我们之间似乎越来越明显地感觉到不合适。",
        "label": ""
      },
      {
        "sentence": "之前他对我无条件地宠爱，以我为第一考虑，但最近他却开始对我抱怨很多，说我压制他、限制他，不爱他，还经常监视他查岗，不让他花钱等等。",
        "label": ""
      },
      {
        "sentence": "他表示对我们的未来感到恐惧，不知道我们是否还能继续走下去。",
        "label": ""
      },
      {
        "sentence": "他甚至说之前所有的宠爱都是被我逼迫的，我真的无法理解他的这些想法。",
        "label": ""
      },
      {
        "sentence": "我也担心他是否真的有离婚的打算。",
        "label": ""
      },
      {
        "sentence": "但面对两个孩子，我自己无法独立扶养。",
        "label": ""
      },
      {
        "sentence": "这段感情我也真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "姐妹，我理解你的困惑和痛苦。在婚姻中出现矛盾和问题是很正常的，但是也可以通过努力修复和改变来找回幸福。我曾经经历了类似的情况，一开始我也觉得无从下手，但是后来我意识到，只有我自己努力改变，才可能影响整个家庭的状态。所以我尽量改掉剧中出现的不好习惯，比如邋遢、破旧的穿着，以及在家人面前缺乏存在感等等。并且，我学习了沟通学和心理学知识，还报名学习成为咨询师。我深知家庭关系的重要性，所以我选择了改变自己来影响整个家庭。我始终坚持着目标，努力不让我们走上别人家庭的不幸命运。从开始时的反弹到现在，我的努力并没有改变。虽然家庭关系的发展不是一帆风顺的，但至少在我家里，老婆和孩子们对我的态度都变得非常好。虽然和爱人可能有一些差距，但是我愿意为我的选择负责，努力搞好我们的关系。最重要的是，我从来没有想过有一天我们会因为分歧而离婚，因为我相信只有真爱才能让人幸福。希望我的经历和想法能对你有所启发，如果你需要，我很愿意和你交流，我的观点对你应该没有害处。祝福你和家人能拥有和睦幸福的家庭！真正相信真爱的人才可能获得真爱，希望你能看开这一点！",
    "annotation": [
      {
        "sentence": "姐妹，我理解你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "在婚姻中出现矛盾和问题是很正常的，但是也可以通过努力修复和改变来找回幸福。",
        "label": ""
      },
      {
        "sentence": "我曾经经历了类似的情况，一开始我也觉得无从下手，但是后来我意识到，只有我自己努力改变，才可能影响整个家庭的状态。",
        "label": ""
      },
      {
        "sentence": "所以我尽量改掉剧中出现的不好习惯，比如邋遢、破旧的穿着，以及在家人面前缺乏存在感等等。",
        "label": ""
      },
      {
        "sentence": "并且，我学习了沟通学和心理学知识，还报名学习成为咨询师。",
        "label": ""
      },
      {
        "sentence": "我深知家庭关系的重要性，所以我选择了改变自己来影响整个家庭。",
        "label": ""
      },
      {
        "sentence": "我始终坚持着目标，努力不让我们走上别人家庭的不幸命运。",
        "label": ""
      },
      {
        "sentence": "从开始时的反弹到现在，我的努力并没有改变。",
        "label": ""
      },
      {
        "sentence": "虽然家庭关系的发展不是一帆风顺的，但至少在我家里，老婆和孩子们对我的态度都变得非常好。",
        "label": ""
      },
      {
        "sentence": "虽然和爱人可能有一些差距，但是我愿意为我的选择负责，努力搞好我们的关系。",
        "label": ""
      },
      {
        "sentence": "最重要的是，我从来没有想过有一天我们会因为分歧而离婚，因为我相信只有真爱才能让人幸福。",
        "label": ""
      },
      {
        "sentence": "希望我的经历和想法能对你有所启发，如果你需要，我很愿意和你交流，我的观点对你应该没有害处。",
        "label": ""
      },
      {
        "sentence": "祝福你和家人能拥有和睦幸福的家庭！",
        "label": ""
      },
      {
        "sentence": "真正相信真爱的人才可能获得真爱，希望你能看开这一点！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的分享和鼓励！听了你的经历，我感觉到了希望和动力。我也希望能改变我们之间的状况，让我们的家庭重新找回幸福。我想尝试一些改变，但不知道从何处着手。你是如何开始改变的呢？",
    "annotation": [
      {
        "sentence": "非常感谢你的分享和鼓励！",
        "label": ""
      },
      {
        "sentence": "听了你的经历，我感觉到了希望和动力。",
        "label": ""
      },
      {
        "sentence": "我也希望能改变我们之间的状况，让我们的家庭重新找回幸福。",
        "label": ""
      },
      {
        "sentence": "我想尝试一些改变，但不知道从何处着手。",
        "label": ""
      },
      {
        "sentence": "你是如何开始改变的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我建议你先从自己身上找找问题所在。不要急着把所有的责任归咎于对方，思考一下自己是否也有可以改变的地方。可以开始关注自己的行为习惯，语言表达方式等。同时，你也可以学习一些沟通技巧和解决问题的方法，这样能更好地与丈夫进行沟通和理解。我在这方面的改变，是通过学习沟通学和心理学知识，并报名学习成为咨询师，在专业书籍上下功夫，并且积极实践所学到的方法。尽管刚开始的时候可能会遇到阻力和反弹，但只要坚持努力，最终会看到一些积极的变化。希望这些建议能对你有所帮助。",
    "annotation": [
      {
        "sentence": "首先，我建议你先从自己身上找找问题所在。",
        "label": ""
      },
      {
        "sentence": "不要急着把所有的责任归咎于对方，思考一下自己是否也有可以改变的地方。",
        "label": ""
      },
      {
        "sentence": "可以开始关注自己的行为习惯，语言表达方式等。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以学习一些沟通技巧和解决问题的方法，这样能更好地与丈夫进行沟通和理解。",
        "label": ""
      },
      {
        "sentence": "我在这方面的改变，是通过学习沟通学和心理学知识，并报名学习成为咨询师，在专业书籍上下功夫，并且积极实践所学到的方法。",
        "label": ""
      },
      {
        "sentence": "尽管刚开始的时候可能会遇到阻力和反弹，但只要坚持努力，最终会看到一些积极的变化。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会从自己身上找找问题所在，并尝试学习一些沟通技巧和解决问题的方法。虽然我知道改变不是一件容易的事情，但是为了我们的家庭幸福，我愿意努力尝试。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会从自己身上找找问题所在，并尝试学习一些沟通技巧和解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "虽然我知道改变不是一件容易的事情，但是为了我们的家庭幸福，我愿意努力尝试。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮到你。改变是一个长期的过程，需要付出坚持和努力，但我相信只要你有愿意，你们的家庭一定能够重新找回幸福。如果在改变的过程中你遇到了困难，随时都可以找我交流，我会尽力提供帮助。祝福你和你的家人能够实现家庭合睦和幸福！加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "改变是一个长期的过程，需要付出坚持和努力，但我相信只要你有愿意，你们的家庭一定能够重新找回幸福。",
        "label": ""
      },
      {
        "sentence": "如果在改变的过程中你遇到了困难，随时都可以找我交流，我会尽力提供帮助。",
        "label": ""
      },
      {
        "sentence": "祝福你和你的家人能够实现家庭合睦和幸福！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]