[
  {
    "role": "client",
    "content": "婚姻第7年头，两娃，出了问题是去修补还是选择离开？我们在一起8年多了，结婚6年，已生育2个孩子。之前一直非常甜蜜，这两年矛盾激化，他之前一直很宠爱我，衣食住行样样以为我为第一考虑。最近2年，我没有去工作，之前也是和他商量过休息一段时间，他也同意，但是心里更希望我能去工作去赚钱和他一起支撑这个家，期间我也去找了工作，但因为意外怀了二胎，所以工作又停止了，现在在带娃中。他最近对我控诉很多，认为我压制他，限制他，不爱他，经常监视他查岗不让他花钱之类的对他不好的，表示对我们未来恐惧不知道还能不能一起走下去了。发觉我们不是一类人越来越明显，一个之前无条件宠爱我的人现在跟我说之前都是被我逼的，担心不那样做我会生气会更加折磨他，我不知道他这些想法是怎么回事，是否都是要离婚的说辞，面对2个孩子，我自己无法独立扶养，可是这段感情我也没有办法拯救，不知该怎么办。",
    "annotation": [
      {
        "sentence": "婚姻第7年头，两娃，出了问题是去修补还是选择离开？",
        "label": ""
      },
      {
        "sentence": "我们在一起8年多了，结婚6年，已生育2个孩子。",
        "label": ""
      },
      {
        "sentence": "之前一直非常甜蜜，这两年矛盾激化，他之前一直很宠爱我，衣食住行样样以为我为第一考虑。",
        "label": ""
      },
      {
        "sentence": "最近2年，我没有去工作，之前也是和他商量过休息一段时间，他也同意，但是心里更希望我能去工作去赚钱和他一起支撑这个家，期间我也去找了工作，但因为意外怀了二胎，所以工作又停止了，现在在带娃中。",
        "label": ""
      },
      {
        "sentence": "他最近对我控诉很多，认为我压制他，限制他，不爱他，经常监视他查岗不让他花钱之类的对他不好的，表示对我们未来恐惧不知道还能不能一起走下去了。",
        "label": ""
      },
      {
        "sentence": "发觉我们不是一类人越来越明显，一个之前无条件宠爱我的人现在跟我说之前都是被我逼的，担心不那样做我会生气会更加折磨他，我不知道他这些想法是怎么回事，是否都是要离婚的说辞，面对2个孩子，我自己无法独立扶养，可是这段感情我也没有办法拯救，不知该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻中出现一些不一致的问题到也是正常的，或许你一直备受关爱，也或许自然而然就觉得很多的宠爱是理所应当，当然，事实也是。只不过，人都会有倦怠期也是正常的，如果说他之前包容了你很多，那么现在你多一些理解和包容他是不是也合情合理呢？我们可以一起来分析下，好吗？",
    "annotation": [
      {
        "sentence": "婚姻中出现一些不一致的问题到也是正常的，或许你一直备受关爱，也或许自然而然就觉得很多的宠爱是理所应当，当然，事实也是。",
        "label": ""
      },
      {
        "sentence": "只不过，人都会有倦怠期也是正常的，如果说他之前包容了你很多，那么现在你多一些理解和包容他是不是也合情合理呢？",
        "label": ""
      },
      {
        "sentence": "我们可以一起来分析下，好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可以，我很希望了解他的角度和感受。",
    "annotation": [
      {
        "sentence": "可以，我很希望了解他的角度和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "分析了解问题：1、你们在一起8年多了，结婚6年，已生育2个孩子。之前一直非常甜蜜，这两年矛盾激化，他之前一直很宠爱你，衣食住行样样以为你为第一考虑。能够遇见一位如此疼爱自己的伴侣，我得承认你是幸运的，也是幸福的。随着家庭成员（孩子）的加入，家庭模式势必是会有变化的，而在这种状态下，他依然能事事以你为主，也真的是有爱的。",
    "annotation": [
      {
        "sentence": "分析了解问题：1、你们在一起8年多了，结婚6年，已生育2个孩子。",
        "label": ""
      },
      {
        "sentence": "之前一直非常甜蜜，这两年矛盾激化，他之前一直很宠爱你，衣食住行样样以为你为第一考虑。",
        "label": ""
      },
      {
        "sentence": "能够遇见一位如此疼爱自己的伴侣，我得承认你是幸运的，也是幸福的。",
        "label": ""
      },
      {
        "sentence": "随着家庭成员（孩子）的加入，家庭模式势必是会有变化的，而在这种状态下，他依然能事事以你为主，也真的是有爱的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "的确，我们一直相互支持和照顾，但最近的矛盾让我感到沮丧。",
    "annotation": [
      {
        "sentence": "的确，我们一直相互支持和照顾，但最近的矛盾让我感到沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2、最近2年，你没有去工作，之前也是和他商量过休息一段时间，他也同意，但是心里更希望你能去工作去赚钱和他一起支撑这个家，期间你也去找了工作，但因为意外怀了二胎，所以工作又停止了，现在在带娃中。或许是丈夫的压力过重了，所以才提出要你去工作。因为有了身孕又无法出去工作，这些可能都会给无声的丈夫带来无声的压力。用撑这个字，想必是真的不容易了。当然，这不是你的错。不过，他确实会焦虑。",
    "annotation": [
      {
        "sentence": "2、最近2年，你没有去工作，之前也是和他商量过休息一段时间，他也同意，但是心里更希望你能去工作去赚钱和他一起支撑这个家，期间你也去找了工作，但因为意外怀了二胎，所以工作又停止了，现在在带娃中。",
        "label": ""
      },
      {
        "sentence": "或许是丈夫的压力过重了，所以才提出要你去工作。",
        "label": ""
      },
      {
        "sentence": "因为有了身孕又无法出去工作，这些可能都会给无声的丈夫带来无声的压力。",
        "label": ""
      },
      {
        "sentence": "用撑这个字，想必是真的不容易了。",
        "label": ""
      },
      {
        "sentence": "当然，这不是你的错。",
        "label": ""
      },
      {
        "sentence": "不过，他确实会焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听到你这么说，我觉得可能是我在家庭方面的表现引起的他的不满。但是我不知道他有多么焦虑，请问我该怎么做？",
    "annotation": [
      {
        "sentence": "听到你这么说，我觉得可能是我在家庭方面的表现引起的他的不满。",
        "label": ""
      },
      {
        "sentence": "但是我不知道他有多么焦虑，请问我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以主动和他交流一下你的压力和想法，以及孩子和家庭带来的负担，他会理解你的。此外，你也可以提出更多的相互支持的建议和合作方案，共同克服困难。",
    "annotation": [
      {
        "sentence": "你可以主动和他交流一下你的压力和想法，以及孩子和家庭带来的负担，他会理解你的。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以提出更多的相互支持的建议和合作方案，共同克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我准备和他好好谈一下。但他最近对我表现出的不满和埋怨让我很难受，我该怎么办？",
    "annotation": [
      {
        "sentence": "好的，我准备和他好好谈一下。",
        "label": ""
      },
      {
        "sentence": "但他最近对我表现出的不满和埋怨让我很难受，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "3、他最近对你控诉很多，认为你压制他，限制他，不爱他，经常监视他查岗不让他花钱之类的对他不好的，表示对你们未来恐惧不知道还能不能一起走下去了。如果你一直都是这样的与他相处的话，他有这些感觉，那或许是长久以来的，确实从他的角度，他是在容忍你什么。但是如果你近两年确实也有他说的这些小问题的话，那么确实也需要反思哦。",
    "annotation": [
      {
        "sentence": "3、他最近对你控诉很多，认为你压制他，限制他，不爱他，经常监视他查岗不让他花钱之类的对他不好的，表示对你们未来恐惧不知道还能不能一起走下去了。",
        "label": ""
      },
      {
        "sentence": "如果你一直都是这样的与他相处的话，他有这些感觉，那或许是长久以来的，确实从他的角度，他是在容忍你什么。",
        "label": ""
      },
      {
        "sentence": "但是如果你近两年确实也有他说的这些小问题的话，那么确实也需要反思哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想了想，我确实在某些方面控制了他，可能是因为自己在家庭方面的负担比较大，但这并不意味着我不爱他。我应该怎么做才能改变他的认识？",
    "annotation": [
      {
        "sentence": "我想了想，我确实在某些方面控制了他，可能是因为自己在家庭方面的负担比较大，但这并不意味着我不爱他。",
        "label": ""
      },
      {
        "sentence": "我应该怎么做才能改变他的认识？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以主动和他道歉并表达自己的理解和尊重，同时也向他寻求帮助和共同解决问题。当然，也可以给他一些个人空间和自由度，让他感受到你的宽容和尊重。",
    "annotation": [
      {
        "sentence": "你可以主动和他道歉并表达自己的理解和尊重，同时也向他寻求帮助和共同解决问题。",
        "label": ""
      },
      {
        "sentence": "当然，也可以给他一些个人空间和自由度，让他感受到你的宽容和尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很不错，我会试试看。但是他也提出说我们不是一类人，我很担心这是否意味着我们的婚姻走到了尽头？",
    "annotation": [
      {
        "sentence": "听起来很不错，我会试试看。",
        "label": ""
      },
      {
        "sentence": "但是他也提出说我们不是一类人，我很担心这是否意味着我们的婚姻走到了尽头？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "4、发觉你们不是一类人越来越明显，一个之前无条件宠爱你的人现在跟你说之前都是被你逼的，担心不那样做你会生气会更加折磨他，我不知道他这些想法是怎么回事，是否都是要离婚的说辞，面对2个孩子，你自己无法独立扶养，可是这段感情你也没有办法拯救，不知该怎么办。我很理解你的是，可能在你单纯的想法就觉得，“你不愿意你就不要做，做了又说是被逼的”对吗？你们是两个爱得很缠结的人。劲都使用过大，会让彼此窒息。如果真的太紧，何不松一松呢，这样大家不都舒服些吗？何必往极端里走呢？婚姻出了问题是正常的，修补漏洞，修复关系，这是非常",
    "annotation": [
      {
        "sentence": "4、发觉你们不是一类人越来越明显，一个之前无条件宠爱你的人现在跟你说之前都是被你逼的，担心不那样做你会生气会更加折磨他，我不知道他这些想法是怎么回事，是否都是要离婚的说辞，面对2个孩子，你自己无法独立扶养，可是这段感情你也没有办法拯救，不知该怎么办。",
        "label": ""
      },
      {
        "sentence": "我很理解你的是，可能在你单纯的想法就觉得，“你不愿意你就不要做，做了又说是被逼的”对吗？",
        "label": ""
      },
      {
        "sentence": "你们是两个爱得很缠结的人。",
        "label": ""
      },
      {
        "sentence": "劲都使用过大，会让彼此窒息。",
        "label": ""
      },
      {
        "sentence": "如果真的太紧，何不松一松呢，这样大家不都舒服些吗？",
        "label": ""
      },
      {
        "sentence": "何必往极端里走呢？",
        "label": ""
      },
      {
        "sentence": "婚姻出了问题是正常的，修补漏洞，修复关系，这是非常",
        "label": ""
      }
    ]
  }
]