[
  {
    "role": "client",
    "content": "我只想做个聪明人，充当老好人的我，这样不好吗？原先的小学是班长，后来锋芒毕露之后才知道当时有很多同学不服我但又无奈我能力和学习，不服也不行背后班主任撑腰后来落了下来，再加上害怕两头跑得罪老师好好学习就在没当过。高中落下来自信心被摧毁心理很不好抑郁，大学就在没竞选班长不敢加上观察。选了文体相对更轻松。最近合唱比赛我就老给班长出主意，但是看到她的处理方式就感觉太过强势引起很多人不满，太优越。很像当年的我。我背后提议，我俩商量分工本来不是我的事儿我参与其中想抽离出来。有同学问我害怕就说班长说啥啥啥，还给她提议不要吃力不讨好，结果有同学问我我就给他解释把自己摘干净，背后给班长提建议又不发声。我是不是个坏女人。我只想做个聪明的人但觉得这样是不是个搅屎棍，我没说班长坏话，但是要问我不会说是我怎。我只是觉得我组织能力强，起码小学十大队长，也不差何况合唱比赛是文体本来要干的，只不过我把负责人给了班长，自己担任指挥，我是不是个不好的人",
    "annotation": [
      {
        "sentence": "我只想做个聪明人，充当老好人的我，这样不好吗？",
        "label": ""
      },
      {
        "sentence": "原先的小学是班长，后来锋芒毕露之后才知道当时有很多同学不服我但又无奈我能力和学习，不服也不行背后班主任撑腰后来落了下来，再加上害怕两头跑得罪老师好好学习就在没当过。",
        "label": ""
      },
      {
        "sentence": "高中落下来自信心被摧毁心理很不好抑郁，大学就在没竞选班长不敢加上观察。",
        "label": ""
      },
      {
        "sentence": "选了文体相对更轻松。",
        "label": ""
      },
      {
        "sentence": "最近合唱比赛我就老给班长出主意，但是看到她的处理方式就感觉太过强势引起很多人不满，太优越。",
        "label": ""
      },
      {
        "sentence": "很像当年的我。",
        "label": ""
      },
      {
        "sentence": "我背后提议，我俩商量分工本来不是我的事儿我参与其中想抽离出来。",
        "label": ""
      },
      {
        "sentence": "有同学问我害怕就说班长说啥啥啥，还给她提议不要吃力不讨好，结果有同学问我我就给他解释把自己摘干净，背后给班长提建议又不发声。",
        "label": ""
      },
      {
        "sentence": "我是不是个坏女人。",
        "label": ""
      },
      {
        "sentence": "我只想做个聪明的人但觉得这样是不是个搅屎棍，我没说班长坏话，但是要问我不会说是我怎。",
        "label": ""
      },
      {
        "sentence": "我只是觉得我组织能力强，起码小学十大队长，也不差何况合唱比赛是文体本来要干的，只不过我把负责人给了班长，自己担任指挥，我是不是个不好的人",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解到你的困扰。你小学时当过班长，锋芒毕露，有同学不服。高中自信心不足。现在上大学，没竞选班长，但总愿意为班长出主意，可自己又不敢露出锋芒，把自己隐藏起来。想当个老好人，怀疑自己是不是不好的人。亲爱的孩子。我们每个人在成长的过程中，都会遇到各种各样的问题。你能来这里寻求帮助，就会你更好地成为自己提供了可能。你现在就处在自我认同形成的关键时期。自我认同，是在和同龄人的交往中发生的，因为我们更多的要认同自己的社会角色，比如我在朋友或同学面前是个怎样的人。你现在有疑问是正常的。你既想展现自己实力，又怕露出锋芒，引来同学不满。在同学和班长面前表现的不同，觉得自己会不会是个坏女人。",
    "annotation": [
      {
        "sentence": "了解到你的困扰。",
        "label": ""
      },
      {
        "sentence": "你小学时当过班长，锋芒毕露，有同学不服。",
        "label": ""
      },
      {
        "sentence": "高中自信心不足。",
        "label": ""
      },
      {
        "sentence": "现在上大学，没竞选班长，但总愿意为班长出主意，可自己又不敢露出锋芒，把自己隐藏起来。",
        "label": ""
      },
      {
        "sentence": "想当个老好人，怀疑自己是不是不好的人。",
        "label": ""
      },
      {
        "sentence": "亲爱的孩子。",
        "label": ""
      },
      {
        "sentence": "我们每个人在成长的过程中，都会遇到各种各样的问题。",
        "label": ""
      },
      {
        "sentence": "你能来这里寻求帮助，就会你更好地成为自己提供了可能。",
        "label": ""
      },
      {
        "sentence": "你现在就处在自我认同形成的关键时期。",
        "label": ""
      },
      {
        "sentence": "自我认同，是在和同龄人的交往中发生的，因为我们更多的要认同自己的社会角色，比如我在朋友或同学面前是个怎样的人。",
        "label": ""
      },
      {
        "sentence": "你现在有疑问是正常的。",
        "label": ""
      },
      {
        "sentence": "你既想展现自己实力，又怕露出锋芒，引来同学不满。",
        "label": ""
      },
      {
        "sentence": "在同学和班长面前表现的不同，觉得自己会不会是个坏女人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我可能没表达清楚，我在班上起到了一定的作用，但这样的作用又引起了一些负面的反应。我现在很困惑，到底我应该怎样做才是对的呢？",
    "annotation": [
      {
        "sentence": "我觉得我可能没表达清楚，我在班上起到了一定的作用，但这样的作用又引起了一些负面的反应。",
        "label": ""
      },
      {
        "sentence": "我现在很困惑，到底我应该怎样做才是对的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我们个人的成长经历中，无法获得充足的自我认同感的孩子，会沉浸在对过去的埋怨中，其实自己过去的成长经历是为了更好的超越过去。一个人越是理解自己的早年是如何被限制的，就越是能够不被早年经历所限制。你后来可能落下来，导致自己自信心不足。而我们现在长大了，就知道我们可以慢慢地学着为自我负责，能够容纳矛盾和不完美。不用去苛求完美，苛求每个人都喜欢自己。最关键的是学着自己喜欢自己，笃定地相信自己是个好人，内心愿意为班集体做出自己的贡献，并且心存善意。你是新时代的年轻人，想活出自我，可以去试着寻找让自己感兴趣的事物，不断去实践。也学着如何坚定成长自我，自立，尝试表勇敢表达自己的观点。看看会有什么变化。在这个过程中，尝试把他人的意愿和自我的意愿分开，找到你的优势：比如你的组织能力，沟通能力。从小事开始发展自我的胜任感。所谓胜任感就是我们的价值感，当面对生活随时出现的困难和挑战时，有能力做到自己想做到的，并感到自信和快乐。比如你担任合唱指挥这件事情，很棒啊！我上学时就特别羡慕我们的指挥。",
    "annotation": [
      {
        "sentence": "在我们个人的成长经历中，无法获得充足的自我认同感的孩子，会沉浸在对过去的埋怨中，其实自己过去的成长经历是为了更好的超越过去。",
        "label": ""
      },
      {
        "sentence": "一个人越是理解自己的早年是如何被限制的，就越是能够不被早年经历所限制。",
        "label": ""
      },
      {
        "sentence": "你后来可能落下来，导致自己自信心不足。",
        "label": ""
      },
      {
        "sentence": "而我们现在长大了，就知道我们可以慢慢地学着为自我负责，能够容纳矛盾和不完美。",
        "label": ""
      },
      {
        "sentence": "不用去苛求完美，苛求每个人都喜欢自己。",
        "label": ""
      },
      {
        "sentence": "最关键的是学着自己喜欢自己，笃定地相信自己是个好人，内心愿意为班集体做出自己的贡献，并且心存善意。",
        "label": ""
      },
      {
        "sentence": "你是新时代的年轻人，想活出自我，可以去试着寻找让自己感兴趣的事物，不断去实践。",
        "label": ""
      },
      {
        "sentence": "也学着如何坚定成长自我，自立，尝试表勇敢表达自己的观点。",
        "label": ""
      },
      {
        "sentence": "看看会有什么变化。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，尝试把他人的意愿和自我的意愿分开，找到你的优势：比如你的组织能力，沟通能力。",
        "label": ""
      },
      {
        "sentence": "从小事开始发展自我的胜任感。",
        "label": ""
      },
      {
        "sentence": "所谓胜任感就是我们的价值感，当面对生活随时出现的困难和挑战时，有能力做到自己想做到的，并感到自信和快乐。",
        "label": ""
      },
      {
        "sentence": "比如你担任合唱指挥这件事情，很棒啊！",
        "label": ""
      },
      {
        "sentence": "我上学时就特别羡慕我们的指挥。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我确实希望能够做到自我认同，找到自己的优势和价值。但是我还是有些犹豫，因为我担心别人会对我的改变产生不满，尤其是那些习惯了我当老好人的人。我该如何处理这种困境呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实希望能够做到自我认同，找到自己的优势和价值。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些犹豫，因为我担心别人会对我的改变产生不满，尤其是那些习惯了我当老好人的人。",
        "label": ""
      },
      {
        "sentence": "我该如何处理这种困境呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "再来与你分享讨好这个问题。在我们的文化背景之下，我们从小就被灌输了种种“讨好”的理念，”要做一个讨人喜欢的孩子，这样的话会更加受欢迎”，于是我们懂得察言观色，喜欢看别人的脸色行事。不要跟别人争吵，要懂得谦让，吃亏是福。我们学会了唯唯诺诺，忍让懦弱的性格……我们为了赢得爱，愿意做任何事情！久而久之就形成我们的人格特质，形成我们一些自动化的反应。带着老好人的面具，不可控制的让自己迷失了进去，不敢真实的表达自己内心真实的感受，经常放弃自己内心的想法，只为了迎合别人，这种心口不一的感觉让自己痛苦不堪。外在的言行跟内心经常是相违背的，这样的我们心底能够快乐起来吗？答案肯定是否定的！让我们慢慢学",
    "annotation": [
      {
        "sentence": "再来与你分享讨好这个问题。",
        "label": ""
      },
      {
        "sentence": "在我们的文化背景之下，我们从小就被灌输了种种“讨好”的理念，”要做一个讨人喜欢的孩子，这样的话会更加受欢迎”，于是我们懂得察言观色，喜欢看别人的脸色行事。",
        "label": ""
      },
      {
        "sentence": "不要跟别人争吵，要懂得谦让，吃亏是福。",
        "label": ""
      },
      {
        "sentence": "我们学会了唯唯诺诺，忍让懦弱的性格……我们为了赢得爱，愿意做任何事情！",
        "label": ""
      },
      {
        "sentence": "久而久之就形成我们的人格特质，形成我们一些自动化的反应。",
        "label": ""
      },
      {
        "sentence": "带着老好人的面具，不可控制的让自己迷失了进去，不敢真实的表达自己内心真实的感受，经常放弃自己内心的想法，只为了迎合别人，这种心口不一的感觉让自己痛苦不堪。",
        "label": ""
      },
      {
        "sentence": "外在的言行跟内心经常是相违背的，这样的我们心底能够快乐起来吗？",
        "label": ""
      },
      {
        "sentence": "答案肯定是否定的！",
        "label": ""
      },
      {
        "sentence": "让我们慢慢学",
        "label": ""
      }
    ]
  }
]