[
  {
    "role": "client",
    "content": "婚姻第7年头，两娃，出了问题是去修补还是选择离开？",
    "annotation": [
      {
        "sentence": "婚姻第7年头，两娃，出了问题是去修补还是选择离开？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻中出现问题很正常，但需要看你们是否有足够的决心和努力去修复它。你们在一起已经8年多了，结婚6年，育有两个孩子，这是一段不容易放弃的感情。你们是否愿意为了这段婚姻共同努力呢？",
    "annotation": [
      {
        "sentence": "婚姻中出现问题很正常，但需要看你们是否有足够的决心和努力去修复它。",
        "label": ""
      },
      {
        "sentence": "你们在一起已经8年多了，结婚6年，育有两个孩子，这是一段不容易放弃的感情。",
        "label": ""
      },
      {
        "sentence": "你们是否愿意为了这段婚姻共同努力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们之前一直非常甜蜜，但近年来矛盾越来越多，我感到很困惑。他曾经非常宠爱我，无论衣食住行都以我为第一考虑。但最近他却对我控诉很多，认为我压制他、限制他，不爱他，经常监视他查岗，不让他花钱，这些举动让他对我们的未来感到恐惧，他也不确定我们是否还能一起走下去。",
    "annotation": [
      {
        "sentence": "我们之前一直非常甜蜜，但近年来矛盾越来越多，我感到很困惑。",
        "label": ""
      },
      {
        "sentence": "他曾经非常宠爱我，无论衣食住行都以我为第一考虑。",
        "label": ""
      },
      {
        "sentence": "但最近他却对我控诉很多，认为我压制他、限制他，不爱他，经常监视他查岗，不让他花钱，这些举动让他对我们的未来感到恐惧，他也不确定我们是否还能一起走下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，看起来你们对于生活的期望开始有不同的想法了。婚姻中的矛盾是难免的，但关键是要互相理解和支持对方。不过，你是否愿意看到自己的不足，并试着改变来适应目前的情况呢？要想改变他人，首先要从自己改变。",
    "annotation": [
      {
        "sentence": "听你的描述，看起来你们对于生活的期望开始有不同的想法了。",
        "label": ""
      },
      {
        "sentence": "婚姻中的矛盾是难免的，但关键是要互相理解和支持对方。",
        "label": ""
      },
      {
        "sentence": "不过，你是否愿意看到自己的不足，并试着改变来适应目前的情况呢？",
        "label": ""
      },
      {
        "sentence": "要想改变他人，首先要从自己改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的意思，但我不知道从何处开始改变自己。我过去两年没有工作，而他希望我能去赚钱来支持家庭。我曾经尝试找工作，但因为意外怀了二胎，不得不暂停工作，现在我全职照料孩子。我不确定我应该继续寻找工作还是继续在家带孩子。",
    "annotation": [
      {
        "sentence": "我理解你的意思，但我不知道从何处开始改变自己。",
        "label": ""
      },
      {
        "sentence": "我过去两年没有工作，而他希望我能去赚钱来支持家庭。",
        "label": ""
      },
      {
        "sentence": "我曾经尝试找工作，但因为意外怀了二胎，不得不暂停工作，现在我全职照料孩子。",
        "label": ""
      },
      {
        "sentence": "我不确定我应该继续寻找工作还是继续在家带孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困惑很正常。在这种情况下，你可以尝试和你的伴侣进行开放的对话，告诉他你对目前的家庭状况和生活安排的想法。也可以试着寻找一些有弹性的工作安排，例如兼职或者在家工作，这样既可以照顾孩子，也能有一份工作。重要的是能够找到一个平衡的方式，既满足他的期望，同时也不让你感到压力过大。",
    "annotation": [
      {
        "sentence": "你的困惑很正常。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你可以尝试和你的伴侣进行开放的对话，告诉他你对目前的家庭状况和生活安排的想法。",
        "label": ""
      },
      {
        "sentence": "也可以试着寻找一些有弹性的工作安排，例如兼职或者在家工作，这样既可以照顾孩子，也能有一份工作。",
        "label": ""
      },
      {
        "sentence": "重要的是能够找到一个平衡的方式，既满足他的期望，同时也不让你感到压力过大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试和他进行开放的对话，告诉他我的想法和困惑。同时，我也会考虑找一份灵活的工作来平衡家庭和事业。但是，我担心即使我做了这些改变，他是否还会对我们的未来感到恐惧，还会对我有不满。",
    "annotation": [
      {
        "sentence": "我会尝试和他进行开放的对话，告诉他我的想法和困惑。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑找一份灵活的工作来平衡家庭和事业。",
        "label": ""
      },
      {
        "sentence": "但是，我担心即使我做了这些改变，他是否还会对我们的未来感到恐惧，还会对我有不满。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有对未来的恐惧和不安，这是正常的。但是，你要记住，你现在所能掌握的只有你自己的行为和选择。你的伴侣的感受和想法是他自己的责任。你所能做的就是积极改变自己，通过宽容和理解来面对婚姻中的问题。这样无论结果如何，你都能够为自己的决定负责。",
    "annotation": [
      {
        "sentence": "每个人都有对未来的恐惧和不安，这是正常的。",
        "label": ""
      },
      {
        "sentence": "但是，你要记住，你现在所能掌握的只有你自己的行为和选择。",
        "label": ""
      },
      {
        "sentence": "你的伴侣的感受和想法是他自己的责任。",
        "label": ""
      },
      {
        "sentence": "你所能做的就是积极改变自己，通过宽容和理解来面对婚姻中的问题。",
        "label": ""
      },
      {
        "sentence": "这样无论结果如何，你都能够为自己的决定负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我现在感觉稍微有些明朗了。我会尽力改变自己，并与我的伴侣共同努力来修复这段婚姻。无论最终结果如何，我都会为自己的决定负责。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我现在感觉稍微有些明朗了。",
        "label": ""
      },
      {
        "sentence": "我会尽力改变自己，并与我的伴侣共同努力来修复这段婚姻。",
        "label": ""
      },
      {
        "sentence": "无论最终结果如何，我都会为自己的决定负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供帮助。记得要耐心和宽容，婚姻需要双方的努力和理解。祝愿你和你的伴侣能够找到一个共同的解决方案，一起走向幸福。如果你还有其他问题或者需要进一步的支持，随时来找我交流。祝一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记得要耐心和宽容，婚姻需要双方的努力和理解。",
        "label": ""
      },
      {
        "sentence": "祝愿你和你的伴侣能够找到一个共同的解决方案，一起走向幸福。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要进一步的支持，随时来找我交流。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      }
    ]
  }
]