[
  {
    "role": "client",
    "content": "我是一个48岁的单亲妈妈，我总是忍不住发火，你觉得我该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个48岁的单亲妈妈，我总是忍不住发火，你觉得我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真的辛苦你了，#48岁，单亲妈妈，孩子13岁，学习不好，也没有主动学习的能力#。可以看出，你非常爱你的孩子，愿意为他考虑，为他的未来着想，愿意为此付出很多的时间和精力。单亲妈妈真的是特别不容易啊，一方面需要工作，赚钱养家，另一方面又要关心孩子的生活和学习。你坚持了这么久，真的想要给你点赞🥰。",
    "annotation": [
      {
        "sentence": "真的辛苦你了，#48岁，单亲妈妈，孩子13岁，学习不好，也没有主动学习的能力#。",
        "label": ""
      },
      {
        "sentence": "可以看出，你非常爱你的孩子，愿意为他考虑，为他的未来着想，愿意为此付出很多的时间和精力。",
        "label": ""
      },
      {
        "sentence": "单亲妈妈真的是特别不容易啊，一方面需要工作，赚钱养家，另一方面又要关心孩子的生活和学习。",
        "label": ""
      },
      {
        "sentence": "你坚持了这么久，真的想要给你点赞🥰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每次检查孩子的作业总忍不住发火，总是再问，这是为什么？为什么学习这么差，妈妈付出了那么多，却没有收获，把孩子也养得不自信。",
    "annotation": [
      {
        "sentence": "每次检查孩子的作业总忍不住发火，总是再问，这是为什么？",
        "label": ""
      },
      {
        "sentence": "为什么学习这么差，妈妈付出了那么多，却没有收获，把孩子也养得不自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为妈妈，我们当然希望自己的孩子能够优秀，能够出类拔萃，所以有时候我们没有办法接受孩子不完美的那一面。我们会问自己：“你怎么这么粗心大意？你怎么对学习这么不认真？你怎么这么不爱学习？”但是，实际上，每个孩子都是希望自己能够做好的，特别是青春期的孩子，其实他们也希望通过表现好、学习成绩好来得到老师和家长的肯定。想一想，如果我是一个13岁的孩子，看到我的同桌小明考试考了99分，可是我只考了80分，我也会觉得很不愉快，我也会想着，我要怎么样才能够超过他？人本主义心理学也认为，每个人都是主观能动的，是有自我实现的需要的。只是有些时候可能这个年龄段的孩子比较“叛逆”，实际上，这是一种正常的趋势，因为在这个年龄段，孩子们正在寻求“自我同一性”。很多时候，对于家长要求做的事情，他们反而不愿意做。比如说，本来我打算再看几分钟电视就去写作业的，这个时候妈妈对我吼了一句：“你咋成天就知道看电视，赶快去写作业！”这个时候我反而不愿意写作业了，虽然我知道妈妈是为了我好，但是，如果我听了妈妈的话，好像就被剥夺了做自己的权利，好像我的一部分自体就消失了，所以我不愿意做。这也是这个年龄段的孩子很容易“叛逆”的原因，这是成长的必然趋势。",
    "annotation": [
      {
        "sentence": "作为妈妈，我们当然希望自己的孩子能够优秀，能够出类拔萃，所以有时候我们没有办法接受孩子不完美的那一面。",
        "label": ""
      },
      {
        "sentence": "我们会问自己：“你怎么这么粗心大意？",
        "label": ""
      },
      {
        "sentence": "你怎么对学习这么不认真？",
        "label": ""
      },
      {
        "sentence": "你怎么这么不爱学习？",
        "label": ""
      },
      {
        "sentence": "”但是，实际上，每个孩子都是希望自己能够做好的，特别是青春期的孩子，其实他们也希望通过表现好、学习成绩好来得到老师和家长的肯定。",
        "label": ""
      },
      {
        "sentence": "想一想，如果我是一个13岁的孩子，看到我的同桌小明考试考了99分，可是我只考了80分，我也会觉得很不愉快，我也会想着，我要怎么样才能够超过他？",
        "label": ""
      },
      {
        "sentence": "人本主义心理学也认为，每个人都是主观能动的，是有自我实现的需要的。",
        "label": ""
      },
      {
        "sentence": "只是有些时候可能这个年龄段的孩子比较“叛逆”，实际上，这是一种正常的趋势，因为在这个年龄段，孩子们正在寻求“自我同一性”。",
        "label": ""
      },
      {
        "sentence": "很多时候，对于家长要求做的事情，他们反而不愿意做。",
        "label": ""
      },
      {
        "sentence": "比如说，本来我打算再看几分钟电视就去写作业的，这个时候妈妈对我吼了一句：“你咋成天就知道看电视，赶快去写作业！",
        "label": ""
      },
      {
        "sentence": "”这个时候我反而不愿意写作业了，虽然我知道妈妈是为了我好，但是，如果我听了妈妈的话，好像就被剥夺了做自己的权利，好像我的一部分自体就消失了，所以我不愿意做。",
        "label": ""
      },
      {
        "sentence": "这也是这个年龄段的孩子很容易“叛逆”的原因，这是成长的必然趋势。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也非常自责，有时候自责的都想去死了。",
    "annotation": [
      {
        "sentence": "我也非常自责，有时候自责的都想去死了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你已经非常努力了，做父母真的是一件非常不容易的事情。特别是当你辛辛苦苦的下班回到家里，当你辛辛苦苦的做完家务，孩子的行为却不能够让人满意，其实很多的家长都会感觉到愤怒的情绪，“我为你做了这么多事情，你怎么这么不让人省心？”“我每天上班辛辛苦苦，你却一点都不认真学习”。面临很大的压力时，我们也更容易出现这种愤怒的情绪，很多家庭也都是这样，你并不是一个人呀。说了这么多，我们可以尝试如何改变呢？就像曾奇峰老师说的一句话，对于父母，“父母的人格比他们做了什么更重要”。实际上，孩子的行为会潜移默化地受到父母的影响。或许我们可以通过和孩子一起学习的方式让孩子感觉到，学习是我自己的事情，和其他人无关。当孩子意识到自己的责任之后，反而会更加努力自觉地学习。当然，这里的“和孩子一起学习”并不是指盯着孩子写作业，而是当孩子在写作业的时候，我们也在一旁读书等等，尽量不去打扰孩子，而是给孩子起榜样和示范作用，只在孩子有需要帮助的时候满足他的需求。也可以尝试通过一种比较温和的方式向孩子敞开心扉，这样会拉近和孩子的距离，孩子也会和你更加亲密。作为单亲妈妈，你可能平时有特别多事情要做，或许你也可以向父母寻求帮助，比如说让他们照顾一下孩子的生活，这样也会减轻你很多的压力，也更不容易让我们觉得愤怒。孩子是父母的镜子，照顾好自己。",
    "annotation": [
      {
        "sentence": "其实你已经非常努力了，做父母真的是一件非常不容易的事情。",
        "label": ""
      },
      {
        "sentence": "特别是当你辛辛苦苦的下班回到家里，当你辛辛苦苦的做完家务，孩子的行为却不能够让人满意，其实很多的家长都会感觉到愤怒的情绪，“我为你做了这么多事情，你怎么这么不让人省心？",
        "label": ""
      },
      {
        "sentence": "”“我每天上班辛辛苦苦，你却一点都不认真学习”。",
        "label": ""
      },
      {
        "sentence": "面临很大的压力时，我们也更容易出现这种愤怒的情绪，很多家庭也都是这样，你并不是一个人呀。",
        "label": ""
      },
      {
        "sentence": "说了这么多，我们可以尝试如何改变呢？",
        "label": ""
      },
      {
        "sentence": "就像曾奇峰老师说的一句话，对于父母，“父母的人格比他们做了什么更重要”。",
        "label": ""
      },
      {
        "sentence": "实际上，孩子的行为会潜移默化地受到父母的影响。",
        "label": ""
      },
      {
        "sentence": "或许我们可以通过和孩子一起学习的方式让孩子感觉到，学习是我自己的事情，和其他人无关。",
        "label": ""
      },
      {
        "sentence": "当孩子意识到自己的责任之后，反而会更加努力自觉地学习。",
        "label": ""
      },
      {
        "sentence": "当然，这里的“和孩子一起学习”并不是指盯着孩子写作业，而是当孩子在写作业的时候，我们也在一旁读书等等，尽量不去打扰孩子，而是给孩子起榜样和示范作用，只在孩子有需要帮助的时候满足他的需求。",
        "label": ""
      },
      {
        "sentence": "也可以尝试通过一种比较温和的方式向孩子敞开心扉，这样会拉近和孩子的距离，孩子也会和你更加亲密。",
        "label": ""
      },
      {
        "sentence": "作为单亲妈妈，你可能平时有特别多事情要做，或许你也可以向父母寻求帮助，比如说让他们照顾一下孩子的生活，这样也会减轻你很多的压力，也更不容易让我们觉得愤怒。",
        "label": ""
      },
      {
        "sentence": "孩子是父母的镜子，照顾好自己。",
        "label": ""
      }
    ]
  }
]