[
  {
    "role": "client",
    "content": "为何父母总是要毁掉了孩子，才会被迫止损停止伤害？为何父母总是要由于自己原因亲手毁掉了孩子，才会被迫止损，停止伤害，而非改正呢？或者提前察觉到有孩子有不良倾向时，提早自我反省呢？为何我母亲会把博同情博可怜，这种方式，来威胁我，要毁掉我的名誉，折断我的翅膀，来要求我放下自己正事，来帮他做一些微不足道的事呢？别人是因为生活健康，所以才诉说自己的无奈，而非为了博同情可怜，更不是把它当成工具来威胁自己的孩子，当然自己的孩子对她当然无反抗能力呀！难道只有自毁才能解脱吗？长辈，说啥都是对的，成功的让所有的亲近人都孤立了自己，有苦难言！感觉狗咬狗！碰到这样的母亲，真是倒了八辈子血霉，把白的说成黑的。帮她做了那么多事，别人家孩子稍微做点事就说你不如别人，各种埋汰你！悲哀！以后取媳妇，觉不找我妈这样的人，绝对是人生的阴影！",
    "annotation": [
      {
        "sentence": "为何父母总是要毁掉了孩子，才会被迫止损停止伤害？",
        "label": ""
      },
      {
        "sentence": "为何父母总是要由于自己原因亲手毁掉了孩子，才会被迫止损，停止伤害，而非改正呢？",
        "label": ""
      },
      {
        "sentence": "或者提前察觉到有孩子有不良倾向时，提早自我反省呢？",
        "label": ""
      },
      {
        "sentence": "为何我母亲会把博同情博可怜，这种方式，来威胁我，要毁掉我的名誉，折断我的翅膀，来要求我放下自己正事，来帮他做一些微不足道的事呢？",
        "label": ""
      },
      {
        "sentence": "别人是因为生活健康，所以才诉说自己的无奈，而非为了博同情可怜，更不是把它当成工具来威胁自己的孩子，当然自己的孩子对她当然无反抗能力呀！",
        "label": ""
      },
      {
        "sentence": "难道只有自毁才能解脱吗？",
        "label": ""
      },
      {
        "sentence": "长辈，说啥都是对的，成功的让所有的亲近人都孤立了自己，有苦难言！",
        "label": ""
      },
      {
        "sentence": "感觉狗咬狗！",
        "label": ""
      },
      {
        "sentence": "碰到这样的母亲，真是倒了八辈子血霉，把白的说成黑的。",
        "label": ""
      },
      {
        "sentence": "帮她做了那么多事，别人家孩子稍微做点事就说你不如别人，各种埋汰你！",
        "label": ""
      },
      {
        "sentence": "悲哀！",
        "label": ""
      },
      {
        "sentence": "以后取媳妇，觉不找我妈这样的人，绝对是人生的阴影！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够感受到你对妈妈的怨恨，生命有时候确实很沉重，我们无法选择自己的父母。小的时候只能承受，长大了，我们有反抗的能力了。苏珊·福沃德有一本书《中毒的父母》，作为家庭心理治疗师，她通过大量真实的个案材料分析了众多家庭中各类中毒父母的所作所为，探究了他们如何无意间伤害了子女并持续影响子女成年后的生活。",
    "annotation": [
      {
        "sentence": "我能够感受到你对妈妈的怨恨，生命有时候确实很沉重，我们无法选择自己的父母。",
        "label": ""
      },
      {
        "sentence": "小的时候只能承受，长大了，我们有反抗的能力了。",
        "label": ""
      },
      {
        "sentence": "苏珊·福沃德有一本书《中毒的父母》，作为家庭心理治疗师，她通过大量真实的个案材料分析了众多家庭中各类中毒父母的所作所为，探究了他们如何无意间伤害了子女并持续影响子女成年后的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我的确感到困惑和痛苦，我希望能够了解透彻一些。",
    "annotation": [
      {
        "sentence": "是的，我的确感到困惑和痛苦，我希望能够了解透彻一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "她对于家庭做了如下的分类：健康的和有毒的家庭体系最大的区别就在于：家庭成员作为个体，拥有多少表达自己想法的自由度。健康的家庭推崇个性、个人责任和独立，鼓励孩子发展自己的满足感和自尊心。不健康的家庭不鼓励个人表达，每个家庭成员都必须和有毒父母的思想、行为保持一致。这样的家庭制造了混淆不清的个人界限、不分彼此的家庭成员关系。在潜意识里，家庭成员对于自己和别人的界限、概念混淆不清，为了表示亲密，经常要压制每个成员的个性。",
    "annotation": [
      {
        "sentence": "她对于家庭做了如下的分类：健康的和有毒的家庭体系最大的区别就在于：家庭成员作为个体，拥有多少表达自己想法的自由度。",
        "label": ""
      },
      {
        "sentence": "健康的家庭推崇个性、个人责任和独立，鼓励孩子发展自己的满足感和自尊心。",
        "label": ""
      },
      {
        "sentence": "不健康的家庭不鼓励个人表达，每个家庭成员都必须和有毒父母的思想、行为保持一致。",
        "label": ""
      },
      {
        "sentence": "这样的家庭制造了混淆不清的个人界限、不分彼此的家庭成员关系。",
        "label": ""
      },
      {
        "sentence": "在潜意识里，家庭成员对于自己和别人的界限、概念混淆不清，为了表示亲密，经常要压制每个成员的个性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在我明白了，我的母亲似乎是把我们当成一体，她要控制我们的一切。",
    "annotation": [
      {
        "sentence": "现在我明白了，我的母亲似乎是把我们当成一体，她要控制我们的一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，虽然我不清楚真实的事件是什么，但的确你母亲把你和她的界限混淆了，她会觉得你和她应该就是一体的，你得承受她所有的事情。如果你有时间可以阅读一下苏珊·福沃德的这本书，子女可能无法改变父母，但是可以通过了解他们，从而转变自己对未来的规划。",
    "annotation": [
      {
        "sentence": "没错，虽然我不清楚真实的事件是什么，但的确你母亲把你和她的界限混淆了，她会觉得你和她应该就是一体的，你得承受她所有的事情。",
        "label": ""
      },
      {
        "sentence": "如果你有时间可以阅读一下苏珊·福沃德的这本书，子女可能无法改变父母，但是可以通过了解他们，从而转变自己对未来的规划。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会找时间阅读这本书的，我真的希望能够理解母亲。",
    "annotation": [
      {
        "sentence": "我会找时间阅读这本书的，我真的希望能够理解母亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，你可以尝试了解一下你母亲的生活，家里有几个小孩，是否经历过三年自然灾害、文化大革命、上山下乡等。那一代中国人民，缺少的是教育和知识，经历过物资最贫乏的时代，为了活下去，他们和亲人的关系也会越来越差。他们感受不到爱和尊重，每天都活在各种焦虑之中，这使得他们成年之后，变得索求过度，实际上只是在满足他们自己的不安全感。",
    "annotation": [
      {
        "sentence": "另外，你可以尝试了解一下你母亲的生活，家里有几个小孩，是否经历过三年自然灾害、文化大革命、上山下乡等。",
        "label": ""
      },
      {
        "sentence": "那一代中国人民，缺少的是教育和知识，经历过物资最贫乏的时代，为了活下去，他们和亲人的关系也会越来越差。",
        "label": ""
      },
      {
        "sentence": "他们感受不到爱和尊重，每天都活在各种焦虑之中，这使得他们成年之后，变得索求过度，实际上只是在满足他们自己的不安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有想过母亲的背景会对她的行为产生影响，或许我应该试图理解她一些。",
    "annotation": [
      {
        "sentence": "我没有想过母亲的背景会对她的行为产生影响，或许我应该试图理解她一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，传统的父母在骨子里可能会根深蒂固地有着“养儿防老”的观念，他们无法忍受孩子越来越厉害从而离开家庭，他们害怕被遗弃。但是，他们不会表达这种“害怕”，却用极端控制的方法，甚至于用愤怒的方式来表达。你可以试着对父母的行为进行理解，从而渐渐放下“怨”与“恨”，不要让这些情绪吞噬了你，以至于丢失了自己前进的方向。",
    "annotation": [
      {
        "sentence": "是的，传统的父母在骨子里可能会根深蒂固地有着“养儿防老”的观念，他们无法忍受孩子越来越厉害从而离开家庭，他们害怕被遗弃。",
        "label": ""
      },
      {
        "sentence": "但是，他们不会表达这种“害怕”，却用极端控制的方法，甚至于用愤怒的方式来表达。",
        "label": ""
      },
      {
        "sentence": "你可以试着对父母的行为进行理解，从而渐渐放下“怨”与“恨”，不要让这些情绪吞噬了你，以至于丢失了自己前进的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着理解母亲，并且努力让自己变得更加强大，远离她的控制。",
    "annotation": [
      {
        "sentence": "我会试着理解母亲，并且努力让自己变得更加强大，远离她的控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，如果你在心情特别差的时候，可以来和大家聊聊天。也可以去释放一下自己的负面情绪，记住，这不是你的错，没有必要因为父母的错误而惩罚自己。祝福你，也祝愿你未来有美好的婚姻和家庭！",
    "annotation": [
      {
        "sentence": "非常好，如果你在心情特别差的时候，可以来和大家聊聊天。",
        "label": ""
      },
      {
        "sentence": "也可以去释放一下自己的负面情绪，记住，这不是你的错，没有必要因为父母的错误而惩罚自己。",
        "label": ""
      },
      {
        "sentence": "祝福你，也祝愿你未来有美好的婚姻和家庭！",
        "label": ""
      }
    ]
  }
]