[
  {
    "role": "client",
    "content": "揭穿她的真面目？我该怎样对待我的绝世好妈妈？我有一个绝世好妈妈，怎样绝世呢？以下几点1、我从小是我爸爸带大的，哪怕在我两个妹妹出生后，我爸爸对我的爱也没有减少（我应该庆幸，不然我还真是爹不疼妈不爱了）。但在我的绝世好妈妈的“劝说”下，我爸爸成功放弃了我。2、喜欢影响我的睡眠。我现在长身体，却每天失眠，里面少不了我的绝世好妈妈的手笔。所以凌晨三点多我被我的绝世好妈妈吵醒后坐在电脑前打字（昨天我好不容易在12点前睡着）。3、爱装。在别人眼里她就是一个绝世好妈妈，我就是一个白眼狼。没人知道真相，包括我爸爸，我也不敢说，说了也不会有人信。被母爱包围的人我相信不会相信我的话，但我就是从一个快乐健康的人被逼成抑郁症以及失眠症，成绩也被影响。这就是我的绝世好妈妈！有没有人告诉我该怎样揭穿她的真面目？",
    "annotation": [
      {
        "sentence": "揭穿她的真面目？",
        "label": ""
      },
      {
        "sentence": "我该怎样对待我的绝世好妈妈？",
        "label": ""
      },
      {
        "sentence": "我有一个绝世好妈妈，怎样绝世呢？",
        "label": ""
      },
      {
        "sentence": "以下几点1、我从小是我爸爸带大的，哪怕在我两个妹妹出生后，我爸爸对我的爱也没有减少（我应该庆幸，不然我还真是爹不疼妈不爱了）。",
        "label": ""
      },
      {
        "sentence": "但在我的绝世好妈妈的“劝说”下，我爸爸成功放弃了我。",
        "label": ""
      },
      {
        "sentence": "2、喜欢影响我的睡眠。",
        "label": ""
      },
      {
        "sentence": "我现在长身体，却每天失眠，里面少不了我的绝世好妈妈的手笔。",
        "label": ""
      },
      {
        "sentence": "所以凌晨三点多我被我的绝世好妈妈吵醒后坐在电脑前打字（昨天我好不容易在12点前睡着）。",
        "label": ""
      },
      {
        "sentence": "3、爱装。",
        "label": ""
      },
      {
        "sentence": "在别人眼里她就是一个绝世好妈妈，我就是一个白眼狼。",
        "label": ""
      },
      {
        "sentence": "没人知道真相，包括我爸爸，我也不敢说，说了也不会有人信。",
        "label": ""
      },
      {
        "sentence": "被母爱包围的人我相信不会相信我的话，但我就是从一个快乐健康的人被逼成抑郁症以及失眠症，成绩也被影响。",
        "label": ""
      },
      {
        "sentence": "这就是我的绝世好妈妈！",
        "label": ""
      },
      {
        "sentence": "有没有人告诉我该怎样揭穿她的真面目？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "请允许我先来谈谈对你的印象：*我并不知道你的性别以及你的确切年龄，但是我猜想你应该未成年。*你与父亲的关系比母亲要好很多，但是你也感觉到父亲似乎在逐渐疏远你，似乎是因为母亲的某种影响。*你平时睡眠质量不好，你的母亲却经常叫醒已经睡着的你，而你并没有说为什么以及具体的细节。*你母亲展示给其他人的母亲形象令你嗤之以鼻，你觉得那都是虚假的、装出来的，同时你似乎觉得别人都把你当做一个不懂感恩母爱的孩子。但你又不敢向他人讲述这一切，包括父亲，因为你觉得别人都不会相信你。*现在的你觉得曾经的你是个健康快乐的人，但是现在的你觉得自己总体上很糟糕，学习成绩下降，精神状态萎靡不振，甚至已经到了抑郁症的严重程度(不知道是有专业的医生给你下的诊断还是你自己认为的)。*你认为这一切糟糕的变化都是因为你的母亲。*你似乎希望向他人揭露你母亲的真实面目。但我并不确定你是否还有别的计划，比如想要在不改变现状的情况下只去调整自己的状态，或者想办法远离母亲，等等。接下来请允许我谈谈我的想法：*很同情你的遭遇。如果事实真如你所说，你的母亲给你带来了许多痛苦，那么很高兴你能够来到这里倾诉。我相信你不是一个说谎的孩子。*但是我也乐于和你继续交流，以便更好的帮助你，尤其想了解更多关于你和你母亲的事情，想了解除了影响你的睡眠以外她还做过哪些令你困扰、难堪、痛苦的事情。这些进一步的信息很重要，因为帮助你的前提是了解你，了解你的处境，而我觉得你应该能够理解这一点。*至于你说的抑郁症和失眠症，我希望你只是夸张了一下。但是如果情况真的很严重，比如你总是情绪低落、无精打采，任何事都提不起兴趣，并且这种状况持续很久，建议想办法求助专业的心理咨询师或者精神科医生。如果不方便的话，可以先求助于你的班主任老师、你们学校的心理辅导老师或者其他你信任的人，我相信他们会帮助你的。*如果很不幸，他们都不相信你，不愿意帮助你，至少这里也会有人愿意倾听你的遭遇，帮助你解脱困境。祝你安好。",
    "annotation": [
      {
        "sentence": "请允许我先来谈谈对你的印象：*我并不知道你的性别以及你的确切年龄，但是我猜想你应该未成年。",
        "label": ""
      },
      {
        "sentence": "*你与父亲的关系比母亲要好很多，但是你也感觉到父亲似乎在逐渐疏远你，似乎是因为母亲的某种影响。",
        "label": ""
      },
      {
        "sentence": "*你平时睡眠质量不好，你的母亲却经常叫醒已经睡着的你，而你并没有说为什么以及具体的细节。",
        "label": ""
      },
      {
        "sentence": "*你母亲展示给其他人的母亲形象令你嗤之以鼻，你觉得那都是虚假的、装出来的，同时你似乎觉得别人都把你当做一个不懂感恩母爱的孩子。",
        "label": ""
      },
      {
        "sentence": "但你又不敢向他人讲述这一切，包括父亲，因为你觉得别人都不会相信你。",
        "label": ""
      },
      {
        "sentence": "*现在的你觉得曾经的你是个健康快乐的人，但是现在的你觉得自己总体上很糟糕，学习成绩下降，精神状态萎靡不振，甚至已经到了抑郁症的严重程度(不知道是有专业的医生给你下的诊断还是你自己认为的)。",
        "label": ""
      },
      {
        "sentence": "*你认为这一切糟糕的变化都是因为你的母亲。",
        "label": ""
      },
      {
        "sentence": "*你似乎希望向他人揭露你母亲的真实面目。",
        "label": ""
      },
      {
        "sentence": "但我并不确定你是否还有别的计划，比如想要在不改变现状的情况下只去调整自己的状态，或者想办法远离母亲，等等。",
        "label": ""
      },
      {
        "sentence": "接下来请允许我谈谈我的想法：*很同情你的遭遇。",
        "label": ""
      },
      {
        "sentence": "如果事实真如你所说，你的母亲给你带来了许多痛苦，那么很高兴你能够来到这里倾诉。",
        "label": ""
      },
      {
        "sentence": "我相信你不是一个说谎的孩子。",
        "label": ""
      },
      {
        "sentence": "*但是我也乐于和你继续交流，以便更好的帮助你，尤其想了解更多关于你和你母亲的事情，想了解除了影响你的睡眠以外她还做过哪些令你困扰、难堪、痛苦的事情。",
        "label": ""
      },
      {
        "sentence": "这些进一步的信息很重要，因为帮助你的前提是了解你，了解你的处境，而我觉得你应该能够理解这一点。",
        "label": ""
      },
      {
        "sentence": "*至于你说的抑郁症和失眠症，我希望你只是夸张了一下。",
        "label": ""
      },
      {
        "sentence": "但是如果情况真的很严重，比如你总是情绪低落、无精打采，任何事都提不起兴趣，并且这种状况持续很久，建议想办法求助专业的心理咨询师或者精神科医生。",
        "label": ""
      },
      {
        "sentence": "如果不方便的话，可以先求助于你的班主任老师、你们学校的心理辅导老师或者其他你信任的人，我相信他们会帮助你的。",
        "label": ""
      },
      {
        "sentence": "*如果很不幸，他们都不相信你，不愿意帮助你，至少这里也会有人愿意倾听你的遭遇，帮助你解脱困境。",
        "label": ""
      },
      {
        "sentence": "祝你安好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心，我是一名十六岁的女生。我的父亲和我关系良好的确是事实，他总是对我很好。关于母亲，她经常以一些奇怪的理由吵醒我，比如拉我看电视剧或是帮她做事情，没有任何必要。这让我很难过和困惑。而且，她经常在亲戚朋友面前表现得很和善，但是在家里对待我却完全不同。我觉得很抑郁，希望向别人揭露她的真正面目。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心，我是一名十六岁的女生。",
        "label": ""
      },
      {
        "sentence": "我的父亲和我关系良好的确是事实，他总是对我很好。",
        "label": ""
      },
      {
        "sentence": "关于母亲，她经常以一些奇怪的理由吵醒我，比如拉我看电视剧或是帮她做事情，没有任何必要。",
        "label": ""
      },
      {
        "sentence": "这让我很难过和困惑。",
        "label": ""
      },
      {
        "sentence": "而且，她经常在亲戚朋友面前表现得很和善，但是在家里对待我却完全不同。",
        "label": ""
      },
      {
        "sentence": "我觉得很抑郁，希望向别人揭露她的真正面目。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受，这样的相处方式确实很让人困惑和痛苦。对于这种家庭状况，我认为你首先需要明确自己的感受，并且冷静地思考这种状况对你产生的具体影响。如果你对此感到非常抑郁，我依然建议你寻求专业人士的帮助，比如心理咨询师或者老师。他们可以给出更为具体和有效的建议，并且帮助你更好地处理这样的困境。同时，我也希望你能够在这个平台上找到支持和倾诉的渠道。大家都会愿意倾听你的故事，并且给予你支持和帮助的。",
    "annotation": [
      {
        "sentence": "非常理解你的感受，这样的相处方式确实很让人困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "对于这种家庭状况，我认为你首先需要明确自己的感受，并且冷静地思考这种状况对你产生的具体影响。",
        "label": ""
      },
      {
        "sentence": "如果你对此感到非常抑郁，我依然建议你寻求专业人士的帮助，比如心理咨询师或者老师。",
        "label": ""
      },
      {
        "sentence": "他们可以给出更为具体和有效的建议，并且帮助你更好地处理这样的困境。",
        "label": ""
      },
      {
        "sentence": "同时，我也希望你能够在这个平台上找到支持和倾诉的渠道。",
        "label": ""
      },
      {
        "sentence": "大家都会愿意倾听你的故事，并且给予你支持和帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的建议，我会考虑向学校的心理辅导老师寻求帮助。我也很感激你在这个平台上的关心和支持。其实我一直有一个疑问，为什么母亲会这样对待我呢？我总是在想是我哪里做错了，导致她如此对待我。",
    "annotation": [
      {
        "sentence": "我明白你的建议，我会考虑向学校的心理辅导老师寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我也很感激你在这个平台上的关心和支持。",
        "label": ""
      },
      {
        "sentence": "其实我一直有一个疑问，为什么母亲会这样对待我呢？",
        "label": ""
      },
      {
        "sentence": "我总是在想是我哪里做错了，导致她如此对待我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题并不容易回答，因为每个家庭的情况都不同。有时候父母的行为可能受到他们的个人经历和情绪等诸多因素影响。但是，请你记住，无论发生了什么，这并不意味着你做错了什么。每个人都有自己的生活方式和处理问题的方式。有些家庭存在不健康的相处模式，这对于成员之间的关系可能带来负面影响。重要的是，你要知道你并不孤单，有很多人愿意帮助你，只要你敢于寻求帮助。",
    "annotation": [
      {
        "sentence": "这个问题并不容易回答，因为每个家庭的情况都不同。",
        "label": ""
      },
      {
        "sentence": "有时候父母的行为可能受到他们的个人经历和情绪等诸多因素影响。",
        "label": ""
      },
      {
        "sentence": "但是，请你记住，无论发生了什么，这并不意味着你做错了什么。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的生活方式和处理问题的方式。",
        "label": ""
      },
      {
        "sentence": "有些家庭存在不健康的相处模式，这对于成员之间的关系可能带来负面影响。",
        "label": ""
      },
      {
        "sentence": "重要的是，你要知道你并不孤单，有很多人愿意帮助你，只要你敢于寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，你的话让我有了一些勇气去面对现实。我会尝试寻求帮助并且努力改善自己的处境。同时，我也会更加重视自己的心理健康，争取摆脱这种困境的影响。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，你的话让我有了一些勇气去面对现实。",
        "label": ""
      },
      {
        "sentence": "我会尝试寻求帮助并且努力改善自己的处境。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加重视自己的心理健康，争取摆脱这种困境的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你非常勇敢",
    "annotation": [
      {
        "sentence": "你非常勇敢",
        "label": ""
      }
    ]
  }
]