[
  {
    "role": "client",
    "content": "我今年24岁，工作已经一年了。但我为什么被父母说教后总忍不住想哭呢？从小父母老是吵我，但最近每当父母吵完我我都很难受，总会哭，忍不住的想哭。现在已经凌晨两点了，因为我屋子里有蚊子，我起来喷杀虫剂，我妈就过来吵我说屋里没有蚊子，让我赶紧睡觉又吵了吵我，我心里很委屈，不帮忙找蚊子还来吵我，我现在心里难受哭了很久，我不知道为什么会哭……，我是不是心里有问题了……",
    "annotation": [
      {
        "sentence": "我今年24岁，工作已经一年了。",
        "label": ""
      },
      {
        "sentence": "但我为什么被父母说教后总忍不住想哭呢？",
        "label": ""
      },
      {
        "sentence": "从小父母老是吵我，但最近每当父母吵完我我都很难受，总会哭，忍不住的想哭。",
        "label": ""
      },
      {
        "sentence": "现在已经凌晨两点了，因为我屋子里有蚊子，我起来喷杀虫剂，我妈就过来吵我说屋里没有蚊子，让我赶紧睡觉又吵了吵我，我心里很委屈，不帮忙找蚊子还来吵我，我现在心里难受哭了很久，我不知道为什么会哭……，我是不是心里有问题了……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中能够感受到你其实是比较敏感的，同时平时似乎也是很少跟父母进行抵抗的那种孩子。从小就被父母吵，与其说是吵，不如说是责怪或者批评，也许以往的过程中也会积压了很多的委屈、愤怒、不满、伤心等等情绪没有呈现出来，而现在当面临父母的说教时，都会很难受，忍不住的想哭。",
    "annotation": [
      {
        "sentence": "从你的描述中能够感受到你其实是比较敏感的，同时平时似乎也是很少跟父母进行抵抗的那种孩子。",
        "label": ""
      },
      {
        "sentence": "从小就被父母吵，与其说是吵，不如说是责怪或者批评，也许以往的过程中也会积压了很多的委屈、愤怒、不满、伤心等等情绪没有呈现出来，而现在当面临父母的说教时，都会很难受，忍不住的想哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我确实平时比较敏感，而且我很少和父母发生冲突或抵抗，总是觉得他们是对我的好，也不太敢表达自己的感受。但现在我越来越难受，好像一股莫名的情绪涌上心头，让我控制不住自己的眼泪。",
    "annotation": [
      {
        "sentence": "你说的对，我确实平时比较敏感，而且我很少和父母发生冲突或抵抗，总是觉得他们是对我的好，也不太敢表达自己的感受。",
        "label": ""
      },
      {
        "sentence": "但现在我越来越难受，好像一股莫名的情绪涌上心头，让我控制不住自己的眼泪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的回答让我更加确认了一件事情，你是一个积极避免冲突的人，通常会为了维护和谐而牺牲自己的感受。而这种情绪堆积，就像我之前提到的堰塞湖一样，最终会有爆发的时刻。你目前很难受，也是因为这些积压的情绪逐渐积聚并没有得到释放。",
    "annotation": [
      {
        "sentence": "你的回答让我更加确认了一件事情，你是一个积极避免冲突的人，通常会为了维护和谐而牺牲自己的感受。",
        "label": ""
      },
      {
        "sentence": "而这种情绪堆积，就像我之前提到的堰塞湖一样，最终会有爆发的时刻。",
        "label": ""
      },
      {
        "sentence": "你目前很难受，也是因为这些积压的情绪逐渐积聚并没有得到释放。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我从小都不习惯表达自己的情绪，总是把自己放在别人之前，这样积压的情绪可能逐渐累积起来了。可是我却还是不明白为什么每次父母吵完架，我都会变得特别伤心，并且忍不住想哭。",
    "annotation": [
      {
        "sentence": "原来如此，我从小都不习惯表达自己的情绪，总是把自己放在别人之前，这样积压的情绪可能逐渐累积起来了。",
        "label": ""
      },
      {
        "sentence": "可是我却还是不明白为什么每次父母吵完架，我都会变得特别伤心，并且忍不住想哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是因为你所经历的父母吵架的场景，会唤起你过去的情感回忆，让你重新体验到那时候的痛苦和委屈。当你感受到这些情绪的冲击时，就会无法控制自己的眼泪。这也是一种自然的反应，你不需要怀疑自己是否有心理问题。",
    "annotation": [
      {
        "sentence": "这是因为你所经历的父母吵架的场景，会唤起你过去的情感回忆，让你重新体验到那时候的痛苦和委屈。",
        "label": ""
      },
      {
        "sentence": "当你感受到这些情绪的冲击时，就会无法控制自己的眼泪。",
        "label": ""
      },
      {
        "sentence": "这也是一种自然的反应，你不需要怀疑自己是否有心理问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这样说，我感觉好像释然了一些，之前总以为自己有心理问题，才会有这样的情绪反应。现在我明白了，是过去那些经历影响了我现在的情绪。",
    "annotation": [
      {
        "sentence": "听你这样说，我感觉好像释然了一些，之前总以为自己有心理问题，才会有这样的情绪反应。",
        "label": ""
      },
      {
        "sentence": "现在我明白了，是过去那些经历影响了我现在的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你已经迈出了重要的一步，意识到了过去经历对你的影响。接下来，我建议你尝试一下积极表达自己的情绪，可以是写日记、找朋友倾诉，或者找一个心理咨询师进行交流，这样能够更好地解压和释放内心的情感。",
    "annotation": [
      {
        "sentence": "没错，你已经迈出了重要的一步，意识到了过去经历对你的影响。",
        "label": ""
      },
      {
        "sentence": "接下来，我建议你尝试一下积极表达自己的情绪，可以是写日记、找朋友倾诉，或者找一个心理咨询师进行交流，这样能够更好地解压和释放内心的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试的，谢谢你给我的建议和支持，感觉心情好多了。",
    "annotation": [
      {
        "sentence": "我会尝试的，谢谢你给我的建议和支持，感觉心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很欣慰看到你的情绪得到了缓解。记住，处理自己的情绪是非常重要的，不要再把自己的感受隐藏起来，找到更适合你的方式来宣泄情感，让自己变得更加积极和健康。",
    "annotation": [
      {
        "sentence": "不客气，我很欣慰看到你的情绪得到了缓解。",
        "label": ""
      },
      {
        "sentence": "记住，处理自己的情绪是非常重要的，不要再把自己的感受隐藏起来，找到更适合你的方式来宣泄情感，让自己变得更加积极和健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会的。再次感谢你的帮助和鼓励，我会努力改善自己的情绪管理方式。",
    "annotation": [
      {
        "sentence": "好的，我会的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和鼓励，我会努力改善自己的情绪管理方式。",
        "label": ""
      }
    ]
  }
]