[
  {
    "role": "client",
    "content": "我24岁了，工作已经一年了，但为什么每次被父母说教后我总忍不住想哭呢？从小父母经常吵我，但最近每当他们吵完我都很难受，总会哭，忍不住地想哭。现在已经凌晨两点了，因为房间里有只蚊子，我起来喷了杀虫剂，我妈妈就过来吵我说房间里没有蚊子，让我赶紧睡觉，然后又吵了我，我心里觉得很委屈，明明不仅没有帮忙找蚊子，还来吵我。现在我的内心非常难受，我哭了很久，我真的不知道为什么会这样，也许是我心里出了问题吧…",
    "annotation": [
      {
        "sentence": "我24岁了，工作已经一年了，但为什么每次被父母说教后我总忍不住想哭呢？",
        "label": ""
      },
      {
        "sentence": "从小父母经常吵我，但最近每当他们吵完我都很难受，总会哭，忍不住地想哭。",
        "label": ""
      },
      {
        "sentence": "现在已经凌晨两点了，因为房间里有只蚊子，我起来喷了杀虫剂，我妈妈就过来吵我说房间里没有蚊子，让我赶紧睡觉，然后又吵了我，我心里觉得很委屈，明明不仅没有帮忙找蚊子，还来吵我。",
        "label": ""
      },
      {
        "sentence": "现在我的内心非常难受，我哭了很久，我真的不知道为什么会这样，也许是我心里出了问题吧…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈不理解你，让你觉得特别委屈，难过到哭了。你现在24岁，对于妈妈吵你，你一点也不敢回应吗？我这么问并不是鼓励你反对妈妈，只是想说你已经不再是小孩子了，在对待妈妈的话语时，如果感到不舒服的话，是可以表达出来的，并且可以要求妈妈以后不要再用这种方式对待你。",
    "annotation": [
      {
        "sentence": "妈妈不理解你，让你觉得特别委屈，难过到哭了。",
        "label": ""
      },
      {
        "sentence": "你现在24岁，对于妈妈吵你，你一点也不敢回应吗？",
        "label": ""
      },
      {
        "sentence": "我这么问并不是鼓励你反对妈妈，只是想说你已经不再是小孩子了，在对待妈妈的话语时，如果感到不舒服的话，是可以表达出来的，并且可以要求妈妈以后不要再用这种方式对待你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道自己不是小孩子了，但每次面对父母的说教和吵架，我总是觉得无力反驳，觉得自己没有发言权。就好像回到了小时候，我变得胆怯起来，不敢与他们争论。我害怕他们的批评和责备。",
    "annotation": [
      {
        "sentence": "我知道自己不是小孩子了，但每次面对父母的说教和吵架，我总是觉得无力反驳，觉得自己没有发言权。",
        "label": ""
      },
      {
        "sentence": "就好像回到了小时候，我变得胆怯起来，不敢与他们争论。",
        "label": ""
      },
      {
        "sentence": "我害怕他们的批评和责备。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，父母的话对你的影响很大，让你觉得无法反驳和争论。但是要记住，你现在已经成年，也有自己的想法和观点。试着找到一个适合沟通的时机，坦诚地与父母交流你的感受和想法，让他们知道你希望被尊重和理解。",
    "annotation": [
      {
        "sentence": "我理解你的感受，父母的话对你的影响很大，让你觉得无法反驳和争论。",
        "label": ""
      },
      {
        "sentence": "但是要记住，你现在已经成年，也有自己的想法和观点。",
        "label": ""
      },
      {
        "sentence": "试着找到一个适合沟通的时机，坦诚地与父母交流你的感受和想法，让他们知道你希望被尊重和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的建议，但是每次面对他们的争执，我总是不知所措，甚至感到无法呼吸。我希望能够改变这种局面，但我不知道从哪里开始，应该如何与他们沟通。",
    "annotation": [
      {
        "sentence": "我理解你的建议，但是每次面对他们的争执，我总是不知所措，甚至感到无法呼吸。",
        "label": ""
      },
      {
        "sentence": "我希望能够改变这种局面，但我不知道从哪里开始，应该如何与他们沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对紧张和困惑，我们都会感到无所适从，不知道从哪里着手。首先，你可以尝试跟父母表达你的内心真实感受，告诉他们你希望能够和平沟通，希望他们能够理解你的想法和感受。这样的开端可能会让你觉得困难，但是通过练习和坚持，你会越来越擅长沟通的。",
    "annotation": [
      {
        "sentence": "面对紧张和困惑，我们都会感到无所适从，不知道从哪里着手。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试跟父母表达你的内心真实感受，告诉他们你希望能够和平沟通，希望他们能够理解你的想法和感受。",
        "label": ""
      },
      {
        "sentence": "这样的开端可能会让你觉得困难，但是通过练习和坚持，你会越来越擅长沟通的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试跟父母坦诚交流，希望能够改变我们之间的关系。我也会尽量克服自己的紧张情绪，敢于表达自己的想法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试跟父母坦诚交流，希望能够改变我们之间的关系。",
        "label": ""
      },
      {
        "sentence": "我也会尽量克服自己的紧张情绪，敢于表达自己的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心，你已经走出了第一步。记住，沟通是一个学习和成长的过程，不会一蹴而就。在沟通的过程中，试着保持冷静和理性，用心倾听对方，也坚持表达自己的观点。随着时间的推移，你会发现沟通变得更加顺畅，与父母之间的关系也会有所改善。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心，你已经走出了第一步。",
        "label": ""
      },
      {
        "sentence": "记住，沟通是一个学习和成长的过程，不会一蹴而就。",
        "label": ""
      },
      {
        "sentence": "在沟通的过程中，试着保持冷静和理性，用心倾听对方，也坚持表达自己的观点。",
        "label": ""
      },
      {
        "sentence": "随着时间的推移，你会发现沟通变得更加顺畅，与父母之间的关系也会有所改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会记住你说的，虽然我觉得还有些害怕，但是我相信只有通过坦诚和理解，我才能够与父母建立更好的关系。我会尝试去做，希望能够取得一些进步。",
    "annotation": [
      {
        "sentence": "我会记住你说的，虽然我觉得还有些害怕，但是我相信只有通过坦诚和理解，我才能够与父母建立更好的关系。",
        "label": ""
      },
      {
        "sentence": "我会尝试去做，希望能够取得一些进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的勇气和决心令人钦佩。无论结果如何，记住这是一个发展和成长的过程。如果你感到沮丧或遇到困难，随时都可以再次寻求支持，我们都会在这里帮助你。加油！",
    "annotation": [
      {
        "sentence": "你的勇气和决心令人钦佩。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，记住这是一个发展和成长的过程。",
        "label": ""
      },
      {
        "sentence": "如果你感到沮丧或遇到困难，随时都可以再次寻求支持，我们都会在这里帮助你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]