[
  {
    "role": "client",
    "content": "我是一个93年的女生，经历了很多次相亲，结果都以失败告终。我遇到的很多男生都很急切，只认识一周就想确认关系，甚至见家长之类的活动。我可能对他们没有太大的感觉，但我又希望能有更多的时间接触对方。最后，我们只能说再见。有些人和我接触久了之后拒绝我，有些人说我不会谈恋爱，还有的人说我话太少。我经常怀疑自己是否有问题，是否不会喜欢人。请问相亲只需要一周认识就可以在一起吗？",
    "annotation": [
      {
        "sentence": "我是一个93年的女生，经历了很多次相亲，结果都以失败告终。",
        "label": ""
      },
      {
        "sentence": "我遇到的很多男生都很急切，只认识一周就想确认关系，甚至见家长之类的活动。",
        "label": ""
      },
      {
        "sentence": "我可能对他们没有太大的感觉，但我又希望能有更多的时间接触对方。",
        "label": ""
      },
      {
        "sentence": "最后，我们只能说再见。",
        "label": ""
      },
      {
        "sentence": "有些人和我接触久了之后拒绝我，有些人说我不会谈恋爱，还有的人说我话太少。",
        "label": ""
      },
      {
        "sentence": "我经常怀疑自己是否有问题，是否不会喜欢人。",
        "label": ""
      },
      {
        "sentence": "请问相亲只需要一周认识就可以在一起吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相亲和平时谈恋爱是不一样的。谈恋爱会有一个从相识到熟悉再到相爱的过程，这个阶段是漫长而有规律的，是按照人的情感状态逐渐推进的。而相亲则更多地强调功利，讨论的事情很多都是摆在台面上的，很少涉及感情因素，更多是讲利益。如果发现双方门当户对，或者比较投缘，就希望能迅速地奔向主题，完成任务。因此，你要意识到相亲和谈恋爱是不同的形式，不要把恋爱的感觉带入相亲中去。相亲只是一种认识模式，并不等于恋爱。其实，如果大家真的想要谈恋爱，就不会去相亲了，而是会通过自己的生活去找寻。相亲只是一种快速解决婚姻问题的方式。因此，通过相亲一周认识在一起并不罕见。",
    "annotation": [
      {
        "sentence": "相亲和平时谈恋爱是不一样的。",
        "label": ""
      },
      {
        "sentence": "谈恋爱会有一个从相识到熟悉再到相爱的过程，这个阶段是漫长而有规律的，是按照人的情感状态逐渐推进的。",
        "label": ""
      },
      {
        "sentence": "而相亲则更多地强调功利，讨论的事情很多都是摆在台面上的，很少涉及感情因素，更多是讲利益。",
        "label": ""
      },
      {
        "sentence": "如果发现双方门当户对，或者比较投缘，就希望能迅速地奔向主题，完成任务。",
        "label": ""
      },
      {
        "sentence": "因此，你要意识到相亲和谈恋爱是不同的形式，不要把恋爱的感觉带入相亲中去。",
        "label": ""
      },
      {
        "sentence": "相亲只是一种认识模式，并不等于恋爱。",
        "label": ""
      },
      {
        "sentence": "其实，如果大家真的想要谈恋爱，就不会去相亲了，而是会通过自己的生活去找寻。",
        "label": ""
      },
      {
        "sentence": "相亲只是一种快速解决婚姻问题的方式。",
        "label": ""
      },
      {
        "sentence": "因此，通过相亲一周认识在一起并不罕见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，相亲和恋爱确实是两种不同的交往方式。我也意识到我对待感情的态度可能有问题。我对亲密关系比较抗拒，可能是因为缺乏安全感和信任感。我对情感有什么样的需求，自己希望得到怎样的感情，都是我需要认真思考的问题。也许我不适合这样快节奏的相亲交往，更适合慢慢发展的线下交往方式。",
    "annotation": [
      {
        "sentence": "我明白了，相亲和恋爱确实是两种不同的交往方式。",
        "label": ""
      },
      {
        "sentence": "我也意识到我对待感情的态度可能有问题。",
        "label": ""
      },
      {
        "sentence": "我对亲密关系比较抗拒，可能是因为缺乏安全感和信任感。",
        "label": ""
      },
      {
        "sentence": "我对情感有什么样的需求，自己希望得到怎样的感情，都是我需要认真思考的问题。",
        "label": ""
      },
      {
        "sentence": "也许我不适合这样快节奏的相亲交往，更适合慢慢发展的线下交往方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能意识到自己对亲密关系抗拒的原因是缺乏安全感和信任感，这是很重要的一步。了解自己的需求以及期待的感情类型，对于找到适合自己的交往方式非常有帮助。如果你对于相亲的快节奏交往方式感到不适应，那么可以尝试寻找更适合你的慢慢发展的线下交往方式。记住，每个人都有自己的节奏和喜好，没有一定要按照别人的方式去做的。找到适合自己的交往方式，才能更好地满足自己的需求和期待。",
    "annotation": [
      {
        "sentence": "你能意识到自己对亲密关系抗拒的原因是缺乏安全感和信任感，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "了解自己的需求以及期待的感情类型，对于找到适合自己的交往方式非常有帮助。",
        "label": ""
      },
      {
        "sentence": "如果你对于相亲的快节奏交往方式感到不适应，那么可以尝试寻找更适合你的慢慢发展的线下交往方式。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有自己的节奏和喜好，没有一定要按照别人的方式去做的。",
        "label": ""
      },
      {
        "sentence": "找到适合自己的交往方式，才能更好地满足自己的需求和期待。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励！我会努力思考自己的需求和期待，并找到适合自己的交往方式。相亲的失败并不代表我有问题，只是我和那些人不太合适而已。再次谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力思考自己的需求和期待，并找到适合自己的交往方式。",
        "label": ""
      },
      {
        "sentence": "相亲的失败并不代表我有问题，只是我和那些人不太合适而已。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！相亲是一种很特殊的交往方式，失败并不代表你有问题。每个人都有自己的缘分和适合自己的人。相信自己，找到适合你的方式，你一定能够遇到理想的伴侣。祝你好运！如果以后还有任何困惑，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "相亲是一种很特殊的交往方式，失败并不代表你有问题。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的缘分和适合自己的人。",
        "label": ""
      },
      {
        "sentence": "相信自己，找到适合你的方式，你一定能够遇到理想的伴侣。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何困惑，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]