[
  {
    "role": "client",
    "content": "93年女生，经历多次相亲无疾而终怎么办？",
    "annotation": [
      {
        "sentence": "93年女生，经历多次相亲无疾而终怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "27岁？从你的描述看到虽然相亲多次，但还是一直都没遇到想爱的人，对如何看待选择伴侣也有很深的疑惑，我能感觉到你的孤独与和对爱情的渴求，希望得到爱又求而不得的无奈感，只能衍生出对对感情更强烈的渴望，想了解你与父母的相处模式？家庭氛围？",
    "annotation": [
      {
        "sentence": "27岁？",
        "label": ""
      },
      {
        "sentence": "从你的描述看到虽然相亲多次，但还是一直都没遇到想爱的人，对如何看待选择伴侣也有很深的疑惑，我能感觉到你的孤独与和对爱情的渴求，希望得到爱又求而不得的无奈感，只能衍生出对对感情更强烈的渴望，想了解你与父母的相处模式？",
        "label": ""
      },
      {
        "sentence": "家庭氛围？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我和父母相处还算融洽，虽然他们对我有一些期望，但并没有强烈的压力。家庭氛围比较和谐，但也缺乏一些温暖和关注。",
    "annotation": [
      {
        "sentence": "我和父母相处还算融洽，虽然他们对我有一些期望，但并没有强烈的压力。",
        "label": ""
      },
      {
        "sentence": "家庭氛围比较和谐，但也缺乏一些温暖和关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在自我认知尚未建立时，会以对方的给出的反馈判断自己的价值，从小就缺乏安全感，爱与关注，无法与人建立连接。根据马斯洛的需要层次理论说，人的需求分为生理需求、安全、爱与归属、尊重和自我实现的需求。所以你想要脱单，想得到一段优质的亲密关系，灵魂之间会有连接，需要有爱，需要有关注，这些都是很正常的需求。",
    "annotation": [
      {
        "sentence": "在自我认知尚未建立时，会以对方的给出的反馈判断自己的价值，从小就缺乏安全感，爱与关注，无法与人建立连接。",
        "label": ""
      },
      {
        "sentence": "根据马斯洛的需要层次理论说，人的需求分为生理需求、安全、爱与归属、尊重和自我实现的需求。",
        "label": ""
      },
      {
        "sentence": "所以你想要脱单，想得到一段优质的亲密关系，灵魂之间会有连接，需要有爱，需要有关注，这些都是很正常的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想要找到一种亲密关系，但我对亲密关系有些抗拒。我觉得一周认识就可以在一起是正常的吗？",
    "annotation": [
      {
        "sentence": "是的，我想要找到一种亲密关系，但我对亲密关系有些抗拒。",
        "label": ""
      },
      {
        "sentence": "我觉得一周认识就可以在一起是正常的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一周认识就可以在一起并不是每个人都能接受的，每个人对于建立亲密关系的时间有不同的需求。首先，我们先整理一下你的需求，最重要的一点是：①你知道自己想要什么？②你想要跟一个什么样的人在一起？③你想要一段什么样的亲密关系？④你想要一个什么样的生活？能否承担它？可以按照这个脉络去整理一下。",
    "annotation": [
      {
        "sentence": "一周认识就可以在一起并不是每个人都能接受的，每个人对于建立亲密关系的时间有不同的需求。",
        "label": ""
      },
      {
        "sentence": "首先，我们先整理一下你的需求，最重要的一点是：①你知道自己想要什么？",
        "label": ""
      },
      {
        "sentence": "②你想要跟一个什么样的人在一起？",
        "label": ""
      },
      {
        "sentence": "③你想要一段什么样的亲密关系？",
        "label": ""
      },
      {
        "sentence": "④你想要一个什么样的生活？",
        "label": ""
      },
      {
        "sentence": "能否承担它？",
        "label": ""
      },
      {
        "sentence": "可以按照这个脉络去整理一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个好像还挺有帮助的，我想要的人应该有一定的身高体重外貌，我喜欢的男生类型是怎样的。还有，对方的职业、外部加持也是我考虑的因素。精神沟通层面也很重要，看看我们双方的共识、三观、处理争议的态度方法。",
    "annotation": [
      {
        "sentence": "这个好像还挺有帮助的，我想要的人应该有一定的身高体重外貌，我喜欢的男生类型是怎样的。",
        "label": ""
      },
      {
        "sentence": "还有，对方的职业、外部加持也是我考虑的因素。",
        "label": ""
      },
      {
        "sentence": "精神沟通层面也很重要，看看我们双方的共识、三观、处理争议的态度方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经开始了整理你的需求的步骤。如果对自己想要的人还不太清楚，可以尝试着多去聊一聊，可能会逐渐了解自己的需求，并且找出对方不喜欢的人的特点列出来。",
    "annotation": [
      {
        "sentence": "很好，你已经开始了整理你的需求的步骤。",
        "label": ""
      },
      {
        "sentence": "如果对自己想要的人还不太清楚，可以尝试着多去聊一聊，可能会逐渐了解自己的需求，并且找出对方不喜欢的人的特点列出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。接下来的问题是，我应该怎样去寻找适合我的人呢？",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "接下来的问题是，我应该怎样去寻找适合我的人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有选择永远比没有选择好。解决去哪里寻找的问题，你可以扩大自己的社交圈，保证供应充足。可以通过约会、相亲、介绍等途径，也可以利用注册平台等方式积极筛选。同时，多参加体育运动、同学聚会等活动也能认识新的朋友。相亲的对象往往是熟人介绍，不清楚你的喜好，所以对相亲对象不太满意是正常的。找到途径后，可以按照你的需求来筛选，找出合适的候选人，展开一段认真的约会。",
    "annotation": [
      {
        "sentence": "有选择永远比没有选择好。",
        "label": ""
      },
      {
        "sentence": "解决去哪里寻找的问题，你可以扩大自己的社交圈，保证供应充足。",
        "label": ""
      },
      {
        "sentence": "可以通过约会、相亲、介绍等途径，也可以利用注册平台等方式积极筛选。",
        "label": ""
      },
      {
        "sentence": "同时，多参加体育运动、同学聚会等活动也能认识新的朋友。",
        "label": ""
      },
      {
        "sentence": "相亲的对象往往是熟人介绍，不清楚你的喜好，所以对相亲对象不太满意是正常的。",
        "label": ""
      },
      {
        "sentence": "找到途径后，可以按照你的需求来筛选，找出合适的候选人，展开一段认真的约会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试看这些方法。但有时候我会担心自己的沟通能力不够好，对方可能觉得我比较闷，约会时不知道聊什么，怎样才能沟通得更好呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试看这些方法。",
        "label": ""
      },
      {
        "sentence": "但有时候我会担心自己的沟通能力不够好，对方可能觉得我比较闷，约会时不知道聊什么，怎样才能沟通得更好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据之前的经历，你可能已经错误地认为不成功是因为自己不行。但其实更多时候是双方的感觉。初次约会时，女生只要展示足够的魅力，而约会对象则取决于你的需求。除了外貌和性格等方面的吸引力外，女生还可以展示自己的生存价值、情绪价值和忠诚度等。相亲失败的原因可能是因为双方缺乏高质量的沟通和参与互动，或者对方没有感受到你的重视，也有可能是因为你没有给对方提供情感价值。所以，一定要通过拉长交往的时间来测试追求者的耐心、人品、性格和三观，以及你们互相关注的情感。",
    "annotation": [
      {
        "sentence": "根据之前的经历，你可能已经错误地认为不成功是因为自己不行。",
        "label": ""
      },
      {
        "sentence": "但其实更多时候是双方的感觉。",
        "label": ""
      },
      {
        "sentence": "初次约会时，女生只要展示足够的魅力，而约会对象则取决于你的需求。",
        "label": ""
      },
      {
        "sentence": "除了外貌和性格等方面的吸引力外，女生还可以展示自己的生存价值、情绪价值和忠诚度等。",
        "label": ""
      },
      {
        "sentence": "相亲失败的原因可能是因为双方缺乏高质量的沟通和参与互动，或者对方没有感受到你的重视，也有可能是因为你没有给对方提供情感价值。",
        "label": ""
      },
      {
        "sentence": "所以，一定要通过拉长交往的时间来测试追求者的耐心、人品、性格和三观，以及你们互相关注的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要在交往中更好地与对方沟通，让对方感受到我的价值和个性的独特性。我还应该注意给对方提供情感价值，让他们走进我内心世界。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "我明白了，我需要在交往中更好地与对方沟通，让对方感受到我的价值和个性的独特性。",
        "label": ""
      },
      {
        "sentence": "我还应该注意给对方提供情感价值，让他们走进我内心世界。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你已经有了很好的意识和行动方向。记住，爱情和对方的好感不仅仅是对方的选择，也要看你自己的选择和需求。不要因为别人的批评或者你爱的人不爱你而觉得自己不好，接纳自己的不完美，努力超越并享受生活的过程，不断地提升自己。同时，要客观评估自身条件，包括人格特质与气质、身材、相貌与体态、聪明才智、社会阶级与地位等。正确的择偶观对于长期稳定的爱情关系也非常重要，不要为了怕寂寞而盲目寻找对象，要根据自己的需求和真实的情",
    "annotation": [
      {
        "sentence": "不客气，你已经有了很好的意识和行动方向。",
        "label": ""
      },
      {
        "sentence": "记住，爱情和对方的好感不仅仅是对方的选择，也要看你自己的选择和需求。",
        "label": ""
      },
      {
        "sentence": "不要因为别人的批评或者你爱的人不爱你而觉得自己不好，接纳自己的不完美，努力超越并享受生活的过程，不断地提升自己。",
        "label": ""
      },
      {
        "sentence": "同时，要客观评估自身条件，包括人格特质与气质、身材、相貌与体态、聪明才智、社会阶级与地位等。",
        "label": ""
      },
      {
        "sentence": "正确的择偶观对于长期稳定的爱情关系也非常重要，不要为了怕寂寞而盲目寻找对象，要根据自己的需求和真实的情",
        "label": ""
      }
    ]
  }
]