[
  {
    "role": "client",
    "content": "大二，什么都还行但是不精，怎样找到能坚持的事？",
    "annotation": [
      {
        "sentence": "大二，什么都还行但是不精，怎样找到能坚持的事？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在大二，什么都还行，但都做不了很好。我很佩服那种能够长久坚持做一件事的人，不论他做的好不好，就很沉浸很坚持。我觉得我坚持不了，首先是我没什么自制力吧。其次，我不知道我想要什么，我喜欢什么。我好奇心很重，但都尝试着感觉会了点就又觉得不是那么有意思了。脑子里经常充斥着无聊。这样说可能会觉得是我事情太少了，或许吧，但是我好希望找个可以比较长久的事来做。就比如我喜欢画画的同学，他真的可以天天抱着板子画画。",
    "annotation": [
      {
        "sentence": "你现在大二，什么都还行，但都做不了很好。",
        "label": ""
      },
      {
        "sentence": "我很佩服那种能够长久坚持做一件事的人，不论他做的好不好，就很沉浸很坚持。",
        "label": ""
      },
      {
        "sentence": "我觉得我坚持不了，首先是我没什么自制力吧。",
        "label": ""
      },
      {
        "sentence": "其次，我不知道我想要什么，我喜欢什么。",
        "label": ""
      },
      {
        "sentence": "我好奇心很重，但都尝试着感觉会了点就又觉得不是那么有意思了。",
        "label": ""
      },
      {
        "sentence": "脑子里经常充斥着无聊。",
        "label": ""
      },
      {
        "sentence": "这样说可能会觉得是我事情太少了，或许吧，但是我好希望找个可以比较长久的事来做。",
        "label": ""
      },
      {
        "sentence": "就比如我喜欢画画的同学，他真的可以天天抱着板子画画。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你喜欢画画的同学是个很好的例子。有时候，我们觉得自己没有自制力，但其实只是因为我们给自己下了这样的定义。这种观念非常有害，因为你内心认为自己没有坚持的能力，所以在做事情时也会很容易放弃。要想坚持下去，首先要改变这种心态，并给自己一些正向激励。每当你成功坚持完成一阶段的任务时，给自己一些鼓励，这样能够更容易坚持下去。坚持一件事情本身也会给你带来成就感，这种正反馈是很重要的。",
    "annotation": [
      {
        "sentence": "你喜欢画画的同学是个很好的例子。",
        "label": ""
      },
      {
        "sentence": "有时候，我们觉得自己没有自制力，但其实只是因为我们给自己下了这样的定义。",
        "label": ""
      },
      {
        "sentence": "这种观念非常有害，因为你内心认为自己没有坚持的能力，所以在做事情时也会很容易放弃。",
        "label": ""
      },
      {
        "sentence": "要想坚持下去，首先要改变这种心态，并给自己一些正向激励。",
        "label": ""
      },
      {
        "sentence": "每当你成功坚持完成一阶段的任务时，给自己一些鼓励，这样能够更容易坚持下去。",
        "label": ""
      },
      {
        "sentence": "坚持一件事情本身也会给你带来成就感，这种正反馈是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我从小学到现在一直没有坚持过什么特别长的时间，听你这么说，我也发现了自己给自己下的这些定义确实影响了我。我想尝试找到一个能持久坚持的事情，但是又不知道该从何处开始。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "确实，我从小学到现在一直没有坚持过什么特别长的时间，听你这么说，我也发现了自己给自己下的这些定义确实影响了我。",
        "label": ""
      },
      {
        "sentence": "我想尝试找到一个能持久坚持的事情，但是又不知道该从何处开始。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在杂而不精，这并不是一个好的状态。在现在这个社会，拥有一个核心竞争力是非常重要的。我建议你选择一个你感兴趣且相对容易坚持的事情，将它作为锻炼自己毅力的方式。不要轻易放弃，一鼓作气做下去，因为放弃后再重新开始会更加困难。尝试在同样的环境中找到一个可以坚持下去的事情，锻炼你的毅力，并培养出一个拿得出手的技能。",
    "annotation": [
      {
        "sentence": "你现在杂而不精，这并不是一个好的状态。",
        "label": ""
      },
      {
        "sentence": "在现在这个社会，拥有一个核心竞争力是非常重要的。",
        "label": ""
      },
      {
        "sentence": "我建议你选择一个你感兴趣且相对容易坚持的事情，将它作为锻炼自己毅力的方式。",
        "label": ""
      },
      {
        "sentence": "不要轻易放弃，一鼓作气做下去，因为放弃后再重新开始会更加困难。",
        "label": ""
      },
      {
        "sentence": "尝试在同样的环境中找到一个可以坚持下去的事情，锻炼你的毅力，并培养出一个拿得出手的技能。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实希望自己能够成功坚持下去。我也羡慕那些通过坚持某件事情得到快乐的人，他们让我很向往。你认为向这些人请教是一个好的方法吗？",
    "annotation": [
      {
        "sentence": "你说得对，我确实希望自己能够成功坚持下去。",
        "label": ""
      },
      {
        "sentence": "我也羡慕那些通过坚持某件事情得到快乐的人，他们让我很向往。",
        "label": ""
      },
      {
        "sentence": "你认为向这些人请教是一个好的方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，向身边那些值得学习的人请教是一个非常好的方法。你可以在平时聊天时向他们询问，了解他们是如何能够坚持这么久的。与朋友们交流并互相激励，可以帮助你更好地坚持下去。同伴的存在也是一种动力，他们可以让你更加坚定地去追求目标。我自己也曾经遇到过类似情况，没有特别想坚持的事情。但有一次，老师评价我的简历时，指出我没有特点，和普通人没有什么区别。那时我意识到，如果我能找到一件坚持下去的事情，我就能自豪地写在简历上。所以，你现在发现这个问题并不算晚，还有很多时间可以改变，只要你不放弃，我相信你能够找到并坚持下去的事情。加油！",
    "annotation": [
      {
        "sentence": "是的，向身边那些值得学习的人请教是一个非常好的方法。",
        "label": ""
      },
      {
        "sentence": "你可以在平时聊天时向他们询问，了解他们是如何能够坚持这么久的。",
        "label": ""
      },
      {
        "sentence": "与朋友们交流并互相激励，可以帮助你更好地坚持下去。",
        "label": ""
      },
      {
        "sentence": "同伴的存在也是一种动力，他们可以让你更加坚定地去追求目标。",
        "label": ""
      },
      {
        "sentence": "我自己也曾经遇到过类似情况，没有特别想坚持的事情。",
        "label": ""
      },
      {
        "sentence": "但有一次，老师评价我的简历时，指出我没有特点，和普通人没有什么区别。",
        "label": ""
      },
      {
        "sentence": "那时我意识到，如果我能找到一件坚持下去的事情，我就能自豪地写在简历上。",
        "label": ""
      },
      {
        "sentence": "所以，你现在发现这个问题并不算晚，还有很多时间可以改变，只要你不放弃，我相信你能够找到并坚持下去的事情。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我确实需要改变自己的观念和态度，相信自己能够找到并坚持下去的事情。现在我更加有信心了。谢谢你的建议和陪伴！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我确实需要改变自己的观念和态度，相信自己能够找到并坚持下去的事情。",
        "label": ""
      },
      {
        "sentence": "现在我更加有信心了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和陪伴！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你能够成功的，只要你能坚持不放弃，不断尝试并学习，一定能找到让自己满意的事情，并成功坚持下去。如果你还有任何困惑或需要进一步的支持，随时都可以来找我倾诉。我们一起加油吧！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你能够成功的，只要你能坚持不放弃，不断尝试并学习，一定能找到让自己满意的事情，并成功坚持下去。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困惑或需要进一步的支持，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我们一起加油吧！",
        "label": ""
      }
    ]
  }
]