[
  {
    "role": "client",
    "content": "一个小组的努力，老师全归为一人？最近我们在参加一个比赛在班级里自行组队，刚好在大家的努力下作品的成果还不错，但是老师在夸奖的时候只跟发言作品的同学(组长)，也是平常成绩较好的同学，说了你很有希望得奖，这是我们共同的努力成果，老师全归为一人，我总有种徒劳无功的感觉，是我有好胜心吗？我平常在班里算默默无闻那种，老师夸的东西有一半是我做的但是全归为了一人。",
    "annotation": [
      {
        "sentence": "一个小组的努力，老师全归为一人？",
        "label": ""
      },
      {
        "sentence": "最近我们在参加一个比赛在班级里自行组队，刚好在大家的努力下作品的成果还不错，但是老师在夸奖的时候只跟发言作品的同学(组长)，也是平常成绩较好的同学，说了你很有希望得奖，这是我们共同的努力成果，老师全归为一人，我总有种徒劳无功的感觉，是我有好胜心吗？",
        "label": ""
      },
      {
        "sentence": "我平常在班里算默默无闻那种，老师夸的东西有一半是我做的但是全归为了一人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你遇到这样的情况，我可以理解你的感受。确实，老师把整个小组的努力归功于一个人，对其他同学来说是不公平的。这种单个人主导的荣耀分配，可能会给你们带来不公平感和失落感。",
    "annotation": [
      {
        "sentence": "听到你遇到这样的情况，我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "确实，老师把整个小组的努力归功于一个人，对其他同学来说是不公平的。",
        "label": ""
      },
      {
        "sentence": "这种单个人主导的荣耀分配，可能会给你们带来不公平感和失落感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得这样的分配方式对整个小组来说并不公平。我们每个人都付出了很多努力，但只有一个人被夸奖，这让我感到很沮丧。",
    "annotation": [
      {
        "sentence": "是的，我觉得这样的分配方式对整个小组来说并不公平。",
        "label": ""
      },
      {
        "sentence": "我们每个人都付出了很多努力，但只有一个人被夸奖，这让我感到很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受很正常，感到沮丧和失望是非常自然的反应。但是我想告诉你，这并不代表你有好胜心。每个人都渴望被认可和肯定，希望自己的努力得到公平对待。",
    "annotation": [
      {
        "sentence": "你的感受很正常，感到沮丧和失望是非常自然的反应。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，这并不代表你有好胜心。",
        "label": ""
      },
      {
        "sentence": "每个人都渴望被认可和肯定，希望自己的努力得到公平对待。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我平常在班里都是比较低调的，从来不喜欢张扬自己。这次是因为大家的集体努力才有了好的成果，可是被归为一人的功劳，让我觉得我的付出没有被看到。",
    "annotation": [
      {
        "sentence": "但我平常在班里都是比较低调的，从来不喜欢张扬自己。",
        "label": ""
      },
      {
        "sentence": "这次是因为大家的集体努力才有了好的成果，可是被归为一人的功劳，让我觉得我的付出没有被看到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受。你不喜欢张扬自己，这说明你更注重团队的合作和整体的成果。你的付出确实没有得到公正的认可，这让你感到徒劳无功。但是，请相信你的努力并不会被完全忽视，尽管现在看起来是这样。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你不喜欢张扬自己，这说明你更注重团队的合作和整体的成果。",
        "label": ""
      },
      {
        "sentence": "你的付出确实没有得到公正的认可，这让你感到徒劳无功。",
        "label": ""
      },
      {
        "sentence": "但是，请相信你的努力并不会被完全忽视，尽管现在看起来是这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我现在觉得很沮丧和失望，觉得自己的付出没有得到应有的回报。我该怎么办？",
    "annotation": [
      {
        "sentence": "确实，我现在觉得很沮丧和失望，觉得自己的付出没有得到应有的回报。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我要告诉你，你的感受是合理的。接受这种不公平分配的感受是正常的。然后，你可以尝试以下几个方法来缓解这种情绪：首先，与你的组员进行坦诚的沟通，让他们知道你的想法和感受；其次，保持积极的心态，不要放弃对自己和团队的信心；最后，尝试认可自己的努力和付出，无论是否被别人看到，你的付出都是有价值的。",
    "annotation": [
      {
        "sentence": "首先，我要告诉你，你的感受是合理的。",
        "label": ""
      },
      {
        "sentence": "接受这种不公平分配的感受是正常的。",
        "label": ""
      },
      {
        "sentence": "然后，你可以尝试以下几个方法来缓解这种情绪：首先，与你的组员进行坦诚的沟通，让他们知道你的想法和感受；其次，保持积极的心态，不要放弃对自己和团队的信心；最后，尝试认可自己的努力和付出，无论是否被别人看到，你的付出都是有价值的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试跟组员们进行沟通，希望他们能理解我的感受。同时，我也要学会给自己更多的认可和肯定，不要完全依赖他人的评价来衡量自己的价值。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试跟组员们进行沟通，希望他们能理解我的感受。",
        "label": ""
      },
      {
        "sentence": "同时，我也要学会给自己更多的认可和肯定，不要完全依赖他人的评价来衡量自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心。记住，你的付出是有价值的，不管是否被他人看到。给自己更多的认可和肯定，相信自己的努力会得到回报。同时，也希望你们整个小组能够得到公正的评价和荣誉。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心。",
        "label": ""
      },
      {
        "sentence": "记住，你的付出是有价值的，不管是否被他人看到。",
        "label": ""
      },
      {
        "sentence": "给自己更多的认可和肯定，相信自己的努力会得到回报。",
        "label": ""
      },
      {
        "sentence": "同时，也希望你们整个小组能够得到公正的评价和荣誉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会用心践行你的建议，相信自己的努力会有所回报。感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会用心践行你的建议，相信自己的努力会有所回报。",
        "label": ""
      },
      {
        "sentence": "感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意帮助你。如果以后还有类似的困扰，记得随时向我寻求帮助。祝你们小组能够得到公正的评价和荣誉！保持积极的态度，一切都会好起来的。",
    "annotation": [
      {
        "sentence": "不客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果以后还有类似的困扰，记得随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你们小组能够得到公正的评价和荣誉！",
        "label": ""
      },
      {
        "sentence": "保持积极的态度，一切都会好起来的。",
        "label": ""
      }
    ]
  }
]