[
  {
    "role": "client",
    "content": "微信分手，男朋友说见面聊，又一直不约时间见面？和异地男朋友微信上说了分手，他说想等有时间了见面聊，已经六天了，他也不跟我说他什么时候有时间，他一直不来找我，我就要一直等吗？我也不知道现在我和他是什么关系了，已经分手了还是有矛盾中……我去问他的话我也不知道说什么。也不是非要见面不可，他至少可以先给我打个电话，毕竟他的问题比较多，之前他也跟我说过工作比我重要的话，哎，虽然生活不是童话，但还是有点难过。",
    "annotation": [
      {
        "sentence": "微信分手，男朋友说见面聊，又一直不约时间见面？",
        "label": ""
      },
      {
        "sentence": "和异地男朋友微信上说了分手，他说想等有时间了见面聊，已经六天了，他也不跟我说他什么时候有时间，他一直不来找我，我就要一直等吗？",
        "label": ""
      },
      {
        "sentence": "我也不知道现在我和他是什么关系了，已经分手了还是有矛盾中……我去问他的话我也不知道说什么。",
        "label": ""
      },
      {
        "sentence": "也不是非要见面不可，他至少可以先给我打个电话，毕竟他的问题比较多，之前他也跟我说过工作比我重要的话，哎，虽然生活不是童话，但还是有点难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的描述中看到您和男朋友刚刚分手，对方虽然说了要面谈，同时又迟迟没有下文，这个状态让你“有点难过”。如果你允许，我想先给你一个大大的拥抱，希望能够给到你一些温暖和支持。不知道分手是你们两个人谁先提出来的，同时，对方说的“有时间了见面聊”真正表达的是什么态度。如果是你提出分手，他可能会是因为什么要面谈，同样，如果是他提出分手，这个面谈又会是怎样的“谈法”。",
    "annotation": [
      {
        "sentence": "从您的描述中看到您和男朋友刚刚分手，对方虽然说了要面谈，同时又迟迟没有下文，这个状态让你“有点难过”。",
        "label": ""
      },
      {
        "sentence": "如果你允许，我想先给你一个大大的拥抱，希望能够给到你一些温暖和支持。",
        "label": ""
      },
      {
        "sentence": "不知道分手是你们两个人谁先提出来的，同时，对方说的“有时间了见面聊”真正表达的是什么态度。",
        "label": ""
      },
      {
        "sentence": "如果是你提出分手，他可能会是因为什么要面谈，同样，如果是他提出分手，这个面谈又会是怎样的“谈法”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我提出的分手，我觉得我们之间的关系已经很复杂了。他说他想等有时间了再见面聊，但我等了六天他都没有提出具体时间。我不知道他到底想要讲什么，现在我和他是什么关系都不清楚了。",
    "annotation": [
      {
        "sentence": "我提出的分手，我觉得我们之间的关系已经很复杂了。",
        "label": ""
      },
      {
        "sentence": "他说他想等有时间了再见面聊，但我等了六天他都没有提出具体时间。",
        "label": ""
      },
      {
        "sentence": "我不知道他到底想要讲什么，现在我和他是什么关系都不清楚了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这应该是一段令人困惑和痛苦的时间。或许他需要一些时间来整理自己的情绪和想法，在做出对话之前希望能够更好地理清楚自己的态度。分手对于任何一方都不是轻松的决定，需要处理自己的感受并且思考对方的感受。这种等待确实让人感到焦虑和不安，但也可以尝试放下一些疑虑，相信他也在思考和努力处理这段关系。",
    "annotation": [
      {
        "sentence": "这应该是一段令人困惑和痛苦的时间。",
        "label": ""
      },
      {
        "sentence": "或许他需要一些时间来整理自己的情绪和想法，在做出对话之前希望能够更好地理清楚自己的态度。",
        "label": ""
      },
      {
        "sentence": "分手对于任何一方都不是轻松的决定，需要处理自己的感受并且思考对方的感受。",
        "label": ""
      },
      {
        "sentence": "这种等待确实让人感到焦虑和不安，但也可以尝试放下一些疑虑，相信他也在思考和努力处理这段关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白，分手是一个复杂的过程，但我也希望他能够尽快给一个准确的时间。我不想一直等下去，这样的等待感觉很折磨人，也不利于我自己的情绪恢复。",
    "annotation": [
      {
        "sentence": "我明白，分手是一个复杂的过程，但我也希望他能够尽快给一个准确的时间。",
        "label": ""
      },
      {
        "sentence": "我不想一直等下去，这样的等待感觉很折磨人，也不利于我自己的情绪恢复。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受完全可以理解，长时间的等待确实会带来很大的情绪压力。或许你可以主动和他沟通一下，提醒他你的期望和感受。告诉他你的焦虑和不安，也让他注意到你对这个面谈的重视。同时，也要为自己着想，不要过度依赖这个面谈的结果来决定自己的幸福和情绪。",
    "annotation": [
      {
        "sentence": "你的感受完全可以理解，长时间的等待确实会带来很大的情绪压力。",
        "label": ""
      },
      {
        "sentence": "或许你可以主动和他沟通一下，提醒他你的期望和感受。",
        "label": ""
      },
      {
        "sentence": "告诉他你的焦虑和不安，也让他注意到你对这个面谈的重视。",
        "label": ""
      },
      {
        "sentence": "同时，也要为自己着想，不要过度依赖这个面谈的结果来决定自己的幸福和情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会主动和他沟通一下，提醒他我等待的时间已经很长了，希望他能够尽快安排一个具体的时间。同时，我也会尝试不再过度依赖这个面谈，多关注自己的幸福和情绪的调节。",
    "annotation": [
      {
        "sentence": "我明白了，我会主动和他沟通一下，提醒他我等待的时间已经很长了，希望他能够尽快安排一个具体的时间。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试不再过度依赖这个面谈，多关注自己的幸福和情绪的调节。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你能够理解自己的情绪，同时也愿意主动与对方沟通。这是你积极应对困境的一大步。在整个过程中，记得照顾好自己的情绪和健康，不要让自己的幸福完全依赖于对方的回应。也欢迎随时回来倾诉或寻求进一步的支持。你很勇敢，加油！",
    "annotation": [
      {
        "sentence": "很高兴看到你能够理解自己的情绪，同时也愿意主动与对方沟通。",
        "label": ""
      },
      {
        "sentence": "这是你积极应对困境的一大步。",
        "label": ""
      },
      {
        "sentence": "在整个过程中，记得照顾好自己的情绪和健康，不要让自己的幸福完全依赖于对方的回应。",
        "label": ""
      },
      {
        "sentence": "也欢迎随时回来倾诉或寻求进一步的支持。",
        "label": ""
      },
      {
        "sentence": "你很勇敢，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会试着放下一些期望，照顾好自己的情绪。如果有需要，我还会再来向你寻求帮助的。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会试着放下一些期望，照顾好自己的情绪。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我还会再来向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎，我会一直在这里支持你。记得，你并不孤单，无论发生什么，都相信自己的能力和勇气。祝福你能够找到属于自己的幸福。再见！",
    "annotation": [
      {
        "sentence": "非常欢迎，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，无论发生什么，都相信自己的能力和勇气。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  }
]