[
  {
    "role": "client",
    "content": "初一，城镇里上学，有时真的想死，怎么办....？我是第一次提问，在百度搜索的时候发现的这个网站，如果可以的话希望有人能够帮助我一下。",
    "annotation": [
      {
        "sentence": "初一，城镇里上学，有时真的想死，怎么办....？",
        "label": ""
      },
      {
        "sentence": "我是第一次提问，在百度搜索的时候发现的这个网站，如果可以的话希望有人能够帮助我一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，很高兴你来找我寻求帮助。你说你有时候想死，这是一种严重的情绪困扰，你能和我具体谈谈你为什么会有这样的想法吗？",
    "annotation": [
      {
        "sentence": "你好，很高兴你来找我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你说你有时候想死，这是一种严重的情绪困扰，你能和我具体谈谈你为什么会有这样的想法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是一名初一的学生，我在一个很小的城镇里上学。虽然学校不是很出名，但也还可以。可是我一直感到很压抑，明明才初一，却像过着初三的生活，每天都要面对频繁的考试，而且我的成绩也不好，不论怎么努力学习都无法提高。还经常被别的同学取笑，我尽量把情绪压住，但有时还是会发脾气，甚至打人。我意识到这样做是不对的，但就是忍不住。因为这样，我没人愿意和我做朋友，虽然我也并不在乎。",
    "annotation": [
      {
        "sentence": "我是一名初一的学生，我在一个很小的城镇里上学。",
        "label": ""
      },
      {
        "sentence": "虽然学校不是很出名，但也还可以。",
        "label": ""
      },
      {
        "sentence": "可是我一直感到很压抑，明明才初一，却像过着初三的生活，每天都要面对频繁的考试，而且我的成绩也不好，不论怎么努力学习都无法提高。",
        "label": ""
      },
      {
        "sentence": "还经常被别的同学取笑，我尽量把情绪压住，但有时还是会发脾气，甚至打人。",
        "label": ""
      },
      {
        "sentence": "我意识到这样做是不对的，但就是忍不住。",
        "label": ""
      },
      {
        "sentence": "因为这样，我没人愿意和我做朋友，虽然我也并不在乎。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你叙述的情况，你的确承受了很大的压力和不公平对待。作为一个初一学生，你应该有更多的时间用来享受生活和成长，而不是过分被功课和压力所笼罩。你说你经常感到压抑，这可能是一个征兆，表明你可能面临着情绪和心理的问题。我建议你寻求专业的帮助，比如找心理咨询师或学校心理辅导员，他们可以帮助你更好地应对困境。",
    "annotation": [
      {
        "sentence": "听你叙述的情况，你的确承受了很大的压力和不公平对待。",
        "label": ""
      },
      {
        "sentence": "作为一个初一学生，你应该有更多的时间用来享受生活和成长，而不是过分被功课和压力所笼罩。",
        "label": ""
      },
      {
        "sentence": "你说你经常感到压抑，这可能是一个征兆，表明你可能面临着情绪和心理的问题。",
        "label": ""
      },
      {
        "sentence": "我建议你寻求专业的帮助，比如找心理咨询师或学校心理辅导员，他们可以帮助你更好地应对困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经和一个同学倾诉过我的家庭问题，她说我可能有易怒症和轻度抑郁，我上网测了一下，发现我是重度抑郁。但我对此并不太相信。",
    "annotation": [
      {
        "sentence": "我曾经和一个同学倾诉过我的家庭问题，她说我可能有易怒症和轻度抑郁，我上网测了一下，发现我是重度抑郁。",
        "label": ""
      },
      {
        "sentence": "但我对此并不太相信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自我诊断是一种方式，但并不一定是准确的。只有专业的心理专家才能正式诊断和提供治疗建议。既然你感到困扰，不妨考虑寻求专业的帮助，他们会更全面地评估和帮助你应对抑郁症状。",
    "annotation": [
      {
        "sentence": "自我诊断是一种方式，但并不一定是准确的。",
        "label": ""
      },
      {
        "sentence": "只有专业的心理专家才能正式诊断和提供治疗建议。",
        "label": ""
      },
      {
        "sentence": "既然你感到困扰，不妨考虑寻求专业的帮助，他们会更全面地评估和帮助你应对抑郁症状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "上面写不下了，我继续写。打扰了，可能有点多，抱歉。寒假的时候我不想学习，就混过去了。在网课的时候，我和父母常常吵架，每次只要我说话他们都会打我，所以渐渐我选择了沉默。前一个星期，他们无理由地把我唯一一部手机摔毁了，我当时很想哭，甚至想杀了他们。但我憋住了。我们家很穷，没有电视，现在连手机也没有了。这两个月，我用割腕来释放自己内心的压抑，每次都割很多下，甚至把血喝掉，我知道这很病态，但我无法控制自己。",
    "annotation": [
      {
        "sentence": "上面写不下了，我继续写。",
        "label": ""
      },
      {
        "sentence": "打扰了，可能有点多，抱歉。",
        "label": ""
      },
      {
        "sentence": "寒假的时候我不想学习，就混过去了。",
        "label": ""
      },
      {
        "sentence": "在网课的时候，我和父母常常吵架，每次只要我说话他们都会打我，所以渐渐我选择了沉默。",
        "label": ""
      },
      {
        "sentence": "前一个星期，他们无理由地把我唯一一部手机摔毁了，我当时很想哭，甚至想杀了他们。",
        "label": ""
      },
      {
        "sentence": "但我憋住了。",
        "label": ""
      },
      {
        "sentence": "我们家很穷，没有电视，现在连手机也没有了。",
        "label": ""
      },
      {
        "sentence": "这两个月，我用割腕来释放自己内心的压抑，每次都割很多下，甚至把血喝掉，我知道这很病态，但我无法控制自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述的经历，我能理解你为什么感到如此绝望和压抑。这种被剥夺了对基本需求的满足和被伤害的感受对你来说是非常痛苦的。但我要强调的是，割腕是一种自我伤害行为，对身体和心理健康都是非常有害的。我强烈建议你立即告知父母或其他可信赖的成年人，以便得到帮助和支持。同时，寻求专业心理咨询师的帮助也是非常重要的。",
    "annotation": [
      {
        "sentence": "听你描述的经历，我能理解你为什么感到如此绝望和压抑。",
        "label": ""
      },
      {
        "sentence": "这种被剥夺了对基本需求的满足和被伤害的感受对你来说是非常痛苦的。",
        "label": ""
      },
      {
        "sentence": "但我要强调的是，割腕是一种自我伤害行为，对身体和心理健康都是非常有害的。",
        "label": ""
      },
      {
        "sentence": "我强烈建议你立即告知父母或其他可信赖的成年人，以便得到帮助和支持。",
        "label": ""
      },
      {
        "sentence": "同时，寻求专业心理咨询师的帮助也是非常重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "事情发生后，我们搬离了旧房子，目前寄居在别人家。我现在使用的电脑也是别人的，而且还是没有手机。我感到越来越崩溃。",
    "annotation": [
      {
        "sentence": "事情发生后，我们搬离了旧房子，目前寄居在别人家。",
        "label": ""
      },
      {
        "sentence": "我现在使用的电脑也是别人的，而且还是没有手机。",
        "label": ""
      },
      {
        "sentence": "我感到越来越崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你的绝望和困境。暂时失去自己的隐私空间和联系方式是非常困难的。但我要告诉你，无论遇到怎样的困境，你并不孤单。我建议你与别人分享你的困境和需求，或者寻求社会机构的帮助，他们可能能够提供一些帮助和支持。同时，对于心理方面的困扰，你依然可以选择寻求心理咨询师的专业帮助。",
    "annotation": [
      {
        "sentence": "我能感受到你的绝望和困境。",
        "label": ""
      },
      {
        "sentence": "暂时失去自己的隐私空间和联系方式是非常困难的。",
        "label": ""
      },
      {
        "sentence": "但我要告诉你，无论遇到怎样的困境，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "我建议你与别人分享你的困境和需求，或者寻求社会机构的帮助，他们可能能够提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "同时，对于心理方面的困扰，你依然可以选择寻求心理咨询师的专业帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "前几个星期，我向父母要手机，但最终仍然没有得到。他们对我进行了让我非常恶心的羞辱。他们说我是一个学生，不需要手机，还批评我看不健康的东西。我讨厌听到这样的话，但我确实认为手机不仅仅用来玩耍，我看的是一些我感兴趣的作品，并不是不健康的东西。",
    "annotation": [
      {
        "sentence": "前几个星期，我向父母要手机，但最终仍然没有得到。",
        "label": ""
      },
      {
        "sentence": "他们对我进行了让我非常恶心的羞辱。",
        "label": ""
      },
      {
        "sentence": "他们说我是一个学生，不需要手机，还批评我看不健康的东西。",
        "label": ""
      },
      {
        "sentence": "我讨厌听到这样的话，但我确实认为手机不仅仅用来玩耍，我看的是一些我感兴趣的作品，并不是不健康的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对手机的需求，尤其对于你来说，它可能是与外界沟通和找到支持的途径。但你要明白，有时父母对于孩子的管教方式会显得很苛刻。我建议你在父母冷静的时候，再次和他们沟通，说明你手机的需求和你如何负责地使用手机。同时，试着找出其他可以缓解内心压抑的方法，比如阅读、写作、运动等，可以帮助你度过难关。",
    "annotation": [
      {
        "sentence": "我理解你对手机的需求，尤其对于你来说，它可能是与外界沟通和找到支持的途径。",
        "label": ""
      },
      {
        "sentence": "但你要明白，有时父母对于孩子的管教方式会显得很苛刻。",
        "label": ""
      },
      {
        "sentence": "我建议你在父母冷静的时候，再次和他们沟通，说明你手机的需求和你如何负责地使用手机。",
        "label": ""
      },
      {
        "sentence": "同时，试着找出其他可以缓解内心压抑的方法，比如阅读、写作、运动等，可以帮助你度过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "过去一个学期，我努力改善了在学校的脾气，减少了言语交流，其他同学对我的印象也有所改变。但我依然感到非常压抑，每天好像被窒息一样，无法呼吸。最近还感冒了，真的很难受。他们最多勉为其难地给我买些药，但我却想，如果一次性把所有药都吃完会不会痛苦地死去呢？",
    "annotation": [
      {
        "sentence": "过去一个学期，我努力改善了在学校的脾气，减少了言语交流，其他同学对我的印象也有所改变。",
        "label": ""
      },
      {
        "sentence": "但我依然感到非常压抑，每天好像被窒息一样，无法呼吸。",
        "label": ""
      },
      {
        "sentence": "最近还感冒了，真的很难受。",
        "label": ""
      },
      {
        "sentence": "他们最多勉为其难地给我买些药，但我却想，如果一次性把所有药都吃完会不会痛苦地死去呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你对生活的绝望和想法，我真的很担心你。但自残、自杀绝对不是解决问题的办法。作为支持者，我强烈建议你立即联系专业心理咨询师或者就医寻求帮助。他们会为你提供有效的支持和治疗。此外，如果你有身边的亲友，也请告诉他们你的困境，让他们陪伴你一同度过难关。",
    "annotation": [
      {
        "sentence": "听到你对生活的绝望和想法，我真的很担心你。",
        "label": ""
      },
      {
        "sentence": "但自残、自杀绝对不是解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "作为支持者，我强烈建议你立即联系专业心理咨询师或者就医寻求帮助。",
        "label": ""
      },
      {
        "sentence": "他们会为你提供有效的支持和治疗。",
        "label": ""
      },
      {
        "sentence": "此外，如果你有身边的亲友，也请告诉他们你的困境，让他们陪伴你一同度过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心和建议。我明白只有我主动去寻求帮助，才能真正解决问题。我会尽快采纳你的建议并寻求专业帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的关心和建议。",
        "label": ""
      },
      {
        "sentence": "我明白只有我主动去寻求帮助，才能真正解决问题。",
        "label": ""
      },
      {
        "sentence": "我会尽快采纳你的建议并寻求专业帮助。",
        "label": ""
      }
    ]
  }
]