[
  {
    "role": "client",
    "content": "女友因为我有案底分手后还想要做朋友可以上床为什么？我和女朋友认识半年，在一起五个月。我们是彼此的soulmate经常可以进行深层次的谈心，无话不谈毫无保留这种。感情很好，在一起我偶尔会因为自卑和觉得不是门当户对（我条件差一点，差距是比较大的）想要分开。前段时间我刚从看守所出来，女友要和我分手，因为我有案底（醉驾，和我分手，她说要为下一代考虑，不能接受觉得没有了未来，但是还是想和我做朋友，做炮友，而且我能感觉到她对我还是有感情的） 为什么会这样？补充几点1我俩都对对方很好，而且都很珍惜2都是真心对待这段感情3醉驾是和她一起发生的，也是因为这个事才和她在一起的4不要因为女生说做炮友就对她有偏见，很多事情当事人我最清楚5还有很多细节没有说到，我只说了我认为比较重要的部分。打字比较麻烦，如果有满意答案我希望可以进一步付费请教分手的原因挺现实的吧，我觉得这个根本原因就是感情没有到位吧，如果足够喜欢甚至爱的话是不是这些都不是问题吧？",
    "annotation": [
      {
        "sentence": "女友因为我有案底分手后还想要做朋友可以上床为什么？",
        "label": ""
      },
      {
        "sentence": "我和女朋友认识半年，在一起五个月。",
        "label": ""
      },
      {
        "sentence": "我们是彼此的soulmate经常可以进行深层次的谈心，无话不谈毫无保留这种。",
        "label": ""
      },
      {
        "sentence": "感情很好，在一起我偶尔会因为自卑和觉得不是门当户对（我条件差一点，差距是比较大的）想要分开。",
        "label": ""
      },
      {
        "sentence": "前段时间我刚从看守所出来，女友要和我分手，因为我有案底（醉驾，和我分手，她说要为下一代考虑，不能接受觉得没有了未来，但是还是想和我做朋友，做炮友，而且我能感觉到她对我还是有感情的） 为什么会这样？",
        "label": ""
      },
      {
        "sentence": "补充几点1我俩都对对方很好，而且都很珍惜2都是真心对待这段感情3醉驾是和她一起发生的，也是因为这个事才和她在一起的4不要因为女生说做炮友就对她有偏见，很多事情当事人我最清楚5还有很多细节没有说到，我只说了我认为比较重要的部分。",
        "label": ""
      },
      {
        "sentence": "打字比较麻烦，如果有满意答案我希望可以进一步付费请教分手的原因挺现实的吧，我觉得这个根本原因就是感情没有到位吧，如果足够喜欢甚至爱的话是不是这些都不是问题吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你也说了，事情比较复杂，我认为分析事情\/你们的感情，并不是此事的重点。从你的描述中，能感觉到你对对方的爱与呵护，特别是“不要因为女生说做炮友就对她有偏见”，给你点个赞。你真正想问的是什么呢？“她还爱我吗？” “如果足够喜欢，那么这些都不是问题吧？” 很遗憾的是，我们活在一个现实的世界中，我的分析是，现实的条件，不会是能让一个人真正爱一个人的原因，但是，这是一个人可以继续更爱ta的条件。在这种考虑下，认识和在一起的时间差一个月一年，说长不长说短不短，如果以壮士断腕的决心舍下，或许不会在“注定不可能在一起”的最后伤心太多，并且，错过了最佳择偶期。她爱不爱你，是不是真爱，这些都是含带可能性的猜测，而且很容易出现“爱-爱为什么分手-她还是不够爱”的认知循环，似是而非的问题，是很容易消耗自己的。",
    "annotation": [
      {
        "sentence": "你也说了，事情比较复杂，我认为分析事情\/你们的感情，并不是此事的重点。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，能感觉到你对对方的爱与呵护，特别是“不要因为女生说做炮友就对她有偏见”，给你点个赞。",
        "label": ""
      },
      {
        "sentence": "你真正想问的是什么呢？",
        "label": ""
      },
      {
        "sentence": "“她还爱我吗？",
        "label": ""
      },
      {
        "sentence": "” “如果足够喜欢，那么这些都不是问题吧？",
        "label": ""
      },
      {
        "sentence": "” 很遗憾的是，我们活在一个现实的世界中，我的分析是，现实的条件，不会是能让一个人真正爱一个人的原因，但是，这是一个人可以继续更爱ta的条件。",
        "label": ""
      },
      {
        "sentence": "在这种考虑下，认识和在一起的时间差一个月一年，说长不长说短不短，如果以壮士断腕的决心舍下，或许不会在“注定不可能在一起”的最后伤心太多，并且，错过了最佳择偶期。",
        "label": ""
      },
      {
        "sentence": "她爱不爱你，是不是真爱，这些都是含带可能性的猜测，而且很容易出现“爱-爱为什么分手-她还是不够爱”的认知循环，似是而非的问题，是很容易消耗自己的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，分析事情的原因可能不是我需要的答案。但我仍然好奇，为什么她会提出做朋友甚至炮友的想法呢？我心中有很多疑惑。",
    "annotation": [
      {
        "sentence": "我明白了，分析事情的原因可能不是我需要的答案。",
        "label": ""
      },
      {
        "sentence": "但我仍然好奇，为什么她会提出做朋友甚至炮友的想法呢？",
        "label": ""
      },
      {
        "sentence": "我心中有很多疑惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "为什么她提出做朋友或炮友的想法，有很多可能性。可能她也舍不得你，而“炮友”是对你的一种补偿；或许她想与你过渡失恋的阶段......你不知道她的真正想法，就算你们畅谈，你心中也会保留疑惑。重要的是，你怎么想？你的需求、目的、情绪是什么？你想挽留她吗？以一个炮友的身份吗？你们能结婚吗？如果不能，早断不更好；如果能，提升自己更为重要。",
    "annotation": [
      {
        "sentence": "为什么她提出做朋友或炮友的想法，有很多可能性。",
        "label": ""
      },
      {
        "sentence": "可能她也舍不得你，而“炮友”是对你的一种补偿；或许她想与你过渡失恋的阶段......你不知道她的真正想法，就算你们畅谈，你心中也会保留疑惑。",
        "label": ""
      },
      {
        "sentence": "重要的是，你怎么想？",
        "label": ""
      },
      {
        "sentence": "你的需求、目的、情绪是什么？",
        "label": ""
      },
      {
        "sentence": "你想挽留她吗？",
        "label": ""
      },
      {
        "sentence": "以一个炮友的身份吗？",
        "label": ""
      },
      {
        "sentence": "你们能结婚吗？",
        "label": ""
      },
      {
        "sentence": "如果不能，早断不更好；如果能，提升自己更为重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在想要挽留她，但也明白现实的条件可能不允许我们结婚。或许我们真的不是soulmate，但有时我还是怀疑，因为很多人一辈子都无法遇到自己的soulmate，我觉得如果遇到了，应该珍惜。",
    "annotation": [
      {
        "sentence": "我在想要挽留她，但也明白现实的条件可能不允许我们结婚。",
        "label": ""
      },
      {
        "sentence": "或许我们真的不是soulmate，但有时我还是怀疑，因为很多人一辈子都无法遇到自己的soulmate，我觉得如果遇到了，应该珍惜。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于“soulmate”，每个人对于“真爱”的需求不一样，有的人只要外表吸引人，不太关心是否与心灵相通，有的人则认为，只要找到一个真爱，其他问题都不重要。这涉及到你们的需求是否对等\/相同。除此之外，还有一个因素容易蒙蔽我们的判断，那就是双方的条件是否对等也会影响我们对“需求”的判断。",
    "annotation": [
      {
        "sentence": "关于“soulmate”，每个人对于“真爱”的需求不一样，有的人只要外表吸引人，不太关心是否与心灵相通，有的人则认为，只要找到一个真爱，其他问题都不重要。",
        "label": ""
      },
      {
        "sentence": "这涉及到你们的需求是否对等\/相同。",
        "label": ""
      },
      {
        "sentence": "除此之外，还有一个因素容易蒙蔽我们的判断，那就是双方的条件是否对等也会影响我们对“需求”的判断。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。我们的条件差距确实比较大，我怀疑她可能觉得我对她来说条件太差了，所以才提出做朋友或炮友的想法。",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我们的条件差距确实比较大，我怀疑她可能觉得我对她来说条件太差了，所以才提出做朋友或炮友的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，条件差距可能是一个因素。但要知道，在考虑面临困难时的选择时，不是你在决定，而是她在决定。她可能认为你的条件对她来说并不是不可接受的。结束一段关系后，一般人会总结“哪里出了差错”，如果我们把一切都归结于“她还不够爱我”，这对我们的个人成长并没有好处。换个角度思考，或许这确实是原因，那对你有什么帮助呢？在一段亲密关系中，我们会看到自己，看到自己的爱、伤、痛，这是一种幸运。而关系结束后，我们能做的就是检查自己，看看还有哪些需要改进的地方，有哪些不足之处，对自己有全新认知的更新。",
    "annotation": [
      {
        "sentence": "是的，条件差距可能是一个因素。",
        "label": ""
      },
      {
        "sentence": "但要知道，在考虑面临困难时的选择时，不是你在决定，而是她在决定。",
        "label": ""
      },
      {
        "sentence": "她可能认为你的条件对她来说并不是不可接受的。",
        "label": ""
      },
      {
        "sentence": "结束一段关系后，一般人会总结“哪里出了差错”，如果我们把一切都归结于“她还不够爱我”，这对我们的个人成长并没有好处。",
        "label": ""
      },
      {
        "sentence": "换个角度思考，或许这确实是原因，那对你有什么帮助呢？",
        "label": ""
      },
      {
        "sentence": "在一段亲密关系中，我们会看到自己，看到自己的爱、伤、痛，这是一种幸运。",
        "label": ""
      },
      {
        "sentence": "而关系结束后，我们能做的就是检查自己，看看还有哪些需要改进的地方，有哪些不足之处，对自己有全新认知的更新。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我应该更加关注自己的成长和改进，而不是过度纠结在这段感情的结束上。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说的很对，我应该更加关注自己的成长和改进，而不是过度纠结在这段感情的结束上。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，个人的成长和自我提升是最重要的。如果你有其他问题或需要进一步的支持，随时告诉我。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，个人的成长和自我提升是最重要的。",
        "label": ""
      },
      {
        "sentence": "如果你有其他问题或需要进一步的支持，随时告诉我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]