[
  {
    "role": "client",
    "content": "恋爱时付出较多的一方是不是总会被辜负？恋爱时我总是全心全意爱着对方，也愿意为他付出，可是总是得不到好的结果，付出越多就会被伤得更重，导致现在谈恋爱已经不敢再付出，但恋爱不付出的话又无法得到真心，我很迷茫，该怎么办呢。",
    "annotation": [
      {
        "sentence": "恋爱时付出较多的一方是不是总会被辜负？",
        "label": ""
      },
      {
        "sentence": "恋爱时我总是全心全意爱着对方，也愿意为他付出，可是总是得不到好的结果，付出越多就会被伤得更重，导致现在谈恋爱已经不敢再付出，但恋爱不付出的话又无法得到真心，我很迷茫，该怎么办呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恋爱时付出较多的一方不一定会被辜负。虽然你的经历让你觉得付出越多，受伤越重，但并不代表所有的情况都是如此。为了让你重新相信爱情，我们可以从一些角度来探讨这个问题。可以先从你对“付出”和“辜负”的理解开始说起。",
    "annotation": [
      {
        "sentence": "恋爱时付出较多的一方不一定会被辜负。",
        "label": ""
      },
      {
        "sentence": "虽然你的经历让你觉得付出越多，受伤越重，但并不代表所有的情况都是如此。",
        "label": ""
      },
      {
        "sentence": "为了让你重新相信爱情，我们可以从一些角度来探讨这个问题。",
        "label": ""
      },
      {
        "sentence": "可以先从你对“付出”和“辜负”的理解开始说起。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得付出就是全心全意去爱，为对方付出一切，而辜负则是感到自己所付出的爱没有得到回应，痛苦和失望。",
    "annotation": [
      {
        "sentence": "我觉得付出就是全心全意去爱，为对方付出一切，而辜负则是感到自己所付出的爱没有得到回应，痛苦和失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在利用常规逻辑来判断时，付出较多的一方并不一定会被辜负。因为使用“总”这个词过于绝对，不符合客观事实。而辜负一词也表明一种“我本将心照明月，奈何明月照沟渠”的委屈，颇有一丝站在道德高点指责对方始乱终弃的味道。接下来，我想通过一个现象理论来解释你的问题。",
    "annotation": [
      {
        "sentence": "在利用常规逻辑来判断时，付出较多的一方并不一定会被辜负。",
        "label": ""
      },
      {
        "sentence": "因为使用“总”这个词过于绝对，不符合客观事实。",
        "label": ""
      },
      {
        "sentence": "而辜负一词也表明一种“我本将心照明月，奈何明月照沟渠”的委屈，颇有一丝站在道德高点指责对方始乱终弃的味道。",
        "label": ""
      },
      {
        "sentence": "接下来，我想通过一个现象理论来解释你的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请问，什么是这个现象理论？",
    "annotation": [
      {
        "sentence": "请问，什么是这个现象理论？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个现象理论是人际关系中的相关概念，它叫做“公平理论”。公平理论最初是经济学的一个概念，后来被心理学家引入到人际关系研究中。该理论认为人们觉得自己在关系中既没有多得，也没有少得时，对当前关系最为满意。它假设人们既不喜欢占便宜，也不喜欢被人剥削，总共包含了四个部分。",
    "annotation": [
      {
        "sentence": "这个现象理论是人际关系中的相关概念，它叫做“公平理论”。",
        "label": ""
      },
      {
        "sentence": "公平理论最初是经济学的一个概念，后来被心理学家引入到人际关系研究中。",
        "label": ""
      },
      {
        "sentence": "该理论认为人们觉得自己在关系中既没有多得，也没有少得时，对当前关系最为满意。",
        "label": ""
      },
      {
        "sentence": "它假设人们既不喜欢占便宜，也不喜欢被人剥削，总共包含了四个部分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "四个部分是指哪些？",
    "annotation": [
      {
        "sentence": "四个部分是指哪些？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这四个部分分别是：1）无论男女，在关系中都在尽可能地追求愉快，且尽可能避免遭受痛苦；2）追求利益最大化本该是最优决策，但社会会让人们都表现得公平和平等，团体也会表扬那些公平对待他人的个体，惩罚那些不公平对待他人的个体；3）人们得到他们值得得到的东西会感到舒适，如果受益过多就会有负罪感、愧疚感和羞耻感，如果受益不足，则会悲伤、生气和憎恨；4）在不公平的关系中，人们会尝试减少压力和不满，通常会采取修复心理公平感、追求实际的公平和离开这段关系三种方式。根据公平理论，当一方付出更多而另一方付出较少时，并不利于关系的稳定发展。",
    "annotation": [
      {
        "sentence": "这四个部分分别是：1）无论男女，在关系中都在尽可能地追求愉快，且尽可能避免遭受痛苦；2）追求利益最大化本该是最优决策，但社会会让人们都表现得公平和平等，团体也会表扬那些公平对待他人的个体，惩罚那些不公平对待他人的个体；3）人们得到他们值得得到的东西会感到舒适，如果受益过多就会有负罪感、愧疚感和羞耻感，如果受益不足，则会悲伤、生气和憎恨；4）在不公平的关系中，人们会尝试减少压力和不满，通常会采取修复心理公平感、追求实际的公平和离开这段关系三种方式。",
        "label": ""
      },
      {
        "sentence": "根据公平理论，当一方付出更多而另一方付出较少时，并不利于关系的稳定发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么，根据这个理论，是不是意味着我付出较多而另一方付出较少导致了不公平的关系？",
    "annotation": [
      {
        "sentence": "那么，根据这个理论，是不是意味着我付出较多而另一方付出较少导致了不公平的关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的。根据这个理论，你觉得自己在感情中付出了很多，但没有得到相应的回应，这意味着你觉得双方在感情中是不公平的。实际研究也表明，当男女同居时，只有当男女双方平均承担家务时，双方的幸福感才都是正值。而对于其他分配方式，总是有一方的幸福感为负值。但需要说明的是，公平理论更多指的是一种主观的感受，而不是可用客观货币进行衡量的公平。",
    "annotation": [
      {
        "sentence": "是的。",
        "label": ""
      },
      {
        "sentence": "根据这个理论，你觉得自己在感情中付出了很多，但没有得到相应的回应，这意味着你觉得双方在感情中是不公平的。",
        "label": ""
      },
      {
        "sentence": "实际研究也表明，当男女同居时，只有当男女双方平均承担家务时，双方的幸福感才都是正值。",
        "label": ""
      },
      {
        "sentence": "而对于其他分配方式，总是有一方的幸福感为负值。",
        "label": ""
      },
      {
        "sentence": "但需要说明的是，公平理论更多指的是一种主观的感受，而不是可用客观货币进行衡量的公平。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。所以，我可能在感情中过于夸大了自己的付出，低估了收益，从而产生了不公平的感受？",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "所以，我可能在感情中过于夸大了自己的付出，低估了收益，从而产生了不公平的感受？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我们都可能存在夸大付出而低估收益的情况，进而产生不公平感。另外，单方面的付出可能不仅仅是自己受困扰，也可能使对方感到负罪感和愧疚感。亲密关系中，我们需要建立边界和重叠的平衡，而不是无止境地为对方付出，把两个人的生活完全变成一样。另外，为了保持关系的稳定和满意度，需要保持投入和回报的比例为5:1。",
    "annotation": [
      {
        "sentence": "是的，我们都可能存在夸大付出而低估收益的情况，进而产生不公平感。",
        "label": ""
      },
      {
        "sentence": "另外，单方面的付出可能不仅仅是自己受困扰，也可能使对方感到负罪感和愧疚感。",
        "label": ""
      },
      {
        "sentence": "亲密关系中，我们需要建立边界和重叠的平衡，而不是无止境地为对方付出，把两个人的生活完全变成一样。",
        "label": ""
      },
      {
        "sentence": "另外，为了保持关系的稳定和满意度，需要保持投入和回报的比例为5:1。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你详细地解释和建议。我觉得我理解了自己的情况，并且知道了如何处理恋爱中的付出和回报的问题。",
    "annotation": [
      {
        "sentence": "谢谢你详细地解释和建议。",
        "label": ""
      },
      {
        "sentence": "我觉得我理解了自己的情况，并且知道了如何处理恋爱中的付出和回报的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你对这些观点表示认同。希望这些理论和建议能帮助你更好地处理感情中的问题。如果你还有任何疑问或需要进一步讨论的话题，请随时告诉我。",
    "annotation": [
      {
        "sentence": "很高兴听到你对这些观点表示认同。",
        "label": ""
      },
      {
        "sentence": "希望这些理论和建议能帮助你更好地处理感情中的问题。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何疑问或需要进一步讨论的话题，请随时告诉我。",
        "label": ""
      }
    ]
  }
]