[
  {
    "role": "client",
    "content": "我觉得别人看不起我，我无力改变自己消沉的状态？自己有社交恐惧，害怕与人打交道，逃避现实，无法承受现实的压力吧，精神比较痛苦麻木，感觉自己特别被动，比较绝望，不知道怎么去做出改变，在家宅了好长时间，因为又不开学，每天生活比较单一，害怕与社会脱节，不知道怎么办？",
    "annotation": [
      {
        "sentence": "我觉得别人看不起我，我无力改变自己消沉的状态？",
        "label": ""
      },
      {
        "sentence": "自己有社交恐惧，害怕与人打交道，逃避现实，无法承受现实的压力吧，精神比较痛苦麻木，感觉自己特别被动，比较绝望，不知道怎么去做出改变，在家宅了好长时间，因为又不开学，每天生活比较单一，害怕与社会脱节，不知道怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我可以感受到你对自己消沉和麻木的生活的厌倦以及不满。一方面想要改变自己的诸多问题，另一方面又觉得无从下手，非常无助。可以试着从改变生活中的事件开始，将自己的时间规划一下，因为那种睁开眼就知道今天是多么无聊的一天的日子，真的让人绝望啊，所以还是寻找一些自己感兴趣的事情，喜欢的事情或者想要提升的能力，将时间填满吧。",
    "annotation": [
      {
        "sentence": "从你的描述中，我可以感受到你对自己消沉和麻木的生活的厌倦以及不满。",
        "label": ""
      },
      {
        "sentence": "一方面想要改变自己的诸多问题，另一方面又觉得无从下手，非常无助。",
        "label": ""
      },
      {
        "sentence": "可以试着从改变生活中的事件开始，将自己的时间规划一下，因为那种睁开眼就知道今天是多么无聊的一天的日子，真的让人绝望啊，所以还是寻找一些自己感兴趣的事情，喜欢的事情或者想要提升的能力，将时间填满吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的挺对的，我确实感觉时间都被浪费了，但是我不知道怎么找到自己感兴趣的事情，也不知道该如何提升自己的能力。",
    "annotation": [
      {
        "sentence": "你说的挺对的，我确实感觉时间都被浪费了，但是我不知道怎么找到自己感兴趣的事情，也不知道该如何提升自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你把每个小时都过得有趣的时候，你的一天，一月以及一年，都会是有意义和精彩的。可以理解长期在家的那种无聊和烦闷感，但当你细细思考的时候，可能发现自己一天啥也没干成，这样日复一日，会让自己觉得非常挫败和失落。",
    "annotation": [
      {
        "sentence": "当你把每个小时都过得有趣的时候，你的一天，一月以及一年，都会是有意义和精彩的。",
        "label": ""
      },
      {
        "sentence": "可以理解长期在家的那种无聊和烦闷感，但当你细细思考的时候，可能发现自己一天啥也没干成，这样日复一日，会让自己觉得非常挫败和失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实感到挫败和失落，每天都觉得时间过得很慢，很无聊，迷茫感越来越大。",
    "annotation": [
      {
        "sentence": "是的，我确实感到挫败和失落，每天都觉得时间过得很慢，很无聊，迷茫感越来越大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你的心情处在消极的时候，你会看哪里都不顺眼，包括自己，会不停地关注自己的缺点，自己没有实现的理想，自己没有做完的梦等等。珍惜这样一段时间，可能我们不知道很多人已经在这一时期里，默默地做了许多自己想要实践的事情。",
    "annotation": [
      {
        "sentence": "当你的心情处在消极的时候，你会看哪里都不顺眼，包括自己，会不停地关注自己的缺点，自己没有实现的理想，自己没有做完的梦等等。",
        "label": ""
      },
      {
        "sentence": "珍惜这样一段时间，可能我们不知道很多人已经在这一时期里，默默地做了许多自己想要实践的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总觉得自己比别人差，没有什么特长和优点，这让我非常自卑。",
    "annotation": [
      {
        "sentence": "但是我总觉得自己比别人差，没有什么特长和优点，这让我非常自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己独特的优点和才华，只是有时候我们很难看到自己的光芒。可以让自己在空余的时间，多多地阅读一些书籍，从中获得自己的体悟，可能书籍是最没用门槛的充电方式了。可以让自己好好地锻炼一下自己的身体，将自己的身材保持在一个健康又有活力的状态，这些都是可以为我们未来带来更好的选择机会的基础。",
    "annotation": [
      {
        "sentence": "每个人都有自己独特的优点和才华，只是有时候我们很难看到自己的光芒。",
        "label": ""
      },
      {
        "sentence": "可以让自己在空余的时间，多多地阅读一些书籍，从中获得自己的体悟，可能书籍是最没用门槛的充电方式了。",
        "label": ""
      },
      {
        "sentence": "可以让自己好好地锻炼一下自己的身体，将自己的身材保持在一个健康又有活力的状态，这些都是可以为我们未来带来更好的选择机会的基础。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以尝试一下读一些书籍和进行一些身体锻炼，希望能找到一些激情和动力去改变自己。",
    "annotation": [
      {
        "sentence": "我明白了，我可以尝试一下读一些书籍和进行一些身体锻炼，希望能找到一些激情和动力去改变自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以让自己看一些纪录片或者学习一些网上自己感兴趣的课程，可能你会发现有很多那么有意思的课程，自己都没有在意过。可以让自己从电影中，了解世间百态，无论是国内的还是国外的，无论是现在的还是过去的，都会增加我们对生命的思考，而拥有思考和看见他人生命的能力，是我们需要一直重视培养的。",
    "annotation": [
      {
        "sentence": "可以让自己看一些纪录片或者学习一些网上自己感兴趣的课程，可能你会发现有很多那么有意思的课程，自己都没有在意过。",
        "label": ""
      },
      {
        "sentence": "可以让自己从电影中，了解世间百态，无论是国内的还是国外的，无论是现在的还是过去的，都会增加我们对生命的思考，而拥有思考和看见他人生命的能力，是我们需要一直重视培养的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试去了解一下更多的纪录片和电影，也会尝试报一些感兴趣的网上课程，希望能够真正找到属于自己的人生方向。",
    "annotation": [
      {
        "sentence": "我会尝试去了解一下更多的纪录片和电影，也会尝试报一些感兴趣的网上课程，希望能够真正找到属于自己的人生方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你认真思考和寻找的时候，你会发现时间可能都不够用来完成这些。当我们越来越珍惜时间的时候，可能是我们越来越懂得生命的时候。",
    "annotation": [
      {
        "sentence": "当你认真思考和寻找的时候，你会发现时间可能都不够用来完成这些。",
        "label": ""
      },
      {
        "sentence": "当我们越来越珍惜时间的时候，可能是我们越来越懂得生命的时候。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会努力去改变自己，好好利用时间，珍惜生命。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会努力去改变自己，好好利用时间，珍惜生命。",
        "label": ""
      }
    ]
  }
]