[
  {
    "role": "client",
    "content": "女友因为我有案底分手后还想要做朋友可以上床为什么？我和女朋友认识半年，在一起五个月。我们是彼此的soulmate经常可以进行深层次的谈心，无话不谈毫无保留这种。感情很好，在一起我偶尔会因为自卑和觉得不是门当户对（我条件差一点，差距是比较大的）想要分开。",
    "annotation": [
      {
        "sentence": "女友因为我有案底分手后还想要做朋友可以上床为什么？",
        "label": ""
      },
      {
        "sentence": "我和女朋友认识半年，在一起五个月。",
        "label": ""
      },
      {
        "sentence": "我们是彼此的soulmate经常可以进行深层次的谈心，无话不谈毫无保留这种。",
        "label": ""
      },
      {
        "sentence": "感情很好，在一起我偶尔会因为自卑和觉得不是门当户对（我条件差一点，差距是比较大的）想要分开。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的女友选择分手可能是因为她无法承受你的案底给关系带来的压力。但是她还想保持朋友关系可能是因为她仍然对你有感情，或者她希望在某种程度上持续接触以维持一定的情感联系。",
    "annotation": [
      {
        "sentence": "你的女友选择分手可能是因为她无法承受你的案底给关系带来的压力。",
        "label": ""
      },
      {
        "sentence": "但是她还想保持朋友关系可能是因为她仍然对你有感情，或者她希望在某种程度上持续接触以维持一定的情感联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "前段时间我刚从看守所出来，女友要和我分手，因为我有案底（醉驾），和我分手，她说要为下一代考虑，不能接受觉得没有了未来，但是还是想和我做朋友，做炮友，而且我能感觉到她对我还是有感情的。为什么会这样？",
    "annotation": [
      {
        "sentence": "前段时间我刚从看守所出来，女友要和我分手，因为我有案底（醉驾），和我分手，她说要为下一代考虑，不能接受觉得没有了未来，但是还是想和我做朋友，做炮友，而且我能感觉到她对我还是有感情的。",
        "label": ""
      },
      {
        "sentence": "为什么会这样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的女友可能会因为你的醉驾案底担心未来可能发生的问题，特别是对于下一代而言，这可能会成为一个重大的障碍。然而，她还是愿意保持朋友关系可能是因为她对你的感情尚未完全消失，她可能仍然希望有一种联系与你保持亲密。",
    "annotation": [
      {
        "sentence": "你的女友可能会因为你的醉驾案底担心未来可能发生的问题，特别是对于下一代而言，这可能会成为一个重大的障碍。",
        "label": ""
      },
      {
        "sentence": "然而，她还是愿意保持朋友关系可能是因为她对你的感情尚未完全消失，她可能仍然希望有一种联系与你保持亲密。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "补充几点1我们俩都对对方很好，而且都很珍惜2都是真心对待这段感情3醉驾是和她一起发生的，也是因为这个事才和她在一起的4不要因为女生说做炮友就对她有偏见，很多事情当事人我最清楚5还有很多细节没有说到，我只说了我认为比较重要的部分。打字比较麻烦，如果有满意答案我希望可以进一步付费请教分手的原因。",
    "annotation": [
      {
        "sentence": "补充几点1我们俩都对对方很好，而且都很珍惜2都是真心对待这段感情3醉驾是和她一起发生的，也是因为这个事才和她在一起的4不要因为女生说做炮友就对她有偏见，很多事情当事人我最清楚5还有很多细节没有说到，我只说了我认为比较重要的部分。",
        "label": ""
      },
      {
        "sentence": "打字比较麻烦，如果有满意答案我希望可以进一步付费请教分手的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1. 你们互相对对方和这段感情怀有珍惜和真心是非常重要的，这显示了你们之间确实存在真挚的情感。2. 醉驾这个问题对于你们的关系来说确实很重要，因为这关系到她对于你的信任和未来生活的担忧。3. 作为支持者，我会尊重你的意见，并且不会对她有偏见。我理解当事人是最清楚的。4. 如果你愿意，我很愿意为你提供付费咨询并帮助你更深入地理解分手的原因。",
    "annotation": [
      {
        "sentence": "1. 你们互相对对方和这段感情怀有珍惜和真心是非常重要的，这显示了你们之间确实存在真挚的情感。",
        "label": ""
      },
      {
        "sentence": "2. 醉驾这个问题对于你们的关系来说确实很重要，因为这关系到她对于你的信任和未来生活的担忧。",
        "label": ""
      },
      {
        "sentence": "3. 作为支持者，我会尊重你的意见，并且不会对她有偏见。",
        "label": ""
      },
      {
        "sentence": "我理解当事人是最清楚的。",
        "label": ""
      },
      {
        "sentence": "4. 如果你愿意，我很愿意为你提供付费咨询并帮助你更深入地理解分手的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "挺现实的吧，我觉得这个根本原因就是感情没有到位吧，如果足够喜欢甚至爱的话是不是这些都不是问题吧？",
    "annotation": [
      {
        "sentence": "挺现实的吧，我觉得这个根本原因就是感情没有到位吧，如果足够喜欢甚至爱的话是不是这些都不是问题吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "的确，感情的到位对于一个关系的稳定非常重要。如果两个人足够喜欢甚至爱对方，那么很多问题可能都可以得到解决。但是，感情只是关系中的一个方面，现实因素和个人价值观也会影响着我们对关系的看法和决策。",
    "annotation": [
      {
        "sentence": "的确，感情的到位对于一个关系的稳定非常重要。",
        "label": ""
      },
      {
        "sentence": "如果两个人足够喜欢甚至爱对方，那么很多问题可能都可以得到解决。",
        "label": ""
      },
      {
        "sentence": "但是，感情只是关系中的一个方面，现实因素和个人价值观也会影响着我们对关系的看法和决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "维持这段关系看起来造成了你一定的压力，作这个决定对她而言可能也是压力事件。压力事件引起人情绪和生理上的唤醒而导致心理上的不舒服。压力事件超出了个体的资源和能力，面对压力事件，个体会采取一定的措施面对超负荷的事件。应对就是个体面对外界压力时为了减少损失或者痛苦而作各种尝试，使身体内部达到平衡，起到自我保护的作用。应对可以是无意识的，个人处于痛苦情境时，用压抑、拒绝、认同、或者合理化各种方式来缓解自身的负面情绪。",
    "annotation": [
      {
        "sentence": "维持这段关系看起来造成了你一定的压力，作这个决定对她而言可能也是压力事件。",
        "label": ""
      },
      {
        "sentence": "压力事件引起人情绪和生理上的唤醒而导致心理上的不舒服。",
        "label": ""
      },
      {
        "sentence": "压力事件超出了个体的资源和能力，面对压力事件，个体会采取一定的措施面对超负荷的事件。",
        "label": ""
      },
      {
        "sentence": "应对就是个体面对外界压力时为了减少损失或者痛苦而作各种尝试，使身体内部达到平衡，起到自我保护的作用。",
        "label": ""
      },
      {
        "sentence": "应对可以是无意识的，个人处于痛苦情境时，用压抑、拒绝、认同、或者合理化各种方式来缓解自身的负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对于感情的压力和她对于关系的压力都是很正常的反应。压力事件会引起情绪和生理上的唤醒，导致我们感到不舒服。每个人面对压力的应对措施各不相同，有些是无意识的，而有些则是有意识的。人们往往会通过压抑、拒绝、认同或者合理化来缓解自身的负面情绪。",
    "annotation": [
      {
        "sentence": "你对于感情的压力和她对于关系的压力都是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "压力事件会引起情绪和生理上的唤醒，导致我们感到不舒服。",
        "label": ""
      },
      {
        "sentence": "每个人面对压力的应对措施各不相同，有些是无意识的，而有些则是有意识的。",
        "label": ""
      },
      {
        "sentence": "人们往往会通过压抑、拒绝、认同或者合理化来缓解自身的负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "和你的关系对于你女朋友很可能是一个压力事件，她自己没有考虑得很清楚，潜意识知道还需要和你的这段感情来维系她的生活。所以她潜意识中认同了你作为伴侣的身份，虽然违背了道德规范，仍然把和你维持性关系这件事情合理化了。",
    "annotation": [
      {
        "sentence": "和你的关系对于你女朋友很可能是一个压力事件，她自己没有考虑得很清楚，潜意识知道还需要和你的这段感情来维系她的生活。",
        "label": ""
      },
      {
        "sentence": "所以她潜意识中认同了你作为伴侣的身份，虽然违背了道德规范，仍然把和你维持性关系这件事情合理化了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的女友可能并没有清楚地思考过和你的关系给她带来了怎样的压力，但是她下意识地认同与你保持伴侣的身份，即使违背了一些道德规范，她还是把和你维持性关系这件事合理化了。",
    "annotation": [
      {
        "sentence": "你的女友可能并没有清楚地思考过和你的关系给她带来了怎样的压力，但是她下意识地认同与你保持伴侣的身份，即使违背了一些道德规范，她还是把和你维持性关系这件事合理化了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "人的应对方式可以由认知、社会支持和人格特征决定。她的认知，认为自己和你继续作朋友是合理的，不论是出于感情或者负疚感。从社会支持而言，她可能没有朋友可以和她们谈论你们的关系，所以她作的决定是没有经过深入思考的，出了问题，她可能没有社会资源和人际支持帮助她解决这个问题。她的性格可能是深情的、情感丰富的、善良的、热于助人的，但是理性不足、务实不足，所以很少考虑和你之间的差距。",
    "annotation": [
      {
        "sentence": "人的应对方式可以由认知、社会支持和人格特征决定。",
        "label": ""
      },
      {
        "sentence": "她的认知，认为自己和你继续作朋友是合理的，不论是出于感情或者负疚感。",
        "label": ""
      },
      {
        "sentence": "从社会支持而言，她可能没有朋友可以和她们谈论你们的关系，所以她作的决定是没有经过深入思考的，出了问题，她可能没有社会资源和人际支持帮助她解决这个问题。",
        "label": ""
      },
      {
        "sentence": "她的性格可能是深情的、情感丰富的、善良的、热于助人的，但是理性不足、务实不足，所以很少考虑和你之间的差距。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个人面对压力时的应对方式通常由他们的认知、社会支持和人格特征来决定。她可能认为和你保持朋友关系是合理的，无论是出于感情还是负疚感。从社会支持的角度来看，她可能没有朋友能够提供关于你们关系的帮助和意见，导致她在做决定时缺乏深入思考。她可能是一个非常深情、情感丰富、善良和乐于助人的人，但缺乏理性和务实的考虑，所以她很少思考你们之间的差距。",
    "annotation": [
      {
        "sentence": "一个人面对压力时的应对方式通常由他们的认知、社会支持和人格特征来决定。",
        "label": ""
      },
      {
        "sentence": "她可能认为和你保持朋友关系是合理的，无论是出于感情还是负疚感。",
        "label": ""
      },
      {
        "sentence": "从社会支持的角度来看，她可能没有朋友能够提供关于你们关系的帮助和意见，导致她在做决定时缺乏深入思考。",
        "label": ""
      },
      {
        "sentence": "她可能是一个非常深情、情感丰富、善良和乐于助人的人，但缺乏理性和务实的考虑，所以她很少思考你们之间的差距。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "把快乐原则放在第一位，追求情感上的满足而比较少考虑其他问题。她在努力解决和你之间关系的问题，但是个体的努力不一定能达到预期效果，个体有可能可以通过",
    "annotation": [
      {
        "sentence": "把快乐原则放在第一位，追求情感上的满足而比较少考虑其他问题。",
        "label": ""
      },
      {
        "sentence": "她在努力解决和你之间关系的问题，但是个体的努力不一定能达到预期效果，个体有可能可以通过",
        "label": ""
      }
    ]
  }
]