[
  {
    "role": "client",
    "content": "女友因为我有案底分手后还想要做朋友可以上床为什么？我和女朋友认识半年，在一起五个月。我们是彼此的soulmate经常可以进行深层次的谈心，无话不谈毫无保留这种。感情很好，在一起我偶尔会因为自卑和觉得不是门当户对（我条件差一点，差距是比较大的）想要分开。前段时间我刚从看守所出来，女友要和我分手，因为我有案底（醉驾，和我分手，她说要为下一代考虑，不能接受觉得没有了未来，但是还是想和我做朋友，做炮友，而且我能感觉到她对我还是有感情的） 为什么会这样？补充几点1我俩都对对方很好，而且都很珍惜2都是真心对待这段感情3醉驾是和她一起发生的，也是因为这个事才和她在一起的4不要因为女生说做炮友就对她有偏见，很多事情当事人我最清楚5还有很多细节没有说到，我只说了我认为比较重要的部分。打字比较麻烦，如果有满意答案我希望可以进一步付费请教分手的原因挺现实的吧，我觉得这个根本原因就是感情没有到位吧，如果足够喜欢甚至爱的话是不是这些都不是问题吧？",
    "annotation": [
      {
        "sentence": "女友因为我有案底分手后还想要做朋友可以上床为什么？",
        "label": ""
      },
      {
        "sentence": "我和女朋友认识半年，在一起五个月。",
        "label": ""
      },
      {
        "sentence": "我们是彼此的soulmate经常可以进行深层次的谈心，无话不谈毫无保留这种。",
        "label": ""
      },
      {
        "sentence": "感情很好，在一起我偶尔会因为自卑和觉得不是门当户对（我条件差一点，差距是比较大的）想要分开。",
        "label": ""
      },
      {
        "sentence": "前段时间我刚从看守所出来，女友要和我分手，因为我有案底（醉驾，和我分手，她说要为下一代考虑，不能接受觉得没有了未来，但是还是想和我做朋友，做炮友，而且我能感觉到她对我还是有感情的） 为什么会这样？",
        "label": ""
      },
      {
        "sentence": "补充几点1我俩都对对方很好，而且都很珍惜2都是真心对待这段感情3醉驾是和她一起发生的，也是因为这个事才和她在一起的4不要因为女生说做炮友就对她有偏见，很多事情当事人我最清楚5还有很多细节没有说到，我只说了我认为比较重要的部分。",
        "label": ""
      },
      {
        "sentence": "打字比较麻烦，如果有满意答案我希望可以进一步付费请教分手的原因挺现实的吧，我觉得这个根本原因就是感情没有到位吧，如果足够喜欢甚至爱的话是不是这些都不是问题吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我了解你对这段感情的珍惜和自卑感的困扰。感情的发展常常受到现实问题的干扰，你在面对一些现实问题时，也会产生犹豫和放弃的念头。婚姻是一种比较现实的关系，其中双方的家庭条件至关重要。你很爱你的女友，但在一起时也会感到与她的差距，觉得自己不够优秀，所以产生了分手念头。此外，你提到了你的案底问题，我们都知道案底对于下一代的影响，特别是在孩子从事公务员或某些国家单位时，案底会成为限制条件。最后，还有其他一些问题需要考虑，比如双方父母对于这段感情的认同以及彼此是否愿意弥补现实问题的影响。你说如果足够喜欢甚至爱对方，这些问题是否都不是问题呢？个人认为，爱情确实很重要，但更重要的是如何应对已经发生的问题。爱情只能保证当时我们选择在一起，但现实问题仍然需要我们面对。所以，我们可以考虑一些现实因素。由于你们家庭条件差距较大，所以她的父母可能有更多顾虑，比如你们是否有稳定的工作，你是否可以保证她的物质生活。这一点可以从一些小事中看出来，要是对方家庭条件好，一件衣服可能等于我们一个月的工资。到时候我们是否要委屈对方，或者是否需要从对方父母那里得到一些帮助，这都是无法避免的问题。此外，酒驾事件是你和她一起发生的，作为长辈，如果了解这件事，内心肯定会有些芥蒂。因为大家都知道酒后不开车，可是我们没有做到，并且还被当场抓住，而且在你旁边的还是你的女友，这是对彼此的不负责任。父母很难将女儿交给一个不够负责的人，所以这也可能是你女友的顾虑所在。确实，感情很重要，但物质保障、未来的相处方式以及彼此的态度也很重要。要解决问题，我们首先需要消除对方的顾虑，提供一定的保障。",
    "annotation": [
      {
        "sentence": "求助者，我了解你对这段感情的珍惜和自卑感的困扰。",
        "label": ""
      },
      {
        "sentence": "感情的发展常常受到现实问题的干扰，你在面对一些现实问题时，也会产生犹豫和放弃的念头。",
        "label": ""
      },
      {
        "sentence": "婚姻是一种比较现实的关系，其中双方的家庭条件至关重要。",
        "label": ""
      },
      {
        "sentence": "你很爱你的女友，但在一起时也会感到与她的差距，觉得自己不够优秀，所以产生了分手念头。",
        "label": ""
      },
      {
        "sentence": "此外，你提到了你的案底问题，我们都知道案底对于下一代的影响，特别是在孩子从事公务员或某些国家单位时，案底会成为限制条件。",
        "label": ""
      },
      {
        "sentence": "最后，还有其他一些问题需要考虑，比如双方父母对于这段感情的认同以及彼此是否愿意弥补现实问题的影响。",
        "label": ""
      },
      {
        "sentence": "你说如果足够喜欢甚至爱对方，这些问题是否都不是问题呢？",
        "label": ""
      },
      {
        "sentence": "个人认为，爱情确实很重要，但更重要的是如何应对已经发生的问题。",
        "label": ""
      },
      {
        "sentence": "爱情只能保证当时我们选择在一起，但现实问题仍然需要我们面对。",
        "label": ""
      },
      {
        "sentence": "所以，我们可以考虑一些现实因素。",
        "label": ""
      },
      {
        "sentence": "由于你们家庭条件差距较大，所以她的父母可能有更多顾虑，比如你们是否有稳定的工作，你是否可以保证她的物质生活。",
        "label": ""
      },
      {
        "sentence": "这一点可以从一些小事中看出来，要是对方家庭条件好，一件衣服可能等于我们一个月的工资。",
        "label": ""
      },
      {
        "sentence": "到时候我们是否要委屈对方，或者是否需要从对方父母那里得到一些帮助，这都是无法避免的问题。",
        "label": ""
      },
      {
        "sentence": "此外，酒驾事件是你和她一起发生的，作为长辈，如果了解这件事，内心肯定会有些芥蒂。",
        "label": ""
      },
      {
        "sentence": "因为大家都知道酒后不开车，可是我们没有做到，并且还被当场抓住，而且在你旁边的还是你的女友，这是对彼此的不负责任。",
        "label": ""
      },
      {
        "sentence": "父母很难将女儿交给一个不够负责的人，所以这也可能是你女友的顾虑所在。",
        "label": ""
      },
      {
        "sentence": "确实，感情很重要，但物质保障、未来的相处方式以及彼此的态度也很重要。",
        "label": ""
      },
      {
        "sentence": "要解决问题，我们首先需要消除对方的顾虑，提供一定的保障。",
        "label": ""
      }
    ]
  }
]