[
  {
    "role": "client",
    "content": "最近发生了好多事情，我好像很想离开。我真的不知道自己怎么了，在这个假期里，父母离婚、分居，公司倒闭，还有贷款问题，我被人孤立，朋友们也纷纷离去，成绩一落千丈……虽然这些事情对我来说并不是很重要，我一直都是一个冷漠的人。但是我感觉到莫名其妙的难过，无法感受到开心，好像长大了，好像很想离开。有时候割了手臂，只有看到鲜血流出来，才能感觉到疼痛，才能觉得我还活着。我内心很痛苦，感觉自己就像个行尸走肉。我不知道该怎么办，也不知道我还能做什么。我真的好想跳楼离开。但是我有点舍不得我的偶像，我还想看他在大江南北火起来。可是我内心又很清醒和理智，我知道即使我去世了他也不会知道，他的火也和我没有关系。看了那么多励志的话语也只是暂时的激动一下。看到搞笑的视频我也会笑，但是笑完之后一切又变得空虚。我觉得一切都是假的，包括我自己，我不知道我还能在这个世界上存在多久，我不确定我的未来是否还存在……我不知道是否得了什么怪病，如果要治疗的话，可能也需要很多钱。",
    "annotation": [
      {
        "sentence": "最近发生了好多事情，我好像很想离开。",
        "label": ""
      },
      {
        "sentence": "我真的不知道自己怎么了，在这个假期里，父母离婚、分居，公司倒闭，还有贷款问题，我被人孤立，朋友们也纷纷离去，成绩一落千丈……虽然这些事情对我来说并不是很重要，我一直都是一个冷漠的人。",
        "label": ""
      },
      {
        "sentence": "但是我感觉到莫名其妙的难过，无法感受到开心，好像长大了，好像很想离开。",
        "label": ""
      },
      {
        "sentence": "有时候割了手臂，只有看到鲜血流出来，才能感觉到疼痛，才能觉得我还活着。",
        "label": ""
      },
      {
        "sentence": "我内心很痛苦，感觉自己就像个行尸走肉。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办，也不知道我还能做什么。",
        "label": ""
      },
      {
        "sentence": "我真的好想跳楼离开。",
        "label": ""
      },
      {
        "sentence": "但是我有点舍不得我的偶像，我还想看他在大江南北火起来。",
        "label": ""
      },
      {
        "sentence": "可是我内心又很清醒和理智，我知道即使我去世了他也不会知道，他的火也和我没有关系。",
        "label": ""
      },
      {
        "sentence": "看了那么多励志的话语也只是暂时的激动一下。",
        "label": ""
      },
      {
        "sentence": "看到搞笑的视频我也会笑，但是笑完之后一切又变得空虚。",
        "label": ""
      },
      {
        "sentence": "我觉得一切都是假的，包括我自己，我不知道我还能在这个世界上存在多久，我不确定我的未来是否还存在……我不知道是否得了什么怪病，如果要治疗的话，可能也需要很多钱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你最近经历了很多事情，父母离婚、分居、公司倒闭、朋友离去、被人孤立等等问题，很多人在这种情况下都会感到难过和不开心，这是很正常的情绪反应。如果一点都不难过，似乎反而有些异常。不要担心，你的情绪反应是正常的。如果感觉难过，想哭的话，可以找一个信任的人聊一聊，或者写写日记，把这些事情、你的想法和感受都表达出来，会减轻你的负担，让你感觉轻松一些。割手臂是一种伤害自己的行为，疼痛只是暂时让你感受到自己的存在，但是不能解决问题，也不能改善情绪，可能会让你更加沉迷在消极情绪中。做一些积极的事情、喜欢的事情、放松的事情，有意义的事情，都可以帮助你更好地感受到活着的意义和价值。你有喜欢的偶像，我觉得偶像最大的作用就是给我们提供一个精神上的支撑，让我们看到人生其实是可以很美好、很精彩的，从而鼓励我们不断努力，争取变得优秀，和偶像靠近。不管你的偶像是谁，陪着他一起成长，一起努力，看着他在各个方面变得火爆，也看着自己的生活变得越来越精彩。有差距、有距离并不要紧，每个人的起点、条件、机遇都不一样，只要我们在自己的条件下尽力而为，至少我们的努力和付出与偶像在同一个水平。要相信自己，你也很了不起！你的未来当然存在，而且会很精彩。要相信这一点！(^_-)",
    "annotation": [
      {
        "sentence": "听说你最近经历了很多事情，父母离婚、分居、公司倒闭、朋友离去、被人孤立等等问题，很多人在这种情况下都会感到难过和不开心，这是很正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "如果一点都不难过，似乎反而有些异常。",
        "label": ""
      },
      {
        "sentence": "不要担心，你的情绪反应是正常的。",
        "label": ""
      },
      {
        "sentence": "如果感觉难过，想哭的话，可以找一个信任的人聊一聊，或者写写日记，把这些事情、你的想法和感受都表达出来，会减轻你的负担，让你感觉轻松一些。",
        "label": ""
      },
      {
        "sentence": "割手臂是一种伤害自己的行为，疼痛只是暂时让你感受到自己的存在，但是不能解决问题，也不能改善情绪，可能会让你更加沉迷在消极情绪中。",
        "label": ""
      },
      {
        "sentence": "做一些积极的事情、喜欢的事情、放松的事情，有意义的事情，都可以帮助你更好地感受到活着的意义和价值。",
        "label": ""
      },
      {
        "sentence": "你有喜欢的偶像，我觉得偶像最大的作用就是给我们提供一个精神上的支撑，让我们看到人生其实是可以很美好、很精彩的，从而鼓励我们不断努力，争取变得优秀，和偶像靠近。",
        "label": ""
      },
      {
        "sentence": "不管你的偶像是谁，陪着他一起成长，一起努力，看着他在各个方面变得火爆，也看着自己的生活变得越来越精彩。",
        "label": ""
      },
      {
        "sentence": "有差距、有距离并不要紧，每个人的起点、条件、机遇都不一样，只要我们在自己的条件下尽力而为，至少我们的努力和付出与偶像在同一个水平。",
        "label": ""
      },
      {
        "sentence": "要相信自己，你也很了不起！",
        "label": ""
      },
      {
        "sentence": "你的未来当然存在，而且会很精彩。",
        "label": ""
      },
      {
        "sentence": "要相信这一点！",
        "label": ""
      },
      {
        "sentence": "(^_-)",
        "label": ""
      }
    ]
  }
]