[
  {
    "role": "client",
    "content": "大龄剩女相亲网站遇到患有强迫症男生，如何抉择？我88年大龄剩女，在相亲网站认识一86年男孩，人长的帅，有才艺，家境好！只在18，19年有过两次半年的恋爱！他很坦诚，他说自己曾经有严重的强迫症+神经衰弱！反复洗手，从小就各种担心自己得病！吃左洛复至少六年+，从未间断，最多3片，最少1片！药量自我调节！没有遵医嘱！",
    "annotation": [
      {
        "sentence": "大龄剩女相亲网站遇到患有强迫症男生，如何抉择？",
        "label": ""
      },
      {
        "sentence": "我88年大龄剩女，在相亲网站认识一86年男孩，人长的帅，有才艺，家境好！",
        "label": ""
      },
      {
        "sentence": "只在18，19年有过两次半年的恋爱！",
        "label": ""
      },
      {
        "sentence": "他很坦诚，他说自己曾经有严重的强迫症+神经衰弱！",
        "label": ""
      },
      {
        "sentence": "反复洗手，从小就各种担心自己得病！",
        "label": ""
      },
      {
        "sentence": "吃左洛复至少六年+，从未间断，最多3片，最少1片！",
        "label": ""
      },
      {
        "sentence": "药量自我调节！",
        "label": ""
      },
      {
        "sentence": "没有遵医嘱！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的担忧了。首先，能够认识到你在此情况下的犹豫是很好的，这是一个明智的思考和保护自己的方式。你对男孩子的资料有很多的信心，但由于他存在诸如强迫症和神经衰弱等心理疾病，你存在很多困惑，对吗？",
    "annotation": [
      {
        "sentence": "你好，听到你的担忧了。",
        "label": ""
      },
      {
        "sentence": "首先，能够认识到你在此情况下的犹豫是很好的，这是一个明智的思考和保护自己的方式。",
        "label": ""
      },
      {
        "sentence": "你对男孩子的资料有很多的信心，但由于他存在诸如强迫症和神经衰弱等心理疾病，你存在很多困惑，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他的病症让我很害怕，但又怕错过一个好男人。",
    "annotation": [
      {
        "sentence": "是的，他的病症让我很害怕，但又怕错过一个好男人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "强迫症，神经衰弱和抑郁症这几种疾病的症状是有区别的，甚至于也有一些共性。但是，不同的病症是因人而异的，严重程度也有所不同，并且治疗方式也因此各异。因此，一个疾病能否治愈或者预后如何也决定于不同的情况，而这些情况十分复杂。你可以先了解一些他的病情，心理学医生的建议是，不要急着和他开始恋爱关系，多观察交流。想了解他是否可以通过药物治疗和心理治疗来缓解病症，来稳定人格和情绪，从而稳定恋爱关系。",
    "annotation": [
      {
        "sentence": "强迫症，神经衰弱和抑郁症这几种疾病的症状是有区别的，甚至于也有一些共性。",
        "label": ""
      },
      {
        "sentence": "但是，不同的病症是因人而异的，严重程度也有所不同，并且治疗方式也因此各异。",
        "label": ""
      },
      {
        "sentence": "因此，一个疾病能否治愈或者预后如何也决定于不同的情况，而这些情况十分复杂。",
        "label": ""
      },
      {
        "sentence": "你可以先了解一些他的病情，心理学医生的建议是，不要急着和他开始恋爱关系，多观察交流。",
        "label": ""
      },
      {
        "sentence": "想了解他是否可以通过药物治疗和心理治疗来缓解病症，来稳定人格和情绪，从而稳定恋爱关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他说左洛复有较长时间在药物治疗的过程中，他会不会对性功能有影响呢？另外，神经衰弱和强迫症有没有可能遗传？",
    "annotation": [
      {
        "sentence": "他说左洛复有较长时间在药物治疗的过程中，他会不会对性功能有影响呢？",
        "label": ""
      },
      {
        "sentence": "另外，神经衰弱和强迫症有没有可能遗传？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要对左洛复在性功能方面的副作用，我需要先了解一些你的具体情况及细节。但是，一般来说在药物治疗过程中，如果使用的药物确实会引起出现性功能上的问题，那么医生通常会采取其他治疗方法及注意事项来规避这些问题。至于神经衰弱和强迫症是否遗传，应该是存在遗传成分的，但具体怎样，也要看他的家庭和个人情况等因素。",
    "annotation": [
      {
        "sentence": "要对左洛复在性功能方面的副作用，我需要先了解一些你的具体情况及细节。",
        "label": ""
      },
      {
        "sentence": "但是，一般来说在药物治疗过程中，如果使用的药物确实会引起出现性功能上的问题，那么医生通常会采取其他治疗方法及注意事项来规避这些问题。",
        "label": ""
      },
      {
        "sentence": "至于神经衰弱和强迫症是否遗传，应该是存在遗传成分的，但具体怎样，也要看他的家庭和个人情况等因素。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他告诉我他存在一些症状，比如总是担心不好的事情会发生。小的时候看见别人生病就担心自己会不会得这个病，得了还会担心未来，然后恐慌。他现在每天坚持运动半小。那强迫症，会不会对我们的婚姻生活带来负面影响？",
    "annotation": [
      {
        "sentence": "他告诉我他存在一些症状，比如总是担心不好的事情会发生。",
        "label": ""
      },
      {
        "sentence": "小的时候看见别人生病就担心自己会不会得这个病，得了还会担心未来，然后恐慌。",
        "label": ""
      },
      {
        "sentence": "他现在每天坚持运动半小。",
        "label": ""
      },
      {
        "sentence": "那强迫症，会不会对我们的婚姻生活带来负面影响？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "强迫症对于婚姻生活是否有影响，要看病情的轻重程度及治疗情况。从你对他的描述来看，他目前有一些轻微的强迫症症状，但已经在采取积极的措施缓解病情了。但是，婚姻生活的稳定，并不仅是单方面的责任。如果剩女相亲历史在过去的恋爱历程中存在相对情绪不稳定的问题，就需要仔细地考虑你自己和他是否匹配。如果你们的个性特点相似，可能会带来更大的困扰。所以，我建议在恋爱关系中，除了善待和爱他，也请您多多照顾自己，看看自己是否还存在一些需要调整的问题。",
    "annotation": [
      {
        "sentence": "强迫症对于婚姻生活是否有影响，要看病情的轻重程度及治疗情况。",
        "label": ""
      },
      {
        "sentence": "从你对他的描述来看，他目前有一些轻微的强迫症症状，但已经在采取积极的措施缓解病情了。",
        "label": ""
      },
      {
        "sentence": "但是，婚姻生活的稳定，并不仅是单方面的责任。",
        "label": ""
      },
      {
        "sentence": "如果剩女相亲历史在过去的恋爱历程中存在相对情绪不稳定的问题，就需要仔细地考虑你自己和他是否匹配。",
        "label": ""
      },
      {
        "sentence": "如果你们的个性特点相似，可能会带来更大的困扰。",
        "label": ""
      },
      {
        "sentence": "所以，我建议在恋爱关系中，除了善待和爱他，也请您多多照顾自己，看看自己是否还存在一些需要调整的问题。",
        "label": ""
      }
    ]
  }
]