[
  {
    "role": "client",
    "content": "不敢说出心里话，觉得在别人面前展现自己非常羞耻？与人交往，交流时不敢说出自己的想法，会先否认自己，觉得说出来会得罪人。也觉得说出自己的想法很羞耻，向别人展现自己很羞耻。像是刚加入一个团体，最初的机会就是表达自己证明自己，然后获得相应的位置。我面临这个时刻总是会退缩，想当空气，觉得只要我不想我就不存在。长久一后，都会忽略我，不重视我，觉得我无关紧要。明明心里有想法，可就是不说，憋着自己难受，别人也觉得我很难搞懂。我也有看过一些低自尊的书，可是没有太大改善。我很想明白为什么我自己觉得向别人说出自己很羞耻，并且怎么改善。",
    "annotation": [
      {
        "sentence": "不敢说出心里话，觉得在别人面前展现自己非常羞耻？",
        "label": ""
      },
      {
        "sentence": "与人交往，交流时不敢说出自己的想法，会先否认自己，觉得说出来会得罪人。",
        "label": ""
      },
      {
        "sentence": "也觉得说出自己的想法很羞耻，向别人展现自己很羞耻。",
        "label": ""
      },
      {
        "sentence": "像是刚加入一个团体，最初的机会就是表达自己证明自己，然后获得相应的位置。",
        "label": ""
      },
      {
        "sentence": "我面临这个时刻总是会退缩，想当空气，觉得只要我不想我就不存在。",
        "label": ""
      },
      {
        "sentence": "长久一后，都会忽略我，不重视我，觉得我无关紧要。",
        "label": ""
      },
      {
        "sentence": "明明心里有想法，可就是不说，憋着自己难受，别人也觉得我很难搞懂。",
        "label": ""
      },
      {
        "sentence": "我也有看过一些低自尊的书，可是没有太大改善。",
        "label": ""
      },
      {
        "sentence": "我很想明白为什么我自己觉得向别人说出自己很羞耻，并且怎么改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全理解。羞耻感是一种非常普遍且阻碍我们成长的情绪。当我们产生羞耻感时，往往希望自己消失不见，因为我们觉得自己见不得人。我相信很多人都有“找个地缝钻进去”的体验。通过你的描述，我想你是一个非常重视自己表现的人，渴望展现出最好的一面。因此，你总是高度控制自己说什么、做什么，在别人面前很难放松自己。但这种过度的控制反而让你感到不满意，有时也让别人无法理解你。这种过于在意自己表现的倾向可能与你的家庭教育有关。家人对我们有过高要求或挑剔我们的做法时，我们很少得到认可和赞许，导致我们觉得“别人难以取悦”。这样的观念长期以来成为我们内心的信念，让我们总是对自己不满意，觉得自己不够好。即使面对陌生人，也无法轻松地与他们交流。事实上，我们只需真实地放松自己，表达自己就可以了。其他人，尤其是第一次见面的人或者陌生人，并不会对我们抱有高期望，他们只是想了解我们。如果我们在交流中有不同观点，也是可以理解的。我们可以试着从与接纳度较高的人开始表达，比如亲朋好友，尝试说出自己的想法。此外，找一些热情、容易亲近的人交流也是个好方式，这样我们可以积累更多积极的反馈，增加自信。对于陌生人，可以从一些不太重要的话题开始，比如喜欢的食物、电影或音乐等。这些大众化的话题容易找到共同点，也容易让人放松。如果直接表达自己的想法还有困难，可以试着在与他人有共鸣的时候表达，当对方提到一款你也在玩的游戏，你可以表达赞同并分享自己的感受和看法。因为人们通常不会打压和他们看法一致的人。我们可以一步步来，先不要求表达得多么流畅或完美，要求自己能够勇敢地表达出来。每一次表达都值得点赞和鼓励，相信你一定能够做到。最后，关于害羞的问题更深层次的分析可能会涉及到其他方面，如早期经历等。如果你感兴趣，可以阅读菲利普津巴多教授的《害羞心理学》和《不再害羞》，相信会给你一些启发。",
    "annotation": [
      {
        "sentence": "你的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "羞耻感是一种非常普遍且阻碍我们成长的情绪。",
        "label": ""
      },
      {
        "sentence": "当我们产生羞耻感时，往往希望自己消失不见，因为我们觉得自己见不得人。",
        "label": ""
      },
      {
        "sentence": "我相信很多人都有“找个地缝钻进去”的体验。",
        "label": ""
      },
      {
        "sentence": "通过你的描述，我想你是一个非常重视自己表现的人，渴望展现出最好的一面。",
        "label": ""
      },
      {
        "sentence": "因此，你总是高度控制自己说什么、做什么，在别人面前很难放松自己。",
        "label": ""
      },
      {
        "sentence": "但这种过度的控制反而让你感到不满意，有时也让别人无法理解你。",
        "label": ""
      },
      {
        "sentence": "这种过于在意自己表现的倾向可能与你的家庭教育有关。",
        "label": ""
      },
      {
        "sentence": "家人对我们有过高要求或挑剔我们的做法时，我们很少得到认可和赞许，导致我们觉得“别人难以取悦”。",
        "label": ""
      },
      {
        "sentence": "这样的观念长期以来成为我们内心的信念，让我们总是对自己不满意，觉得自己不够好。",
        "label": ""
      },
      {
        "sentence": "即使面对陌生人，也无法轻松地与他们交流。",
        "label": ""
      },
      {
        "sentence": "事实上，我们只需真实地放松自己，表达自己就可以了。",
        "label": ""
      },
      {
        "sentence": "其他人，尤其是第一次见面的人或者陌生人，并不会对我们抱有高期望，他们只是想了解我们。",
        "label": ""
      },
      {
        "sentence": "如果我们在交流中有不同观点，也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "我们可以试着从与接纳度较高的人开始表达，比如亲朋好友，尝试说出自己的想法。",
        "label": ""
      },
      {
        "sentence": "此外，找一些热情、容易亲近的人交流也是个好方式，这样我们可以积累更多积极的反馈，增加自信。",
        "label": ""
      },
      {
        "sentence": "对于陌生人，可以从一些不太重要的话题开始，比如喜欢的食物、电影或音乐等。",
        "label": ""
      },
      {
        "sentence": "这些大众化的话题容易找到共同点，也容易让人放松。",
        "label": ""
      },
      {
        "sentence": "如果直接表达自己的想法还有困难，可以试着在与他人有共鸣的时候表达，当对方提到一款你也在玩的游戏，你可以表达赞同并分享自己的感受和看法。",
        "label": ""
      },
      {
        "sentence": "因为人们通常不会打压和他们看法一致的人。",
        "label": ""
      },
      {
        "sentence": "我们可以一步步来，先不要求表达得多么流畅或完美，要求自己能够勇敢地表达出来。",
        "label": ""
      },
      {
        "sentence": "每一次表达都值得点赞和鼓励，相信你一定能够做到。",
        "label": ""
      },
      {
        "sentence": "最后，关于害羞的问题更深层次的分析可能会涉及到其他方面，如早期经历等。",
        "label": ""
      },
      {
        "sentence": "如果你感兴趣，可以阅读菲利普津巴多教授的《害羞心理学》和《不再害羞》，相信会给你一些启发。",
        "label": ""
      }
    ]
  }
]