[
  {
    "role": "client",
    "content": "我今年71岁了，有一个12岁养子读六年级（目前他还没知道自己是被收养），他因被过度溺爱，上一年的7月不愿意上学，对我有暴力行为，并且曾经需要报警处理。现在他接受过社工帮助后，愿意返回校园了，但是今年因为要上网课，接触手机后沉迷手机游戏，近两月每天玩手机20小时，睡觉只睡3、4小时，吃一顿饭，不顺心的时候就有殴打我的情况。现在对老师和热线工作人员的看望也没有任何反应，只顾玩手机…我本身的话，在处理他这个问题上获得的家庭支持比较薄弱，我的两个女儿都明确表示过不愿意帮助我处理我与他的问题，而我的丈夫72岁因病瘫痪在床，租住在一楼。我在楼上住，每天需要安排半天时间照顾丈夫。另外我因为抑郁正在服药。每次谈论起儿子的问题都禁不住情绪激动、自责，流泪、也很恐惧，很无奈。负面和极端的想法也很多。我不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "我今年71岁了，有一个12岁养子读六年级（目前他还没知道自己是被收养），他因被过度溺爱，上一年的7月不愿意上学，对我有暴力行为，并且曾经需要报警处理。",
        "label": ""
      },
      {
        "sentence": "现在他接受过社工帮助后，愿意返回校园了，但是今年因为要上网课，接触手机后沉迷手机游戏，近两月每天玩手机20小时，睡觉只睡3、4小时，吃一顿饭，不顺心的时候就有殴打我的情况。",
        "label": ""
      },
      {
        "sentence": "现在对老师和热线工作人员的看望也没有任何反应，只顾玩手机…我本身的话，在处理他这个问题上获得的家庭支持比较薄弱，我的两个女儿都明确表示过不愿意帮助我处理我与他的问题，而我的丈夫72岁因病瘫痪在床，租住在一楼。",
        "label": ""
      },
      {
        "sentence": "我在楼上住，每天需要安排半天时间照顾丈夫。",
        "label": ""
      },
      {
        "sentence": "另外我因为抑郁正在服药。",
        "label": ""
      },
      {
        "sentence": "每次谈论起儿子的问题都禁不住情绪激动、自责，流泪、也很恐惧，很无奈。",
        "label": ""
      },
      {
        "sentence": "负面和极端的想法也很多。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "阿姨我看到您说，您今年71岁了，因为抑郁症正在服药，可以想见，您这一生，过得有多不容易，是吧？这么大年纪，本来应该是乐享天年的时候，然而，您却要忍受抑郁症这个比肉体痛苦百倍的精神折磨，而且，您自己精力不济，还要照顾瘫痪在床的老伴，为养子的学习操心。更难过的是，您那么爱您的养子，他却恩将仇报，对您施以暴力，您的心，该是有多疼呢？也怪不得，您会抑郁了。虽然，您与养子的关系不是导致您抑郁的根本问题，但这个问题会很大程度上影响您的身心健康！",
    "annotation": [
      {
        "sentence": "阿姨我看到您说，您今年71岁了，因为抑郁症正在服药，可以想见，您这一生，过得有多不容易，是吧？",
        "label": ""
      },
      {
        "sentence": "这么大年纪，本来应该是乐享天年的时候，然而，您却要忍受抑郁症这个比肉体痛苦百倍的精神折磨，而且，您自己精力不济，还要照顾瘫痪在床的老伴，为养子的学习操心。",
        "label": ""
      },
      {
        "sentence": "更难过的是，您那么爱您的养子，他却恩将仇报，对您施以暴力，您的心，该是有多疼呢？",
        "label": ""
      },
      {
        "sentence": "也怪不得，您会抑郁了。",
        "label": ""
      },
      {
        "sentence": "虽然，您与养子的关系不是导致您抑郁的根本问题，但这个问题会很大程度上影响您的身心健康！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我已经感到非常疲惫了。每天都感到压力很大，无法应对孩子的问题和我的身体状况。",
    "annotation": [
      {
        "sentence": "是的，我已经感到非常疲惫了。",
        "label": ""
      },
      {
        "sentence": "每天都感到压力很大，无法应对孩子的问题和我的身体状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的感受我能理解，毕竟您同时承受了家庭的各种压力和责任。在面对养子的问题时，您是否曾考虑过寻求其他人的帮助呢？",
    "annotation": [
      {
        "sentence": "您的感受我能理解，毕竟您同时承受了家庭的各种压力和责任。",
        "label": ""
      },
      {
        "sentence": "在面对养子的问题时，您是否曾考虑过寻求其他人的帮助呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾找过社工和老师，但他们的帮助并没有取得太大的成效。孩子仍然表现得很冷漠，只顾玩手机而没有任何改变。",
    "annotation": [
      {
        "sentence": "我曾找过社工和老师，但他们的帮助并没有取得太大的成效。",
        "label": ""
      },
      {
        "sentence": "孩子仍然表现得很冷漠，只顾玩手机而没有任何改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许我们可以试着找一个更亲近孩子的方式来引起他的注意和共鸣。比如，可以用一些适合他年龄的手机游戏作为奖励，帮助他建立正确的时间管理观念和学习习惯。",
    "annotation": [
      {
        "sentence": "或许我们可以试着找一个更亲近孩子的方式来引起他的注意和共鸣。",
        "label": ""
      },
      {
        "sentence": "比如，可以用一些适合他年龄的手机游戏作为奖励，帮助他建立正确的时间管理观念和学习习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个主意听起来不错，我会试试看。但我也很担心他对我的暴力行为会再次发生，我该怎么做呢？",
    "annotation": [
      {
        "sentence": "这个主意听起来不错，我会试试看。",
        "label": ""
      },
      {
        "sentence": "但我也很担心他对我的暴力行为会再次发生，我该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，让我们先认识到一个问题，暴力行为是孩子过度溺爱的结果，并不是您的错。您是一个慈爱而关心孩子的人，我们需要找到一种方式来改变他的行为模式。建议您尝试寻求心理咨询师或家庭治疗师的帮助，通过专业的指导和支持，帮助您和孩子建立更健康的亲子关系。",
    "annotation": [
      {
        "sentence": "首先，让我们先认识到一个问题，暴力行为是孩子过度溺爱的结果，并不是您的错。",
        "label": ""
      },
      {
        "sentence": "您是一个慈爱而关心孩子的人，我们需要找到一种方式来改变他的行为模式。",
        "label": ""
      },
      {
        "sentence": "建议您尝试寻求心理咨询师或家庭治疗师的帮助，通过专业的指导和支持，帮助您和孩子建立更健康的亲子关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑寻求专业的帮助，但目前我所面临的问题并不仅仅是与养子的关系，我还需要照顾丈夫和应对自己的抑郁症。我实在是力不从心。",
    "annotation": [
      {
        "sentence": "我会考虑寻求专业的帮助，但目前我所面临的问题并不仅仅是与养子的关系，我还需要照顾丈夫和应对自己的抑郁症。",
        "label": ""
      },
      {
        "sentence": "我实在是力不从心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，您确实承受了很多的压力和责任。在这种情况下，寻求家庭成员之间的支持是非常重要的。虽然您的两个女儿可能有一些反对意见，但是我们可以通过沟通和理解来解决分歧。您可以试着与女儿们坐下来，谈一谈您的困境和需求，希望她们给予更多的关注和帮助。也许她们会有所改变。",
    "annotation": [
      {
        "sentence": "是的，您确实承受了很多的压力和责任。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，寻求家庭成员之间的支持是非常重要的。",
        "label": ""
      },
      {
        "sentence": "虽然您的两个女儿可能有一些反对意见，但是我们可以通过沟通和理解来解决分歧。",
        "label": ""
      },
      {
        "sentence": "您可以试着与女儿们坐下来，谈一谈您的困境和需求，希望她们给予更多的关注和帮助。",
        "label": ""
      },
      {
        "sentence": "也许她们会有所改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解您的建议，但我很害怕她们会再次拒绝帮助我，或者因为矛盾升级导致家庭关系更加紧张。",
    "annotation": [
      {
        "sentence": "我理解您的建议，但我很害怕她们会再次拒绝帮助我，或者因为矛盾升级导致家庭关系更加紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解您的担心，但是作为一个家庭，面对问题时我们需要共同协作和理解。我建议您以平和的心态，耐心地与女儿们进行对话，积极倾听她们的想法和感受，寻找到解决问题的最佳方案。同时，您也可以与社工或心理咨询师一起商讨，寻求更专业的意见和帮助。您并不孤单，我们会一起度过困难的时刻。",
    "annotation": [
      {
        "sentence": "我了解您的担心，但是作为一个家庭，面对问题时我们需要共同协作和理解。",
        "label": ""
      },
      {
        "sentence": "我建议您以平和的心态，耐心地与女儿们进行对话，积极倾听她们的想法和感受，寻找到解决问题的最佳方案。",
        "label": ""
      },
      {
        "sentence": "同时，您也可以与社工或心理咨询师一起商讨，寻求更专业的意见和帮助。",
        "label": ""
      },
      {
        "sentence": "您并不孤单，我们会一起度过困难的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励和支持，我会尝试",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励和支持，我会尝试",
        "label": ""
      }
    ]
  }
]