[
  {
    "role": "client",
    "content": "我是一个21岁的女生，一直以来，不知道为什么缺乏安全感？",
    "annotation": [
      {
        "sentence": "我是一个21岁的女生，一直以来，不知道为什么缺乏安全感？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这个问题是关于安全感的缺失。首先，之前接受心理咨询师，被提问到安全感，来自谁？我想这个问题的答案只能是自己。我们的安全感不能通过别人来给我们，至少成年之后，应该转变这种想法。在未成年时期，我们的人格还没有独立，所以会更依赖于身边的亲人朋友。但是成年之后，我们进入了一个独立自主的时期，所以要尝试去给自己安全感，因为自己是我们可以掌控的因素，而他人没有一个人可以一直陪着我们。",
    "annotation": [
      {
        "sentence": "你这个问题是关于安全感的缺失。",
        "label": ""
      },
      {
        "sentence": "首先，之前接受心理咨询师，被提问到安全感，来自谁？",
        "label": ""
      },
      {
        "sentence": "我想这个问题的答案只能是自己。",
        "label": ""
      },
      {
        "sentence": "我们的安全感不能通过别人来给我们，至少成年之后，应该转变这种想法。",
        "label": ""
      },
      {
        "sentence": "在未成年时期，我们的人格还没有独立，所以会更依赖于身边的亲人朋友。",
        "label": ""
      },
      {
        "sentence": "但是成年之后，我们进入了一个独立自主的时期，所以要尝试去给自己安全感，因为自己是我们可以掌控的因素，而他人没有一个人可以一直陪着我们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在心理咨询中回想起初中时期跟女老师的身体接触，感到安全。我也知道自己跟妈妈有一定距离，所以把“恋母”这种感情转移到老师身上。但是在高中时，当我说小时候很怕一个人睡觉，妈妈却觉得我情绪异常敏感。小时候我跟妈妈寸步不离，但是她却说我对她没感情。这是不安全型依恋，想到它给人生带来的影响，我不再快乐了。我感觉自己像个没有断奶的小孩，是不是成人幼稚病？",
    "annotation": [
      {
        "sentence": "我在心理咨询中回想起初中时期跟女老师的身体接触，感到安全。",
        "label": ""
      },
      {
        "sentence": "我也知道自己跟妈妈有一定距离，所以把“恋母”这种感情转移到老师身上。",
        "label": ""
      },
      {
        "sentence": "但是在高中时，当我说小时候很怕一个人睡觉，妈妈却觉得我情绪异常敏感。",
        "label": ""
      },
      {
        "sentence": "小时候我跟妈妈寸步不离，但是她却说我对她没感情。",
        "label": ""
      },
      {
        "sentence": "这是不安全型依恋，想到它给人生带来的影响，我不再快乐了。",
        "label": ""
      },
      {
        "sentence": "我感觉自己像个没有断奶的小孩，是不是成人幼稚病？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到了你和妈妈之间的亲情问题，可能是由于你不善于表达感情，与妈妈交心很少，这让你内心所想、所感无法传递到妈妈那边，所以妈妈并不能感觉到你对她的需要。另一方面，在你依赖老师的同时，你可能会更加远离父母，与妈妈的距离更远。我建议和妈妈开诚布公地交流一下，说出自己心里所想的。我相信你的母亲会理解并且更多地给你爱。",
    "annotation": [
      {
        "sentence": "你提到了你和妈妈之间的亲情问题，可能是由于你不善于表达感情，与妈妈交心很少，这让你内心所想、所感无法传递到妈妈那边，所以妈妈并不能感觉到你对她的需要。",
        "label": ""
      },
      {
        "sentence": "另一方面，在你依赖老师的同时，你可能会更加远离父母，与妈妈的距离更远。",
        "label": ""
      },
      {
        "sentence": "我建议和妈妈开诚布公地交流一下，说出自己心里所想的。",
        "label": ""
      },
      {
        "sentence": "我相信你的母亲会理解并且更多地给你爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是不是太过苛责自己了？我总是过度关注自己没有独立成长。我想其中的原因可能是我先天缺乏足够的母爱，后天需要寻找方法加以干预，让自己的心态转换。最初最需要做的事情应该是寻求方法，怎么样让自己独立起来，怎么样弥补之前缺失的亲情。",
    "annotation": [
      {
        "sentence": "我是不是太过苛责自己了？",
        "label": ""
      },
      {
        "sentence": "我总是过度关注自己没有独立成长。",
        "label": ""
      },
      {
        "sentence": "我想其中的原因可能是我先天缺乏足够的母爱，后天需要寻找方法加以干预，让自己的心态转换。",
        "label": ""
      },
      {
        "sentence": "最初最需要做的事情应该是寻求方法，怎么样让自己独立起来，怎么样弥补之前缺失的亲情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的观察是正确的。你的经历和性格以及环境因素导致你先天可能缺乏足够的母爱，后天需要去寻找方法加以干预，让自己的心态转变。最重要的是，安全感真的没有其他人能够给你。如果过度拘泥于从他人身上寻找安全感，那我们永远也不可能感受到安全。希望你能够克服你的问题，祝你好运。",
    "annotation": [
      {
        "sentence": "你的观察是正确的。",
        "label": ""
      },
      {
        "sentence": "你的经历和性格以及环境因素导致你先天可能缺乏足够的母爱，后天需要去寻找方法加以干预，让自己的心态转变。",
        "label": ""
      },
      {
        "sentence": "最重要的是，安全感真的没有其他人能够给你。",
        "label": ""
      },
      {
        "sentence": "如果过度拘泥于从他人身上寻找安全感，那我们永远也不可能感受到安全。",
        "label": ""
      },
      {
        "sentence": "希望你能够克服你的问题，祝你好运。",
        "label": ""
      }
    ]
  }
]