[
  {
    "role": "client",
    "content": "大专，找初中就能做的工作，为何不初中毕业直接工作？我今年25岁，会计大专毕业，感觉找工作很不自信找的工作营业员什么的都是初中，高中就能做的工作，工资也是2-3千，那我还不如直接初中毕业就工作呢，可是我读书那时老师社会给我们的感觉都是多读书有出路些，现实社会确实又一番景象，我真的迷茫了，我也再报考成教本科，但是我觉得很迷茫觉得做什么好像感觉明明没用却要做，就比如少年时候读书，后来升学历这些，我的思想错了吗？",
    "annotation": [
      {
        "sentence": "大专，找初中就能做的工作，为何不初中毕业直接工作？",
        "label": ""
      },
      {
        "sentence": "我今年25岁，会计大专毕业，感觉找工作很不自信找的工作营业员什么的都是初中，高中就能做的工作，工资也是2-3千，那我还不如直接初中毕业就工作呢，可是我读书那时老师社会给我们的感觉都是多读书有出路些，现实社会确实又一番景象，我真的迷茫了，我也再报考成教本科，但是我觉得很迷茫觉得做什么好像感觉明明没用却要做，就比如少年时候读书，后来升学历这些，我的思想错了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你注意到的社会现象，也是我所感知到的，即考取高学历并非人生成功的关键。在中国的历史上，学习、参加考试、获得高学历，曾经都是寒窗苦读的学子走向成功的唯一关键，不成功便成仁。如在古代，是获取功名走上仕途的唯一路径，在近代某段历史，高考是获得铁饭碗的关键因素，因此有人把高考比喻成“独木桥”。这就形成了中国社会的集体潜意识，从小就会被灌輸要好好学习天天向上，考上大学获得更高的学历，家庭、学校及社会都在强调学习的重要性。",
    "annotation": [
      {
        "sentence": "你注意到的社会现象，也是我所感知到的，即考取高学历并非人生成功的关键。",
        "label": ""
      },
      {
        "sentence": "在中国的历史上，学习、参加考试、获得高学历，曾经都是寒窗苦读的学子走向成功的唯一关键，不成功便成仁。",
        "label": ""
      },
      {
        "sentence": "如在古代，是获取功名走上仕途的唯一路径，在近代某段历史，高考是获得铁饭碗的关键因素，因此有人把高考比喻成“独木桥”。",
        "label": ""
      },
      {
        "sentence": "这就形成了中国社会的集体潜意识，从小就会被灌輸要好好学习天天向上，考上大学获得更高的学历，家庭、学校及社会都在强调学习的重要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在成长过程中确实听到了很多声音强调学习的重要性，多读书有出路。内化这些声音成为我内心的规则和约束，尽管现在意识到文凭并不是那么重要，但我还是会受到内在规则的影响。这种冲突让我感到迷茫，也影响了我的自信。",
    "annotation": [
      {
        "sentence": "我在成长过程中确实听到了很多声音强调学习的重要性，多读书有出路。",
        "label": ""
      },
      {
        "sentence": "内化这些声音成为我内心的规则和约束，尽管现在意识到文凭并不是那么重要，但我还是会受到内在规则的影响。",
        "label": ""
      },
      {
        "sentence": "这种冲突让我感到迷茫，也影响了我的自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全能理解。当外界过多地驱使自己，我们的思考和想法会被挤占，这种冲突会消耗你的精力和能量，让你不舒服甚至迷茫。但是你不要担心，这种冲突和不自信是可以通过心理咨询来解决的。如果你准备好了，可以尝试下心理咨询来帮助你。",
    "annotation": [
      {
        "sentence": "你的感受我完全能理解。",
        "label": ""
      },
      {
        "sentence": "当外界过多地驱使自己，我们的思考和想法会被挤占，这种冲突会消耗你的精力和能量，让你不舒服甚至迷茫。",
        "label": ""
      },
      {
        "sentence": "但是你不要担心，这种冲突和不自信是可以通过心理咨询来解决的。",
        "label": ""
      },
      {
        "sentence": "如果你准备好了，可以尝试下心理咨询来帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是否真的需要心理咨询呢？我有点犹豫。",
    "annotation": [
      {
        "sentence": "我是否真的需要心理咨询呢？",
        "label": ""
      },
      {
        "sentence": "我有点犹豫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这完全取决于你自己的感受。心理咨询可以帮助你更好地了解自己的内心冲突，并找到应对和解决的方式。它可以提供你情感上的支持和调节，让你重新获得自信。同时，心理咨询还可以帮助你探索自己的兴趣和潜力，找到适合自己的职业方向。如果你觉得有需要，不妨尝试一下，它可能让你有所启发。",
    "annotation": [
      {
        "sentence": "这完全取决于你自己的感受。",
        "label": ""
      },
      {
        "sentence": "心理咨询可以帮助你更好地了解自己的内心冲突，并找到应对和解决的方式。",
        "label": ""
      },
      {
        "sentence": "它可以提供你情感上的支持和调节，让你重新获得自信。",
        "label": ""
      },
      {
        "sentence": "同时，心理咨询还可以帮助你探索自己的兴趣和潜力，找到适合自己的职业方向。",
        "label": ""
      },
      {
        "sentence": "如果你觉得有需要，不妨尝试一下，它可能让你有所启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑一下的。但是我还是有些担心，如果我找不到合适的工作，会不会白白浪费了这些年的时间和精力呢？",
    "annotation": [
      {
        "sentence": "我会考虑一下的。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些担心，如果我找不到合适的工作，会不会白白浪费了这些年的时间和精力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担忧是非常正常的。然而，我们要明白，人生中的经历和学习不会白白浪费。你所获得的知识和技能，以及通过大专学业所培养的能力，都是宝贵的财富，它们会在你的人生旅程中起到作用。不论你未来找到何种工作，这些年的学习和经历都会为你打下坚实的基础，帮助你更好地适应和应对工作中的挑战。",
    "annotation": [
      {
        "sentence": "这种担忧是非常正常的。",
        "label": ""
      },
      {
        "sentence": "然而，我们要明白，人生中的经历和学习不会白白浪费。",
        "label": ""
      },
      {
        "sentence": "你所获得的知识和技能，以及通过大专学业所培养的能力，都是宝贵的财富，它们会在你的人生旅程中起到作用。",
        "label": ""
      },
      {
        "sentence": "不论你未来找到何种工作，这些年的学习和经历都会为你打下坚实的基础，帮助你更好地适应和应对工作中的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我现在感觉好多了，更有信心面对未来了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了，更有信心面对未来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有了更好的感受和信心。记住，你并不孤单，在面对困惑和迷茫时，找寻外界的帮助是很重要的，聆听自己内心的声音也是必要的。希望你能一步一步找到自己的方向，过上充实而满意的生活。",
    "annotation": [
      {
        "sentence": "很高兴听到你有了更好的感受和信心。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，在面对困惑和迷茫时，找寻外界的帮助是很重要的，聆听自己内心的声音也是必要的。",
        "label": ""
      },
      {
        "sentence": "希望你能一步一步找到自己的方向，过上充实而满意的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和指导，我会努力寻找属于自己的方向，并向更好的未来迈进。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和指导，我会努力寻找属于自己的方向，并向更好的未来迈进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个勇敢的人，相信你一定会找到属于自己的方向。如果将来还有任何困惑或疑虑，记得随时向他人寻求帮助和支持，我们都会在背后支持你的。祝愿你一切顺利！",
    "annotation": [
      {
        "sentence": "你是一个勇敢的人，相信你一定会找到属于自己的方向。",
        "label": ""
      },
      {
        "sentence": "如果将来还有任何困惑或疑虑，记得随时向他人寻求帮助和支持，我们都会在背后支持你的。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利！",
        "label": ""
      }
    ]
  }
]