[
  {
    "role": "client",
    "content": "我大专毕业了，但感觉找工作很不自信，都是初中、高中就能做的工作，工资也很低。我真的很迷茫，我读书时老师都说多读书有出路，但现实并不是这样，我错了吗？",
    "annotation": [
      {
        "sentence": "我大专毕业了，但感觉找工作很不自信，都是初中、高中就能做的工作，工资也很低。",
        "label": ""
      },
      {
        "sentence": "我真的很迷茫，我读书时老师都说多读书有出路，但现实并不是这样，我错了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，很高兴你找到我寻求帮助。你这个问题固然让人迷茫，但不是说读书或者不读书就有绝对的对与错。那些谈到读书有出路的人也许真有他们的道理，不过我们需要接纳现实，看待问题更多的就是去寻找解决方法。请不要因为就业问题而否定过往的选择，我们可以一起试着思考未来的方向。",
    "annotation": [
      {
        "sentence": "亲爱的，很高兴你找到我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你这个问题固然让人迷茫，但不是说读书或者不读书就有绝对的对与错。",
        "label": ""
      },
      {
        "sentence": "那些谈到读书有出路的人也许真有他们的道理，不过我们需要接纳现实，看待问题更多的就是去寻找解决方法。",
        "label": ""
      },
      {
        "sentence": "请不要因为就业问题而否定过往的选择，我们可以一起试着思考未来的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的安慰，我想知道我应该怎样做才能增加找工作的自信心？",
    "annotation": [
      {
        "sentence": "谢谢你的安慰，我想知道我应该怎样做才能增加找工作的自信心？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑，我们需要帮你扳回一些自信。首先，你可以去思考自己的优势和能力，比如你善于哪些方面的事情，你拥有哪些专业技能可以运用到工作中等等。这样，你就能找到对口的岗位，从而更容易得到面试机会和就业机会。",
    "annotation": [
      {
        "sentence": "我理解你的困惑，我们需要帮你扳回一些自信。",
        "label": ""
      },
      {
        "sentence": "首先，你可以去思考自己的优势和能力，比如你善于哪些方面的事情，你拥有哪些专业技能可以运用到工作中等等。",
        "label": ""
      },
      {
        "sentence": "这样，你就能找到对口的岗位，从而更容易得到面试机会和就业机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，但我现在选择面对的工作都是初中、高中都可胜任的，工资也低，我想如果如此低的工资不能够生存，读这么多书到底有没有意义呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，但我现在选择面对的工作都是初中、高中都可胜任的，工资也低，我想如果如此低的工资不能够生存，读这么多书到底有没有意义呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个回答其实在龙应台女士的书里有提到过。其实，找到一份给自己时间、对自己有意义的工作，是比薪资高低更重要的。所以，我们不妨先去思考一下你真正想要找什么样的工作，哪些工作能够让你感到满足，让你感到有意义。这一步也算是对自我了解的一个过程。",
    "annotation": [
      {
        "sentence": "这个回答其实在龙应台女士的书里有提到过。",
        "label": ""
      },
      {
        "sentence": "其实，找到一份给自己时间、对自己有意义的工作，是比薪资高低更重要的。",
        "label": ""
      },
      {
        "sentence": "所以，我们不妨先去思考一下你真正想要找什么样的工作，哪些工作能够让你感到满足，让你感到有意义。",
        "label": ""
      },
      {
        "sentence": "这一步也算是对自我了解的一个过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的指导，但是怎样才能确定自己适合哪些职业领域，哪些岗位呢？",
    "annotation": [
      {
        "sentence": "感谢你的指导，但是怎样才能确定自己适合哪些职业领域，哪些岗位呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们可以先通过职业测评来了解自己的兴趣、价值观、人格类型等等，从而从众多职业领域中缩小选择范围，更好地认清自己的特点。同时，在调研工作岗位时，也可以向现有的从业人员了解一下他们的工作内容，将自己的兴趣和优势与公司的需求相匹配。当然，这些都需要付出一定时间和精力，才能细致地寻找到最适合自己的岗位。",
    "annotation": [
      {
        "sentence": "我们可以先通过职业测评来了解自己的兴趣、价值观、人格类型等等，从而从众多职业领域中缩小选择范围，更好地认清自己的特点。",
        "label": ""
      },
      {
        "sentence": "同时，在调研工作岗位时，也可以向现有的从业人员了解一下他们的工作内容，将自己的兴趣和优势与公司的需求相匹配。",
        "label": ""
      },
      {
        "sentence": "当然，这些都需要付出一定时间和精力，才能细致地寻找到最适合自己的岗位。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想了解一下，如果想要通过学习提升自己的工作技能，应该怎样做？",
    "annotation": [
      {
        "sentence": "我想了解一下，如果想要通过学习提升自己的工作技能，应该怎样做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学习提升技能是一件好事，不过首先需要找到自己的学习方向，比如是多学习技术类的编程语言和计算机知识，还是多提高自己的沟通和管理能力等等。其次，也可以通过网上学习资源，学校的在职教育项目，或者一些公司内部的培训班来学习提升自己的技能水平。这样一来，也可以更好地为自己的职业发展做好充分的准备。",
    "annotation": [
      {
        "sentence": "学习提升技能是一件好事，不过首先需要找到自己的学习方向，比如是多学习技术类的编程语言和计算机知识，还是多提高自己的沟通和管理能力等等。",
        "label": ""
      },
      {
        "sentence": "其次，也可以通过网上学习资源，学校的在职教育项目，或者一些公司内部的培训班来学习提升自己的技能水平。",
        "label": ""
      },
      {
        "sentence": "这样一来，也可以更好地为自己的职业发展做好充分的准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很感谢你的热心相助，听到很多你说的方法，我真的很受益。我想我以后会努力去寻找适合自己的工作，真正找到对生活有意义的事业。",
    "annotation": [
      {
        "sentence": "我很感谢你的热心相助，听到很多你说的方法，我真的很受益。",
        "label": ""
      },
      {
        "sentence": "我想我以后会努力去寻找适合自己的工作，真正找到对生活有意义的事业。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你对未来充满信心和期望。希望你可以在自己找工作的道路上越走越顺，找到最合适自己的工作，开启真正有意义的人生旅程。",
    "annotation": [
      {
        "sentence": "很高兴听到你对未来充满信心和期望。",
        "label": ""
      },
      {
        "sentence": "希望你可以在自己找工作的道路上越走越顺，找到最合适自己的工作，开启真正有意义的人生旅程。",
        "label": ""
      }
    ]
  }
]