[
  {
    "role": "client",
    "content": "我总会怀疑自己是不是惹别人烦了，习惯性讨好？不管是现实还是网络聊天，我总是会猜测别人是不是觉得我烦，觉得我傻，或者背后觉得我怎么怎么样……道理我都懂，别人的想法到底是什么样我并不完全清楚，还有人说别人怎么想跟我有什么关系……可我就是不能控制自己。虽然我觉得能和别人打好关系确实很重要，但是有时候就觉得自己这做得不对那不好，觉得别人也是这样想的……很累很没有自信……",
    "annotation": [
      {
        "sentence": "我总会怀疑自己是不是惹别人烦了，习惯性讨好？",
        "label": ""
      },
      {
        "sentence": "不管是现实还是网络聊天，我总是会猜测别人是不是觉得我烦，觉得我傻，或者背后觉得我怎么怎么样……道理我都懂，别人的想法到底是什么样我并不完全清楚，还有人说别人怎么想跟我有什么关系……可我就是不能控制自己。",
        "label": ""
      },
      {
        "sentence": "虽然我觉得能和别人打好关系确实很重要，但是有时候就觉得自己这做得不对那不好，觉得别人也是这样想的……很累很没有自信……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你似乎在人际交往方面有一些困扰，很理解你的感受。每个人在交往中都会有一些担忧，但过于在意别人的看法可能会让你无法自由地表达自己，这会对工作和生活带来麻烦。不过，我们可以试着通过一些方法来解决这个问题。首先，你可以尝试接受一些挑战，逐渐面对你害怕的情况。比如，如果别人说你傻，你可以在别人面前勇敢地展示自己，心里默念着“今天我就要勇敢地表现出自己”，甚至可以刻意参加一些社交活动，选择人多的场合去。如果你在工作或学习的场合感到太害怕，你也可以选择一些与工作无关的休闲活动，即使被人说傻也不要紧，毕竟活动结束后可能就再也见不到那些人了。社交也是一门技巧，需要不断练习和与人交流，只有不断锻炼你才能越来越自如。当你经常与人交流时，你的敏感度就会降低，变得越来越麻木，你就不会害怕了。这其实就是一种行为疗法中的脱敏疗法，核心思想是通过实际面对引起恐惧的刺激物，直到你对它不再感到紧张。另外，更理性地对待事物也有助于克服恐惧。虽然别人可能会对你有看法，但是请问别人对你的关注能持续多久呢？就拿你自己来说，你会一直观察别人并猜测他们的想法吗？你会觉得一个人特别傻或者特别烦吗？你还是一直在思考自己的形象在别人眼中是怎样的？其实别人也是一样的，大家最关注的还是自己，心里想的还是自己的事情，不会有人一直关注你。除非有一种可能，就是这个人可能对你有特别的好感。另外，提升自信心也很关键。找到自己的长处和优势，并将它们发扬出来，你就会逐渐变得自信起来，对他人的眼光也会不再那么在意，因为你清楚自己的价值，并不会让他人的意见左右你的判断。这样你就可以过上更自由、更自信的生活了。",
    "annotation": [
      {
        "sentence": "你似乎在人际交往方面有一些困扰，很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "每个人在交往中都会有一些担忧，但过于在意别人的看法可能会让你无法自由地表达自己，这会对工作和生活带来麻烦。",
        "label": ""
      },
      {
        "sentence": "不过，我们可以试着通过一些方法来解决这个问题。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试接受一些挑战，逐渐面对你害怕的情况。",
        "label": ""
      },
      {
        "sentence": "比如，如果别人说你傻，你可以在别人面前勇敢地展示自己，心里默念着“今天我就要勇敢地表现出自己”，甚至可以刻意参加一些社交活动，选择人多的场合去。",
        "label": ""
      },
      {
        "sentence": "如果你在工作或学习的场合感到太害怕，你也可以选择一些与工作无关的休闲活动，即使被人说傻也不要紧，毕竟活动结束后可能就再也见不到那些人了。",
        "label": ""
      },
      {
        "sentence": "社交也是一门技巧，需要不断练习和与人交流，只有不断锻炼你才能越来越自如。",
        "label": ""
      },
      {
        "sentence": "当你经常与人交流时，你的敏感度就会降低，变得越来越麻木，你就不会害怕了。",
        "label": ""
      },
      {
        "sentence": "这其实就是一种行为疗法中的脱敏疗法，核心思想是通过实际面对引起恐惧的刺激物，直到你对它不再感到紧张。",
        "label": ""
      },
      {
        "sentence": "另外，更理性地对待事物也有助于克服恐惧。",
        "label": ""
      },
      {
        "sentence": "虽然别人可能会对你有看法，但是请问别人对你的关注能持续多久呢？",
        "label": ""
      },
      {
        "sentence": "就拿你自己来说，你会一直观察别人并猜测他们的想法吗？",
        "label": ""
      },
      {
        "sentence": "你会觉得一个人特别傻或者特别烦吗？",
        "label": ""
      },
      {
        "sentence": "你还是一直在思考自己的形象在别人眼中是怎样的？",
        "label": ""
      },
      {
        "sentence": "其实别人也是一样的，大家最关注的还是自己，心里想的还是自己的事情，不会有人一直关注你。",
        "label": ""
      },
      {
        "sentence": "除非有一种可能，就是这个人可能对你有特别的好感。",
        "label": ""
      },
      {
        "sentence": "另外，提升自信心也很关键。",
        "label": ""
      },
      {
        "sentence": "找到自己的长处和优势，并将它们发扬出来，你就会逐渐变得自信起来，对他人的眼光也会不再那么在意，因为你清楚自己的价值，并不会让他人的意见左右你的判断。",
        "label": ""
      },
      {
        "sentence": "这样你就可以过上更自由、更自信的生活了。",
        "label": ""
      }
    ]
  }
]