[
  {
    "role": "client",
    "content": "我总会怀疑自己是不是惹别人烦了，习惯性讨好？不管是现实还是网络聊天，我总是会猜测别人是不是觉得我烦，觉得我傻，或者背后觉得我怎么怎么样……道理我都懂，别人的想法到底是什么样我并不完全清楚，还有人说别人怎么想跟我有什么关系……可我就是不能控制自己。虽然我觉得能和别人打好关系确实很重要，但是有时候就觉得自己这做得不对那不好，觉得别人也是这样想的……很累很没有自信……",
    "annotation": [
      {
        "sentence": "我总会怀疑自己是不是惹别人烦了，习惯性讨好？",
        "label": ""
      },
      {
        "sentence": "不管是现实还是网络聊天，我总是会猜测别人是不是觉得我烦，觉得我傻，或者背后觉得我怎么怎么样……道理我都懂，别人的想法到底是什么样我并不完全清楚，还有人说别人怎么想跟我有什么关系……可我就是不能控制自己。",
        "label": ""
      },
      {
        "sentence": "虽然我觉得能和别人打好关系确实很重要，但是有时候就觉得自己这做得不对那不好，觉得别人也是这样想的……很累很没有自信……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰了。你的情况可能是痴迷型依恋。很可能在你的原生家庭中，或者上任深刻的感情中，父母对你忽冷忽热的态度，随心所欲的管教方式影响造成的。这样的类型会让你忽然觉得对方要离你而去，产生一种关系即将崩裂的恐惧感。然后你就会寻找对方的肯定，这可能就是你觉得自己去烦别人的原因。",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰了。",
        "label": ""
      },
      {
        "sentence": "你的情况可能是痴迷型依恋。",
        "label": ""
      },
      {
        "sentence": "很可能在你的原生家庭中，或者上任深刻的感情中，父母对你忽冷忽热的态度，随心所欲的管教方式影响造成的。",
        "label": ""
      },
      {
        "sentence": "这样的类型会让你忽然觉得对方要离你而去，产生一种关系即将崩裂的恐惧感。",
        "label": ""
      },
      {
        "sentence": "然后你就会寻找对方的肯定，这可能就是你觉得自己去烦别人的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我深深受困扰。虽然我知道可以改变，但改变需要时间。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "是的，我深深受困扰。",
        "label": ""
      },
      {
        "sentence": "虽然我知道可以改变，但改变需要时间。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于这种不安全的依恋类型，建议你寻找一个可靠的朋友，建立起亲密的关系。在互相支持和取暖的过程中，你会感受到心理的安全感。这样你就能够缓解自己的不安全感，觉得自己被欣赏和接纳。如果你愿意，我们可以私信交流，我非常乐意和你一起探讨这个问题。",
    "annotation": [
      {
        "sentence": "对于这种不安全的依恋类型，建议你寻找一个可靠的朋友，建立起亲密的关系。",
        "label": ""
      },
      {
        "sentence": "在互相支持和取暖的过程中，你会感受到心理的安全感。",
        "label": ""
      },
      {
        "sentence": "这样你就能够缓解自己的不安全感，觉得自己被欣赏和接纳。",
        "label": ""
      },
      {
        "sentence": "如果你愿意，我们可以私信交流，我非常乐意和你一起探讨这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我确实需要一个可以倾诉的朋友。对于建立亲密关系，我还有点不太确定，怎样才能知道一个人是可靠的呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我确实需要一个可以倾诉的朋友。",
        "label": ""
      },
      {
        "sentence": "对于建立亲密关系，我还有点不太确定，怎样才能知道一个人是可靠的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "寻找可靠的朋友并不容易，但你可以通过以下几点来判断。首先，观察他们的言行是否一致，是否言行一致可靠性较高。此外，关注他们对待自己和他人的方式是否真诚和善良。还有，看他们是否对你的困境给予关注和支持，以及是否能够保守你的秘密。最后，要亲身体验和交流才能判断一个人是否可靠，不要急于和他人交心，慢慢培养信任感。",
    "annotation": [
      {
        "sentence": "寻找可靠的朋友并不容易，但你可以通过以下几点来判断。",
        "label": ""
      },
      {
        "sentence": "首先，观察他们的言行是否一致，是否言行一致可靠性较高。",
        "label": ""
      },
      {
        "sentence": "此外，关注他们对待自己和他人的方式是否真诚和善良。",
        "label": ""
      },
      {
        "sentence": "还有，看他们是否对你的困境给予关注和支持，以及是否能够保守你的秘密。",
        "label": ""
      },
      {
        "sentence": "最后，要亲身体验和交流才能判断一个人是否可靠，不要急于和他人交心，慢慢培养信任感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的指导，我会注意这些方面来寻找一个可靠的朋友。除了建立亲密关系，还有其他方法可以改善我的问题吗？",
    "annotation": [
      {
        "sentence": "谢谢你的指导，我会注意这些方面来寻找一个可靠的朋友。",
        "label": ""
      },
      {
        "sentence": "除了建立亲密关系，还有其他方法可以改善我的问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，除了建立亲密关系外，你也可以尝试进行一些自我反思和情绪管理。通过思考和了解自己的价值观，找到自己的内在自信。此外，寻求专业心理咨询师的帮助也是一个不错的选择，他们能够提供更具体的建议和指导，帮助你走出困境。",
    "annotation": [
      {
        "sentence": "当然，除了建立亲密关系外，你也可以尝试进行一些自我反思和情绪管理。",
        "label": ""
      },
      {
        "sentence": "通过思考和了解自己的价值观，找到自己的内在自信。",
        "label": ""
      },
      {
        "sentence": "此外，寻求专业心理咨询师的帮助也是一个不错的选择，他们能够提供更具体的建议和指导，帮助你走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着进行自我反思，并寻求专业咨询师的帮助。感谢你的支持和鼓励，我觉得稍微有些释然了。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着进行自我反思，并寻求专业咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和鼓励，我觉得稍微有些释然了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答，你已经迈出了第一步。记住，改变需要时间，不要给自己太大的压力。相信自己，你会慢慢变得更加自信和坚强。如果你需要任何进一步的帮助，随时都可以找我聊天。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答，你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "相信自己，你会慢慢变得更加自信和坚强。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的帮助，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会坚持努力的。如果之后还有问题，我一定会再来找你的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会坚持努力的。",
        "label": ""
      },
      {
        "sentence": "如果之后还有问题，我一定会再来找你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你的。祝愿你早日找到自己的答案，愿你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日找到自己的答案，愿你一切顺利！",
        "label": ""
      }
    ]
  }
]