[
  {
    "role": "client",
    "content": "拒人千里之外，但内心很想交朋友，不想再被阴影困扰？我是一名大二女生。我从小到大是经受过一些挫折和变故，但我自认为还是很坚强的，什么都克服过来了，就是性格方面一直都很内向，遇事不喜欢和别人说。而且每次和人交往我都由内而外的散发一种请勿靠近的情绪，下意识的防备每一个不太熟或者第一次认识的人（因此我很交心的朋友也没几个），这种警惕感甚至我自己都是后知后觉，很久以后才发现自己原来是这样待人处事的。我能交心的朋友很少，而且上大学以后，大学校园里能交心的朋友一个都没有。在人群里我也不是话题终结者，因为我根本就从头到尾保持沉默。我从不觉得一天不多讲几句话会让我憋得慌，反倒很不喜欢话多还嗓门大的人。我一直都知道我是个比较悲观的人，但我没有抑郁症，在我看来我的悲观是对未来某件事较为合理的推测。曾经我尝试过改变自己的性格，但到头来让自己觉得很累。可是我根本不知道怎么突破这道屏障，以后人生路还长，我不想一辈子活在阴影之中，我该怎么办？",
    "annotation": [
      {
        "sentence": "拒人千里之外，但内心很想交朋友，不想再被阴影困扰？",
        "label": ""
      },
      {
        "sentence": "我是一名大二女生。",
        "label": ""
      },
      {
        "sentence": "我从小到大是经受过一些挫折和变故，但我自认为还是很坚强的，什么都克服过来了，就是性格方面一直都很内向，遇事不喜欢和别人说。",
        "label": ""
      },
      {
        "sentence": "而且每次和人交往我都由内而外的散发一种请勿靠近的情绪，下意识的防备每一个不太熟或者第一次认识的人（因此我很交心的朋友也没几个），这种警惕感甚至我自己都是后知后觉，很久以后才发现自己原来是这样待人处事的。",
        "label": ""
      },
      {
        "sentence": "我能交心的朋友很少，而且上大学以后，大学校园里能交心的朋友一个都没有。",
        "label": ""
      },
      {
        "sentence": "在人群里我也不是话题终结者，因为我根本就从头到尾保持沉默。",
        "label": ""
      },
      {
        "sentence": "我从不觉得一天不多讲几句话会让我憋得慌，反倒很不喜欢话多还嗓门大的人。",
        "label": ""
      },
      {
        "sentence": "我一直都知道我是个比较悲观的人，但我没有抑郁症，在我看来我的悲观是对未来某件事较为合理的推测。",
        "label": ""
      },
      {
        "sentence": "曾经我尝试过改变自己的性格，但到头来让自己觉得很累。",
        "label": ""
      },
      {
        "sentence": "可是我根本不知道怎么突破这道屏障，以后人生路还长，我不想一辈子活在阴影之中，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听你的描述，你似乎对于交朋友有一定的渴望，但同时又面临内向和阴影的困扰。我能理解你的感受，因为我自己也曾经有过类似的经历。首先，我想问一下，你是否能够和大多数人保持一定的交往，只是内心感到孤独？这种情况是不是主要是因为你比较内向，话不多，同时对未来也较为悲观呢？",
    "annotation": [
      {
        "sentence": "你好，听你的描述，你似乎对于交朋友有一定的渴望，但同时又面临内向和阴影的困扰。",
        "label": ""
      },
      {
        "sentence": "我能理解你的感受，因为我自己也曾经有过类似的经历。",
        "label": ""
      },
      {
        "sentence": "首先，我想问一下，你是否能够和大多数人保持一定的交往，只是内心感到孤独？",
        "label": ""
      },
      {
        "sentence": "这种情况是不是主要是因为你比较内向，话不多，同时对未来也较为悲观呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说的很对。我确实是内向而且话很少，同时也对未来有些悲观的看法。",
    "annotation": [
      {
        "sentence": "是的，你说的很对。",
        "label": ""
      },
      {
        "sentence": "我确实是内向而且话很少，同时也对未来有些悲观的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受。首先，要注意的是，性格方面的改变是比较困难的，但我们可以从行为方面入手。另外，交朋友对于每个人来说都需要主动去追求，无论是自己还是对方。我想问一下，有多少人曾经试图和你交朋友呢？也许你身边已经有一些人对你表示过友好，只是你没意识到吧。另外，除了知心朋友，你是否有和你合得来的泛泛之交呢？可以试着主动和他们交流，这样逐渐有可能发展成知心朋友。",
    "annotation": [
      {
        "sentence": "我了解你的感受。",
        "label": ""
      },
      {
        "sentence": "首先，要注意的是，性格方面的改变是比较困难的，但我们可以从行为方面入手。",
        "label": ""
      },
      {
        "sentence": "另外，交朋友对于每个人来说都需要主动去追求，无论是自己还是对方。",
        "label": ""
      },
      {
        "sentence": "我想问一下，有多少人曾经试图和你交朋友呢？",
        "label": ""
      },
      {
        "sentence": "也许你身边已经有一些人对你表示过友好，只是你没意识到吧。",
        "label": ""
      },
      {
        "sentence": "另外，除了知心朋友，你是否有和你合得来的泛泛之交呢？",
        "label": ""
      },
      {
        "sentence": "可以试着主动和他们交流，这样逐渐有可能发展成知心朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实没有多少人主动示好过我，我现在大学校园里一个知心朋友都没有。我确实一直都比较害怕交际，内心会反射性地排斥陌生人。之前我并没有意识到这一点，直到最近才发现自己一直以来都是这样。",
    "annotation": [
      {
        "sentence": "其实没有多少人主动示好过我，我现在大学校园里一个知心朋友都没有。",
        "label": ""
      },
      {
        "sentence": "我确实一直都比较害怕交际，内心会反射性地排斥陌生人。",
        "label": ""
      },
      {
        "sentence": "之前我并没有意识到这一点，直到最近才发现自己一直以来都是这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你的坦诚。我理解你的感受。的确，有时候我们自己也并不容易意识到自己的行为和情绪。不过，现在你已经注意到了，这就是一个非常重要的第一步。接下来，我建议你试试多说一些话，表达自己的内心想法，不仅仅是聊天闲聊，而是可以表达你对某些事情的喜好、心愿等等。当然，也可以偶尔适度地谈谈烦恼，但不要过于频繁，以免把别人吓跑。通过不断地与人交流，你可能会遇到与你志同道合、价值观相近的朋友，他们能够理解你的小情绪、小习惯，这样的朋友也是可以互相倾诉的，或许他们能成为你的知心朋友。",
    "annotation": [
      {
        "sentence": "谢谢你的坦诚。",
        "label": ""
      },
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "的确，有时候我们自己也并不容易意识到自己的行为和情绪。",
        "label": ""
      },
      {
        "sentence": "不过，现在你已经注意到了，这就是一个非常重要的第一步。",
        "label": ""
      },
      {
        "sentence": "接下来，我建议你试试多说一些话，表达自己的内心想法，不仅仅是聊天闲聊，而是可以表达你对某些事情的喜好、心愿等等。",
        "label": ""
      },
      {
        "sentence": "当然，也可以偶尔适度地谈谈烦恼，但不要过于频繁，以免把别人吓跑。",
        "label": ""
      },
      {
        "sentence": "通过不断地与人交流，你可能会遇到与你志同道合、价值观相近的朋友，他们能够理解你的小情绪、小习惯，这样的朋友也是可以互相倾诉的，或许他们能成为你的知心朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力多说一些话，表达自己的想法和内心。也许在不断寻找中，我能够找到那些与我志同道合的朋友，我们可以互相倾诉，共同成长。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力多说一些话，表达自己的想法和内心。",
        "label": ""
      },
      {
        "sentence": "也许在不断寻找中，我能够找到那些与我志同道合的朋友，我们可以互相倾诉，共同成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，加油！我相信你一定可以找到志同道合的朋友的。另外，关于你的悲观情绪，我觉得你需要一些积极的能量来改善。每个人的能量场都是不同的，我们也可以通过与高能量的人接触来提升自己的能量。在你周围，是否有那么一个能给你带来干劲满满的人呢？可以试试寻找他们，向他们学习，相互互补。另外，你也可以列一个能量表，记录哪些事情能给你带来正向能量，哪些事情会消耗你的能量，然后逐步调整自己的行为，增加正向能量的来源。最后，要记得，你的悲观情绪是可以改变的，向着积极乐观的方向迈进，你会越来越好的。",
    "annotation": [
      {
        "sentence": "没错，加油！",
        "label": ""
      },
      {
        "sentence": "我相信你一定可以找到志同道合的朋友的。",
        "label": ""
      },
      {
        "sentence": "另外，关于你的悲观情绪，我觉得你需要一些积极的能量来改善。",
        "label": ""
      },
      {
        "sentence": "每个人的能量场都是不同的，我们也可以通过与高能量的人接触来提升自己的能量。",
        "label": ""
      },
      {
        "sentence": "在你周围，是否有那么一个能给你带来干劲满满的人呢？",
        "label": ""
      },
      {
        "sentence": "可以试试寻找他们，向他们学习，相互互补。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以列一个能量表，记录哪些事情能给你带来正向能量，哪些事情会消耗你的能量，然后逐步调整自己的行为，增加正向能量的来源。",
        "label": ""
      },
      {
        "sentence": "最后，要记得，你的悲观情绪是可以改变的，向着积极乐观的方向迈进，你会越来越好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的提醒和建议。我会尝试与那些积极有能量的人接触，从他们身上学习并汲取正向能量。同时，也会列一个能量表，逐步调整自己的行为，增加正向能量的来源。我相信，我可以改变自己的悲观情绪，向着积极乐观的方向迈进。",
    "annotation": [
      {
        "sentence": "谢谢你的提醒和建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试与那些积极有能量的人接触，从他们身上学习并汲取正向能量。",
        "label": ""
      },
      {
        "sentence": "同时，也会列一个能量表，逐步调整自己的行为，增加正向能量的来源。",
        "label": ""
      },
      {
        "sentence": "我相信，我可以改变自己的悲观情绪，向着积极乐观的方向迈进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你的决心和努力让我很钦佩。最后，我想再次强调的是，打开自己的内心并不可耻，尝试去表达自己、寻找志同道合的朋友是非常正常的事情。不要害怕被拒绝或失望，因为事实往往不会像我们想得那么好，也不会像我们想得那么坏。加油，每天都要开开心心地面对生活，相信你会慢慢变得更好的！",
    "annotation": [
      {
        "sentence": "非常好，你的决心和努力让我很钦佩。",
        "label": ""
      },
      {
        "sentence": "最后，我想再次强调的是，打开自己的内心并不可耻，尝试去表达自己、寻找志同道合的朋友是非常正常的事情。",
        "label": ""
      },
      {
        "sentence": "不要害怕被拒绝或失望，因为事实往往不会像我们想得那么好，也不会像我们想得那么坏。",
        "label": ""
      },
      {
        "sentence": "加油，每天都要开开心心地面对生活，相信你会慢慢变得更好的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励！你的话让我更加坚定了改变自己的决心。我会努力去尝试打开内心，不再害怕被拒绝或者失望，相信自己可以慢慢变得更好。谢谢你的陪伴和鼓励！我会每天开开心心地面对生活的！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "你的话让我更加坚定了改变自己的决心。",
        "label": ""
      },
      {
        "sentence": "我会努力去尝试打开内心，不再害怕被拒绝或者失望，相信自己可以慢慢变得更好。",
        "label": ""
      },
      {
        "sentence": "谢谢你的陪伴和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会每天开开心心地面对生活的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记得，你并不孤单，我们都在为自己的成长而努力。再次加油！无论在寻找知心朋友上还是提升自己的能量上，都要坚持不懈。愿你早日找到那些可以真正了解和支持你的朋友，共同走过人生的每个阶段！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，我们都在为自己的成长而努力。",
        "label": ""
      },
      {
        "sentence": "再次加油！",
        "label": ""
      },
      {
        "sentence": "无论在寻找知心朋友上还是提升自己的能量上，都要坚持不懈。",
        "label": ""
      },
      {
        "sentence": "愿你早日找到那些可以真正了解和支持你的朋友，共同走过人生的每个阶段！",
        "label": ""
      }
    ]
  }
]