[
  {
    "role": "client",
    "content": "我总会怀疑自己是不是惹别人烦了，习惯性讨好？不管是现实还是网络聊天，我总是会猜测别人是不是觉得我烦，觉得我傻，或者背后觉得我怎么怎么样……道理我都懂，别人的想法到底是什么样我并不完全清楚，还有人说别人怎么想跟我有什么关系……可我就是不能控制自己。虽然我觉得能和别人打好关系确实很重要，但是有时候就觉得自己这做得不对那不好，觉得别人也是这样想的……很累很没有自信……",
    "annotation": [
      {
        "sentence": "我总会怀疑自己是不是惹别人烦了，习惯性讨好？",
        "label": ""
      },
      {
        "sentence": "不管是现实还是网络聊天，我总是会猜测别人是不是觉得我烦，觉得我傻，或者背后觉得我怎么怎么样……道理我都懂，别人的想法到底是什么样我并不完全清楚，还有人说别人怎么想跟我有什么关系……可我就是不能控制自己。",
        "label": ""
      },
      {
        "sentence": "虽然我觉得能和别人打好关系确实很重要，但是有时候就觉得自己这做得不对那不好，觉得别人也是这样想的……很累很没有自信……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是自卑会有的表现，越是自卑的人，越是习惯性讨好别人。因为他们会觉得自己没有价值，所以她们希望通过讨好别人赢得别人的认可来看到自己的价值。",
    "annotation": [
      {
        "sentence": "这是自卑会有的表现，越是自卑的人，越是习惯性讨好别人。",
        "label": ""
      },
      {
        "sentence": "因为他们会觉得自己没有价值，所以她们希望通过讨好别人赢得别人的认可来看到自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我经常觉得自己没有价值，所以才会努力去取悦别人。但是这样做却让我越来越迷失自己。",
    "annotation": [
      {
        "sentence": "是的，我经常觉得自己没有价值，所以才会努力去取悦别人。",
        "label": ""
      },
      {
        "sentence": "但是这样做却让我越来越迷失自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个真正优秀的人不需要别人肯定也知道自己的价值所在，而自卑的人则希望通过合群或者参与群体讨论才会知道自己是谁，但是这样反而越看不清楚自己。学会找到自己的价值才是最重要的。",
    "annotation": [
      {
        "sentence": "一个真正优秀的人不需要别人肯定也知道自己的价值所在，而自卑的人则希望通过合群或者参与群体讨论才会知道自己是谁，但是这样反而越看不清楚自己。",
        "label": ""
      },
      {
        "sentence": "学会找到自己的价值才是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得找到自己的价值很难，我不知道从哪里开始。",
    "annotation": [
      {
        "sentence": "但是我觉得找到自己的价值很难，我不知道从哪里开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于一个自卑的人来说，积极肯定与引导自我价值，建立起自我重要性，往往能让我们未来的路越来越好。其次，你可以尝试多去和他人交流，通过与他人的对话，去重新认识自己，开启自己的视野。",
    "annotation": [
      {
        "sentence": "对于一个自卑的人来说，积极肯定与引导自我价值，建立起自我重要性，往往能让我们未来的路越来越好。",
        "label": ""
      },
      {
        "sentence": "其次，你可以尝试多去和他人交流，通过与他人的对话，去重新认识自己，开启自己的视野。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "多与他人交流，重新认识自己……这听起来挺好的，但我总是害怕被别人拒绝或嘲笑。",
    "annotation": [
      {
        "sentence": "多与他人交流，重新认识自己……这听起来挺好的，但我总是害怕被别人拒绝或嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们要明白的是每个人都有自己的价值，即使我们自卑，但是依然掩饰不掉我们的价值。而面对自卑最好的方法永远是找准自己的基调，一步步训练自己，看到自己内心变得越来越强大，我们的自信也会逐步树立起来。",
    "annotation": [
      {
        "sentence": "我们要明白的是每个人都有自己的价值，即使我们自卑，但是依然掩饰不掉我们的价值。",
        "label": ""
      },
      {
        "sentence": "而面对自卑最好的方法永远是找准自己的基调，一步步训练自己，看到自己内心变得越来越强大，我们的自信也会逐步树立起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我要学会找到自己的基调，尝试与他人交流，重新认识自己的价值。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我要学会找到自己的基调，尝试与他人交流，重新认识自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，记住相信自己是有价值的，不要被他人的眼光左右，你将会逐渐恢复自信并发现更多美好的事物。",
    "annotation": [
      {
        "sentence": "很好，记住相信自己是有价值的，不要被他人的眼光左右，你将会逐渐恢复自信并发现更多美好的事物。",
        "label": ""
      }
    ]
  }
]