[
  {
    "role": "client",
    "content": "总会怀疑自我，找不到存在的价值，感觉生活没意义？我觉得自己没有用，感觉生活挺困难的，感觉身边的每个人都能找到自己存在的意义和发现有趣的事情，每个人都是那么的光彩夺目，除了自己平平无奇，我想要去发现有趣的事物但是又会被现实劝退，感到自己的无能为力也觉得一切事情都没有意义觉得很枯燥。",
    "annotation": [
      {
        "sentence": "总会怀疑自我，找不到存在的价值，感觉生活没意义？",
        "label": ""
      },
      {
        "sentence": "我觉得自己没有用，感觉生活挺困难的，感觉身边的每个人都能找到自己存在的意义和发现有趣的事情，每个人都是那么的光彩夺目，除了自己平平无奇，我想要去发现有趣的事物但是又会被现实劝退，感到自己的无能为力也觉得一切事情都没有意义觉得很枯燥。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你为什么会觉得自己没有价值和意义呢？无论是平凡还是光彩夺目的人都有他们的价值和意义。每个人都会有低潮期，觉得自己平庸无奇，但其实这只是暂时的情绪，不代表你一直都是这样。你说你喜欢跳舞，那是你的兴趣和才能，不要拿你和周围的人比较，每个人都有自己的闪光点。当你发现有趣的事物时，不要被现实劝退，坚持下去，你会发现自己的能力和价值的。",
    "annotation": [
      {
        "sentence": "你为什么会觉得自己没有价值和意义呢？",
        "label": ""
      },
      {
        "sentence": "无论是平凡还是光彩夺目的人都有他们的价值和意义。",
        "label": ""
      },
      {
        "sentence": "每个人都会有低潮期，觉得自己平庸无奇，但其实这只是暂时的情绪，不代表你一直都是这样。",
        "label": ""
      },
      {
        "sentence": "你说你喜欢跳舞，那是你的兴趣和才能，不要拿你和周围的人比较，每个人都有自己的闪光点。",
        "label": ""
      },
      {
        "sentence": "当你发现有趣的事物时，不要被现实劝退，坚持下去，你会发现自己的能力和价值的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。但是我总觉得自己不如别人，别人都有自己的闪光点而自己没有感到难过，觉得自己和别人的差距逐渐增大。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "但是我总觉得自己不如别人，别人都有自己的闪光点而自己没有感到难过，觉得自己和别人的差距逐渐增大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "和别人的比较，是大多数人都会经历的一件事情。可能是家人在将自己和别人比较，可能是自己主动去和别人比较。但大多数人都会出现失败的时候，都会出现自己不如别人的方面，极少部分人才能从小到大一路领先所有人，那种想法是不现实的。更普遍的情况是，和熟悉的朋友比较，我们有一点比对方差，有一点比对方强。慢慢在成长中明白每个人都不是万能的，都有自己擅长和不擅长的部分，所以才能组成一个纷繁复杂的人类社会，大家共同进步。",
    "annotation": [
      {
        "sentence": "和别人的比较，是大多数人都会经历的一件事情。",
        "label": ""
      },
      {
        "sentence": "可能是家人在将自己和别人比较，可能是自己主动去和别人比较。",
        "label": ""
      },
      {
        "sentence": "但大多数人都会出现失败的时候，都会出现自己不如别人的方面，极少部分人才能从小到大一路领先所有人，那种想法是不现实的。",
        "label": ""
      },
      {
        "sentence": "更普遍的情况是，和熟悉的朋友比较，我们有一点比对方差，有一点比对方强。",
        "label": ""
      },
      {
        "sentence": "慢慢在成长中明白每个人都不是万能的，都有自己擅长和不擅长的部分，所以才能组成一个纷繁复杂的人类社会，大家共同进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我可能确实把自己和别人比较太多了。但是我总觉得自己没有闪光点，觉得自己很平凡，有时候很沮丧。",
    "annotation": [
      {
        "sentence": "你说的有道理，我可能确实把自己和别人比较太多了。",
        "label": ""
      },
      {
        "sentence": "但是我总觉得自己没有闪光点，觉得自己很平凡，有时候很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要过分苛求自己，每个人都有自己的闪光点，只是有时候我们自己没有发现或者意识到而已。你曾经成功的完成过什么事情吗？可能你没有意识到它的重要性或者光彩，但这并不代表你没做到什么。你可以试着回顾一下自己过去的成就和经历，从中发现自己的价值和能力。",
    "annotation": [
      {
        "sentence": "不要过分苛求自己，每个人都有自己的闪光点，只是有时候我们自己没有发现或者意识到而已。",
        "label": ""
      },
      {
        "sentence": "你曾经成功的完成过什么事情吗？",
        "label": ""
      },
      {
        "sentence": "可能你没有意识到它的重要性或者光彩，但这并不代表你没做到什么。",
        "label": ""
      },
      {
        "sentence": "你可以试着回顾一下自己过去的成就和经历，从中发现自己的价值和能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我在过去确实取得过一些成就，但是我总觉得那些不够出色，也没有给我带来太多的快乐和满足感。",
    "annotation": [
      {
        "sentence": "其实我在过去确实取得过一些成就，但是我总觉得那些不够出色，也没有给我带来太多的快乐和满足感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候我们对自己的期望太高，希望每一次都能取得非常出色的成绩。但是人生是一个过程，有成功也有失败，有快乐也有痛苦。不要把所有的快乐和满足感都寄托在成就上，可以试着从过程中寻找快乐和满足感。珍惜自己的努力和付出，不要只看结果。",
    "annotation": [
      {
        "sentence": "有时候我们对自己的期望太高，希望每一次都能取得非常出色的成绩。",
        "label": ""
      },
      {
        "sentence": "但是人生是一个过程，有成功也有失败，有快乐也有痛苦。",
        "label": ""
      },
      {
        "sentence": "不要把所有的快乐和满足感都寄托在成就上，可以试着从过程中寻找快乐和满足感。",
        "label": ""
      },
      {
        "sentence": "珍惜自己的努力和付出，不要只看结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我应该更加珍惜自己的努力。但是有时候，我觉得生活就是一成不变的，每天都很枯燥无味。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我应该更加珍惜自己的努力。",
        "label": ""
      },
      {
        "sentence": "但是有时候，我觉得生活就是一成不变的，每天都很枯燥无味。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生活确实有时候会枯燥无味，但这也是因为我们没有发现其中的乐趣和美好。我们可以尝试寻找新的兴趣爱好，或者改变一下生活方式，与朋友一起做一些有趣的事情，或者去探索新的地方。生活中的变化和创新可以带给我们新的感受和乐趣。",
    "annotation": [
      {
        "sentence": "生活确实有时候会枯燥无味，但这也是因为我们没有发现其中的乐趣和美好。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试寻找新的兴趣爱好，或者改变一下生活方式，与朋友一起做一些有趣的事情，或者去探索新的地方。",
        "label": ""
      },
      {
        "sentence": "生活中的变化和创新可以带给我们新的感受和乐趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试寻找新的兴趣爱好，同时也会珍惜自己的努力和付出。虽然有时候会觉得困难和无助，但是现在感觉好多了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试寻找新的兴趣爱好，同时也会珍惜自己的努力和付出。",
        "label": ""
      },
      {
        "sentence": "虽然有时候会觉得困难和无助，但是现在感觉好多了。",
        "label": ""
      }
    ]
  }
]