[
  {
    "role": "client",
    "content": "拒人千里之外，但内心很想交朋友，不想再被阴影困扰？我是一名大二女生。我从小到大是经受过一些挫折和变故，但我自认为还是很坚强的，什么都克服过来了，就是性格方面一直都很内向，遇事不喜欢和别人说。而且每次和人交往我都由内而外的散发一种请勿靠近的情绪，下意识的防备每一个不太熟或者第一次认识的人（因此我很交心的朋友也没几个），这种警惕感甚至我自己都是后知后觉，很久以后才发现自己原来是这样待人处事的。我能交心的朋友很少，而且上大学以后，大学校园里能交心的朋友一个都没有。在人群里我也不是话题终结者，因为我根本就从头到尾保持沉默。我从不觉得一天不多讲几句话会让我憋得慌，反倒很不喜欢话多还嗓门大的人。我一直都知道我是个比较悲观的人，但我没有抑郁症，在我看来我的悲观是对未来某件事较为合理的推测。曾经我尝试过改变自己的性格，但到头来让自己觉得很累。可是我根本不知道怎么突破这道屏障，以后人生路还长，我不想一辈子活在阴影之中，我该怎么办？",
    "annotation": [
      {
        "sentence": "拒人千里之外，但内心很想交朋友，不想再被阴影困扰？",
        "label": ""
      },
      {
        "sentence": "我是一名大二女生。",
        "label": ""
      },
      {
        "sentence": "我从小到大是经受过一些挫折和变故，但我自认为还是很坚强的，什么都克服过来了，就是性格方面一直都很内向，遇事不喜欢和别人说。",
        "label": ""
      },
      {
        "sentence": "而且每次和人交往我都由内而外的散发一种请勿靠近的情绪，下意识的防备每一个不太熟或者第一次认识的人（因此我很交心的朋友也没几个），这种警惕感甚至我自己都是后知后觉，很久以后才发现自己原来是这样待人处事的。",
        "label": ""
      },
      {
        "sentence": "我能交心的朋友很少，而且上大学以后，大学校园里能交心的朋友一个都没有。",
        "label": ""
      },
      {
        "sentence": "在人群里我也不是话题终结者，因为我根本就从头到尾保持沉默。",
        "label": ""
      },
      {
        "sentence": "我从不觉得一天不多讲几句话会让我憋得慌，反倒很不喜欢话多还嗓门大的人。",
        "label": ""
      },
      {
        "sentence": "我一直都知道我是个比较悲观的人，但我没有抑郁症，在我看来我的悲观是对未来某件事较为合理的推测。",
        "label": ""
      },
      {
        "sentence": "曾经我尝试过改变自己的性格，但到头来让自己觉得很累。",
        "label": ""
      },
      {
        "sentence": "可是我根本不知道怎么突破这道屏障，以后人生路还长，我不想一辈子活在阴影之中，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑和苦恼。您能来这里寻求帮助，说明您很勇敢，我很敬佩你。阴影不一定是非常糟糕的，因为它也可以成为我们成长的动力。不要过于关注自己的缺点，重要的是如何做得更好。那如果您真的希望改变当前的情况，我能为您提供一些实用的建议，您是否愿意听听呢？",
    "annotation": [
      {
        "sentence": "我明白你的困惑和苦恼。",
        "label": ""
      },
      {
        "sentence": "您能来这里寻求帮助，说明您很勇敢，我很敬佩你。",
        "label": ""
      },
      {
        "sentence": "阴影不一定是非常糟糕的，因为它也可以成为我们成长的动力。",
        "label": ""
      },
      {
        "sentence": "不要过于关注自己的缺点，重要的是如何做得更好。",
        "label": ""
      },
      {
        "sentence": "那如果您真的希望改变当前的情况，我能为您提供一些实用的建议，您是否愿意听听呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的鼓励和支持。是的，我很想听听您的建议。",
    "annotation": [
      {
        "sentence": "非常感谢您的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "是的，我很想听听您的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们可以从自己的内心出发，尝试从积极的角度看待自己的缺点，例如较为内向和习惯性不与人交往。这个缺点并不影响你成为一个优秀的、值得交往的人。只要你积极向上，乐观面对生活，就有可能成为他人愿意接近的对象。在日常交往中，也可以尝试去理解和关注别人，通过问候、抱怨或提供帮助，促进自己与他人的交流。我相信这些小改变会对你有所帮助。",
    "annotation": [
      {
        "sentence": "首先，我们可以从自己的内心出发，尝试从积极的角度看待自己的缺点，例如较为内向和习惯性不与人交往。",
        "label": ""
      },
      {
        "sentence": "这个缺点并不影响你成为一个优秀的、值得交往的人。",
        "label": ""
      },
      {
        "sentence": "只要你积极向上，乐观面对生活，就有可能成为他人愿意接近的对象。",
        "label": ""
      },
      {
        "sentence": "在日常交往中，也可以尝试去理解和关注别人，通过问候、抱怨或提供帮助，促进自己与他人的交流。",
        "label": ""
      },
      {
        "sentence": "我相信这些小改变会对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来好像很难做到，我不知道我有没有这个能力去做这些。",
    "annotation": [
      {
        "sentence": "听起来好像很难做到，我不知道我有没有这个能力去做这些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常。每个人都会抱有一些疑虑或担忧当他们尝试改变。但这并不意味着我们无法克服它们。你可以慢慢地尝试，一步一步地去实践它们，让你的行动跟上你的想法。当然，这需要您的耐心和信心，您能做到。",
    "annotation": [
      {
        "sentence": "这很正常。",
        "label": ""
      },
      {
        "sentence": "每个人都会抱有一些疑虑或担忧当他们尝试改变。",
        "label": ""
      },
      {
        "sentence": "但这并不意味着我们无法克服它们。",
        "label": ""
      },
      {
        "sentence": "你可以慢慢地尝试，一步一步地去实践它们，让你的行动跟上你的想法。",
        "label": ""
      },
      {
        "sentence": "当然，这需要您的耐心和信心，您能做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试的。",
    "annotation": [
      {
        "sentence": "我会尝试的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，我觉得您可以通过参加社交活动来建立自信心，并学到更多的人际沟通技巧。在活动中，你可以结交不同领域的人，扩大人脉，也可以尝试去打破自己的壁垒，发现未知的、有趣的事物。参加活动的时候也可以选择自己兴趣的内容，这样更容易找到志同道合的朋友。",
    "annotation": [
      {
        "sentence": "另外，我觉得您可以通过参加社交活动来建立自信心，并学到更多的人际沟通技巧。",
        "label": ""
      },
      {
        "sentence": "在活动中，你可以结交不同领域的人，扩大人脉，也可以尝试去打破自己的壁垒，发现未知的、有趣的事物。",
        "label": ""
      },
      {
        "sentence": "参加活动的时候也可以选择自己兴趣的内容，这样更容易找到志同道合的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议很棒，我还没有尝试过。我会想想怎么做。",
    "annotation": [
      {
        "sentence": "这个建议很棒，我还没有尝试过。",
        "label": ""
      },
      {
        "sentence": "我会想想怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，我想说的是，您是一位勇敢和坚强的年轻人，在自己经历过的困难中成长，而且您这样希望改变自己也表明了您对未来充满信心。这一点很难得，它也将帮助你在以后的人生路上克服困难，实现更多梦想。",
    "annotation": [
      {
        "sentence": "最后，我想说的是，您是一位勇敢和坚强的年轻人，在自己经历过的困难中成长，而且您这样希望改变自己也表明了您对未来充满信心。",
        "label": ""
      },
      {
        "sentence": "这一点很难得，它也将帮助你在以后的人生路上克服困难，实现更多梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您对我的鼓励，我会认真对待您提供的建议并尝试去做。",
    "annotation": [
      {
        "sentence": "谢谢您对我的鼓励，我会认真对待您提供的建议并尝试去做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我很乐意能够为您提供帮助。如果您还有其他需要和我交流的，欢迎随时找我谈。",
    "annotation": [
      {
        "sentence": "不用谢，我很乐意能够为您提供帮助。",
        "label": ""
      },
      {
        "sentence": "如果您还有其他需要和我交流的，欢迎随时找我谈。",
        "label": ""
      }
    ]
  }
]