[
  {
    "role": "client",
    "content": "为什么开心不起来，总想死不知道什么时候开始说话语气很不友好，动不动发脾气，一点点小事都会让我情绪崩溃，跟老公之间的关系日益紧张，导致最后他出轨。我的经济压力比较大，跟我老公是经济独立，他平时很少关心我，我大多数伤心难过是因为挣钱已经那么累，他还看不到我的付出，不能给我一点点关心和爱护。在他没出轨之前我怀疑他，对他冷言冷语，整天我心情低落，郁郁寡欢也会时不时觉得生活没有意义，想死。现在他出轨了，我更觉得生活没有意义，想死，每天都在一边打着鸡血和这个生活做斗争，一边放血不想活了，真的很痛苦，不知道我该怎么解脱。把身边人也弄得很不开心，很压抑。",
    "annotation": [
      {
        "sentence": "为什么开心不起来，总想死不知道什么时候开始说话语气很不友好，动不动发脾气，一点点小事都会让我情绪崩溃，跟老公之间的关系日益紧张，导致最后他出轨。",
        "label": ""
      },
      {
        "sentence": "我的经济压力比较大，跟我老公是经济独立，他平时很少关心我，我大多数伤心难过是因为挣钱已经那么累，他还看不到我的付出，不能给我一点点关心和爱护。",
        "label": ""
      },
      {
        "sentence": "在他没出轨之前我怀疑他，对他冷言冷语，整天我心情低落，郁郁寡欢也会时不时觉得生活没有意义，想死。",
        "label": ""
      },
      {
        "sentence": "现在他出轨了，我更觉得生活没有意义，想死，每天都在一边打着鸡血和这个生活做斗争，一边放血不想活了，真的很痛苦，不知道我该怎么解脱。",
        "label": ""
      },
      {
        "sentence": "把身边人也弄得很不开心，很压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够来到平台说明你其实是想要改变自己的状态的。每天都在一边打着鸡血和这个生活做斗争，一边又很痛苦，平时能够自我调节，调整自己的状态，可能是调整的状态只能维持每日的生活，于是稍微有一点计划之外的小事情发生就控制不住情绪，特别是丈夫出轨后，情绪更加低落。",
    "annotation": [
      {
        "sentence": "能够来到平台说明你其实是想要改变自己的状态的。",
        "label": ""
      },
      {
        "sentence": "每天都在一边打着鸡血和这个生活做斗争，一边又很痛苦，平时能够自我调节，调整自己的状态，可能是调整的状态只能维持每日的生活，于是稍微有一点计划之外的小事情发生就控制不住情绪，特别是丈夫出轨后，情绪更加低落。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己就像一直在承受巨大的压力，每天都很努力地工作，但却感觉不到属于我的幸福和满足。看到他对我不关心和不爱护，我真的很难过，觉得自己是不是不够好，所以情绪一直很低落。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己就像一直在承受巨大的压力，每天都很努力地工作，但却感觉不到属于我的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "看到他对我不关心和不爱护，我真的很难过，觉得自己是不是不够好，所以情绪一直很低落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够看出来，你其实是很在乎身边的人，而且也希望他们在乎你，关心你。题目中你提到为什么开心不起来。那么你认为你什么样的时候是开心呢？",
    "annotation": [
      {
        "sentence": "能够看出来，你其实是很在乎身边的人，而且也希望他们在乎你，关心你。",
        "label": ""
      },
      {
        "sentence": "题目中你提到为什么开心不起来。",
        "label": ""
      },
      {
        "sentence": "那么你认为你什么样的时候是开心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得当我感到被关心和被爱护的时候，我就会开心起来。比如有人能够理解我，陪伴我，关心我的情绪和需要，我就会感到幸福和满足。",
    "annotation": [
      {
        "sentence": "我觉得当我感到被关心和被爱护的时候，我就会开心起来。",
        "label": ""
      },
      {
        "sentence": "比如有人能够理解我，陪伴我，关心我的情绪和需要，我就会感到幸福和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "描述中提到大多数的伤心难过是因为挣钱已经那么累，他还看不到我的付出，不能给我一点点关心和爱护。如果换个视角，从丈夫的角度看自己的行为，你付出了什么呢？比如，“他”看到你每天上班工作，但是他自己也每天上班工作，认为觉得上班是理所当然的事情，毕竟这是在赚自己的生活费用，当他没有认为自己在付出的时候，他会在什么情况下认为你在付出呢？再换回自己的视角，每天丈夫在上班，回来后，你看到他付出了什么？给了他什么样的关心和爱护呢？",
    "annotation": [
      {
        "sentence": "描述中提到大多数的伤心难过是因为挣钱已经那么累，他还看不到我的付出，不能给我一点点关心和爱护。",
        "label": ""
      },
      {
        "sentence": "如果换个视角，从丈夫的角度看自己的行为，你付出了什么呢？",
        "label": ""
      },
      {
        "sentence": "比如，“他”看到你每天上班工作，但是他自己也每天上班工作，认为觉得上班是理所当然的事情，毕竟这是在赚自己的生活费用，当他没有认为自己在付出的时候，他会在什么情况下认为你在付出呢？",
        "label": ""
      },
      {
        "sentence": "再换回自己的视角，每天丈夫在上班，回来后，你看到他付出了什么？",
        "label": ""
      },
      {
        "sentence": "给了他什么样的关心和爱护呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直在为我们的经济负责，每天都像机器人一样工作。但我也渴望被关心和被爱护，有时候感到他不理解我、不支持我，我会心情很沮丧。回想一下，他每天都在工作养家糊口，虽然没有过多表达，但我可以看到他也在尽力付出，只是方式不同而已。",
    "annotation": [
      {
        "sentence": "你说得对，我一直在为我们的经济负责，每天都像机器人一样工作。",
        "label": ""
      },
      {
        "sentence": "但我也渴望被关心和被爱护，有时候感到他不理解我、不支持我，我会心情很沮丧。",
        "label": ""
      },
      {
        "sentence": "回想一下，他每天都在工作养家糊口，虽然没有过多表达，但我可以看到他也在尽力付出，只是方式不同而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，描述中你提到，自己在一段时间对丈夫冷言冷语，你的想法应该是想要他多关心一下你，对吗？如果是这样的话，冷言冷语可以达到你的目的吗？如果丈夫用冷言冷语让你多关心一下他，你的反应是什么呢？既然达不到目的，何不换一种他能够收到你信息，并且你能接受的方式，提出你的需求？看到这里相信你也有自己的思考。",
    "annotation": [
      {
        "sentence": "另外，描述中你提到，自己在一段时间对丈夫冷言冷语，你的想法应该是想要他多关心一下你，对吗？",
        "label": ""
      },
      {
        "sentence": "如果是这样的话，冷言冷语可以达到你的目的吗？",
        "label": ""
      },
      {
        "sentence": "如果丈夫用冷言冷语让你多关心一下他，你的反应是什么呢？",
        "label": ""
      },
      {
        "sentence": "既然达不到目的，何不换一种他能够收到你信息，并且你能接受的方式，提出你的需求？",
        "label": ""
      },
      {
        "sentence": "看到这里相信你也有自己的思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到冷言冷语只会加剧我们之间的隔阂，并不会解决问题。我希望能够以积极的方式表达我的需求，让他能够真正明白我内心的感受和需要。",
    "annotation": [
      {
        "sentence": "是的，我意识到冷言冷语只会加剧我们之间的隔阂，并不会解决问题。",
        "label": ""
      },
      {
        "sentence": "我希望能够以积极的方式表达我的需求，让他能够真正明白我内心的感受和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "总结一下，如果要改变这种状态，可以做什么呢？第一，想要知道怎么样变得开心，首先要知道自己会因为什么开心。第二，如果想要改变自己与他人的沟通模式，可以想想自己的目的是什么，自己说的话做的事可以达到目标吗？如果不能，换个方式试试吧。希望回答对你有所帮助！Karen。",
    "annotation": [
      {
        "sentence": "总结一下，如果要改变这种状态，可以做什么呢？",
        "label": ""
      },
      {
        "sentence": "第一，想要知道怎么样变得开心，首先要知道自己会因为什么开心。",
        "label": ""
      },
      {
        "sentence": "第二，如果想要改变自己与他人的沟通模式，可以想想自己的目的是什么，自己说的话做的事可以达到目标吗？",
        "label": ""
      },
      {
        "sentence": "如果不能，换个方式试试吧。",
        "label": ""
      },
      {
        "sentence": "希望回答对你有所帮助！",
        "label": ""
      },
      {
        "sentence": "Karen。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尝试改变自己的态度和沟通方式，希望能够在关系中找到更多的幸福和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尝试改变自己的态度和沟通方式，希望能够在关系中找到更多的幸福和理解。",
        "label": ""
      }
    ]
  }
]