[
  {
    "role": "client",
    "content": "特别记仇，一点小事就耿耿于怀、胡思乱想，什么原因？本人性别女，年16，特别记仇，受不了别人批评我或者误解我，很久的事也过不去这道坎。总是怀疑别人说自己坏话，瞧不起我，老师每一句话都在内涵我。习惯性的把怒火压在心里，但爆发起来很可怕，从小性格就这样，现在每天感到很累很难过，好像所有人都在针对我。",
    "annotation": [
      {
        "sentence": "特别记仇，一点小事就耿耿于怀、胡思乱想，什么原因？",
        "label": ""
      },
      {
        "sentence": "本人性别女，年16，特别记仇，受不了别人批评我或者误解我，很久的事也过不去这道坎。",
        "label": ""
      },
      {
        "sentence": "总是怀疑别人说自己坏话，瞧不起我，老师每一句话都在内涵我。",
        "label": ""
      },
      {
        "sentence": "习惯性的把怒火压在心里，但爆发起来很可怕，从小性格就这样，现在每天感到很累很难过，好像所有人都在针对我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "特别记仇一点小事也能耿耿于怀很久。看了你的描述，你形容自己特别记仇、受不了别人批评或者误解，很久的事业过不去那道坎。其实相比于批评，我们内心总是更加喜欢鲜花和掌声，因为这样的言语能够佐证我们是正确的、理智的甚至是优秀的，而批评与之相反，批评总是与我们内心的渴望和认知相违背，所以我们很难接受，甚至为此耿耿于怀。而且你现在还在怀疑别人针对你、说你坏话，但这样的情绪未曾发泄出来，只是习惯性地强压怒火，然后等到控制不住时，让它暴发。",
    "annotation": [
      {
        "sentence": "特别记仇一点小事也能耿耿于怀很久。",
        "label": ""
      },
      {
        "sentence": "看了你的描述，你形容自己特别记仇、受不了别人批评或者误解，很久的事业过不去那道坎。",
        "label": ""
      },
      {
        "sentence": "其实相比于批评，我们内心总是更加喜欢鲜花和掌声，因为这样的言语能够佐证我们是正确的、理智的甚至是优秀的，而批评与之相反，批评总是与我们内心的渴望和认知相违背，所以我们很难接受，甚至为此耿耿于怀。",
        "label": ""
      },
      {
        "sentence": "而且你现在还在怀疑别人针对你、说你坏话，但这样的情绪未曾发泄出来，只是习惯性地强压怒火，然后等到控制不住时，让它暴发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是无法抑制自己的情绪，感觉好像内心有一团火在燃烧，但又不敢发泄出来，怕失去控制。每次被批评或误解，我就会忍不住胡思乱想，怀疑别人对我有恶意，这种感觉真的很痛苦。",
    "annotation": [
      {
        "sentence": "是的，我总是无法抑制自己的情绪，感觉好像内心有一团火在燃烧，但又不敢发泄出来，怕失去控制。",
        "label": ""
      },
      {
        "sentence": "每次被批评或误解，我就会忍不住胡思乱想，怀疑别人对我有恶意，这种感觉真的很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "批评是不可避免的关键还是调节自己的态度。首先，我想告诉你没有人能够避免批评的存在，因为个人能力始终有不够全面的地方，同时他人看问题的角度也各有不同。但是很多时候，别人的批评是基于他自身的经历以及他对于这件事情的看法，也就是说，这其实是“片面的”。但我们之所以会感到愤怒的原因是因为，我们把这个对本次作出的事情的看法，当成了对我们整个人的评价，所以愤怒、痛苦、怀疑、沮丧等等。",
    "annotation": [
      {
        "sentence": "批评是不可避免的关键还是调节自己的态度。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你没有人能够避免批评的存在，因为个人能力始终有不够全面的地方，同时他人看问题的角度也各有不同。",
        "label": ""
      },
      {
        "sentence": "但是很多时候，别人的批评是基于他自身的经历以及他对于这件事情的看法，也就是说，这其实是“片面的”。",
        "label": ""
      },
      {
        "sentence": "但我们之所以会感到愤怒的原因是因为，我们把这个对本次作出的事情的看法，当成了对我们整个人的评价，所以愤怒、痛苦、怀疑、沮丧等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我好像总是把别人的批评当成是对自己的全面评价，这样想确实会让我变得非常不开心。但是，我总是怀疑别人说坏话、看不起自己，这是什么原因呢？",
    "annotation": [
      {
        "sentence": "你说得对，我好像总是把别人的批评当成是对自己的全面评价，这样想确实会让我变得非常不开心。",
        "label": ""
      },
      {
        "sentence": "但是，我总是怀疑别人说坏话、看不起自己，这是什么原因呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "总怀疑别人说坏话、看不起自己，有可能也是你高估了别人对你行为的关注度和恶意。这种现象叫做“焦点效应”，意味着人会把自己看作一切的中心，并且直觉高估别人对我们的注意程度。但其实大家都有各自的事情要做，也有各自的烦恼要愁，真的不会时刻有人盯着你的一举一动，并且产生很大恶意的，所以适当放宽心。",
    "annotation": [
      {
        "sentence": "总怀疑别人说坏话、看不起自己，有可能也是你高估了别人对你行为的关注度和恶意。",
        "label": ""
      },
      {
        "sentence": "这种现象叫做“焦点效应”，意味着人会把自己看作一切的中心，并且直觉高估别人对我们的注意程度。",
        "label": ""
      },
      {
        "sentence": "但其实大家都有各自的事情要做，也有各自的烦恼要愁，真的不会时刻有人盯着你的一举一动，并且产生很大恶意的，所以适当放宽心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我好像明白了一些，可能我一直过分在意别人的评价，而且总是自己主观地猜测别人的动机，导致自己陷入了不必要的痛苦和怀疑中。那我该怎么办呢？",
    "annotation": [
      {
        "sentence": "听你这么说，我好像明白了一些，可能我一直过分在意别人的评价，而且总是自己主观地猜测别人的动机，导致自己陷入了不必要的痛苦和怀疑中。",
        "label": ""
      },
      {
        "sentence": "那我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "把批评客观一些看待，不把自己代入消极评价，而是就事论事。如果有批评是真的因为当时自己做得不对，那么尽可能不再犯错；如果是因为误解，那么找个时间和对方解释清楚就行，你只需要做到自己该做的，不必过分纠结别人是否真的相信。毕竟有偏见的人，不是三眼两语就能说服的。最后，希望你能在一个温柔的世界里，给自己充分的成长时间，像一朵小蘑菇一样茁壮成长。祝好~一个希望能温柔世界，也给自己时间肆意生长的小蘑菇。",
    "annotation": [
      {
        "sentence": "把批评客观一些看待，不把自己代入消极评价，而是就事论事。",
        "label": ""
      },
      {
        "sentence": "如果有批评是真的因为当时自己做得不对，那么尽可能不再犯错；如果是因为误解，那么找个时间和对方解释清楚就行，你只需要做到自己该做的，不必过分纠结别人是否真的相信。",
        "label": ""
      },
      {
        "sentence": "毕竟有偏见的人，不是三眼两语就能说服的。",
        "label": ""
      },
      {
        "sentence": "最后，希望你能在一个温柔的世界里，给自己充分的成长时间，像一朵小蘑菇一样茁壮成长。",
        "label": ""
      },
      {
        "sentence": "祝好~一个希望能温柔世界，也给自己时间肆意生长的小蘑菇。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解，你的话让我感到安心和鼓励。我会尽量改变自己过于敏感的心态，做一个更加充实、自信的人。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解，你的话让我感到安心和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽量改变自己过于敏感的心态，做一个更加充实、自信的人。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。记住，每个人都有自己的不足和过错，但是我们应该善待自己，接纳自己的缺点，并且相信自己可以成长和改变。如果还有其他困扰或问题，随时来找我聊天。祝你前程似锦，快乐成长！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有自己的不足和过错，但是我们应该善待自己，接纳自己的缺点，并且相信自己可以成长和改变。",
        "label": ""
      },
      {
        "sentence": "如果还有其他困扰或问题，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你前程似锦，快乐成长！",
        "label": ""
      }
    ]
  }
]