[
  {
    "role": "client",
    "content": "恋爱时男友隐瞒他的债务，我该不该和他结婚？男朋友对我非常好，工作也不错很勤奋，我们感情也一直非常好，今年说自己身上有存款可以付首付买房，已经谈婚论嫁了。但是在要买房前才跟我坦白自己身上背着债（大部分是生活和自己做项目应酬导致的，生活中恋爱中一点都看不出他是负了债的状态），并且在交往过程中卖掉了一套房子给家人还赌债（本来跟我说是要卖掉做新房首付的），交往过程中还被我发现过一次避孕套（当时他极力否认做出的一系列反应让我还是选择相信了他），现在说是因为他欠债的事演的戏，准备当时要和我分手的…这样我还该不该继续相信他一起走下去…如果是你，你会怎么办……",
    "annotation": [
      {
        "sentence": "恋爱时男友隐瞒他的债务，我该不该和他结婚？",
        "label": ""
      },
      {
        "sentence": "男朋友对我非常好，工作也不错很勤奋，我们感情也一直非常好，今年说自己身上有存款可以付首付买房，已经谈婚论嫁了。",
        "label": ""
      },
      {
        "sentence": "但是在要买房前才跟我坦白自己身上背着债（大部分是生活和自己做项目应酬导致的，生活中恋爱中一点都看不出他是负了债的状态），并且在交往过程中卖掉了一套房子给家人还赌债（本来跟我说是要卖掉做新房首付的），交往过程中还被我发现过一次避孕套（当时他极力否认做出的一系列反应让我还是选择相信了他），现在说是因为他欠债的事演的戏，准备当时要和我分手的…这样我还该不该继续相信他一起走下去…如果是你，你会怎么办……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是非常正常的，因为爱情需要的是信任和理解。你可以先对他说出你的担心并且跟他一起处理这个问题。换句话说，你需要知道他是否准备向你坦白所有债务，并且有很好的还债计划。你需要思考一下结婚之后你是否承担了他的债务，是否需要为他的还债欠债买单。如果他一直对你撒谎，那么也许他需要首先改变他的行为方式。",
    "annotation": [
      {
        "sentence": "你的担心是非常正常的，因为爱情需要的是信任和理解。",
        "label": ""
      },
      {
        "sentence": "你可以先对他说出你的担心并且跟他一起处理这个问题。",
        "label": ""
      },
      {
        "sentence": "换句话说，你需要知道他是否准备向你坦白所有债务，并且有很好的还债计划。",
        "label": ""
      },
      {
        "sentence": "你需要思考一下结婚之后你是否承担了他的债务，是否需要为他的还债欠债买单。",
        "label": ""
      },
      {
        "sentence": "如果他一直对你撒谎，那么也许他需要首先改变他的行为方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能理解你想让我弄清楚自己的想法，但正是因为爱他，我才会一开始选择相信他。但是现在我越来越担心他的行为是否真的改变了。他非常善于隐藏事实，我并不确定我能否找到他所有的欠债和记录。",
    "annotation": [
      {
        "sentence": "我能理解你想让我弄清楚自己的想法，但正是因为爱他，我才会一开始选择相信他。",
        "label": ""
      },
      {
        "sentence": "但是现在我越来越担心他的行为是否真的改变了。",
        "label": ""
      },
      {
        "sentence": "他非常善于隐藏事实，我并不确定我能否找到他所有的欠债和记录。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能明白你的忧虑。然而，你需要知道，如果你们打算结婚，这个问题将成为你们的共同问题，你作为一个伴侣需要坦诚面对和解决这个问题。也许你需要找到一个中间人或者一起去征信机构查看他的信用记录。另外，你不要责任太深太过自责，因为这是你们共同解决的问题。",
    "annotation": [
      {
        "sentence": "我能明白你的忧虑。",
        "label": ""
      },
      {
        "sentence": "然而，你需要知道，如果你们打算结婚，这个问题将成为你们的共同问题，你作为一个伴侣需要坦诚面对和解决这个问题。",
        "label": ""
      },
      {
        "sentence": "也许你需要找到一个中间人或者一起去征信机构查看他的信用记录。",
        "label": ""
      },
      {
        "sentence": "另外，你不要责任太深太过自责，因为这是你们共同解决的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在有一点让我非常不安的就是，在交往过程中我曾经发现过一次他的避孕套，在他的解释中我不得不承认我蒙了。现在的问题是，如果他已经谎言连篇，我是否应该继续信任他以及给我们的关系一个机会。",
    "annotation": [
      {
        "sentence": "现在有一点让我非常不安的就是，在交往过程中我曾经发现过一次他的避孕套，在他的解释中我不得不承认我蒙了。",
        "label": ""
      },
      {
        "sentence": "现在的问题是，如果他已经谎言连篇，我是否应该继续信任他以及给我们的关系一个机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常能够理解你的思考方式，并且在这种情况下看到你的痛苦。对于信任和欺骗的问题，需要你自己去判断。首先，你需要考虑的是对方是否有在一起的愿望，并且是否真心对你。有时会有人在感情上犯错误，他本人非常后悔并且已经采取了积极的行动去解决问题。在这种情况下，请听从你的内心，告诉你要怎么做。",
    "annotation": [
      {
        "sentence": "我非常能够理解你的思考方式，并且在这种情况下看到你的痛苦。",
        "label": ""
      },
      {
        "sentence": "对于信任和欺骗的问题，需要你自己去判断。",
        "label": ""
      },
      {
        "sentence": "首先，你需要考虑的是对方是否有在一起的愿望，并且是否真心对你。",
        "label": ""
      },
      {
        "sentence": "有时会有人在感情上犯错误，他本人非常后悔并且已经采取了积极的行动去解决问题。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，请听从你的内心，告诉你要怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我和他一起很久了，我只是希望我们之间的问题不要影响我们的未来或者婚姻。我想知道如果我依然选择和他在一起，并且他对我也是真的爱可以相信如果我受到影响，他可以帮我处理这些债务。毕竟，并不是所有人都愿意承担债务和财务状况的问题。",
    "annotation": [
      {
        "sentence": "我和他一起很久了，我只是希望我们之间的问题不要影响我们的未来或者婚姻。",
        "label": ""
      },
      {
        "sentence": "我想知道如果我依然选择和他在一起，并且他对我也是真的爱可以相信如果我受到影响，他可以帮我处理这些债务。",
        "label": ""
      },
      {
        "sentence": "毕竟，并不是所有人都愿意承担债务和财务状况的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很好，相信他和你的关系。如果你相信他能够帮助你，解决你们的财务问题，那么这是一个非常积极向上的态度。在解决问题的过程中，你们会更加了解彼此，建立更加牢固的关系。当面对一些特别的问题的时候，很容易犯错误，但我相信你会做出正确的决定并得到你所期望的结果。",
    "annotation": [
      {
        "sentence": "你的想法很好，相信他和你的关系。",
        "label": ""
      },
      {
        "sentence": "如果你相信他能够帮助你，解决你们的财务问题，那么这是一个非常积极向上的态度。",
        "label": ""
      },
      {
        "sentence": "在解决问题的过程中，你们会更加了解彼此，建立更加牢固的关系。",
        "label": ""
      },
      {
        "sentence": "当面对一些特别的问题的时候，很容易犯错误，但我相信你会做出正确的决定并得到你所期望的结果。",
        "label": ""
      }
    ]
  }
]