[
  {
    "role": "client",
    "content": "我做什么事都没有信心，也没兴趣，精神状态也不好，晚上经常失眠，经常都会控制不住自己去臆想，臆想各种各样的事，做什么事都感觉脑袋是空的。",
    "annotation": [
      {
        "sentence": "我做什么事都没有信心，也没兴趣，精神状态也不好，晚上经常失眠，经常都会控制不住自己去臆想，臆想各种各样的事，做什么事都感觉脑袋是空的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的，似乎你的情况和我有些相似。每天都感觉精力不足，容易疲劳，情绪也变得低落，思维也迟钝了。曾经我也去医院，说我可能有抑郁症，哈哈哈。但其实你不用太担心，我觉得你和我一样，可能是性格比较内向。为了避免给他人造成压力，我们常常压抑自己。可是有些时候，情绪如果得不到正确的表达，过后就会变成抑郁。我觉得你现在的情况和我有点类似，想要改善就需要正确地接纳自己。我们之所以不善于表达自己，可能是因为思维观念上的偏差，再加上原生家庭的教育观念，扼杀了我们的很多个性。听话成为教育中最重要的一部分，一旦我们将听话视为行为准则，就容易出现问题。社会多姿多彩，我们过于迎合他人，却无法得到正面的回应，这样我们就会觉得自己做得不好。久而久之，就形成了一个负循环，更进一步会出现自卑感，觉得自己什么都不行。而且，这种情形下的个人内心多比较善良，会为他人考虑。在这个恶性循环中，问题最终会集中在自己身上。其实，我们更应该为自己而活，不是吗？毕竟，我们来到这个世界上并不是为了取悦他人。生活就像一面镜子，我们也可以是镜子。选择朋友也需要取舍，我们的问题在于凡事都给自己下结论，苛求自己的同时，也苛求生活。我们能不能接受情绪的存在？能不能偶尔犯一些错误？能不能让生活对我们好一点呢？客观地说，你是个善解人意的人，但生活并非电视剧般任性。不努力是不会取得回报的，但如若不努力，肯定也没有回报。你和我都不应该苛求自己和生活，每件事都有一定的规律。关键在于我们想成为怎样的人，并为之付出努力。可以这样想，在家里，你认为一个孩子应该是怎样的？有什么职责？这样的孩子会让你感觉满意吗？并且在工作上也一样。相信你是一个三观正的人，否则不会遇到这些问题。我称之为逆向善良。你只需要做回你自己，过去的日子中，我们总是按照他人的意愿生活。现在是时候为自己而活，让真正的自己浮现出来。生活不如意本是常事，但我们可以让内心的那个孩子继续成长，成为理想中的人。成为一个父母会喜欢的孩子，成为一个善良的同事，成为一个称职的丈夫。成为我们真正想成为的人。当我们看到自己的生活时，都能会心一笑。其实你一直都知道自己想要怎么过生活，只是被思维所束缚，将真正的自己扼杀了，个性也被抹灭了。在这样的情况下，生活变得不再是为了自己而活。久而久之，就会产生压抑，甚至抑郁。希望你能够找到内心那个纯真的自己，给自己一个机会，活出真实的自己，取悦自己。",
    "annotation": [
      {
        "sentence": "听你说的，似乎你的情况和我有些相似。",
        "label": ""
      },
      {
        "sentence": "每天都感觉精力不足，容易疲劳，情绪也变得低落，思维也迟钝了。",
        "label": ""
      },
      {
        "sentence": "曾经我也去医院，说我可能有抑郁症，哈哈哈。",
        "label": ""
      },
      {
        "sentence": "但其实你不用太担心，我觉得你和我一样，可能是性格比较内向。",
        "label": ""
      },
      {
        "sentence": "为了避免给他人造成压力，我们常常压抑自己。",
        "label": ""
      },
      {
        "sentence": "可是有些时候，情绪如果得不到正确的表达，过后就会变成抑郁。",
        "label": ""
      },
      {
        "sentence": "我觉得你现在的情况和我有点类似，想要改善就需要正确地接纳自己。",
        "label": ""
      },
      {
        "sentence": "我们之所以不善于表达自己，可能是因为思维观念上的偏差，再加上原生家庭的教育观念，扼杀了我们的很多个性。",
        "label": ""
      },
      {
        "sentence": "听话成为教育中最重要的一部分，一旦我们将听话视为行为准则，就容易出现问题。",
        "label": ""
      },
      {
        "sentence": "社会多姿多彩，我们过于迎合他人，却无法得到正面的回应，这样我们就会觉得自己做得不好。",
        "label": ""
      },
      {
        "sentence": "久而久之，就形成了一个负循环，更进一步会出现自卑感，觉得自己什么都不行。",
        "label": ""
      },
      {
        "sentence": "而且，这种情形下的个人内心多比较善良，会为他人考虑。",
        "label": ""
      },
      {
        "sentence": "在这个恶性循环中，问题最终会集中在自己身上。",
        "label": ""
      },
      {
        "sentence": "其实，我们更应该为自己而活，不是吗？",
        "label": ""
      },
      {
        "sentence": "毕竟，我们来到这个世界上并不是为了取悦他人。",
        "label": ""
      },
      {
        "sentence": "生活就像一面镜子，我们也可以是镜子。",
        "label": ""
      },
      {
        "sentence": "选择朋友也需要取舍，我们的问题在于凡事都给自己下结论，苛求自己的同时，也苛求生活。",
        "label": ""
      },
      {
        "sentence": "我们能不能接受情绪的存在？",
        "label": ""
      },
      {
        "sentence": "能不能偶尔犯一些错误？",
        "label": ""
      },
      {
        "sentence": "能不能让生活对我们好一点呢？",
        "label": ""
      },
      {
        "sentence": "客观地说，你是个善解人意的人，但生活并非电视剧般任性。",
        "label": ""
      },
      {
        "sentence": "不努力是不会取得回报的，但如若不努力，肯定也没有回报。",
        "label": ""
      },
      {
        "sentence": "你和我都不应该苛求自己和生活，每件事都有一定的规律。",
        "label": ""
      },
      {
        "sentence": "关键在于我们想成为怎样的人，并为之付出努力。",
        "label": ""
      },
      {
        "sentence": "可以这样想，在家里，你认为一个孩子应该是怎样的？",
        "label": ""
      },
      {
        "sentence": "有什么职责？",
        "label": ""
      },
      {
        "sentence": "这样的孩子会让你感觉满意吗？",
        "label": ""
      },
      {
        "sentence": "并且在工作上也一样。",
        "label": ""
      },
      {
        "sentence": "相信你是一个三观正的人，否则不会遇到这些问题。",
        "label": ""
      },
      {
        "sentence": "我称之为逆向善良。",
        "label": ""
      },
      {
        "sentence": "你只需要做回你自己，过去的日子中，我们总是按照他人的意愿生活。",
        "label": ""
      },
      {
        "sentence": "现在是时候为自己而活，让真正的自己浮现出来。",
        "label": ""
      },
      {
        "sentence": "生活不如意本是常事，但我们可以让内心的那个孩子继续成长，成为理想中的人。",
        "label": ""
      },
      {
        "sentence": "成为一个父母会喜欢的孩子，成为一个善良的同事，成为一个称职的丈夫。",
        "label": ""
      },
      {
        "sentence": "成为我们真正想成为的人。",
        "label": ""
      },
      {
        "sentence": "当我们看到自己的生活时，都能会心一笑。",
        "label": ""
      },
      {
        "sentence": "其实你一直都知道自己想要怎么过生活，只是被思维所束缚，将真正的自己扼杀了，个性也被抹灭了。",
        "label": ""
      },
      {
        "sentence": "在这样的情况下，生活变得不再是为了自己而活。",
        "label": ""
      },
      {
        "sentence": "久而久之，就会产生压抑，甚至抑郁。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到内心那个纯真的自己，给自己一个机会，活出真实的自己，取悦自己。",
        "label": ""
      }
    ]
  }
]