[
  {
    "role": "client",
    "content": "最近学习总是力不从心，什么都记不住。上课动不动就走神，每天都很累。觉得身边的人都很瞧不起自己，我自己也开始觉得自己很差劲，什么都做不好。每天一到晚上就不停地会去想不好的事情，然后开始难过，开始哭。睡眠也很差，总是要躺很久才能睡着，总是梦见自己被欺负和一些血腥的东西，然后半夜醒两三回，再入睡还要翻来覆去很久才睡得着。白天也没精神，睡了像没睡一样，还是很困。头痛手脚酸痛腰疼脖子酸。以前喜欢看综艺看电影，现在也开始觉得什么都不好玩，什么都不好看了。每天都很消极，一想到高考离自己不远了就开始发抖喘不上气，心跳的很快。觉得身边的人都很不喜欢我，我也不喜欢我自己。觉得自己很失败，做什么都成功不了。有时候真的想要自杀，真的不知道该怎么办了。自己觉得可能有些抑郁，可是每次都觉得是在给自己找借口，就觉得自己就是一个无可救药不思进取的人。希望能帮忙看看到底是个什么？谢谢。",
    "annotation": [
      {
        "sentence": "最近学习总是力不从心，什么都记不住。",
        "label": ""
      },
      {
        "sentence": "上课动不动就走神，每天都很累。",
        "label": ""
      },
      {
        "sentence": "觉得身边的人都很瞧不起自己，我自己也开始觉得自己很差劲，什么都做不好。",
        "label": ""
      },
      {
        "sentence": "每天一到晚上就不停地会去想不好的事情，然后开始难过，开始哭。",
        "label": ""
      },
      {
        "sentence": "睡眠也很差，总是要躺很久才能睡着，总是梦见自己被欺负和一些血腥的东西，然后半夜醒两三回，再入睡还要翻来覆去很久才睡得着。",
        "label": ""
      },
      {
        "sentence": "白天也没精神，睡了像没睡一样，还是很困。",
        "label": ""
      },
      {
        "sentence": "头痛手脚酸痛腰疼脖子酸。",
        "label": ""
      },
      {
        "sentence": "以前喜欢看综艺看电影，现在也开始觉得什么都不好玩，什么都不好看了。",
        "label": ""
      },
      {
        "sentence": "每天都很消极，一想到高考离自己不远了就开始发抖喘不上气，心跳的很快。",
        "label": ""
      },
      {
        "sentence": "觉得身边的人都很不喜欢我，我也不喜欢我自己。",
        "label": ""
      },
      {
        "sentence": "觉得自己很失败，做什么都成功不了。",
        "label": ""
      },
      {
        "sentence": "有时候真的想要自杀，真的不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "自己觉得可能有些抑郁，可是每次都觉得是在给自己找借口，就觉得自己就是一个无可救药不思进取的人。",
        "label": ""
      },
      {
        "sentence": "希望能帮忙看看到底是个什么？",
        "label": ""
      },
      {
        "sentence": "谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我了解你目前的情况。在生活中，我们都会面对各种挑战，比如学习困难、情绪波动等。这些问题可能会影响到我们的精神状态和身体健康。不过，我们可以通过心理咨询来帮助你调整情绪，提升自我认知。你的症状可能属于抑郁症，所以接受心理干预和治疗是很重要的。这样可以帮助你重新认识自己，改善对世界的看法，提升生活质量。我建议你尽快寻求专业的心理咨询帮助，他们可以帮助你理性重构对世界的认知和自我的看法，完善对生活的正念信念。这样你可以更好地了解人生和自己在社会中的角色，以及所需要付出的代价、责任和面临的挑战。希望我的建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "你好，我了解你目前的情况。",
        "label": ""
      },
      {
        "sentence": "在生活中，我们都会面对各种挑战，比如学习困难、情绪波动等。",
        "label": ""
      },
      {
        "sentence": "这些问题可能会影响到我们的精神状态和身体健康。",
        "label": ""
      },
      {
        "sentence": "不过，我们可以通过心理咨询来帮助你调整情绪，提升自我认知。",
        "label": ""
      },
      {
        "sentence": "你的症状可能属于抑郁症，所以接受心理干预和治疗是很重要的。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你重新认识自己，改善对世界的看法，提升生活质量。",
        "label": ""
      },
      {
        "sentence": "我建议你尽快寻求专业的心理咨询帮助，他们可以帮助你理性重构对世界的认知和自我的看法，完善对生活的正念信念。",
        "label": ""
      },
      {
        "sentence": "这样你可以更好地了解人生和自己在社会中的角色，以及所需要付出的代价、责任和面临的挑战。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有所帮助。",
        "label": ""
      }
    ]
  }
]