[
  {
    "role": "client",
    "content": "妈妈和嫂子关系不好自从妈妈和嫂子住一起矛盾就开始了，没在一起之前都蛮好的，那会儿我觉得我哥真幸福，娶了个善良的女人，可是当我结婚后，妈妈和嫂子住一起后就开始不休止的战争，那年我和嫂子在一个厂里面上班。她每天都是跟我说我妈这样不好，那样不好。我妈唯一的缺点就是喜欢打牌。这个我也是知道的。但是作为媳妇来说。你在小姑面前说婆婆。那我做小姑的怎么回答？现在就是变本加厉的。只要我妈没干活。就开始怼我么大狠大吼大叫。在我妈面前说我这样那样不好。在我面前说我妈这样那样不好。要她所有的姑姑都说了个遍。就是任何人都不好，只有他父母对她好。这些是他的事情我就不管了。可是很可气的是。她竟然在我哥面前。说我和我妈的谎话。把我和我妈没有说过的话就就像编辑一样。害得我哥对我和我妈都有意见。现在我人在外地。妈妈经常跟我说嫂子对她凶，我该怎么办？因为我知道嫂子他也不喜欢我，我也不怎么跟他联系。我想着不喜欢就远离。可是现在关系到我妈在家的生活。我该怎么样来解决呢？是和我哥好好沟通还是怎么样？",
    "annotation": [
      {
        "sentence": "妈妈和嫂子关系不好自从妈妈和嫂子住一起矛盾就开始了，没在一起之前都蛮好的，那会儿我觉得我哥真幸福，娶了个善良的女人，可是当我结婚后，妈妈和嫂子住一起后就开始不休止的战争，那年我和嫂子在一个厂里面上班。",
        "label": ""
      },
      {
        "sentence": "她每天都是跟我说我妈这样不好，那样不好。",
        "label": ""
      },
      {
        "sentence": "我妈唯一的缺点就是喜欢打牌。",
        "label": ""
      },
      {
        "sentence": "这个我也是知道的。",
        "label": ""
      },
      {
        "sentence": "但是作为媳妇来说。",
        "label": ""
      },
      {
        "sentence": "你在小姑面前说婆婆。",
        "label": ""
      },
      {
        "sentence": "那我做小姑的怎么回答？",
        "label": ""
      },
      {
        "sentence": "现在就是变本加厉的。",
        "label": ""
      },
      {
        "sentence": "只要我妈没干活。",
        "label": ""
      },
      {
        "sentence": "就开始怼我么大狠大吼大叫。",
        "label": ""
      },
      {
        "sentence": "在我妈面前说我这样那样不好。",
        "label": ""
      },
      {
        "sentence": "在我面前说我妈这样那样不好。",
        "label": ""
      },
      {
        "sentence": "要她所有的姑姑都说了个遍。",
        "label": ""
      },
      {
        "sentence": "就是任何人都不好，只有他父母对她好。",
        "label": ""
      },
      {
        "sentence": "这些是他的事情我就不管了。",
        "label": ""
      },
      {
        "sentence": "可是很可气的是。",
        "label": ""
      },
      {
        "sentence": "她竟然在我哥面前。",
        "label": ""
      },
      {
        "sentence": "说我和我妈的谎话。",
        "label": ""
      },
      {
        "sentence": "把我和我妈没有说过的话就就像编辑一样。",
        "label": ""
      },
      {
        "sentence": "害得我哥对我和我妈都有意见。",
        "label": ""
      },
      {
        "sentence": "现在我人在外地。",
        "label": ""
      },
      {
        "sentence": "妈妈经常跟我说嫂子对她凶，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "因为我知道嫂子他也不喜欢我，我也不怎么跟他联系。",
        "label": ""
      },
      {
        "sentence": "我想着不喜欢就远离。",
        "label": ""
      },
      {
        "sentence": "可是现在关系到我妈在家的生活。",
        "label": ""
      },
      {
        "sentence": "我该怎么样来解决呢？",
        "label": ""
      },
      {
        "sentence": "是和我哥好好沟通还是怎么样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我了解你的困惑和烦恼。作为一个旁观者，我能感受到这是一个复杂的家庭情况。婆媳关系是很敏感的问题，特别是加上小姑子的存在，对做媳妇的来说更加困难。你已经结婚了，既是女儿也是别人的媳妇，这一点你要明确站稳立场。可能你们在独立生活或者与婆家处理得好的时候，没有这么多矛盾。但是你一定对做媳妇感同身受：嫁到一个陌生的家庭，面对一大家人，婆媳关系本来就很难处理，加上小姑子，做媳妇的更加困难。我们都知道妈妈是我们的亲人，养育我们不容易，因此我们难以忍受嫂嫂对她大声呵斥，更何况我们自己也不舍得。但是这些争吵其实都是情绪的作用，让我们不理智地介入进去。其实我们和父母之间也会有争吵，但是我们不会像婆媳关系那样升级，因为我们明白这是一家人，了解这一点后，我们要做的是，先让自己稳定下来，然后劝导妈妈：不喜欢的事少管或者不管。媳妇不是女儿，我们不能要求人家像妈妈一样对待自己。如果大家都是这样，那为什么事情会闹到你哥哥出面调解呢？没有人愿意说谎，就像丢了斧头的邻居疑心偷斧一样，当斧头找到了，邻居就不像偷斧人了。为了家庭和谐，你先要冷静下来，安慰妈妈。我们要做好自己，让嫂嫂感到安全，不让她担心“嫁错人”，你要首先保持稳定，不再在家中推波助澜，这是你对娘家最大的贡献。如果你希望让哥哥省心，可以先从自身做起。",
    "annotation": [
      {
        "sentence": "求助者，我了解你的困惑和烦恼。",
        "label": ""
      },
      {
        "sentence": "作为一个旁观者，我能感受到这是一个复杂的家庭情况。",
        "label": ""
      },
      {
        "sentence": "婆媳关系是很敏感的问题，特别是加上小姑子的存在，对做媳妇的来说更加困难。",
        "label": ""
      },
      {
        "sentence": "你已经结婚了，既是女儿也是别人的媳妇，这一点你要明确站稳立场。",
        "label": ""
      },
      {
        "sentence": "可能你们在独立生活或者与婆家处理得好的时候，没有这么多矛盾。",
        "label": ""
      },
      {
        "sentence": "但是你一定对做媳妇感同身受：嫁到一个陌生的家庭，面对一大家人，婆媳关系本来就很难处理，加上小姑子，做媳妇的更加困难。",
        "label": ""
      },
      {
        "sentence": "我们都知道妈妈是我们的亲人，养育我们不容易，因此我们难以忍受嫂嫂对她大声呵斥，更何况我们自己也不舍得。",
        "label": ""
      },
      {
        "sentence": "但是这些争吵其实都是情绪的作用，让我们不理智地介入进去。",
        "label": ""
      },
      {
        "sentence": "其实我们和父母之间也会有争吵，但是我们不会像婆媳关系那样升级，因为我们明白这是一家人，了解这一点后，我们要做的是，先让自己稳定下来，然后劝导妈妈：不喜欢的事少管或者不管。",
        "label": ""
      },
      {
        "sentence": "媳妇不是女儿，我们不能要求人家像妈妈一样对待自己。",
        "label": ""
      },
      {
        "sentence": "如果大家都是这样，那为什么事情会闹到你哥哥出面调解呢？",
        "label": ""
      },
      {
        "sentence": "没有人愿意说谎，就像丢了斧头的邻居疑心偷斧一样，当斧头找到了，邻居就不像偷斧人了。",
        "label": ""
      },
      {
        "sentence": "为了家庭和谐，你先要冷静下来，安慰妈妈。",
        "label": ""
      },
      {
        "sentence": "我们要做好自己，让嫂嫂感到安全，不让她担心“嫁错人”，你要首先保持稳定，不再在家中推波助澜，这是你对娘家最大的贡献。",
        "label": ""
      },
      {
        "sentence": "如果你希望让哥哥省心，可以先从自身做起。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，你说得很对。我是理解媳妇的难处，婆媳关系确实很难处理，再加上小姑的存在，我做媳妇的确实很辛苦。我也明白婆媳关系是由情绪引起的，但现在这种情况已经很严重了，每当我妈没做到她的要求，她就会对我大吼大叫，而且在我妈面前说我和我妈不好，还在我面前说我妈不好，说得我妈无地自容。更让我生气的是，她竟然在我哥面前说我和我妈撒谎，完全编造了我和我妈没有说过的话，导致我哥对我和妈妈都有意见。现在我在外地，妈妈经常跟我说嫂子对她凶，我真的很无奈，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "对，你说得很对。",
        "label": ""
      },
      {
        "sentence": "我是理解媳妇的难处，婆媳关系确实很难处理，再加上小姑的存在，我做媳妇的确实很辛苦。",
        "label": ""
      },
      {
        "sentence": "我也明白婆媳关系是由情绪引起的，但现在这种情况已经很严重了，每当我妈没做到她的要求，她就会对我大吼大叫，而且在我妈面前说我和我妈不好，还在我面前说我妈不好，说得我妈无地自容。",
        "label": ""
      },
      {
        "sentence": "更让我生气的是，她竟然在我哥面前说我和我妈撒谎，完全编造了我和我妈没有说过的话，导致我哥对我和妈妈都有意见。",
        "label": ""
      },
      {
        "sentence": "现在我在外地，妈妈经常跟我说嫂子对她凶，我真的很无奈，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，感谢你详细表达了你的困扰。我理解你的愤怒和无奈。在处理这个问题的时候，首先你要保持冷静，为着家庭和谐，你应该站在一个旁观者的角度思考这个问题。尽管这个情况相当严重，你应该尽量做到客观和理智。让我们先不要太关注她对你妈妈的行为，在你哥面前撒谎这件事上，要找到证据证明那是编造的。你可以找机会与你哥开诚布公地沟通，告诉他你的困惑和委屈，你们可以一起找到解决问题的方法。你现在在外地，尽量多与妈妈沟通，给她提供支持和安慰，让她知道你们始终支持她。关于解决这个问题的具体方式，我建议你先与你哥好好沟通，了解他的看法和想法，然后再根据情况选择适合的解决方案。",
    "annotation": [
      {
        "sentence": "明白了，感谢你详细表达了你的困扰。",
        "label": ""
      },
      {
        "sentence": "我理解你的愤怒和无奈。",
        "label": ""
      },
      {
        "sentence": "在处理这个问题的时候，首先你要保持冷静，为着家庭和谐，你应该站在一个旁观者的角度思考这个问题。",
        "label": ""
      },
      {
        "sentence": "尽管这个情况相当严重，你应该尽量做到客观和理智。",
        "label": ""
      },
      {
        "sentence": "让我们先不要太关注她对你妈妈的行为，在你哥面前撒谎这件事上，要找到证据证明那是编造的。",
        "label": ""
      },
      {
        "sentence": "你可以找机会与你哥开诚布公地沟通，告诉他你的困惑和委屈，你们可以一起找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "你现在在外地，尽量多与妈妈沟通，给她提供支持和安慰，让她知道你们始终支持她。",
        "label": ""
      },
      {
        "sentence": "关于解决这个问题的具体方式，我建议你先与你哥好好沟通，了解他的看法和想法，然后再根据情况选择适合的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。确实，我应该保持冷静并找到解决问题的最佳方式。我会找机会与哥哥好好沟通，与他分享我的困惑和委屈，希望我们能够一起找到解决问题的方法。同时，我也会多与妈妈保持联系，给她提供支持和安慰。我明白我不能控制嫂子的行为，但我可以通过自己的努力来改变这个局面。谢谢你的支持和建议，我感觉自己有了一些明确的方向。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "确实，我应该保持冷静并找到解决问题的最佳方式。",
        "label": ""
      },
      {
        "sentence": "我会找机会与哥哥好好沟通，与他分享我的困惑和委屈，希望我们能够一起找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "同时，我也会多与妈妈保持联系，给她提供支持和安慰。",
        "label": ""
      },
      {
        "sentence": "我明白我不能控制嫂子的行为，但我可以通过自己的努力来改变这个局面。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我感觉自己有了一些明确的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供一些帮助。你的决心和努力很重要。通过沟通和支持，相信你能够在家庭中起到积极的作用，帮助解决婆媳关系的问题。记住要保持冷静和理智，不要被情绪左右。希望你能够找到解决问题的途径，带来家庭的和谐与幸福。如果有任何进展或者需要进一步帮助，请随时与我联系。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供一些帮助。",
        "label": ""
      },
      {
        "sentence": "你的决心和努力很重要。",
        "label": ""
      },
      {
        "sentence": "通过沟通和支持，相信你能够在家庭中起到积极的作用，帮助解决婆媳关系的问题。",
        "label": ""
      },
      {
        "sentence": "记住要保持冷静和理智，不要被情绪左右。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到解决问题的途径，带来家庭的和谐与幸福。",
        "label": ""
      },
      {
        "sentence": "如果有任何进展或者需要进一步帮助，请随时与我联系。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]