[
  {
    "role": "client",
    "content": "我看东西不稳定不真实，感觉不到时间，是心理问题吗？我看东西一直会觉得特别的大（比如A4纸，以前住过的屋子，爷爷家，一些小东西比如小玩具等），直到最近才变成正常大小或者也许偏小。有时看东西会感觉不真实，或者在颤抖，或者感觉混乱看不清，或者看清了也没概念，或者明明就在眼前却找不见，而且心里感觉很恐慌，有时看景物像是没有生气没有颜色极度静止憋闷，有时又觉得充满可能性，颜色特别彩，像画一样，总着急用相机拍下来永远留着，不然就很心慌，觉得失去了什么…对于时间，小学有时沉迷玩一个东西像是睡着了一样，感觉不到时间的流动，要不停的看表确认，感觉心慌，感觉不到时间的连贯性，或者感觉度日如年生不如死，或者感觉等时间等的特别焦虑，最近受刺激了又感觉这样，但没小时候严重。对同一个地方的感知总是不太稳定（亲切或危险）。总感觉自己很矮，别人特别特别高，感觉自己手很短。有时会看不懂一段话，听不清别人的话，脑部核磁检查没问题，这些可能是怎么回事？我是精神上有问题？",
    "annotation": [
      {
        "sentence": "我看东西不稳定不真实，感觉不到时间，是心理问题吗？",
        "label": ""
      },
      {
        "sentence": "我看东西一直会觉得特别的大（比如A4纸，以前住过的屋子，爷爷家，一些小东西比如小玩具等），直到最近才变成正常大小或者也许偏小。",
        "label": ""
      },
      {
        "sentence": "有时看东西会感觉不真实，或者在颤抖，或者感觉混乱看不清，或者看清了也没概念，或者明明就在眼前却找不见，而且心里感觉很恐慌，有时看景物像是没有生气没有颜色极度静止憋闷，有时又觉得充满可能性，颜色特别彩，像画一样，总着急用相机拍下来永远留着，不然就很心慌，觉得失去了什么…对于时间，小学有时沉迷玩一个东西像是睡着了一样，感觉不到时间的流动，要不停的看表确认，感觉心慌，感觉不到时间的连贯性，或者感觉度日如年生不如死，或者感觉等时间等的特别焦虑，最近受刺激了又感觉这样，但没小时候严重。",
        "label": ""
      },
      {
        "sentence": "对同一个地方的感知总是不太稳定（亲切或危险）。",
        "label": ""
      },
      {
        "sentence": "总感觉自己很矮，别人特别特别高，感觉自己手很短。",
        "label": ""
      },
      {
        "sentence": "有时会看不懂一段话，听不清别人的话，脑部核磁检查没问题，这些可能是怎么回事？",
        "label": ""
      },
      {
        "sentence": "我是精神上有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述感受到你在生活中的诸多感受，不同场景有不同的体验感受，我们每个人都有这样的感觉。另外，不知你现在的年龄有多大？",
    "annotation": [
      {
        "sentence": "通过你的描述感受到你在生活中的诸多感受，不同场景有不同的体验感受，我们每个人都有这样的感觉。",
        "label": ""
      },
      {
        "sentence": "另外，不知你现在的年龄有多大？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在27岁。",
    "annotation": [
      {
        "sentence": "我现在27岁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，谢谢你的回答。既然医学检查没有问题，当我们发觉自己的思维和感受不受控制时，建议通过运动来调整一下，运动时要达到出汗的效果。你平时有参与运动或者锻炼身体吗？",
    "annotation": [
      {
        "sentence": "明白了，谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "既然医学检查没有问题，当我们发觉自己的思维和感受不受控制时，建议通过运动来调整一下，运动时要达到出汗的效果。",
        "label": ""
      },
      {
        "sentence": "你平时有参与运动或者锻炼身体吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我平时工作很忙，几乎没有时间锻炼身体。",
    "annotation": [
      {
        "sentence": "我平时工作很忙，几乎没有时间锻炼身体。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "忙碌的工作确实让人没有太多时间锻炼。但是适量的运动可以帮助缓解焦虑和压力，对心理健康也有帮助。你可以尝试找一些方便的运动方式，比如晨间拉伸、散步或者简单的家庭运动。只要能坚持每天进行一些活动，也是有效的。",
    "annotation": [
      {
        "sentence": "忙碌的工作确实让人没有太多时间锻炼。",
        "label": ""
      },
      {
        "sentence": "但是适量的运动可以帮助缓解焦虑和压力，对心理健康也有帮助。",
        "label": ""
      },
      {
        "sentence": "你可以尝试找一些方便的运动方式，比如晨间拉伸、散步或者简单的家庭运动。",
        "label": ""
      },
      {
        "sentence": "只要能坚持每天进行一些活动，也是有效的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我会尽量抽出时间进行一些简单的运动。除了运动，还有其他方法可以调节我的情绪吗？",
    "annotation": [
      {
        "sentence": "你说的有道理，我会尽量抽出时间进行一些简单的运动。",
        "label": ""
      },
      {
        "sentence": "除了运动，还有其他方法可以调节我的情绪吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。除了运动，你还可以尝试一些放松的活动，比如深呼吸、冥想或者听一些轻音乐。此外，与亲朋好友进行交流也能够缓解情绪。另外，保持良好的睡眠和饮食习惯也是非常重要的。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "除了运动，你还可以尝试一些放松的活动，比如深呼吸、冥想或者听一些轻音乐。",
        "label": ""
      },
      {
        "sentence": "此外，与亲朋好友进行交流也能够缓解情绪。",
        "label": ""
      },
      {
        "sentence": "另外，保持良好的睡眠和饮食习惯也是非常重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会注意调整我的生活习惯，尽量让自己更舒缓一些。但是，我还是对自己的感知问题和身体不适感到担心，有没有其他建议？",
    "annotation": [
      {
        "sentence": "我会注意调整我的生活习惯，尽量让自己更舒缓一些。",
        "label": ""
      },
      {
        "sentence": "但是，我还是对自己的感知问题和身体不适感到担心，有没有其他建议？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你一直感到担忧，建议你找一位专业的心理咨询师进行咨询。他们可以帮助你更深入地了解自己的问题并提供更专业的建议和支持。",
    "annotation": [
      {
        "sentence": "如果你一直感到担忧，建议你找一位专业的心理咨询师进行咨询。",
        "label": ""
      },
      {
        "sentence": "他们可以帮助你更深入地了解自己的问题并提供更专业的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑去咨询一位心理咨询师。同时，我也很感谢你在这里给予我支持和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑去咨询一位心理咨询师。",
        "label": ""
      },
      {
        "sentence": "同时，我也很感谢你在这里给予我支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意帮助你。记住，你并不孤单，在你遇到困难时，总会有人陪伴着你。希望你能找到合适的方法和支持，逐渐恢复自信和平衡。如果有任何需要的时候，随时向我求助吧。",
    "annotation": [
      {
        "sentence": "不客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，在你遇到困难时，总会有人陪伴着你。",
        "label": ""
      },
      {
        "sentence": "希望你能找到合适的方法和支持，逐渐恢复自信和平衡。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要的时候，随时向我求助吧。",
        "label": ""
      }
    ]
  }
]