[
  {
    "role": "client",
    "content": "我看东西不稳定不真实，感觉不到时间，是心理问题吗？我看东西一直会觉得特别的大（比如A4纸，以前住过的屋子，爷爷家，一些小东西比如小玩具等），直到最近才变成正常大小或者也许偏小。有时看东西会感觉不真实，或者在颤抖，或者感觉混乱看不清，或者看清了也没概念，或者明明就在眼前却找不见，而且心里感觉很恐慌，有时看景物像是没有生气没有颜色极度静止憋闷，有时又觉得充满可能性，颜色特别彩，像画一样，总着急用相机拍下来永远留着，不然就很心慌，觉得失去了什么…对于时间，小学有时沉迷玩一个东西像是睡着了一样，感觉不到时间的流动，要不停的看表确认，感觉心慌，感觉不到时间的连贯性，或者感觉度日如年生不如死，或者感觉等时间等的特别焦虑，最近受刺激了又感觉这样，但没小时候严重。对同一个地方的感知总是不太稳定（亲切或危险）。总感觉自己很矮，别人特别特别高，感觉自己手很短。有时会看不懂一段话，听不清别人的话，脑部核磁检查没问题，这些可能是怎么回事？我是精神上有问题？",
    "annotation": [
      {
        "sentence": "我看东西不稳定不真实，感觉不到时间，是心理问题吗？",
        "label": ""
      },
      {
        "sentence": "我看东西一直会觉得特别的大（比如A4纸，以前住过的屋子，爷爷家，一些小东西比如小玩具等），直到最近才变成正常大小或者也许偏小。",
        "label": ""
      },
      {
        "sentence": "有时看东西会感觉不真实，或者在颤抖，或者感觉混乱看不清，或者看清了也没概念，或者明明就在眼前却找不见，而且心里感觉很恐慌，有时看景物像是没有生气没有颜色极度静止憋闷，有时又觉得充满可能性，颜色特别彩，像画一样，总着急用相机拍下来永远留着，不然就很心慌，觉得失去了什么…对于时间，小学有时沉迷玩一个东西像是睡着了一样，感觉不到时间的流动，要不停的看表确认，感觉心慌，感觉不到时间的连贯性，或者感觉度日如年生不如死，或者感觉等时间等的特别焦虑，最近受刺激了又感觉这样，但没小时候严重。",
        "label": ""
      },
      {
        "sentence": "对同一个地方的感知总是不太稳定（亲切或危险）。",
        "label": ""
      },
      {
        "sentence": "总感觉自己很矮，别人特别特别高，感觉自己手很短。",
        "label": ""
      },
      {
        "sentence": "有时会看不懂一段话，听不清别人的话，脑部核磁检查没问题，这些可能是怎么回事？",
        "label": ""
      },
      {
        "sentence": "我是精神上有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你看到了一个奇妙的世界，并开始关心她的原理了。很为你高兴，这个的确很有意思呢。",
    "annotation": [
      {
        "sentence": "你看到了一个奇妙的世界，并开始关心她的原理了。",
        "label": ""
      },
      {
        "sentence": "很为你高兴，这个的确很有意思呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我对这些感觉感到困扰，不知道是不是心理问题，你能帮我解答吗？",
    "annotation": [
      {
        "sentence": "但是我对这些感觉感到困扰，不知道是不是心理问题，你能帮我解答吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，我很愿意帮助你。你说到的这些现象，所有人身上都有，我一般都会觉得好奇，觉得很好玩，有时会思考一下它的原理，有时就当作一件好玩的事，乐一乐就过去了，不会深究。",
    "annotation": [
      {
        "sentence": "当然可以，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "你说到的这些现象，所有人身上都有，我一般都会觉得好奇，觉得很好玩，有时会思考一下它的原理，有时就当作一件好玩的事，乐一乐就过去了，不会深究。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "哦，原来这些是正常的现象。那我就不用太过担心了吗？",
    "annotation": [
      {
        "sentence": "哦，原来这些是正常的现象。",
        "label": ""
      },
      {
        "sentence": "那我就不用太过担心了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，很多人都有类似的感觉，你不用太紧张。比如说房子大，我小时候也觉得自己家的房子好高大呢，月台到我的肩膀，院子里的香椿树踩着板凳梯子都要爬好久，前两年回老家看到破烂的房子，好矮好矮，而那月台，我几乎一步就能迈上去，香椿树不过跟南面的房子差不多高，而那房子更是矮的很，进门都要弯腰低头呢。人都是在长大的，以前难以逾越的障碍现在都变成举手之劳了呢。而困难的事物跟容易的相比，在我们心中的分量是不同的。",
    "annotation": [
      {
        "sentence": "是的，很多人都有类似的感觉，你不用太紧张。",
        "label": ""
      },
      {
        "sentence": "比如说房子大，我小时候也觉得自己家的房子好高大呢，月台到我的肩膀，院子里的香椿树踩着板凳梯子都要爬好久，前两年回老家看到破烂的房子，好矮好矮，而那月台，我几乎一步就能迈上去，香椿树不过跟南面的房子差不多高，而那房子更是矮的很，进门都要弯腰低头呢。",
        "label": ""
      },
      {
        "sentence": "人都是在长大的，以前难以逾越的障碍现在都变成举手之劳了呢。",
        "label": ""
      },
      {
        "sentence": "而困难的事物跟容易的相比，在我们心中的分量是不同的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，感觉像是变了身高，变得不稳定的感觉也可能是我在成长过程中逐渐了解到更多的事物，对比之后感觉不稳定。非常感谢你的解释。",
    "annotation": [
      {
        "sentence": "我明白了，感觉像是变了身高，变得不稳定的感觉也可能是我在成长过程中逐渐了解到更多的事物，对比之后感觉不稳定。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的解释。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能帮到你我非常开心。看东西不真实，这个我也有过哦，还有想东西，也会有不可思议的感觉。比如，有时看到一个字，常常觉得这根本就不是字，太不可思议了，而且越简单的字越容易有那样的感觉。有时又会想不起一些东西，比如滚瓜烂熟的字，倒背如流的文章，最亲密的朋友最熟悉的号码等等，往往会一下子就想不起来了，而且越想越想不起来，真的太奇怪了。如果找不到办法温习，过后就会在不经意的时候突然记起这件事，真的很好玩呢。",
    "annotation": [
      {
        "sentence": "不客气，能帮到你我非常开心。",
        "label": ""
      },
      {
        "sentence": "看东西不真实，这个我也有过哦，还有想东西，也会有不可思议的感觉。",
        "label": ""
      },
      {
        "sentence": "比如，有时看到一个字，常常觉得这根本就不是字，太不可思议了，而且越简单的字越容易有那样的感觉。",
        "label": ""
      },
      {
        "sentence": "有时又会想不起一些东西，比如滚瓜烂熟的字，倒背如流的文章，最亲密的朋友最熟悉的号码等等，往往会一下子就想不起来了，而且越想越想不起来，真的太奇怪了。",
        "label": ""
      },
      {
        "sentence": "如果找不到办法温习，过后就会在不经意的时候突然记起这件事，真的很好玩呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来这些奇怪的感觉也是正常的，我之前一直担心自己有问题。现在我有更多的了解了，感觉好多了。",
    "annotation": [
      {
        "sentence": "原来这些奇怪的感觉也是正常的，我之前一直担心自己有问题。",
        "label": ""
      },
      {
        "sentence": "现在我有更多的了解了，感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这些感觉在很多人身上都会出现，并且是正常的心理现象。你的很多感觉所有人都有的，是很正常的，可以不用太关心它，不知道原理的话，越想越想不通呢。当然，真实的情况我不太了解，要有实在想不通又非常担心的地方，还是要去医院检查一下放心。如果医院找不出问题的话，很可能就是心理原因了，可以进行心理咨询。这里就有很多很棒的咨询师可以为你服务。",
    "annotation": [
      {
        "sentence": "是的，这些感觉在很多人身上都会出现，并且是正常的心理现象。",
        "label": ""
      },
      {
        "sentence": "你的很多感觉所有人都有的，是很正常的，可以不用太关心它，不知道原理的话，越想越想不通呢。",
        "label": ""
      },
      {
        "sentence": "当然，真实的情况我不太了解，要有实在想不通又非常担心的地方，还是要去医院检查一下放心。",
        "label": ""
      },
      {
        "sentence": "如果医院找不出问题的话，很可能就是心理原因了，可以进行心理咨询。",
        "label": ""
      },
      {
        "sentence": "这里就有很多很棒的咨询师可以为你服务。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我确实要放心很多了。也许我只是过于关注这些感觉了，而并非精神上有问题。",
    "annotation": [
      {
        "sentence": "听你这么说，我确实要放心很多了。",
        "label": ""
      },
      {
        "sentence": "也许我只是过于关注这些感觉了，而并非精神上有问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，放心是很重要的。当我们过于关注这些感觉时，会增加自己的焦虑和担忧，而实际上这些都是正常的现象。希望你能够放松心情，无忧无虑地面对这些感觉。",
    "annotation": [
      {
        "sentence": "是的，放心是很重要的。",
        "label": ""
      },
      {
        "sentence": "当我们过于关注这些感觉时，会增加自己的焦虑和担忧，而实际上这些都是正常的现象。",
        "label": ""
      },
      {
        "sentence": "希望你能够放松心情，无忧无虑地面对这些感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我感觉自己更加坚定和乐观了。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我感觉自己更加坚定和乐观了。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。祝你心情愉悦，无忧无虑！如果以后还有需要，随时来找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "祝你心情愉悦，无忧无虑！",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的邀请，我会的。祝你也一切顺利！再见！",
    "annotation": [
      {
        "sentence": "谢谢你的邀请，我会的。",
        "label": ""
      },
      {
        "sentence": "祝你也一切顺利！",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "再见！愿你拥有美好的未来！",
    "annotation": [
      {
        "sentence": "再见！",
        "label": ""
      },
      {
        "sentence": "愿你拥有美好的未来！",
        "label": ""
      }
    ]
  }
]