[
  {
    "role": "client",
    "content": "我看东西不稳定不真实，感觉不到时间，是心理问题吗？我看东西一直会觉得特别的大（比如A4纸，以前住过的屋子，爷爷家，一些小东西比如小玩具等），直到最近才变成正常大小或者也许偏小。有时看东西会感觉不真实，或者在颤抖，或者感觉混乱看不清，或者看清了也没概念，或者明明就在眼前却找不见，而且心里感觉很恐慌，有时看景物像是没有生气没有颜色极度静止憋闷，有时又觉得充满可能性，颜色特别彩，像画一样，总着急用相机拍下来永远留着，不然就很心慌，觉得失去了什么…对于时间，小学有时沉迷玩一个东西像是睡着了一样，感觉不到时间的流动，要不停的看表确认，感觉心慌，感觉不到时间的连贯性，或者感觉度日如年生不如死，或者感觉等时间等的特别焦虑，最近受刺激了又感觉这样，但没小时候严重。对同一个地方的感知总是不太稳定（亲切或危险）。总感觉自己很矮，别人特别特别高，感觉自己手很短。有时会看不懂一段话，听不清别人的话，脑部核磁检查没问题，这些可能是怎么回事？我是精神上有问题？",
    "annotation": [
      {
        "sentence": "我看东西不稳定不真实，感觉不到时间，是心理问题吗？",
        "label": ""
      },
      {
        "sentence": "我看东西一直会觉得特别的大（比如A4纸，以前住过的屋子，爷爷家，一些小东西比如小玩具等），直到最近才变成正常大小或者也许偏小。",
        "label": ""
      },
      {
        "sentence": "有时看东西会感觉不真实，或者在颤抖，或者感觉混乱看不清，或者看清了也没概念，或者明明就在眼前却找不见，而且心里感觉很恐慌，有时看景物像是没有生气没有颜色极度静止憋闷，有时又觉得充满可能性，颜色特别彩，像画一样，总着急用相机拍下来永远留着，不然就很心慌，觉得失去了什么…对于时间，小学有时沉迷玩一个东西像是睡着了一样，感觉不到时间的流动，要不停的看表确认，感觉心慌，感觉不到时间的连贯性，或者感觉度日如年生不如死，或者感觉等时间等的特别焦虑，最近受刺激了又感觉这样，但没小时候严重。",
        "label": ""
      },
      {
        "sentence": "对同一个地方的感知总是不太稳定（亲切或危险）。",
        "label": ""
      },
      {
        "sentence": "总感觉自己很矮，别人特别特别高，感觉自己手很短。",
        "label": ""
      },
      {
        "sentence": "有时会看不懂一段话，听不清别人的话，脑部核磁检查没问题，这些可能是怎么回事？",
        "label": ""
      },
      {
        "sentence": "我是精神上有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真的是很不容易内心当中有这这样的感受，让自己这样的不舒服。不知道你的有这样的感受有多长时间了，除了去医院做脑部检查，是否有过去专业的心理治疗师那里做过咨询我们有这样那样的感受，是正常的。",
    "annotation": [
      {
        "sentence": "真的是很不容易内心当中有这这样的感受，让自己这样的不舒服。",
        "label": ""
      },
      {
        "sentence": "不知道你的有这样的感受有多长时间了，除了去医院做脑部检查，是否有过去专业的心理治疗师那里做过咨询我们有这样那样的感受，是正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些感受已经有一段时间了，大约有几个月吧。我之前没有去看过心理治疗师，只是一直在猜测自己可能有些问题。",
    "annotation": [
      {
        "sentence": "这些感受已经有一段时间了，大约有几个月吧。",
        "label": ""
      },
      {
        "sentence": "我之前没有去看过心理治疗师，只是一直在猜测自己可能有些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解了解，查看了解之前可以通过自己的努力先尝试一下情绪的调整和放松，然后在进一步考虑专业心理治疗师的建议。在我学习心理学的过程中我有一位老师曾经和我说过一句话“没有感觉活不了，感觉多了活不好”。",
    "annotation": [
      {
        "sentence": "了解了解，查看了解之前可以通过自己的努力先尝试一下情绪的调整和放松，然后在进一步考虑专业心理治疗师的建议。",
        "label": ""
      },
      {
        "sentence": "在我学习心理学的过程中我有一位老师曾经和我说过一句话“没有感觉活不了，感觉多了活不好”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这句话说得很有道理。我现在就想找到方法来调整自己的感觉，让生活过得更好一些。",
    "annotation": [
      {
        "sentence": "这句话说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我现在就想找到方法来调整自己的感觉，让生活过得更好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，积极的态度是非常重要的。另外，你描述的这些现象我个人觉得有些时候哟门自己真的不要给自己贴身［心理学当中所说的“标签”］，你说的感觉和我了解过的心理学里的［森田疗法］你可以了解一下。“森田疗法”日本东京慈惠会医科大学森田正马教授（1874-1938）创立，取名为神经症的“特殊疗法”。森田疗法主要适用于强迫症、社交恐怖、广场恐怖、惊恐发作的治疗，另外对广泛性焦虑、疑病等神经症，还有抑郁症等也有疗效。森田疗法随着时代在不断继承和发展，治疗适应证已从神经症扩大到精神病、人格障碍、酒精药物依赖等，还扩大到正常人的生活适应和生活质量中。“森田疗法——顺应自然，为所当为”“森田疗法”也称“森田训练”，有专业的机构、医院就可以进行训练，并调节我们内心中的感觉感受。",
    "annotation": [
      {
        "sentence": "很好，积极的态度是非常重要的。",
        "label": ""
      },
      {
        "sentence": "另外，你描述的这些现象我个人觉得有些时候哟门自己真的不要给自己贴身［心理学当中所说的“标签”］，你说的感觉和我了解过的心理学里的［森田疗法］你可以了解一下。",
        "label": ""
      },
      {
        "sentence": "“森田疗法”日本东京慈惠会医科大学森田正马教授（1874-1938）创立，取名为神经症的“特殊疗法”。",
        "label": ""
      },
      {
        "sentence": "森田疗法主要适用于强迫症、社交恐怖、广场恐怖、惊恐发作的治疗，另外对广泛性焦虑、疑病等神经症，还有抑郁症等也有疗效。",
        "label": ""
      },
      {
        "sentence": "森田疗法随着时代在不断继承和发展，治疗适应证已从神经症扩大到精神病、人格障碍、酒精药物依赖等，还扩大到正常人的生活适应和生活质量中。",
        "label": ""
      },
      {
        "sentence": "“森田疗法——顺应自然，为所当为”“森田疗法”也称“森田训练”，有专业的机构、医院就可以进行训练，并调节我们内心中的感觉感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议，我会了解一下森田疗法，并考虑去专业机构接受训练。希望能找到解决自己问题的方法。",
    "annotation": [
      {
        "sentence": "感谢你的建议，我会了解一下森田疗法，并考虑去专业机构接受训练。",
        "label": ""
      },
      {
        "sentence": "希望能找到解决自己问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议能帮到你，但在决定接受森田疗法之前，也建议你和专业的心理治疗师进行咨询，了解自己的情况和选择最适合你的治疗方式。同时，也要相信自己，你一定能够调整自己的感觉，过上更好的生活。",
    "annotation": [
      {
        "sentence": "很高兴我的建议能帮到你，但在决定接受森田疗法之前，也建议你和专业的心理治疗师进行咨询，了解自己的情况和选择最适合你的治疗方式。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信自己，你一定能够调整自己的感觉，过上更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会积极面对自己的问题，并寻求专业的帮助。希望能够找到适合我的治疗方式，让自己变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会积极面对自己的问题，并寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "希望能够找到适合我的治疗方式，让自己变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定能够克服困难，走出困境的。如果有任何需要帮助的地方，在这里我都会一直陪伴着你。愿你早日找到适合自己的解决方法，重新获得内心的稳定和平静。",
    "annotation": [
      {
        "sentence": "我相信你一定能够克服困难，走出困境的。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要帮助的地方，在这里我都会一直陪伴着你。",
        "label": ""
      },
      {
        "sentence": "愿你早日找到适合自己的解决方法，重新获得内心的稳定和平静。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和支持，我会一直努力，也希望未来能够变得更好。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和支持，我会一直努力，也希望未来能够变得更好。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。记得随时和我分享你的进展和感受，我们一起度过这段时间。你是不孤单的，我们一起加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "记得随时和我分享你的进展和感受，我们一起度过这段时间。",
        "label": ""
      },
      {
        "sentence": "你是不孤单的，我们一起加油！",
        "label": ""
      }
    ]
  }
]