[
  {
    "role": "client",
    "content": "来自原生家庭的自卑，父母又老又穷又很爱面子怎么办？我来自一个小农村，女，家庭条件很差。父母在近四十岁的时候生下了我，是因为想赌一把是不是男孩。结果是我出生了，父母非常失望，母亲带着我分开住，父亲就此消失在我童年。",
    "annotation": [
      {
        "sentence": "来自原生家庭的自卑，父母又老又穷又很爱面子怎么办？",
        "label": ""
      },
      {
        "sentence": "我来自一个小农村，女，家庭条件很差。",
        "label": ""
      },
      {
        "sentence": "父母在近四十岁的时候生下了我，是因为想赌一把是不是男孩。",
        "label": ""
      },
      {
        "sentence": "结果是我出生了，父母非常失望，母亲带着我分开住，父亲就此消失在我童年。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你所描述的事情，感到非常为你的生活中这样的家庭而感到悲哀。你从小到大都缺乏爱，尤其是家庭这个重要的组成部分在你记事开始就不复存在了。你看，因为你是女儿，父亲的离开让母亲独自拉扯你长大，但却没有给予你母爱，只有冷暴力。你的家庭条件不好，父母又老又穷又爱面子，实际上你已经对这个家和这对父母产生了厌倦之情。因为依据你的描述，你父母对你并不友好，从小到大只有一次又一次的伤害，而没有给予你父爱母爱。然而，他们始终是你的家人，而你又是他们唯一的女儿。等到你嫁出去后，他们将变得无依无靠。",
    "annotation": [
      {
        "sentence": "我了解你所描述的事情，感到非常为你的生活中这样的家庭而感到悲哀。",
        "label": ""
      },
      {
        "sentence": "你从小到大都缺乏爱，尤其是家庭这个重要的组成部分在你记事开始就不复存在了。",
        "label": ""
      },
      {
        "sentence": "你看，因为你是女儿，父亲的离开让母亲独自拉扯你长大，但却没有给予你母爱，只有冷暴力。",
        "label": ""
      },
      {
        "sentence": "你的家庭条件不好，父母又老又穷又爱面子，实际上你已经对这个家和这对父母产生了厌倦之情。",
        "label": ""
      },
      {
        "sentence": "因为依据你的描述，你父母对你并不友好，从小到大只有一次又一次的伤害，而没有给予你父爱母爱。",
        "label": ""
      },
      {
        "sentence": "然而，他们始终是你的家人，而你又是他们唯一的女儿。",
        "label": ""
      },
      {
        "sentence": "等到你嫁出去后，他们将变得无依无靠。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我正在准备结婚，我们属于自由恋爱。而且男方和我并不是一个地方的人，所以我们结婚时需要两边都办酒席。关于彩礼的问题，我必须说一下。我觉得彩礼必须要给，尤其是对于像我这样的家庭，这并不是针对你的家庭。主要原因是第一，彩礼现在是很普遍的，老一辈人有老一辈的观念，我们无法改变。只要不是天价的彩礼，我们应该接受。第二，考虑到你自己家庭的情况，家境有些困难，父母又很爱面子，而且你是家中唯一的女儿。一旦你嫁出去，你可以想象一下你年迈的父母将会是什么样的生活状态。所以，你可以理解为彩礼是你最后一次帮助他们的机会。",
    "annotation": [
      {
        "sentence": "是的，我正在准备结婚，我们属于自由恋爱。",
        "label": ""
      },
      {
        "sentence": "而且男方和我并不是一个地方的人，所以我们结婚时需要两边都办酒席。",
        "label": ""
      },
      {
        "sentence": "关于彩礼的问题，我必须说一下。",
        "label": ""
      },
      {
        "sentence": "我觉得彩礼必须要给，尤其是对于像我这样的家庭，这并不是针对你的家庭。",
        "label": ""
      },
      {
        "sentence": "主要原因是第一，彩礼现在是很普遍的，老一辈人有老一辈的观念，我们无法改变。",
        "label": ""
      },
      {
        "sentence": "只要不是天价的彩礼，我们应该接受。",
        "label": ""
      },
      {
        "sentence": "第二，考虑到你自己家庭的情况，家境有些困难，父母又很爱面子，而且你是家中唯一的女儿。",
        "label": ""
      },
      {
        "sentence": "一旦你嫁出去，你可以想象一下你年迈的父母将会是什么样的生活状态。",
        "label": ""
      },
      {
        "sentence": "所以，你可以理解为彩礼是你最后一次帮助他们的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于彩礼的问题，我不太清楚你们那边的情况，因为我是男生，还没有谈婚论嫁的经历。但是，从我的观点来看，彩礼问题我觉得是应该给的。无法避免地，会有一部分老一辈人会抱持着这样的观念。对于女方家庭来说，特别是像你们家庭这样的情况，彩礼是一种尊重和感谢的方式，也是对女方父母辛辛苦苦抚养女儿的一种回报。虽然可能会有一些类似卖女儿的思想，但实际上并非如此，因为给予彩礼是一种尊重和感谢的表示，感谢他们将女儿嫁给了我。最后，我想说的是，请你不要再憎恨你的父母了，过去的事情让它慢慢过去吧，未来将会更加美好。",
    "annotation": [
      {
        "sentence": "关于彩礼的问题，我不太清楚你们那边的情况，因为我是男生，还没有谈婚论嫁的经历。",
        "label": ""
      },
      {
        "sentence": "但是，从我的观点来看，彩礼问题我觉得是应该给的。",
        "label": ""
      },
      {
        "sentence": "无法避免地，会有一部分老一辈人会抱持着这样的观念。",
        "label": ""
      },
      {
        "sentence": "对于女方家庭来说，特别是像你们家庭这样的情况，彩礼是一种尊重和感谢的方式，也是对女方父母辛辛苦苦抚养女儿的一种回报。",
        "label": ""
      },
      {
        "sentence": "虽然可能会有一些类似卖女儿的思想，但实际上并非如此，因为给予彩礼是一种尊重和感谢的表示，感谢他们将女儿嫁给了我。",
        "label": ""
      },
      {
        "sentence": "最后，我想说的是，请你不要再憎恨你的父母了，过去的事情让它慢慢过去吧，未来将会更加美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，也许我需要学会原谅他们，把过去的事情放下，以便能够向前看。虽然我心里还是很自卑，但我希望能够改变这种情绪，过上更好的生活。",
    "annotation": [
      {
        "sentence": "我明白你的意思，也许我需要学会原谅他们，把过去的事情放下，以便能够向前看。",
        "label": ""
      },
      {
        "sentence": "虽然我心里还是很自卑，但我希望能够改变这种情绪，过上更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，学会原谅是一件很重要的事情。过去的伤痛并不容易放下，但只有放下了，你才能真正开始新的生活。不要再因为家庭背景而自卑，每个人都有自己的价值，无论出身如何，都可以通过自己的努力改变命运。相信自己，相信你可以过上更好的生活。",
    "annotation": [
      {
        "sentence": "没错，学会原谅是一件很重要的事情。",
        "label": ""
      },
      {
        "sentence": "过去的伤痛并不容易放下，但只有放下了，你才能真正开始新的生活。",
        "label": ""
      },
      {
        "sentence": "不要再因为家庭背景而自卑，每个人都有自己的价值，无论出身如何，都可以通过自己的努力改变命运。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你可以过上更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力改变自己的想法，培养自己的自信心，迎接新生活的挑战。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力改变自己的想法，培养自己的自信心，迎接新生活的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够做到。改变不是一蹴而就的过程，但只要你坚持下去，一定会看到成果的。如果你需要任何支持和帮助，随时都可以找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够做到。",
        "label": ""
      },
      {
        "sentence": "改变不是一蹴而就的过程，但只要你坚持下去，一定会看到成果的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何支持和帮助，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]