[
  {
    "role": "client",
    "content": "我有一个关系很好的女生朋友，她有男朋友，但是她不怎么和男朋友接触和交流，他跟我说她男朋友不懂她，但是她又不会去和她男朋友分手，很多时候她喜欢找我陪她背书，陪她出去玩，吃吃饭什么的，出去玩的时候她不反对跟我有肢体接触，我不知道我现在该怎么办，我以前一直都非常喜欢她，直到现在也喜欢她，我不知道我是不是该一直跟她这样下去，可我感觉这样我心里很空，很迷茫。",
    "annotation": [
      {
        "sentence": "我有一个关系很好的女生朋友，她有男朋友，但是她不怎么和男朋友接触和交流，他跟我说她男朋友不懂她，但是她又不会去和她男朋友分手，很多时候她喜欢找我陪她背书，陪她出去玩，吃吃饭什么的，出去玩的时候她不反对跟我有肢体接触，我不知道我现在该怎么办，我以前一直都非常喜欢她，直到现在也喜欢她，我不知道我是不是该一直跟她这样下去，可我感觉这样我心里很空，很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你和这个女生朋友的亲密关系让你感到困惑和不安，这种感觉很正常。女孩和男孩之间的界限有时候会变得模糊，但是理智和诚意是解决问题的关键。你可以试着和她坦诚地沟通你的感受和困惑，了解她的真实想法和感受。",
    "annotation": [
      {
        "sentence": "你和这个女生朋友的亲密关系让你感到困惑和不安，这种感觉很正常。",
        "label": ""
      },
      {
        "sentence": "女孩和男孩之间的界限有时候会变得模糊，但是理智和诚意是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "你可以试着和她坦诚地沟通你的感受和困惑，了解她的真实想法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我担心我表达出来的话会破坏我们之间的友谊，我不想失去她。同时，我对她的感情一直都存在，这让我觉得很纠结。",
    "annotation": [
      {
        "sentence": "但是我担心我表达出来的话会破坏我们之间的友谊，我不想失去她。",
        "label": ""
      },
      {
        "sentence": "同时，我对她的感情一直都存在，这让我觉得很纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的，但是如果你一直保持沉默和犹豫，你内心的纠结和空虚感可能会逐渐加重。试着去坦诚地表达你的感受，这样你才能够更好地了解她的态度，同时也为你们之间的关系找到一个更清晰的方向。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的，但是如果你一直保持沉默和犹豫，你内心的纠结和空虚感可能会逐渐加重。",
        "label": ""
      },
      {
        "sentence": "试着去坦诚地表达你的感受，这样你才能够更好地了解她的态度，同时也为你们之间的关系找到一个更清晰的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的建议，但是我担心说出真相之后，我们之间的关系会变得尴尬，甚至可能会结束我们的友谊。",
    "annotation": [
      {
        "sentence": "我明白了你的建议，但是我担心说出真相之后，我们之间的关系会变得尴尬，甚至可能会结束我们的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，表达自己的感受需要勇气，但是如果你一直忍受着内心的痛苦，也许会对你的友情和内心的健康造成更大的伤害。试着对她坦诚相待，不管结果如何，至少你努力过，也给了自己一个机会去寻找更好的解决方案。",
    "annotation": [
      {
        "sentence": "是的，表达自己的感受需要勇气，但是如果你一直忍受着内心的痛苦，也许会对你的友情和内心的健康造成更大的伤害。",
        "label": ""
      },
      {
        "sentence": "试着对她坦诚相待，不管结果如何，至少你努力过，也给了自己一个机会去寻找更好的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，我想我应该找一个合适的机会和她坦诚地谈一谈。但是我不确定如何开口，怕伤害到她的情感。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，我想我应该找一个合适的机会和她坦诚地谈一谈。",
        "label": ""
      },
      {
        "sentence": "但是我不确定如何开口，怕伤害到她的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "诚实和尊重是关系发展的基石，找一个适当的时机和她坦诚相待，用尊重和关心的态度表达你的感受。一起商讨一下未来的发展方向，这样无论结果如何，都能让彼此更加清楚地了解对方的期望和想法。",
    "annotation": [
      {
        "sentence": "诚实和尊重是关系发展的基石，找一个适当的时机和她坦诚相待，用尊重和关心的态度表达你的感受。",
        "label": ""
      },
      {
        "sentence": "一起商讨一下未来的发展方向，这样无论结果如何，都能让彼此更加清楚地了解对方的期望和想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着找一个合适的时机和她谈一谈，然后尊重她的决定。无论结果如何，至少我知道我为了自己的内心付出了努力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着找一个合适的时机和她谈一谈，然后尊重她的决定。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，至少我知道我为了自己的内心付出了努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，记住，与其抱着猜测和内心的迷茫，不如勇敢地面对和解决问题。祝你好运，无论结果如何，你的勇敢面对都值得鼓励和认可。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，记住，与其抱着猜测和内心的迷茫，不如勇敢地面对和解决问题。",
        "label": ""
      },
      {
        "sentence": "祝你好运，无论结果如何，你的勇敢面对都值得鼓励和认可。",
        "label": ""
      }
    ]
  }
]