[
  {
    "role": "client",
    "content": "我来自一个小农村，家庭条件很差。我父母在近四十岁的时候生下了我，是因为想赌一把是不是男孩。结果是我出生了，父母非常失望，母亲带着我分开住，父亲就此消失在我童年。我受到了冷暴力，自卑和条件差的困扰，这些充斥了我整个童年。现在我长大了，自己创造的条件还不错，但是我还是很自卑，尤其是快要结婚了，父母因为男方不拿彩礼黑脸生气，她们面对男方家长也自卑不知所措。",
    "annotation": [
      {
        "sentence": "我来自一个小农村，家庭条件很差。",
        "label": ""
      },
      {
        "sentence": "我父母在近四十岁的时候生下了我，是因为想赌一把是不是男孩。",
        "label": ""
      },
      {
        "sentence": "结果是我出生了，父母非常失望，母亲带着我分开住，父亲就此消失在我童年。",
        "label": ""
      },
      {
        "sentence": "我受到了冷暴力，自卑和条件差的困扰，这些充斥了我整个童年。",
        "label": ""
      },
      {
        "sentence": "现在我长大了，自己创造的条件还不错，但是我还是很自卑，尤其是快要结婚了，父母因为男方不拿彩礼黑脸生气，她们面对男方家长也自卑不知所措。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我非常理解你的感受。你很勇敢，因为在这样的家庭环境下，你仍然成长为一个孝顺的人。尽管你被伤害过，但这并不是一见效即可治愈的创伤，因此我们需要学会慢慢地治愈自己。",
    "annotation": [
      {
        "sentence": "听到你的经历，我非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你很勇敢，因为在这样的家庭环境下，你仍然成长为一个孝顺的人。",
        "label": ""
      },
      {
        "sentence": "尽管你被伤害过，但这并不是一见效即可治愈的创伤，因此我们需要学会慢慢地治愈自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。但是我现在真的感到很困惑和害怕，因为我不知道如何处理这些问题。我不想破坏我和男友的关系，同时也不想让父母受到伤害。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我现在真的感到很困惑和害怕，因为我不知道如何处理这些问题。",
        "label": ""
      },
      {
        "sentence": "我不想破坏我和男友的关系，同时也不想让父母受到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的担心。彩礼本来是用于喜庆的，但现在却变味了。很多人把彩礼看成是对方的面子，似乎给的越高就越能表示爱，但很多时候幸福与彩礼的数额并没有直接的关联。这可能是由于思想过于保守，以及在农村里经常存在攀比的心理。你可以问问男方不拿彩礼钱的原因是什么。是因为你们还有房贷等其他压力吗？还是对方的家庭真的拿不出这笔钱？如果你和对方婚后的生活还有很多压力，如房贷等，我们可以和男友协商一下。因为你以后也不可能不管自己的父母，所以我们需要提前考虑他们的养老问题。当然，如果男方有能力拿出一部分钱，也不会影响你们以后的生活，那么在适当的情况下，给女方一些彩礼钱似乎也没有什么错，但我们要强调这并不是卖女儿，只是顾及到父母的面子，孩子不得不委屈自己。",
    "annotation": [
      {
        "sentence": "我完全理解你的担心。",
        "label": ""
      },
      {
        "sentence": "彩礼本来是用于喜庆的，但现在却变味了。",
        "label": ""
      },
      {
        "sentence": "很多人把彩礼看成是对方的面子，似乎给的越高就越能表示爱，但很多时候幸福与彩礼的数额并没有直接的关联。",
        "label": ""
      },
      {
        "sentence": "这可能是由于思想过于保守，以及在农村里经常存在攀比的心理。",
        "label": ""
      },
      {
        "sentence": "你可以问问男方不拿彩礼钱的原因是什么。",
        "label": ""
      },
      {
        "sentence": "是因为你们还有房贷等其他压力吗？",
        "label": ""
      },
      {
        "sentence": "还是对方的家庭真的拿不出这笔钱？",
        "label": ""
      },
      {
        "sentence": "如果你和对方婚后的生活还有很多压力，如房贷等，我们可以和男友协商一下。",
        "label": ""
      },
      {
        "sentence": "因为你以后也不可能不管自己的父母，所以我们需要提前考虑他们的养老问题。",
        "label": ""
      },
      {
        "sentence": "当然，如果男方有能力拿出一部分钱，也不会影响你们以后的生活，那么在适当的情况下，给女方一些彩礼钱似乎也没有什么错，但我们要强调这并不是卖女儿，只是顾及到父母的面子，孩子不得不委屈自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说的都有道理，但是当我向父母提出这个想法时，他们拒绝了，并且说他们没面子结婚桌子上没有一摞现金。我感到非常无力。",
    "annotation": [
      {
        "sentence": "我觉得你说的都有道理，但是当我向父母提出这个想法时，他们拒绝了，并且说他们没面子结婚桌子上没有一摞现金。",
        "label": ""
      },
      {
        "sentence": "我感到非常无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受很正常。但我们要思考一下，这是因为父母的思想具有落后性，他们还有很大的进步空间。我们需要耐心地和他们沟通，理智地表达自己的想法，慢慢的让他们理解。你可以试着向他们解释彩礼在现代社会并不是一项必要的开销，婚姻的稳定和幸福，不是靠彩礼来保证的。同时，你也需要教他们如何与人相处，让他们更加自信、更加理智。",
    "annotation": [
      {
        "sentence": "你的感受很正常。",
        "label": ""
      },
      {
        "sentence": "但我们要思考一下，这是因为父母的思想具有落后性，他们还有很大的进步空间。",
        "label": ""
      },
      {
        "sentence": "我们需要耐心地和他们沟通，理智地表达自己的想法，慢慢的让他们理解。",
        "label": ""
      },
      {
        "sentence": "你可以试着向他们解释彩礼在现代社会并不是一项必要的开销，婚姻的稳定和幸福，不是靠彩礼来保证的。",
        "label": ""
      },
      {
        "sentence": "同时，你也需要教他们如何与人相处，让他们更加自信、更加理智。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，非常感谢你的建议。我会试着和父母好好沟通，同时我也会和男友协商看看应该如何应对现在的情况，谢谢你给我的建议和鼓励。",
    "annotation": [
      {
        "sentence": "我理解了，非常感谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着和父母好好沟通，同时我也会和男友协商看看应该如何应对现在的情况，谢谢你给我的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样说，我很欣慰。我们需要有勇气面对这些难题，并且要相信，只要我们保持冷静和理智，我们一定能找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "听到你这样说，我很欣慰。",
        "label": ""
      },
      {
        "sentence": "我们需要有勇气面对这些难题，并且要相信，只要我们保持冷静和理智，我们一定能找到解决问题的方法。",
        "label": ""
      }
    ]
  }
]