[
  {
    "role": "client",
    "content": "我来自原生家庭，一直都有自卑感。我的父母年纪大，家境贫困，又很爱面子。我在一个小农村长大，是一个女孩子，家庭条件很差。父母在近四十岁的时候决定要我，但只是为了试试看能不能生出男孩。结果我生下来了，父母非常失望，母亲甚至把我带走住在别处，父亲也在我的童年消失了。母亲的性格非常不好，我小时候听说她竟然用绳子把我捆在板凳上，整天哭泣，甚至还会掐我的舌头。我至今仍然记得小时候听到这些话后的感受。现在我的舌头中间仍然有一条很深的裂缝，冷暴力和自卑感一直充斥着我的童年。虽然现在我长大了，自己创造了不错的条件，父母对我的态度也缓和了很多，但我仍然感到很自卑。因为我即将要结婚了，父母因为男方不拿彩礼而对我生气，而且她们面对男方家长时也感到自卑不知所措，说不了两句好听的话。我承认我比较在意面子，经常会说出一些让我感到丢脸和抬不起的话，没有一句在重点上。",
    "annotation": [
      {
        "sentence": "我来自原生家庭，一直都有自卑感。",
        "label": ""
      },
      {
        "sentence": "我的父母年纪大，家境贫困，又很爱面子。",
        "label": ""
      },
      {
        "sentence": "我在一个小农村长大，是一个女孩子，家庭条件很差。",
        "label": ""
      },
      {
        "sentence": "父母在近四十岁的时候决定要我，但只是为了试试看能不能生出男孩。",
        "label": ""
      },
      {
        "sentence": "结果我生下来了，父母非常失望，母亲甚至把我带走住在别处，父亲也在我的童年消失了。",
        "label": ""
      },
      {
        "sentence": "母亲的性格非常不好，我小时候听说她竟然用绳子把我捆在板凳上，整天哭泣，甚至还会掐我的舌头。",
        "label": ""
      },
      {
        "sentence": "我至今仍然记得小时候听到这些话后的感受。",
        "label": ""
      },
      {
        "sentence": "现在我的舌头中间仍然有一条很深的裂缝，冷暴力和自卑感一直充斥着我的童年。",
        "label": ""
      },
      {
        "sentence": "虽然现在我长大了，自己创造了不错的条件，父母对我的态度也缓和了很多，但我仍然感到很自卑。",
        "label": ""
      },
      {
        "sentence": "因为我即将要结婚了，父母因为男方不拿彩礼而对我生气，而且她们面对男方家长时也感到自卑不知所措，说不了两句好听的话。",
        "label": ""
      },
      {
        "sentence": "我承认我比较在意面子，经常会说出一些让我感到丢脸和抬不起的话，没有一句在重点上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以看到，你的父母忽视了你的感受，为了你的安全而把你绑在凳子上，不顾你的哭泣和诉求，让你感到难受。你父母的行为确实是不对的，也许是在那个艰苦的环境下做出的决定吧！你的母亲需要工作来生活，但她又不能时时刻刻照顾你，又怕你走丢，所以才做出了忽略你感受的事情吧！你现在能够想起小时候被忽视和忽略的那种感受，说明所有发生的事情都有原因。你的父母在他们当时的年纪和生活环境下所能做的已经很不容易了。你之所以觉得自卑，是因为你还没有站在父母的角度来理解他们。我们要知道，他们以那种方式对待我们，表现得不爱我们，是因为他们习惯了那样的方式，因为他们的父母也是这样对待他们的。他们以为那就是爱，所以他们以同样的方式来对待我们。我们要学会理解父母，理解他们曾经也是没有受到爱的人，因为他们自己没有爱，所以对我们也无法给予爱。当你能够理解父母，并且现在自己也过上了不错的生活，我们可以对他们表示感恩。为什么要感恩呢？因为当你对他们表示感恩的时候，你的内心会变得更加丰盈，会有更多力量，过去的自卑也会因为这份和解而得到解决。抱怨、批评和后悔，这些方法都无助于修补你内心的伤痛，只有感恩、理解、知识和不断的实践，才能让你一步步体会到真正的幸福。",
    "annotation": [
      {
        "sentence": "从你的描述中可以看到，你的父母忽视了你的感受，为了你的安全而把你绑在凳子上，不顾你的哭泣和诉求，让你感到难受。",
        "label": ""
      },
      {
        "sentence": "你父母的行为确实是不对的，也许是在那个艰苦的环境下做出的决定吧！",
        "label": ""
      },
      {
        "sentence": "你的母亲需要工作来生活，但她又不能时时刻刻照顾你，又怕你走丢，所以才做出了忽略你感受的事情吧！",
        "label": ""
      },
      {
        "sentence": "你现在能够想起小时候被忽视和忽略的那种感受，说明所有发生的事情都有原因。",
        "label": ""
      },
      {
        "sentence": "你的父母在他们当时的年纪和生活环境下所能做的已经很不容易了。",
        "label": ""
      },
      {
        "sentence": "你之所以觉得自卑，是因为你还没有站在父母的角度来理解他们。",
        "label": ""
      },
      {
        "sentence": "我们要知道，他们以那种方式对待我们，表现得不爱我们，是因为他们习惯了那样的方式，因为他们的父母也是这样对待他们的。",
        "label": ""
      },
      {
        "sentence": "他们以为那就是爱，所以他们以同样的方式来对待我们。",
        "label": ""
      },
      {
        "sentence": "我们要学会理解父母，理解他们曾经也是没有受到爱的人，因为他们自己没有爱，所以对我们也无法给予爱。",
        "label": ""
      },
      {
        "sentence": "当你能够理解父母，并且现在自己也过上了不错的生活，我们可以对他们表示感恩。",
        "label": ""
      },
      {
        "sentence": "为什么要感恩呢？",
        "label": ""
      },
      {
        "sentence": "因为当你对他们表示感恩的时候，你的内心会变得更加丰盈，会有更多力量，过去的自卑也会因为这份和解而得到解决。",
        "label": ""
      },
      {
        "sentence": "抱怨、批评和后悔，这些方法都无助于修补你内心的伤痛，只有感恩、理解、知识和不断的实践，才能让你一步步体会到真正的幸福。",
        "label": ""
      }
    ]
  }
]