[
  {
    "role": "client",
    "content": "我来自原生家庭，内心一直充满自卑情结。因为父母老了又穷，他们非常注重面子。我是一个小农村的女孩，家庭条件非常差。父母在将近四十岁时才生下我，原因是他们想要一个男孩。结果我出生了，父母非常失望，母亲甚至把我从她身边赶走，父亲也离开了我的童年。母亲的性格非常恶劣，我听说小时候她经常用绳子把我绑在板凳上，整天哭闹，甚至以掐我的舌头来惩罚我。这些经历我从未忘记，我舌头上至今还有一道深深的裂痕。冷暴力和自卑感充斥了我的整个童年。尽管现在我长大了并创造了一定的条件，而且父母对我的态度也缓和了很多，但我仍然深感自卑。尤其是现在我即将结婚，父母因为男方不拿彩礼而生气，她们面对男方家长时也感到自卑不知所措，无法说出什么好听的话。我承认我比较在意面子，经常说出让我觉得丢脸或者抬不起头的话，始终没有说到重点。我曾决定自己来支付婚宴的费用，而她们收取礼金，但她们拒绝了。原因很简单明确，母亲说她没有面子，婚宴桌上没有一叠现金，觉得在亲戚们面前没有面子，而不是因为要这笔钱...",
    "annotation": [
      {
        "sentence": "我来自原生家庭，内心一直充满自卑情结。",
        "label": ""
      },
      {
        "sentence": "因为父母老了又穷，他们非常注重面子。",
        "label": ""
      },
      {
        "sentence": "我是一个小农村的女孩，家庭条件非常差。",
        "label": ""
      },
      {
        "sentence": "父母在将近四十岁时才生下我，原因是他们想要一个男孩。",
        "label": ""
      },
      {
        "sentence": "结果我出生了，父母非常失望，母亲甚至把我从她身边赶走，父亲也离开了我的童年。",
        "label": ""
      },
      {
        "sentence": "母亲的性格非常恶劣，我听说小时候她经常用绳子把我绑在板凳上，整天哭闹，甚至以掐我的舌头来惩罚我。",
        "label": ""
      },
      {
        "sentence": "这些经历我从未忘记，我舌头上至今还有一道深深的裂痕。",
        "label": ""
      },
      {
        "sentence": "冷暴力和自卑感充斥了我的整个童年。",
        "label": ""
      },
      {
        "sentence": "尽管现在我长大了并创造了一定的条件，而且父母对我的态度也缓和了很多，但我仍然深感自卑。",
        "label": ""
      },
      {
        "sentence": "尤其是现在我即将结婚，父母因为男方不拿彩礼而生气，她们面对男方家长时也感到自卑不知所措，无法说出什么好听的话。",
        "label": ""
      },
      {
        "sentence": "我承认我比较在意面子，经常说出让我觉得丢脸或者抬不起头的话，始终没有说到重点。",
        "label": ""
      },
      {
        "sentence": "我曾决定自己来支付婚宴的费用，而她们收取礼金，但她们拒绝了。",
        "label": ""
      },
      {
        "sentence": "原因很简单明确，母亲说她没有面子，婚宴桌上没有一叠现金，觉得在亲戚们面前没有面子，而不是因为要这笔钱...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的经历，我感到很心疼。你的顾虑和自卑感是可以理解的。首先，我要告诉你，你并没有做错什么。你没有为自己的利益争取，但这也是因为你不敢去争取。然而，如果你不为自己的权益争取，未来你将一直承担这些后果。你要知道，你的事情只有你自己最了解。你的父母文化水平不高，他们的思想也有限，所以他们对彩礼的理解就是面子问题。但为什么男方不愿出彩礼呢？在我们南方并不一定有彩礼这个概念。即使只是象征性的五千或一万，男方也应该有一些表示。而你居然自己支付婚宴的费用，可见你还是有能力的。但是，不确定男方是否是个好人。我建议你不要急着结婚，要好好考虑清楚。因为在你自卑的情况下，很容易找到一个不如你的男生。自卑让你觉得不配拥有更好的幸福。如果你未来需要挣钱，还要全包家务，而且男方的脾气不好，你可别那么心软哦。",
    "annotation": [
      {
        "sentence": "看到你的经历，我感到很心疼。",
        "label": ""
      },
      {
        "sentence": "你的顾虑和自卑感是可以理解的。",
        "label": ""
      },
      {
        "sentence": "首先，我要告诉你，你并没有做错什么。",
        "label": ""
      },
      {
        "sentence": "你没有为自己的利益争取，但这也是因为你不敢去争取。",
        "label": ""
      },
      {
        "sentence": "然而，如果你不为自己的权益争取，未来你将一直承担这些后果。",
        "label": ""
      },
      {
        "sentence": "你要知道，你的事情只有你自己最了解。",
        "label": ""
      },
      {
        "sentence": "你的父母文化水平不高，他们的思想也有限，所以他们对彩礼的理解就是面子问题。",
        "label": ""
      },
      {
        "sentence": "但为什么男方不愿出彩礼呢？",
        "label": ""
      },
      {
        "sentence": "在我们南方并不一定有彩礼这个概念。",
        "label": ""
      },
      {
        "sentence": "即使只是象征性的五千或一万，男方也应该有一些表示。",
        "label": ""
      },
      {
        "sentence": "而你居然自己支付婚宴的费用，可见你还是有能力的。",
        "label": ""
      },
      {
        "sentence": "但是，不确定男方是否是个好人。",
        "label": ""
      },
      {
        "sentence": "我建议你不要急着结婚，要好好考虑清楚。",
        "label": ""
      },
      {
        "sentence": "因为在你自卑的情况下，很容易找到一个不如你的男生。",
        "label": ""
      },
      {
        "sentence": "自卑让你觉得不配拥有更好的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你未来需要挣钱，还要全包家务，而且男方的脾气不好，你可别那么心软哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解。你说得对，我没有为自己的利益争取，以后可能会后悔。父母的思想和观念确实受限，我要接受这个事实，并且学会为自己争取，不再让自卑感左右我的决定。对于彩礼问题，我会好好和男方沟通，看看他的态度和理解。你说得没错，我确实有能力支付婚宴的费用，但我需要更加谨慎地考虑男方的人品和态度。我明白了，我会停下来，想清楚自己是否真的愿意嫁给一个对我不够珍惜的人，不再因为他人而委屈自己。谢谢你的支持和提醒。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解。",
        "label": ""
      },
      {
        "sentence": "你说得对，我没有为自己的利益争取，以后可能会后悔。",
        "label": ""
      },
      {
        "sentence": "父母的思想和观念确实受限，我要接受这个事实，并且学会为自己争取，不再让自卑感左右我的决定。",
        "label": ""
      },
      {
        "sentence": "对于彩礼问题，我会好好和男方沟通，看看他的态度和理解。",
        "label": ""
      },
      {
        "sentence": "你说得没错，我确实有能力支付婚宴的费用，但我需要更加谨慎地考虑男方的人品和态度。",
        "label": ""
      },
      {
        "sentence": "我明白了，我会停下来，想清楚自己是否真的愿意嫁给一个对我不够珍惜的人，不再因为他人而委屈自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和提醒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我能帮到你我也感到很高兴。你现在明确了自己的立场，也愿意为自己的利益争取，这是很重要的一步。和男方坦诚地沟通是很重要的，看看他对彩礼问题的态度和理解，这会对你们未来的婚姻产生影响。而且，你也要学会更加珍惜自己，不要委屈了自己。如果对方的人品和态度不能让你放心，那你是没有必要为了面子而委屈自己的。最后，我再次提醒你，要多考虑好自己的幸福，并且要根据自己的真实想法来做出决定。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我能帮到你我也感到很高兴。",
        "label": ""
      },
      {
        "sentence": "你现在明确了自己的立场，也愿意为自己的利益争取，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "和男方坦诚地沟通是很重要的，看看他对彩礼问题的态度和理解，这会对你们未来的婚姻产生影响。",
        "label": ""
      },
      {
        "sentence": "而且，你也要学会更加珍惜自己，不要委屈了自己。",
        "label": ""
      },
      {
        "sentence": "如果对方的人品和态度不能让你放心，那你是没有必要为了面子而委屈自己的。",
        "label": ""
      },
      {
        "sentence": "最后，我再次提醒你，要多考虑好自己的幸福，并且要根据自己的真实想法来做出决定。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和建议。通过和你的对话，我更加明确了自己的立场和想法。我会更加努力去为自己争取利益，并且在婚姻前要好好考虑清楚。我会向男方好好沟通，了解他的想法，看看他是否真的适合我。同时，我也会更加珍惜自己，不会自卑地对待婚姻和人生。再一次感谢你的支持和祝福！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "通过和你的对话，我更加明确了自己的立场和想法。",
        "label": ""
      },
      {
        "sentence": "我会更加努力去为自己争取利益，并且在婚姻前要好好考虑清楚。",
        "label": ""
      },
      {
        "sentence": "我会向男方好好沟通，了解他的想法，看看他是否真的适合我。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加珍惜自己，不会自卑地对待婚姻和人生。",
        "label": ""
      },
      {
        "sentence": "再一次感谢你的支持和祝福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好！我相信你一定会处理好这个问题的。记住，你要为自己的利益争取，不要委屈自己。和男方好好沟通，了解他的真实想法，看看他是否真的适合你。无论结果如何，都要相信自己的决定。希望你能找到属于自己的幸福，祝你幸福快乐！如果你还需要我的帮助，随时找我聊天。",
    "annotation": [
      {
        "sentence": "你做得很好！",
        "label": ""
      },
      {
        "sentence": "我相信你一定会处理好这个问题的。",
        "label": ""
      },
      {
        "sentence": "记住，你要为自己的利益争取，不要委屈自己。",
        "label": ""
      },
      {
        "sentence": "和男方好好沟通，了解他的真实想法，看看他是否真的适合你。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，都要相信自己的决定。",
        "label": ""
      },
      {
        "sentence": "希望你能找到属于自己的幸福，祝你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "如果你还需要我的帮助，随时找我聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会牢记你说的话，努力为自己争取幸福。如果有需要，我会再次与你交流。谢谢你的时间和耐心，祝你也幸福快乐！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会牢记你说的话，努力为自己争取幸福。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再次与你交流。",
        "label": ""
      },
      {
        "sentence": "谢谢你的时间和耐心，祝你也幸福快乐！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你的回复和祝福！如果你需要任何帮助，不论是什么问题，都可以随时找我倾诉。希望我们能成为长期的朋友，共同走过人生的难关。祝你一切顺利，幸福快乐！",
    "annotation": [
      {
        "sentence": "非常感谢你的回复和祝福！",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，不论是什么问题，都可以随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望我们能成为长期的朋友，共同走过人生的难关。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，幸福快乐！",
        "label": ""
      }
    ]
  }
]