[
  {
    "role": "client",
    "content": "产后阴郁焦虑。我是一个二胎妈妈，怀二宝一直上班到7个月，因为做销售压力比较大，所以产假，这份工作做了4年多，曾经自己很骄傲，不管是薪资还是职位，都是周边小伙伴中的佼佼者。现在所有的一切都化成零，我觉得钱嘛好像都无所谓了。我经常患得患失。",
    "annotation": [
      {
        "sentence": "产后阴郁焦虑。",
        "label": ""
      },
      {
        "sentence": "我是一个二胎妈妈，怀二宝一直上班到7个月，因为做销售压力比较大，所以产假，这份工作做了4年多，曾经自己很骄傲，不管是薪资还是职位，都是周边小伙伴中的佼佼者。",
        "label": ""
      },
      {
        "sentence": "现在所有的一切都化成零，我觉得钱嘛好像都无所谓了。",
        "label": ""
      },
      {
        "sentence": "我经常患得患失。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。经历过生产后的辛苦，还有家庭和经济压力，没人能理解你更多了。我和你的经历太像了，怀孕前我也是业内的销售高手，生产后我也面对着一个人照顾孩子的辛苦。我和你的唯一不同是我是顺产。看着你说的，我也想起自己曾经雷厉风行的样子，但现在我已经是一个人母，那一切似乎都已离我远去。你需要的是一个温暖的拥抱和满满的理解。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "经历过生产后的辛苦，还有家庭和经济压力，没人能理解你更多了。",
        "label": ""
      },
      {
        "sentence": "我和你的经历太像了，怀孕前我也是业内的销售高手，生产后我也面对着一个人照顾孩子的辛苦。",
        "label": ""
      },
      {
        "sentence": "我和你的唯一不同是我是顺产。",
        "label": ""
      },
      {
        "sentence": "看着你说的，我也想起自己曾经雷厉风行的样子，但现在我已经是一个人母，那一切似乎都已离我远去。",
        "label": ""
      },
      {
        "sentence": "你需要的是一个温暖的拥抱和满满的理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我觉得自己太没用了，能力不行，完全无法胜任这个妈妈的角色。特别是当我看到我儿子一个人独处的时候，我感到十分的担忧和无助，我感到有些崩溃。",
    "annotation": [
      {
        "sentence": "是啊，我觉得自己太没用了，能力不行，完全无法胜任这个妈妈的角色。",
        "label": ""
      },
      {
        "sentence": "特别是当我看到我儿子一个人独处的时候，我感到十分的担忧和无助，我感到有些崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受。全职妈妈是最艰辛和考验能力的职业。全天候守护着孩子，没有节假日，需要应付各种各样的问题。宝宝会成长，并且需要我们为他们提供支持和安全感。你经历过大宝，对二宝的起居方面应该比较有经验吧。",
    "annotation": [
      {
        "sentence": "我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "全职妈妈是最艰辛和考验能力的职业。",
        "label": ""
      },
      {
        "sentence": "全天候守护着孩子，没有节假日，需要应付各种各样的问题。",
        "label": ""
      },
      {
        "sentence": "宝宝会成长，并且需要我们为他们提供支持和安全感。",
        "label": ""
      },
      {
        "sentence": "你经历过大宝，对二宝的起居方面应该比较有经验吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也不知道自己该怎么做，我很需要一些指导和建议。现在经济压力很大，我觉得自己非常的失败，但是我又不想放弃。现在我每天都很疲惫，感到很无助。",
    "annotation": [
      {
        "sentence": "我也不知道自己该怎么做，我很需要一些指导和建议。",
        "label": ""
      },
      {
        "sentence": "现在经济压力很大，我觉得自己非常的失败，但是我又不想放弃。",
        "label": ""
      },
      {
        "sentence": "现在我每天都很疲惫，感到很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "请别灰心，有时候我们需要花费一些时间，才能找到正确的方向。不要觉得自己是失败者，你已经产生了很多好的成果。你在工作上取得了很大的成功，同时你也成为了一个妈妈。这些都非常重要。你需要做的是重新评估自己的目标和承诺，并找到达成这些目标的途径。如果你想要上班，可以考虑找人来帮助你照顾孩子，或者选择兼职或自由职业。如果你宁愿在家带娃，你也可以做一些能够提升自己的事情，比如学习新的技能或者进行自我增值。无论你选择哪种方式，你都需要分配好自己的时间和精力，更好地安排生活。",
    "annotation": [
      {
        "sentence": "请别灰心，有时候我们需要花费一些时间，才能找到正确的方向。",
        "label": ""
      },
      {
        "sentence": "不要觉得自己是失败者，你已经产生了很多好的成果。",
        "label": ""
      },
      {
        "sentence": "你在工作上取得了很大的成功，同时你也成为了一个妈妈。",
        "label": ""
      },
      {
        "sentence": "这些都非常重要。",
        "label": ""
      },
      {
        "sentence": "你需要做的是重新评估自己的目标和承诺，并找到达成这些目标的途径。",
        "label": ""
      },
      {
        "sentence": "如果你想要上班，可以考虑找人来帮助你照顾孩子，或者选择兼职或自由职业。",
        "label": ""
      },
      {
        "sentence": "如果你宁愿在家带娃，你也可以做一些能够提升自己的事情，比如学习新的技能或者进行自我增值。",
        "label": ""
      },
      {
        "sentence": "无论你选择哪种方式，你都需要分配好自己的时间和精力，更好地安排生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我想我将尝试去做。但是在面对种种问题和困难之时，我有时候感到自己越来越弱。我希望我能够有一些方法去处理自己的情绪，让自己更加稳定。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我想我将尝试去做。",
        "label": ""
      },
      {
        "sentence": "但是在面对种种问题和困难之时，我有时候感到自己越来越弱。",
        "label": ""
      },
      {
        "sentence": "我希望我能够有一些方法去处理自己的情绪，让自己更加稳定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在处理情绪问题上，可以尝试去寻找一些支持和帮助。你可以找时间和老公聊一聊，表达自己的感受和情绪。你也可以参加一些家长活动或者是与其他妈妈交流，这样可以让你感到更加的安心和放松。当你感到有些不安的时候，可以找一些放松的方法来缓解紧张情绪，比如听音乐或者进行一些体育活动。一定要注意身心健康，照顾好自己，这样能够更好地照顾好宝宝。",
    "annotation": [
      {
        "sentence": "在处理情绪问题上，可以尝试去寻找一些支持和帮助。",
        "label": ""
      },
      {
        "sentence": "你可以找时间和老公聊一聊，表达自己的感受和情绪。",
        "label": ""
      },
      {
        "sentence": "你也可以参加一些家长活动或者是与其他妈妈交流，这样可以让你感到更加的安心和放松。",
        "label": ""
      },
      {
        "sentence": "当你感到有些不安的时候，可以找一些放松的方法来缓解紧张情绪，比如听音乐或者进行一些体育活动。",
        "label": ""
      },
      {
        "sentence": "一定要注意身心健康，照顾好自己，这样能够更好地照顾好宝宝。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会试着去做的。有时候我会感到比较孤独，感到没有人可以听我抱怨，观察我，也没有人落到我奔波时代表我出面。我现在很需要一些支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你，我会试着去做的。",
        "label": ""
      },
      {
        "sentence": "有时候我会感到比较孤独，感到没有人可以听我抱怨，观察我，也没有人落到我奔波时代表我出面。",
        "label": ""
      },
      {
        "sentence": "我现在很需要一些支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到需要爱和鼓励的时候，请记住，你不是孤独的。你身边的人和我们这些和你有相似经历的人都会支持你。在任何时候，你都可以来和我们谈谈，分享你的感受和困境。我们都会满怀爱心和耐心地倾听，并给你支持和鼓励。同时坚信，你已经是一个优秀的妈妈，你做的非常好，并将继续这样做。",
    "annotation": [
      {
        "sentence": "当你感到需要爱和鼓励的时候，请记住，你不是孤独的。",
        "label": ""
      },
      {
        "sentence": "你身边的人和我们这些和你有相似经历的人都会支持你。",
        "label": ""
      },
      {
        "sentence": "在任何时候，你都可以来和我们谈谈，分享你的感受和困境。",
        "label": ""
      },
      {
        "sentence": "我们都会满怀爱心和耐心地倾听，并给你支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "同时坚信，你已经是一个优秀的妈妈，你做的非常好，并将继续这样做。",
        "label": ""
      }
    ]
  }
]