[
  {
    "role": "client",
    "content": "我是大三在读的本科生。我现在的男朋友没有上学了，我们是同龄人。我爸妈不同意我们在一起的原因是说他没有稳定的工作，不是门当户对。他其实除了没有多上学以外，其他各方面都不错的。爸妈家人反对我跟他在一起，如果我不听爸妈的话势必会伤害他们，因为他们辛苦送我上了大学。如果我跟他分开，我们双方都舍不得，我真的不知道该怎么办才好？应该怎样才能让爸妈同意我们在一起？有时候我觉得爸妈家人根本不理解我，我上大学没有我自己选择的权利，如今谈恋爱了还在反对，我知道他们都是为了我好，有时候我真的不能理解。因此，我爸还打了我，我该怎么办才好？",
    "annotation": [
      {
        "sentence": "我是大三在读的本科生。",
        "label": ""
      },
      {
        "sentence": "我现在的男朋友没有上学了，我们是同龄人。",
        "label": ""
      },
      {
        "sentence": "我爸妈不同意我们在一起的原因是说他没有稳定的工作，不是门当户对。",
        "label": ""
      },
      {
        "sentence": "他其实除了没有多上学以外，其他各方面都不错的。",
        "label": ""
      },
      {
        "sentence": "爸妈家人反对我跟他在一起，如果我不听爸妈的话势必会伤害他们，因为他们辛苦送我上了大学。",
        "label": ""
      },
      {
        "sentence": "如果我跟他分开，我们双方都舍不得，我真的不知道该怎么办才好？",
        "label": ""
      },
      {
        "sentence": "应该怎样才能让爸妈同意我们在一起？",
        "label": ""
      },
      {
        "sentence": "有时候我觉得爸妈家人根本不理解我，我上大学没有我自己选择的权利，如今谈恋爱了还在反对，我知道他们都是为了我好，有时候我真的不能理解。",
        "label": ""
      },
      {
        "sentence": "因此，我爸还打了我，我该怎么办才好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于“门当户对”，确实是一个流传已久的概念，很多人都非常熟悉。但是，在我所说的“门当户对”中，不仅仅涉及到家庭背景、教育程度、经济实力等外在物质层面的因素，更重要的是两个人的思想、价值观是否匹配。两个人相处，如果没有共同的话题、没有能够碰撞出火花的一对灵魂，以及对待事物的价值观是否相似，那才是真正的不匹配。因此，你是否曾思考过在思想、兴趣等方面与他是否“门当户对”呢？",
    "annotation": [
      {
        "sentence": "对于“门当户对”，确实是一个流传已久的概念，很多人都非常熟悉。",
        "label": ""
      },
      {
        "sentence": "但是，在我所说的“门当户对”中，不仅仅涉及到家庭背景、教育程度、经济实力等外在物质层面的因素，更重要的是两个人的思想、价值观是否匹配。",
        "label": ""
      },
      {
        "sentence": "两个人相处，如果没有共同的话题、没有能够碰撞出火花的一对灵魂，以及对待事物的价值观是否相似，那才是真正的不匹配。",
        "label": ""
      },
      {
        "sentence": "因此，你是否曾思考过在思想、兴趣等方面与他是否“门当户对”呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实在思想、兴趣等方面，我们还是挺相似的。我们喜欢看同一类型的电影、听同一种音乐，也能够进行深度的讨论。但是，我爸妈似乎对这些方面不太在意，他们认为只有外表的物质条件才是最重要的。我该怎样才能让他们明白我们的相似之处呢？",
    "annotation": [
      {
        "sentence": "其实在思想、兴趣等方面，我们还是挺相似的。",
        "label": ""
      },
      {
        "sentence": "我们喜欢看同一类型的电影、听同一种音乐，也能够进行深度的讨论。",
        "label": ""
      },
      {
        "sentence": "但是，我爸妈似乎对这些方面不太在意，他们认为只有外表的物质条件才是最重要的。",
        "label": ""
      },
      {
        "sentence": "我该怎样才能让他们明白我们的相似之处呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困惑。对于父母来说，他们最关心的是你的未来和幸福。他们可能更加注重物质方面的因素，因为他们认为这是给予你幸福的一种方式。或许我们可以试着与父母沟通，让他们了解你们的相似之处以及如何共同发展。你可以试着找到一些关于两人共同喜好的例子，以便更具体地向父母解释。当然，这需要一些耐心和时间来教导他们改变观念。但是，你需要坚持，尊重他们的意见，同时也表达出自己的真实感受。",
    "annotation": [
      {
        "sentence": "理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "对于父母来说，他们最关心的是你的未来和幸福。",
        "label": ""
      },
      {
        "sentence": "他们可能更加注重物质方面的因素，因为他们认为这是给予你幸福的一种方式。",
        "label": ""
      },
      {
        "sentence": "或许我们可以试着与父母沟通，让他们了解你们的相似之处以及如何共同发展。",
        "label": ""
      },
      {
        "sentence": "你可以试着找到一些关于两人共同喜好的例子，以便更具体地向父母解释。",
        "label": ""
      },
      {
        "sentence": "当然，这需要一些耐心和时间来教导他们改变观念。",
        "label": ""
      },
      {
        "sentence": "但是，你需要坚持，尊重他们的意见，同时也表达出自己的真实感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着与父母进行沟通，向他们展示我们的相似之处，并解释我们是如何互相促进成长的。但是，我很担心他们无法接受我的选择，会对我施加压力。如果他们坚持反对，我该怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着与父母进行沟通，向他们展示我们的相似之处，并解释我们是如何互相促进成长的。",
        "label": ""
      },
      {
        "sentence": "但是，我很担心他们无法接受我的选择，会对我施加压力。",
        "label": ""
      },
      {
        "sentence": "如果他们坚持反对，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心，这确实是一个非常敏感和困难的问题。在这种情况下，你需要强调你是成年人，有权利做自己认为对的决定。同时，你可以尝试寻求父母的理解与支持，告诉他们你希望他们能够理解你的选择，并尽量减少对你施加压力的方式。如果情况变得过于紧张，你也可以考虑寻求专业人士的帮助，例如心理咨询师或家庭治疗师，他们可以提供更多专业的建议和支持。",
    "annotation": [
      {
        "sentence": "理解你的担心，这确实是一个非常敏感和困难的问题。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你需要强调你是成年人，有权利做自己认为对的决定。",
        "label": ""
      },
      {
        "sentence": "同时，你可以尝试寻求父母的理解与支持，告诉他们你希望他们能够理解你的选择，并尽量减少对你施加压力的方式。",
        "label": ""
      },
      {
        "sentence": "如果情况变得过于紧张，你也可以考虑寻求专业人士的帮助，例如心理咨询师或家庭治疗师，他们可以提供更多专业的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我会努力与父母进行沟通，尝试让他们理解并接受我的选择。如果事情变得过于困难，我会考虑寻求专业咨询的帮助。非常感谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我会努力与父母进行沟通，尝试让他们理解并接受我的选择。",
        "label": ""
      },
      {
        "sentence": "如果事情变得过于困难，我会考虑寻求专业咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。记住，无论发生什么，在这个过程中保持真诚和尊重对方的态度是非常重要的。希望你能够尽快解决这个难题，找到属于自己的幸福。如果还有其他问题，随时来找我聊天。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，无论发生什么，在这个过程中保持真诚和尊重对方的态度是非常重要的。",
        "label": ""
      },
      {
        "sentence": "希望你能够尽快解决这个难题，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]