[
  {
    "role": "client",
    "content": "有些话不知怎么跟男友说。我是个普通的女孩儿，身材娇小很瘦，腿细长，长得不错。有上进心，性格比较活泼不怎么作，比较善解人意;上得厅堂下得厨房的类型。现在我交往的男朋友大概就是大家眼中的高富帅了，190cm的身高，工程师，年薪30w左右。作为爸妈他们是不放心的，因为觉得我们家庭经济条件不好，爸妈有一套很小的旧房子，没车，就是能普普通通过的情况，爸妈不希望我浪费时间或者受伤，他们担心对象会不能接受，担心对方更希望找门当户对的，说让我跟男方说清楚，可是我个人总觉得难以启齿，我该怎么办？",
    "annotation": [
      {
        "sentence": "有些话不知怎么跟男友说。",
        "label": ""
      },
      {
        "sentence": "我是个普通的女孩儿，身材娇小很瘦，腿细长，长得不错。",
        "label": ""
      },
      {
        "sentence": "有上进心，性格比较活泼不怎么作，比较善解人意;上得厅堂下得厨房的类型。",
        "label": ""
      },
      {
        "sentence": "现在我交往的男朋友大概就是大家眼中的高富帅了，190cm的身高，工程师，年薪30w左右。",
        "label": ""
      },
      {
        "sentence": "作为爸妈他们是不放心的，因为觉得我们家庭经济条件不好，爸妈有一套很小的旧房子，没车，就是能普普通通过的情况，爸妈不希望我浪费时间或者受伤，他们担心对象会不能接受，担心对方更希望找门当户对的，说让我跟男方说清楚，可是我个人总觉得难以启齿，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题我能够理解。毕竟，门当户对已经是一个流传了几千年的词语了。但是，我所说的门当户对，并不仅仅指家庭背景、收教育程度、经济实力等等外在物质的方面，而是两个人的思想、价值观是否相契合。两个人相处，如果没有共同的话题，没有能够碰撞出火花的一对灵魂，对待事物的价值衡量标准也不一样，那才是真正的不匹配。不是一家人，不进一家门，相比较于钱财的多少，三观是阻止人与人之间交流的更难跨越的障碍。那么你是否有思考过在三观和兴趣等方面与他是否“门当户对”呢？大胆说出你家庭情况与父母以及自己的想法，和男朋友真诚地交谈一次，那么我相信最后的结果一定是你可以接受的吧。",
    "annotation": [
      {
        "sentence": "这个问题我能够理解。",
        "label": ""
      },
      {
        "sentence": "毕竟，门当户对已经是一个流传了几千年的词语了。",
        "label": ""
      },
      {
        "sentence": "但是，我所说的门当户对，并不仅仅指家庭背景、收教育程度、经济实力等等外在物质的方面，而是两个人的思想、价值观是否相契合。",
        "label": ""
      },
      {
        "sentence": "两个人相处，如果没有共同的话题，没有能够碰撞出火花的一对灵魂，对待事物的价值衡量标准也不一样，那才是真正的不匹配。",
        "label": ""
      },
      {
        "sentence": "不是一家人，不进一家门，相比较于钱财的多少，三观是阻止人与人之间交流的更难跨越的障碍。",
        "label": ""
      },
      {
        "sentence": "那么你是否有思考过在三观和兴趣等方面与他是否“门当户对”呢？",
        "label": ""
      },
      {
        "sentence": "大胆说出你家庭情况与父母以及自己的想法，和男朋友真诚地交谈一次，那么我相信最后的结果一定是你可以接受的吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我确实没有考虑到我们在思想和价值观方面是否匹配。我们交往的时间不算长，所以还没深入了解对方。我会试着和男朋友开诚布公地交谈，把我爸妈的担忧和我自己的想法都告诉他。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我确实没有考虑到我们在思想和价值观方面是否匹配。",
        "label": ""
      },
      {
        "sentence": "我们交往的时间不算长，所以还没深入了解对方。",
        "label": ""
      },
      {
        "sentence": "我会试着和男朋友开诚布公地交谈，把我爸妈的担忧和我自己的想法都告诉他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意试着和男朋友坦诚交谈。与其一直心里憋着疑问和困惑，不如将问题摊开来共同解决。通过与男朋友的交流，你能够更加了解他对于家庭背景和经济条件的看法。也许他并不在乎这些表面的东西，更看重你们之间的感情和互相扶持。坦诚相待才能够建立起互信和理解。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意试着和男朋友坦诚交谈。",
        "label": ""
      },
      {
        "sentence": "与其一直心里憋着疑问和困惑，不如将问题摊开来共同解决。",
        "label": ""
      },
      {
        "sentence": "通过与男朋友的交流，你能够更加了解他对于家庭背景和经济条件的看法。",
        "label": ""
      },
      {
        "sentence": "也许他并不在乎这些表面的东西，更看重你们之间的感情和互相扶持。",
        "label": ""
      },
      {
        "sentence": "坦诚相待才能够建立起互信和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会主动与他交流的。如果他真的很在意我家的情况，我应该怎么处理呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会主动与他交流的。",
        "label": ""
      },
      {
        "sentence": "如果他真的很在意我家的情况，我应该怎么处理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他对你家的情况有所顾虑，你可以与他一起寻找解决办法。可以讨论共同的未来规划，看看是否能够相互支持和帮助。或者你可以提出一些具体的改善家庭经济状况的计划，让他感受到你有上进心和愿意付出努力。最重要的是，相互坦诚地交流，理解对方的担忧和需求，共同寻找解决问题的方法。",
    "annotation": [
      {
        "sentence": "如果他对你家的情况有所顾虑，你可以与他一起寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "可以讨论共同的未来规划，看看是否能够相互支持和帮助。",
        "label": ""
      },
      {
        "sentence": "或者你可以提出一些具体的改善家庭经济状况的计划，让他感受到你有上进心和愿意付出努力。",
        "label": ""
      },
      {
        "sentence": "最重要的是，相互坦诚地交流，理解对方的担忧和需求，共同寻找解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我觉得与你交流很有帮助，我现在更有信心去与男朋友沟通了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我觉得与你交流很有帮助，我现在更有信心去与男朋友沟通了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记得在与男朋友交流时要保持冷静和真诚，相信你们一定能够解决好这个问题。如果你还有其他困惑或需要进一步的帮助，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记得在与男朋友交流时要保持冷静和真诚，相信你们一定能够解决好这个问题。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他困惑或需要进一步的帮助，随时都可以来找我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的支持和鼓励。我会尽快与男朋友坦诚交流，并会随时向你寻求帮助。谢谢你！",
    "annotation": [
      {
        "sentence": "好的，谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽快与男朋友坦诚交流，并会随时向你寻求帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直在这里支持你。祝你能够顺利解决问题，获得幸福和满意的答案。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "祝你能够顺利解决问题，获得幸福和满意的答案。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]