[
  {
    "role": "client",
    "content": "我已经30岁了，但是我很害怕相亲，也不想随便结婚，我该怎么办？",
    "annotation": [
      {
        "sentence": "我已经30岁了，但是我很害怕相亲，也不想随便结婚，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相亲是一种常见的结婚方式，但并不适合每个人。你不想结婚的想法是可以理解的。但是当有人介绍对象时，你又难以拒绝，这确实是个尴尬的情况。你曾开玩笑地说不想结婚，但他们可能认为你只是随便说说。一个人生活也是可以很好的，但他们觉得这样的想法是错误的。同时，你也很难和陌生人建立起信任的关系。对于我来说，另一半和婚姻更多地给我带来了不安全感。",
    "annotation": [
      {
        "sentence": "相亲是一种常见的结婚方式，但并不适合每个人。",
        "label": ""
      },
      {
        "sentence": "你不想结婚的想法是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是当有人介绍对象时，你又难以拒绝，这确实是个尴尬的情况。",
        "label": ""
      },
      {
        "sentence": "你曾开玩笑地说不想结婚，但他们可能认为你只是随便说说。",
        "label": ""
      },
      {
        "sentence": "一个人生活也是可以很好的，但他们觉得这样的想法是错误的。",
        "label": ""
      },
      {
        "sentence": "同时，你也很难和陌生人建立起信任的关系。",
        "label": ""
      },
      {
        "sentence": "对于我来说，另一半和婚姻更多地给我带来了不安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现如今，越来越多的人并不想结婚，其中原因也是各种各样的。但能真正不妥协于世俗的很少。他们之所以妥协，主要有以下几个原因。其一，是因为亲戚邻居的闲言碎语。在老一辈的观念中，人一生该学业有成、结婚生子，再把子女培育成成功人士，这样循环不息地生活才是幸福的。面对传统观念，女人应该嫁人生子，男人应该成家立业。所以当别人觉得你该结婚的时候，他们会很急。邻居和亲戚的闲话尽管让人无语，但众口铄金，你的父母也面临不少压力。他们为了自己的面子，也为了你的幸福，也会加入催婚的大军。其二，是因为孤独感。我们当然可以一个人住在小屋里，拥有猫狗陪伴的日子其实也挺好。但是梦终究败给了现实。父母还活着的时候，情况还好些。可当你真的只剩下一个人的时候，孤独感会变得很强烈，尤其是过年的时候，你只能独自过，生病的时候，不管是身体还是心理上都更加脆弱，孤独感会更加强烈。也许现在你还可以坚持说自己一个人也可以，但是我们不能忽视人的社会属性，人是群居的动物。其三，是经济实力。当自己经济实力不足时，不嫁人就只能依靠父母。届时，亲戚邻居会说更多的话，说你没有能力，说你父母白养你了。有多少人可以承受住这样的压力呢？经济实力的不足是客观事实，不结婚也是事实，你根本没有能力去反驳他们。",
    "annotation": [
      {
        "sentence": "现如今，越来越多的人并不想结婚，其中原因也是各种各样的。",
        "label": ""
      },
      {
        "sentence": "但能真正不妥协于世俗的很少。",
        "label": ""
      },
      {
        "sentence": "他们之所以妥协，主要有以下几个原因。",
        "label": ""
      },
      {
        "sentence": "其一，是因为亲戚邻居的闲言碎语。",
        "label": ""
      },
      {
        "sentence": "在老一辈的观念中，人一生该学业有成、结婚生子，再把子女培育成成功人士，这样循环不息地生活才是幸福的。",
        "label": ""
      },
      {
        "sentence": "面对传统观念，女人应该嫁人生子，男人应该成家立业。",
        "label": ""
      },
      {
        "sentence": "所以当别人觉得你该结婚的时候，他们会很急。",
        "label": ""
      },
      {
        "sentence": "邻居和亲戚的闲话尽管让人无语，但众口铄金，你的父母也面临不少压力。",
        "label": ""
      },
      {
        "sentence": "他们为了自己的面子，也为了你的幸福，也会加入催婚的大军。",
        "label": ""
      },
      {
        "sentence": "其二，是因为孤独感。",
        "label": ""
      },
      {
        "sentence": "我们当然可以一个人住在小屋里，拥有猫狗陪伴的日子其实也挺好。",
        "label": ""
      },
      {
        "sentence": "但是梦终究败给了现实。",
        "label": ""
      },
      {
        "sentence": "父母还活着的时候，情况还好些。",
        "label": ""
      },
      {
        "sentence": "可当你真的只剩下一个人的时候，孤独感会变得很强烈，尤其是过年的时候，你只能独自过，生病的时候，不管是身体还是心理上都更加脆弱，孤独感会更加强烈。",
        "label": ""
      },
      {
        "sentence": "也许现在你还可以坚持说自己一个人也可以，但是我们不能忽视人的社会属性，人是群居的动物。",
        "label": ""
      },
      {
        "sentence": "其三，是经济实力。",
        "label": ""
      },
      {
        "sentence": "当自己经济实力不足时，不嫁人就只能依靠父母。",
        "label": ""
      },
      {
        "sentence": "届时，亲戚邻居会说更多的话，说你没有能力，说你父母白养你了。",
        "label": ""
      },
      {
        "sentence": "有多少人可以承受住这样的压力呢？",
        "label": ""
      },
      {
        "sentence": "经济实力的不足是客观事实，不结婚也是事实，你根本没有能力去反驳他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于不想结婚的人来说，最有效的方法之一就是将父母接到与你不同的城市生活。这样可以避免他们成为你不结婚后果的主要承受者。其实，不嫁人最大的阻力还来自老一辈的传统观念，其次是自己的经济实力。如果你决定做单身贵族，先和父母沟通吧。沟通好父母的想法后，努力工作提高自己的经济实力，将父母接到大城市一起生活。选择大城市的原因是观念比较开放，对单身贵族和同性恋等更加包容。而且大城市也远离了你的亲戚们，他们的言论就不会动摇你做出的决定。其实，只要你开心，父母也会开心。只是作为老人，他们受不了别人对自己子女的议论。当然，你也不必坚定地宣称自己一定不结婚。毕竟，爱情是难以预料的，当遇到合适的人时，也可以顺其自然，选择结婚。有人陪伴也是件美好的事情。祝你好运！",
    "annotation": [
      {
        "sentence": "对于不想结婚的人来说，最有效的方法之一就是将父母接到与你不同的城市生活。",
        "label": ""
      },
      {
        "sentence": "这样可以避免他们成为你不结婚后果的主要承受者。",
        "label": ""
      },
      {
        "sentence": "其实，不嫁人最大的阻力还来自老一辈的传统观念，其次是自己的经济实力。",
        "label": ""
      },
      {
        "sentence": "如果你决定做单身贵族，先和父母沟通吧。",
        "label": ""
      },
      {
        "sentence": "沟通好父母的想法后，努力工作提高自己的经济实力，将父母接到大城市一起生活。",
        "label": ""
      },
      {
        "sentence": "选择大城市的原因是观念比较开放，对单身贵族和同性恋等更加包容。",
        "label": ""
      },
      {
        "sentence": "而且大城市也远离了你的亲戚们，他们的言论就不会动摇你做出的决定。",
        "label": ""
      },
      {
        "sentence": "其实，只要你开心，父母也会开心。",
        "label": ""
      },
      {
        "sentence": "只是作为老人，他们受不了别人对自己子女的议论。",
        "label": ""
      },
      {
        "sentence": "当然，你也不必坚定地宣称自己一定不结婚。",
        "label": ""
      },
      {
        "sentence": "毕竟，爱情是难以预料的，当遇到合适的人时，也可以顺其自然，选择结婚。",
        "label": ""
      },
      {
        "sentence": "有人陪伴也是件美好的事情。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我会更加认真地考虑和父母做好沟通，也会提高自己的经济实力。了解到不结婚的选择也是一种幸福的可能性后，我感觉更加轻松了。或许将父母接到大城市生活确实是个不错的办法，这样他们也能享受更开放的氛围，我也能摆脱亲戚们的压力。同时，我也会保持对爱情的开放态度，如果合适的人出现了，我会顺其自然。再次感谢你的支持和祝福！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会更加认真地考虑和父母做好沟通，也会提高自己的经济实力。",
        "label": ""
      },
      {
        "sentence": "了解到不结婚的选择也是一种幸福的可能性后，我感觉更加轻松了。",
        "label": ""
      },
      {
        "sentence": "或许将父母接到大城市生活确实是个不错的办法，这样他们也能享受更开放的氛围，我也能摆脱亲戚们的压力。",
        "label": ""
      },
      {
        "sentence": "同时，我也会保持对爱情的开放态度，如果合适的人出现了，我会顺其自然。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和祝福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我能帮到你，并且听到你的决心。是的，沟通和提高经济实力是解决问题的重要途径。同时，相信你的父母也希望你能过上幸福的生活，只是希望他们能够理解你的选择。不婚族并不是一个坚定的标签，而是一种对生活方式的选择。希望你能找到自己幸福的道路，祝你一切顺利！需要任何帮助的时候，记得随时来找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴我能帮到你，并且听到你的决心。",
        "label": ""
      },
      {
        "sentence": "是的，沟通和提高经济实力是解决问题的重要途径。",
        "label": ""
      },
      {
        "sentence": "同时，相信你的父母也希望你能过上幸福的生活，只是希望他们能够理解你的选择。",
        "label": ""
      },
      {
        "sentence": "不婚族并不是一个坚定的标签，而是一种对生活方式的选择。",
        "label": ""
      },
      {
        "sentence": "希望你能找到自己幸福的道路，祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "需要任何帮助的时候，记得随时来找我倾诉。",
        "label": ""
      }
    ]
  }
]