[
  {
    "role": "client",
    "content": "在此简要很自卑，心里脆弱，自杀过，害怕别人的眼光，疑心。说明您的问题我今年19岁，我有人群恐惧症不喜欢跟陌生人讲话，我害怕认识新的朋友，认识新的工作环境，总觉得自己做不好，我两年前的时候因为承受不了别人的舆论和家庭的压力选择了自杀，我跟家人的关系不是很好。我很在乎别人对我的看法，但我总是笨笨的，我很小就出来打工做过很多工作。我现在是一个前台，我现在对工作没有以前那么热情了。几乎每天都出错很烦，每次都会被罚钱。上个月我递交了辞职，但是公司却不让我辞，我很苦恼，我不快乐，每天都很烦。我没有跟我的家人，朋友，提过我自卑不自信这件事，我怕他们会让我不正常，说自己有病。？家人都不理解我，回家都会吵架。一点的讽刺就会对我带来很大的伤害，我最近老是有自杀的冲动，我该怎么办。我想出去走走，我好累。",
    "annotation": [
      {
        "sentence": "在此简要很自卑，心里脆弱，自杀过，害怕别人的眼光，疑心。",
        "label": ""
      },
      {
        "sentence": "说明您的问题我今年19岁，我有人群恐惧症不喜欢跟陌生人讲话，我害怕认识新的朋友，认识新的工作环境，总觉得自己做不好，我两年前的时候因为承受不了别人的舆论和家庭的压力选择了自杀，我跟家人的关系不是很好。",
        "label": ""
      },
      {
        "sentence": "我很在乎别人对我的看法，但我总是笨笨的，我很小就出来打工做过很多工作。",
        "label": ""
      },
      {
        "sentence": "我现在是一个前台，我现在对工作没有以前那么热情了。",
        "label": ""
      },
      {
        "sentence": "几乎每天都出错很烦，每次都会被罚钱。",
        "label": ""
      },
      {
        "sentence": "上个月我递交了辞职，但是公司却不让我辞，我很苦恼，我不快乐，每天都很烦。",
        "label": ""
      },
      {
        "sentence": "我没有跟我的家人，朋友，提过我自卑不自信这件事，我怕他们会让我不正常，说自己有病。？",
        "label": ""
      },
      {
        "sentence": "家人都不理解我，回家都会吵架。",
        "label": ""
      },
      {
        "sentence": "一点的讽刺就会对我带来很大的伤害，我最近老是有自杀的冲动，我该怎么办。",
        "label": ""
      },
      {
        "sentence": "我想出去走走，我好累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这么描述，我能感受到你内心的痛苦。其实痛苦也是一种生命力，通过它的流动，或许你会找到新的力量。同时，别忘了给自己放个假，停下来休息一下。时间是用来感受的，我们还有很多时间。当你觉得累的时候，记得休息一下。",
    "annotation": [
      {
        "sentence": "看到你这么描述，我能感受到你内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "其实痛苦也是一种生命力，通过它的流动，或许你会找到新的力量。",
        "label": ""
      },
      {
        "sentence": "同时，别忘了给自己放个假，停下来休息一下。",
        "label": ""
      },
      {
        "sentence": "时间是用来感受的，我们还有很多时间。",
        "label": ""
      },
      {
        "sentence": "当你觉得累的时候，记得休息一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我觉得自己好像很孤单，都没有人能够理解我。我一直觉得自己不够好，不敢面对别人的目光。我很害怕交新朋友，怕他们会觉得我不正常，我真的好困惑。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我觉得自己好像很孤单，都没有人能够理解我。",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己不够好，不敢面对别人的目光。",
        "label": ""
      },
      {
        "sentence": "我很害怕交新朋友，怕他们会觉得我不正常，我真的好困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孤独是一种常常让人感到无力的感觉，但你也不是完全孤立的，至少现在有我在这里陪着你。不过，对于交新朋友这件事，可以慢慢来，不要给自己太大压力。每个人都有自己的特点和独特之处，你不必刻意去迎合别人的期待，只需要做好自己就可以了。",
    "annotation": [
      {
        "sentence": "孤独是一种常常让人感到无力的感觉，但你也不是完全孤立的，至少现在有我在这里陪着你。",
        "label": ""
      },
      {
        "sentence": "不过，对于交新朋友这件事，可以慢慢来，不要给自己太大压力。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的特点和独特之处，你不必刻意去迎合别人的期待，只需要做好自己就可以了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的意思，但是我真的很害怕。我总是担心自己的不足和失败，怕别人嘲笑我。我曾经尝试过去迎接新的工作环境，但是每次都觉得自己做不好，然后就自暴自弃了。我觉得自己好没用。",
    "annotation": [
      {
        "sentence": "我理解你的意思，但是我真的很害怕。",
        "label": ""
      },
      {
        "sentence": "我总是担心自己的不足和失败，怕别人嘲笑我。",
        "label": ""
      },
      {
        "sentence": "我曾经尝试过去迎接新的工作环境，但是每次都觉得自己做不好，然后就自暴自弃了。",
        "label": ""
      },
      {
        "sentence": "我觉得自己好没用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的不足，没有谁会是完美的。也许你可以尝试一下接受自己的不完美，而不是过分苛求。不要放弃自己的努力，毕竟成长是一个渐进的过程。当你面对工作环境时，告诉自己：我有能力应对挑战。",
    "annotation": [
      {
        "sentence": "每个人都有自己的不足，没有谁会是完美的。",
        "label": ""
      },
      {
        "sentence": "也许你可以尝试一下接受自己的不完美，而不是过分苛求。",
        "label": ""
      },
      {
        "sentence": "不要放弃自己的努力，毕竟成长是一个渐进的过程。",
        "label": ""
      },
      {
        "sentence": "当你面对工作环境时，告诉自己：我有能力应对挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。但是我现在真的觉得很疲惫，每天工作都充满压力和焦虑。我甚至有过自杀的想法，这真的让我很害怕。我该怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我现在真的觉得很疲惫，每天工作都充满压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "我甚至有过自杀的想法，这真的让我很害怕。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你有自杀的想法，我非常担心你的安全。可能这时候最重要的是找到合适的方式来排解压力。你可以试试寻找一些让自己放松的活动，比如户外散步、阅读、听音乐等等。同时，一定要告诉你身边关心你的人，比如家人或者好友，让他们陪伴你，给你更多的支持。",
    "annotation": [
      {
        "sentence": "听到你有自杀的想法，我非常担心你的安全。",
        "label": ""
      },
      {
        "sentence": "可能这时候最重要的是找到合适的方式来排解压力。",
        "label": ""
      },
      {
        "sentence": "你可以试试寻找一些让自己放松的活动，比如户外散步、阅读、听音乐等等。",
        "label": ""
      },
      {
        "sentence": "同时，一定要告诉你身边关心你的人，比如家人或者好友，让他们陪伴你，给你更多的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的关心和建议，我会试试找一些放松的方式来减轻压力。也会考虑和家人沟通，让他们了解我的困境。谢谢你一直以来的帮助，你是我在困难时最坚强的支持者。",
    "annotation": [
      {
        "sentence": "我明白你的关心和建议，我会试试找一些放松的方式来减轻压力。",
        "label": ""
      },
      {
        "sentence": "也会考虑和家人沟通，让他们了解我的困境。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的帮助，你是我在困难时最坚强的支持者。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够在这里给你提供支持和帮助。你不是一个人在面对困难，有时候只是需要勇敢地向外界寻求帮助。相信自己，坚持下去，一定能度过这段困难时期。我会一直支持你的，加油！",
    "annotation": [
      {
        "sentence": "很高兴能够在这里给你提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对困难，有时候只是需要勇敢地向外界寻求帮助。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持下去，一定能度过这段困难时期。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，加油！",
        "label": ""
      }
    ]
  }
]