[
  {
    "role": "client",
    "content": "男朋友总是不做家务，要说好久才行动，怎么办？",
    "annotation": [
      {
        "sentence": "男朋友总是不做家务，要说好久才行动，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的感受。遇到这样的事，很多人无法接受，尤其在当今社会，女士也跟男士一样，出去工作，更重要的是，还要承担做家务，生养孩子，在家忙里忙外，在外加班加点，更累更加不堪重负。你的男友在外工作，到家不做家务，你很生气。",
    "annotation": [
      {
        "sentence": "很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "遇到这样的事，很多人无法接受，尤其在当今社会，女士也跟男士一样，出去工作，更重要的是，还要承担做家务，生养孩子，在家忙里忙外，在外加班加点，更累更加不堪重负。",
        "label": ""
      },
      {
        "sentence": "你的男友在外工作，到家不做家务，你很生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没错，我每次让他做家务都要说很久，而且他从不主动多做。我每次说多一句，他就说我爱做就做，不做拉倒。可是我看着家里乱就很烦，我觉得这样不公平，我一个人既要赚钱又要做家务，他要是赚得多了或者是比我还累还有底气，我或许可以接受，但是他没有。",
    "annotation": [
      {
        "sentence": "没错，我每次让他做家务都要说很久，而且他从不主动多做。",
        "label": ""
      },
      {
        "sentence": "我每次说多一句，他就说我爱做就做，不做拉倒。",
        "label": ""
      },
      {
        "sentence": "可是我看着家里乱就很烦，我觉得这样不公平，我一个人既要赚钱又要做家务，他要是赚得多了或者是比我还累还有底气，我或许可以接受，但是他没有。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的想法很正常，感觉你很困惑，跟他在一起，得不到应有的照顾，甚至觉得没有在一起的理由。一个人的生活状态和习惯，通常是从他的原生家庭中形成的。也许他从小就养成不做家务的习惯，并不一定跟他的收入有关。如果你还想继续和他在一起生活，可以有两种可能性：改变他的习惯，或者认清现实，挖掘他其他的优势潜力。",
    "annotation": [
      {
        "sentence": "你现在的想法很正常，感觉你很困惑，跟他在一起，得不到应有的照顾，甚至觉得没有在一起的理由。",
        "label": ""
      },
      {
        "sentence": "一个人的生活状态和习惯，通常是从他的原生家庭中形成的。",
        "label": ""
      },
      {
        "sentence": "也许他从小就养成不做家务的习惯，并不一定跟他的收入有关。",
        "label": ""
      },
      {
        "sentence": "如果你还想继续和他在一起生活，可以有两种可能性：改变他的习惯，或者认清现实，挖掘他其他的优势潜力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "改变他的习惯听起来很困难，我不知道该怎么做。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "改变他的习惯听起来很困难，我不知道该怎么做。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变他的习惯确实不容易，但是只要你有足够的勇气和智慧，他还在乎你，想和你一起过好生活，那么他就有改变的可能性。可以尝试在家务方面引导他，比如到家就在他情绪好的时候，跟他撒娇，说你嫁给他是为了得到他的照顾，让他明白家务也是要共同承担的。只要通过互动交流技巧，慢慢灌输，夫妻共同创造家的责任感和能力，他就可能会有所改变。需要耐心和宽容，因为改变一个人的习惯需要时间。",
    "annotation": [
      {
        "sentence": "改变他的习惯确实不容易，但是只要你有足够的勇气和智慧，他还在乎你，想和你一起过好生活，那么他就有改变的可能性。",
        "label": ""
      },
      {
        "sentence": "可以尝试在家务方面引导他，比如到家就在他情绪好的时候，跟他撒娇，说你嫁给他是为了得到他的照顾，让他明白家务也是要共同承担的。",
        "label": ""
      },
      {
        "sentence": "只要通过互动交流技巧，慢慢灌输，夫妻共同创造家的责任感和能力，他就可能会有所改变。",
        "label": ""
      },
      {
        "sentence": "需要耐心和宽容，因为改变一个人的习惯需要时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这么说我需要有足够的耐心和宽容，不是一下子就能改变他了对吗？",
    "annotation": [
      {
        "sentence": "这么说我需要有足够的耐心和宽容，不是一下子就能改变他了对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，他养成的习惯不可能在短时间内彻底改变。需要你有充分的耐心和宽容，才有可能发生质的变化。除了改变他的习惯，还有另一种可能性，就是认清现实，适应现状，挖掘他其他的优势潜力。",
    "annotation": [
      {
        "sentence": "对的，他养成的习惯不可能在短时间内彻底改变。",
        "label": ""
      },
      {
        "sentence": "需要你有充分的耐心和宽容，才有可能发生质的变化。",
        "label": ""
      },
      {
        "sentence": "除了改变他的习惯，还有另一种可能性，就是认清现实，适应现状，挖掘他其他的优势潜力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "挖掘他其他的优势潜力？这是什么意思？",
    "annotation": [
      {
        "sentence": "挖掘他其他的优势潜力？",
        "label": ""
      },
      {
        "sentence": "这是什么意思？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在中国古代，男士主外，女士主内，男士工作，女士自然会负责家务。也许他的家庭一直延续了这样的观念，改变他可能有一定困难。此外，当初你们在一起的时候，也许没有意识到他是否懒惰、是否照顾体贴，是否有严重的大男子主义。但是你选择和他在一起，一定是因为他有其他吸引你的优点。所以，可以尝试挖掘他身上的闪光点和潜在价值，培养他在事业上的成功可能性，看看他在工作上是否能有所成就。这样的男人或许有自己独特的优势和魅力，你当初选择他也一定有自己独特的眼光。",
    "annotation": [
      {
        "sentence": "在中国古代，男士主外，女士主内，男士工作，女士自然会负责家务。",
        "label": ""
      },
      {
        "sentence": "也许他的家庭一直延续了这样的观念，改变他可能有一定困难。",
        "label": ""
      },
      {
        "sentence": "此外，当初你们在一起的时候，也许没有意识到他是否懒惰、是否照顾体贴，是否有严重的大男子主义。",
        "label": ""
      },
      {
        "sentence": "但是你选择和他在一起，一定是因为他有其他吸引你的优点。",
        "label": ""
      },
      {
        "sentence": "所以，可以尝试挖掘他身上的闪光点和潜在价值，培养他在事业上的成功可能性，看看他在工作上是否能有所成就。",
        "label": ""
      },
      {
        "sentence": "这样的男人或许有自己独特的优势和魅力，你当初选择他也一定有自己独特的眼光。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实抱有一些后悔和遗憾，但是当初选择他，肯定是因为他身上的其他优点吸引到了我。我也明白了，难以改变他的习惯时，要适应现状，从他身上寻找其他闪光点和潜在的价值。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "是的，我确实抱有一些后悔和遗憾，但是当初选择他，肯定是因为他身上的其他优点吸引到了我。",
        "label": ""
      },
      {
        "sentence": "我也明白了，难以改变他的习惯时，要适应现状，从他身上寻找其他闪光点和潜在的价值。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气。人生就是不断遇到问题，解决问题的循环中前进。夫妻之间会有磕磕碰碰，但这才是生活的真实。希望你能够找到解决问题的办法，过上幸福的生活。如果还有其他问题，随时可以向我求助。",
    "annotation": [
      {
        "sentence": "不客气。",
        "label": ""
      },
      {
        "sentence": "人生就是不断遇到问题，解决问题的循环中前进。",
        "label": ""
      },
      {
        "sentence": "夫妻之间会有磕磕碰碰，但这才是生活的真实。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到解决问题的办法，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时可以向我求助。",
        "label": ""
      }
    ]
  }
]