[
  {
    "role": "client",
    "content": "最近我感到很害怕，因为两个月前和前女友分手了，我担心她由于分手而产生自杀的想法。我今年春天在网上认识了一个女生，我们聊得很合拍，于是开始了网恋。虽然我很喜欢她，但是由于一些现实的原因，我逐渐意识到我们最终不可能在一起，所以在十一前后我们分手了。分手后我们还联系过两三次，但是之后就没有再联络了。然而今天她的朋友突然找到我，告诉我她因为和我分手失去了希望，现在经常茶饭不思，我真的很心疼她。但是既然我们已经分手了，我也不希望耽误她的青春，又担心她会因此想不开生病，我该怎么办呢？（注，我们之间距离很远，只通过手机和电脑联系过。）",
    "annotation": [
      {
        "sentence": "最近我感到很害怕，因为两个月前和前女友分手了，我担心她由于分手而产生自杀的想法。",
        "label": ""
      },
      {
        "sentence": "我今年春天在网上认识了一个女生，我们聊得很合拍，于是开始了网恋。",
        "label": ""
      },
      {
        "sentence": "虽然我很喜欢她，但是由于一些现实的原因，我逐渐意识到我们最终不可能在一起，所以在十一前后我们分手了。",
        "label": ""
      },
      {
        "sentence": "分手后我们还联系过两三次，但是之后就没有再联络了。",
        "label": ""
      },
      {
        "sentence": "然而今天她的朋友突然找到我，告诉我她因为和我分手失去了希望，现在经常茶饭不思，我真的很心疼她。",
        "label": ""
      },
      {
        "sentence": "但是既然我们已经分手了，我也不希望耽误她的青春，又担心她会因此想不开生病，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "（注，我们之间距离很远，只通过手机和电脑联系过。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能在这个平台上遇见你，我希望我的话能给你带来一些阳光和温暖。首先，我能感觉到你是个善良的人，很会关心别人，这点让我对你赞赏有加。虽然你们已经不再是男女朋友了，但这并不改变你的善良和关怀之心。关于这点，我想给你点个赞，向你致以掌声。",
    "annotation": [
      {
        "sentence": "很高兴能在这个平台上遇见你，我希望我的话能给你带来一些阳光和温暖。",
        "label": ""
      },
      {
        "sentence": "首先，我能感觉到你是个善良的人，很会关心别人，这点让我对你赞赏有加。",
        "label": ""
      },
      {
        "sentence": "虽然你们已经不再是男女朋友了，但这并不改变你的善良和关怀之心。",
        "label": ""
      },
      {
        "sentence": "关于这点，我想给你点个赞，向你致以掌声。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定和鼓励，让我感到很温暖。我明白每个人都有自己的事，别人的事和老天爷的事。既然我们已经分手了，我对她的分手如何看待，她“茶饭不思”，完全是她自己的事情，和我没有关系。我无需再为她操心。而且，我们能否在一起，还要看缘分，这是老天爷的安排。她因为分手而“茶饭不思”，只是在与老天爷对抗，徒劳无功。或者说，她是在自己和自己过不去。作为成年人，连这样的挫折都承受不了，那她将来如何成为一个贤妻良母呢？所以，即使我和她在一起，我们也不会走得很远。这样的女朋友，我觉得还是不要比较好。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定和鼓励，让我感到很温暖。",
        "label": ""
      },
      {
        "sentence": "我明白每个人都有自己的事，别人的事和老天爷的事。",
        "label": ""
      },
      {
        "sentence": "既然我们已经分手了，我对她的分手如何看待，她“茶饭不思”，完全是她自己的事情，和我没有关系。",
        "label": ""
      },
      {
        "sentence": "我无需再为她操心。",
        "label": ""
      },
      {
        "sentence": "而且，我们能否在一起，还要看缘分，这是老天爷的安排。",
        "label": ""
      },
      {
        "sentence": "她因为分手而“茶饭不思”，只是在与老天爷对抗，徒劳无功。",
        "label": ""
      },
      {
        "sentence": "或者说，她是在自己和自己过不去。",
        "label": ""
      },
      {
        "sentence": "作为成年人，连这样的挫折都承受不了，那她将来如何成为一个贤妻良母呢？",
        "label": ""
      },
      {
        "sentence": "所以，即使我和她在一起，我们也不会走得很远。",
        "label": ""
      },
      {
        "sentence": "这样的女朋友，我觉得还是不要比较好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的观点很有道理，不过我也能理解你前女友现在的状况让你很心疼。她的朋友出于好意向你求助也是情有可原。既然是你引起的这段感情，解铃还须系铃人，我建议你可以尝试用电话和她沟通，先接纳她的情绪，对她表示歉意。等她情绪稳定了，你再尝试和她分析你们之间不能持续下去的原因。至于她对此的反应，那是她自己的事情。她需要从这段感情中成长起来。同时，也希望你能从中学会如何处理这样的情况。这也提醒了你在开始一段感情之前先衡量一下自己的能力，看看自己是否能够应对这段感情。如果可以，那继续下去；如果不能，那请慎重考虑。否则，只会对彼此造成伤害。希望我的建议能对你有所帮助。",
    "annotation": [
      {
        "sentence": "你的观点很有道理，不过我也能理解你前女友现在的状况让你很心疼。",
        "label": ""
      },
      {
        "sentence": "她的朋友出于好意向你求助也是情有可原。",
        "label": ""
      },
      {
        "sentence": "既然是你引起的这段感情，解铃还须系铃人，我建议你可以尝试用电话和她沟通，先接纳她的情绪，对她表示歉意。",
        "label": ""
      },
      {
        "sentence": "等她情绪稳定了，你再尝试和她分析你们之间不能持续下去的原因。",
        "label": ""
      },
      {
        "sentence": "至于她对此的反应，那是她自己的事情。",
        "label": ""
      },
      {
        "sentence": "她需要从这段感情中成长起来。",
        "label": ""
      },
      {
        "sentence": "同时，也希望你能从中学会如何处理这样的情况。",
        "label": ""
      },
      {
        "sentence": "这也提醒了你在开始一段感情之前先衡量一下自己的能力，看看自己是否能够应对这段感情。",
        "label": ""
      },
      {
        "sentence": "如果可以，那继续下去；如果不能，那请慎重考虑。",
        "label": ""
      },
      {
        "sentence": "否则，只会对彼此造成伤害。",
        "label": ""
      },
      {
        "sentence": "希望我的建议能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑尝试用电话和她沟通，先接纳她的情绪并表示歉意。我希望能帮助她走出分手的阴影，并且从中得到成长。同时，我也会思考自身的能力和承受力，看看是否能够处理好下一段感情。谢谢你的支持和帮助，我感到更加坚定了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑尝试用电话和她沟通，先接纳她的情绪并表示歉意。",
        "label": ""
      },
      {
        "sentence": "我希望能帮助她走出分手的阴影，并且从中得到成长。",
        "label": ""
      },
      {
        "sentence": "同时，我也会思考自身的能力和承受力，看看是否能够处理好下一段感情。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和帮助，我感到更加坚定了。",
        "label": ""
      }
    ]
  }
]