[
  {
    "role": "client",
    "content": "我23岁，已经很多年了，为什么我总是想要自杀？我有的时候会想一些莫名其妙的问题，然后就会特别的烦躁有一种快要活不下去的感觉了。有的时候还会莫名其妙的发火或者哭，我是不是得抑郁症了？",
    "annotation": [
      {
        "sentence": "我23岁，已经很多年了，为什么我总是想要自杀？",
        "label": ""
      },
      {
        "sentence": "我有的时候会想一些莫名其妙的问题，然后就会特别的烦躁有一种快要活不下去的感觉了。",
        "label": ""
      },
      {
        "sentence": "有的时候还会莫名其妙的发火或者哭，我是不是得抑郁症了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你个大大的拥抱，很抱歉听到你状态不好的消息。首先，请相信你并不孤单，我们会一起度过困难。你说你有时会出现莫名其妙的问题和烦躁感，这可能是身心健康出现了一些问题的表现。我建议你先去专科医院做个检查，这样能更准确地判断你的情况，别太自责了。",
    "annotation": [
      {
        "sentence": "给你个大大的拥抱，很抱歉听到你状态不好的消息。",
        "label": ""
      },
      {
        "sentence": "首先，请相信你并不孤单，我们会一起度过困难。",
        "label": ""
      },
      {
        "sentence": "你说你有时会出现莫名其妙的问题和烦躁感，这可能是身心健康出现了一些问题的表现。",
        "label": ""
      },
      {
        "sentence": "我建议你先去专科医院做个检查，这样能更准确地判断你的情况，别太自责了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽快去医院做个全面的检查。但是我很担心自己是不是真的得了抑郁症，这种病会不会让我一直都很痛苦呢？",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽快去医院做个全面的检查。",
        "label": ""
      },
      {
        "sentence": "但是我很担心自己是不是真的得了抑郁症，这种病会不会让我一直都很痛苦呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，抑郁症是一种严重的疾病，但是它是可以治疗的。只要你及时寻求专业的帮助，接受适当的治疗，相信你一定能够走出困境，重新找回快乐和美好的生活。请记住，你并不孤单，我们一定会一起度过这段艰难的时光。",
    "annotation": [
      {
        "sentence": "我理解你的担心，抑郁症是一种严重的疾病，但是它是可以治疗的。",
        "label": ""
      },
      {
        "sentence": "只要你及时寻求专业的帮助，接受适当的治疗，相信你一定能够走出困境，重新找回快乐和美好的生活。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，我们一定会一起度过这段艰难的时光。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听到你这样说，我感觉稍微安心了一些。但是有时候我会觉得很无助，不知道该如何面对自己的情绪和问题。",
    "annotation": [
      {
        "sentence": "听到你这样说，我感觉稍微安心了一些。",
        "label": ""
      },
      {
        "sentence": "但是有时候我会觉得很无助，不知道该如何面对自己的情绪和问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情绪起伏很大，而且出现了无助的感觉，这也是抑郁症的症状之一。我建议你与家人、朋友或老师进行沟通，告诉他们你的情况，让他们了解你的困扰。有人的陪伴和支持会让你感觉更有力量面对问题，他们一定会帮助你度过难关的。",
    "annotation": [
      {
        "sentence": "你的情绪起伏很大，而且出现了无助的感觉，这也是抑郁症的症状之一。",
        "label": ""
      },
      {
        "sentence": "我建议你与家人、朋友或老师进行沟通，告诉他们你的情况，让他们了解你的困扰。",
        "label": ""
      },
      {
        "sentence": "有人的陪伴和支持会让你感觉更有力量面对问题，他们一定会帮助你度过难关的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该和身边的人分享我的困扰，接受他们的关心和支持。但是有时候我觉得自己很难启齿，怕他们不理解或者觉得我是在矫情。",
    "annotation": [
      {
        "sentence": "你说得对，我应该和身边的人分享我的困扰，接受他们的关心和支持。",
        "label": ""
      },
      {
        "sentence": "但是有时候我觉得自己很难启齿，怕他们不理解或者觉得我是在矫情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑。但是，真正的关心和支持是不会对你的感受轻视或不理解的。他们会愿意倾听你的困扰，帮助你找到合适的解决方法。如果你觉得难以启齿，试着写下来，将你的感受和困扰用文字表达出来，这样或许会更加容易被身边的人理解和帮助你。",
    "annotation": [
      {
        "sentence": "我明白你的困惑。",
        "label": ""
      },
      {
        "sentence": "但是，真正的关心和支持是不会对你的感受轻视或不理解的。",
        "label": ""
      },
      {
        "sentence": "他们会愿意倾听你的困扰，帮助你找到合适的解决方法。",
        "label": ""
      },
      {
        "sentence": "如果你觉得难以启齿，试着写下来，将你的感受和困扰用文字表达出来，这样或许会更加容易被身边的人理解和帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着把自己的感受写下来。我也希望能够坦诚地与身边的人沟通，寻求他们的支持和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着把自己的感受写下来。",
        "label": ""
      },
      {
        "sentence": "我也希望能够坦诚地与身边的人沟通，寻求他们的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试。与身边的人坦诚相待，将你的困惑和感受分享出来是很重要的一步。你已经迈出了为自己寻求支持和帮助的重要一步，相信你会慢慢走出困境，重获快乐和生活的自信。记得，我会一直在你身边支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试。",
        "label": ""
      },
      {
        "sentence": "与身边的人坦诚相待，将你的困惑和感受分享出来是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了为自己寻求支持和帮助的重要一步，相信你会慢慢走出困境，重获快乐和生活的自信。",
        "label": ""
      },
      {
        "sentence": "记得，我会一直在你身边支持你的。",
        "label": ""
      }
    ]
  }
]