[
  {
    "role": "client",
    "content": "和他在一起四年多，中间分分合合，该怎么忘记已婚男？他45岁，比我大17岁。我是小三，和他在一起四年多，中间分分合合，今年闹得更严重，现在两个人分开了。我还是忘不了他，很舍不得他，对他有爱有恨，说不清楚。中间经历的太多了，不知道从何说起。他的家人也知道我们的事情，以前也找过我，打过我，要挟我不让说出去，让我承诺不再联系他。后来我们的事情还是被更多的人包括他的单位知道了（因为他对我冷暴力各种原因，我们吵架有一次我在网上发帖秒删，但是被人截图了，后来他就被调查了），他离职了，在重新找工作。一想到曾经的美好回忆，还有看到我们的合影，我就心绞痛、眼泪忍不住。真的好煎熬，现在已经在吃抗抑郁的药了。真的不想离开他。他爱我吗？",
    "annotation": [
      {
        "sentence": "和他在一起四年多，中间分分合合，该怎么忘记已婚男？",
        "label": ""
      },
      {
        "sentence": "他45岁，比我大17岁。",
        "label": ""
      },
      {
        "sentence": "我是小三，和他在一起四年多，中间分分合合，今年闹得更严重，现在两个人分开了。",
        "label": ""
      },
      {
        "sentence": "我还是忘不了他，很舍不得他，对他有爱有恨，说不清楚。",
        "label": ""
      },
      {
        "sentence": "中间经历的太多了，不知道从何说起。",
        "label": ""
      },
      {
        "sentence": "他的家人也知道我们的事情，以前也找过我，打过我，要挟我不让说出去，让我承诺不再联系他。",
        "label": ""
      },
      {
        "sentence": "后来我们的事情还是被更多的人包括他的单位知道了（因为他对我冷暴力各种原因，我们吵架有一次我在网上发帖秒删，但是被人截图了，后来他就被调查了），他离职了，在重新找工作。",
        "label": ""
      },
      {
        "sentence": "一想到曾经的美好回忆，还有看到我们的合影，我就心绞痛、眼泪忍不住。",
        "label": ""
      },
      {
        "sentence": "真的好煎熬，现在已经在吃抗抑郁的药了。",
        "label": ""
      },
      {
        "sentence": "真的不想离开他。",
        "label": ""
      },
      {
        "sentence": "他爱我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我真的能理解你现在的痛苦和困惑。当我们陷入这样的感情纠葛中时，很难一下子忘记，特别是你们之间的关系经历了那么多。但是，你需要明白的是，这段关系对你并不健康，它给你带来了痛苦和伤害。你的感受很正常，但是为了你自己的幸福和健康，放下这段感情是非常必要的。",
    "annotation": [
      {
        "sentence": "我真的能理解你现在的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "当我们陷入这样的感情纠葛中时，很难一下子忘记，特别是你们之间的关系经历了那么多。",
        "label": ""
      },
      {
        "sentence": "但是，你需要明白的是，这段关系对你并不健康，它给你带来了痛苦和伤害。",
        "label": ""
      },
      {
        "sentence": "你的感受很正常，但是为了你自己的幸福和健康，放下这段感情是非常必要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我真的舍不得他，也不知道如何开始放下。我们曾经有很多美好的回忆，每次想起都会心痛不已，忍不住流泪。我现在已经吃抗抑郁的药了，但是好像没有什么改善。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我真的舍不得他，也不知道如何开始放下。",
        "label": ""
      },
      {
        "sentence": "我们曾经有很多美好的回忆，每次想起都会心痛不已，忍不住流泪。",
        "label": ""
      },
      {
        "sentence": "我现在已经吃抗抑郁的药了，但是好像没有什么改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于放下一段感情，需要时间和认真面对自己的情感。你可以试着多关注自己的需求和心理健康，多和亲朋好友交流，寻求他们的支持和理解。同时，也可以考虑找一位专业的心理咨询师来帮助你处理这段感情带来的困扰。",
    "annotation": [
      {
        "sentence": "对于放下一段感情，需要时间和认真面对自己的情感。",
        "label": ""
      },
      {
        "sentence": "你可以试着多关注自己的需求和心理健康，多和亲朋好友交流，寻求他们的支持和理解。",
        "label": ""
      },
      {
        "sentence": "同时，也可以考虑找一位专业的心理咨询师来帮助你处理这段感情带来的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，尝试和亲朋好友倾诉和寻求支持。但是我现在感觉很矛盾，有时候非常希望他能够过得好，有时候又闷闷不乐，想要报复他。我真的很难受，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "我明白了，尝试和亲朋好友倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "但是我现在感觉很矛盾，有时候非常希望他能够过得好，有时候又闷闷不乐，想要报复他。",
        "label": ""
      },
      {
        "sentence": "我真的很难受，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感受非常正常，你在情感上的矛盾和纠结也是因为你对这段感情很有深深的依赖和情感投入。但是想要报复并不是一个健康的方式，它只会让你陷入恶性循环。尝试放下对他的愤怒和报复的念头，转向关注自己的成长和幸福。",
    "annotation": [
      {
        "sentence": "这种感受非常正常，你在情感上的矛盾和纠结也是因为你对这段感情很有深深的依赖和情感投入。",
        "label": ""
      },
      {
        "sentence": "但是想要报复并不是一个健康的方式，它只会让你陷入恶性循环。",
        "label": ""
      },
      {
        "sentence": "尝试放下对他的愤怒和报复的念头，转向关注自己的成长和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的意思，但是我怎么才能放下对他的愤怒和报复念头呢？每次想到他对我冷暴力的行为，我就很难释怀。",
    "annotation": [
      {
        "sentence": "我理解你的意思，但是我怎么才能放下对他的愤怒和报复念头呢？",
        "label": ""
      },
      {
        "sentence": "每次想到他对我冷暴力的行为，我就很难释怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让我们一起来思考一下如何放下这些负面情绪。你可以尝试通过表达自己的感受，如写日记、画画或尝试一些身心放松的活动。并且，你也可以试着接触一些正能量的事物，比如阅读一些积极向上的书籍或者听一些舒缓的音乐，这些都有助于你释放压力和负面情绪。",
    "annotation": [
      {
        "sentence": "让我们一起来思考一下如何放下这些负面情绪。",
        "label": ""
      },
      {
        "sentence": "你可以尝试通过表达自己的感受，如写日记、画画或尝试一些身心放松的活动。",
        "label": ""
      },
      {
        "sentence": "并且，你也可以试着接触一些正能量的事物，比如阅读一些积极向上的书籍或者听一些舒缓的音乐，这些都有助于你释放压力和负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试一试你说的方法，尝试寻找各种方式来宣泄和放松自己。我也会尽量将注意力转移到自己身上，多关注自己的需求和愿望。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "好的，我会试一试你说的方法，尝试寻找各种方式来宣泄和放松自己。",
        "label": ""
      },
      {
        "sentence": "我也会尽量将注意力转移到自己身上，多关注自己的需求和愿望。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪伴着你的。记住，你并不孤单，有人一直在关心和支持着你。无论何时需要倾诉或者有新的困惑出现，都可以随时来找我。你很勇敢，我相信你能够走出这段困境，过上更加健康和幸福的生活。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪伴着你的。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人一直在关心和支持着你。",
        "label": ""
      },
      {
        "sentence": "无论何时需要倾诉或者有新的困惑出现，都可以随时来找我。",
        "label": ""
      },
      {
        "sentence": "你很勇敢，我相信你能够走出这段困境，过上更加健康和幸福的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会尽力面对和解决这段感情纠葛，为自己的未来奋斗。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会尽力面对和解决这段感情纠葛，为自己的未来奋斗。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你的决心和努力是值得赞赏的。相信自己，你一定能够找到属于自己的幸福。祝福你早日走出阴霾，迎接美好的明天！",
    "annotation": [
      {
        "sentence": "不客气，你的决心和努力是值得赞赏的。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "祝福你早日走出阴霾，迎接美好的明天！",
        "label": ""
      }
    ]
  }
]