[
  {
    "role": "client",
    "content": "网上说来三本的都是小企业，三本院校压力很大怎么办？我小学初中都是所谓的好学生。高中的时候成绩落了下来。就再也没有开心过。为啥来到三本，我不愿意承认。只觉得高中压力大到一度想休学，压力大到抑郁状态。当时觉得自己肯定撑不过大三不是精神分裂就是会因为压力过大死掉。后来每一天维持最低飞行，完成就好。来了大学好不容易找到了点儿自信，又像小时候优秀了。有一些风头出来，可是我紧接着焦虑。网上说来三本的都是小企业。我不爱读书但选的汉文。老师的职业待遇不高。我不想考研，真的不想考研。因为压力好大。学习真的对我来说好痛苦。我总会逼自己。可是其它有出路吗如果我直接工作我能实现将来月收入过万的梦想吗。就算不能起码我要开心吗。我很焦虑真的很着急。要放假了我很开心我想躺在床上玩儿手机但我害怕好怕四年出来后我的朋友一本类的都很好，我该怎么办。我很痛苦真的很痛苦。夹在中间，动弹不得。每天焦虑压力很大，静不下来也不快乐。连接受自己努力没那么高目标的同学都不如。我很痛苦",
    "annotation": [
      {
        "sentence": "网上说来三本的都是小企业，三本院校压力很大怎么办？",
        "label": ""
      },
      {
        "sentence": "我小学初中都是所谓的好学生。",
        "label": ""
      },
      {
        "sentence": "高中的时候成绩落了下来。",
        "label": ""
      },
      {
        "sentence": "就再也没有开心过。",
        "label": ""
      },
      {
        "sentence": "为啥来到三本，我不愿意承认。",
        "label": ""
      },
      {
        "sentence": "只觉得高中压力大到一度想休学，压力大到抑郁状态。",
        "label": ""
      },
      {
        "sentence": "当时觉得自己肯定撑不过大三不是精神分裂就是会因为压力过大死掉。",
        "label": ""
      },
      {
        "sentence": "后来每一天维持最低飞行，完成就好。",
        "label": ""
      },
      {
        "sentence": "来了大学好不容易找到了点儿自信，又像小时候优秀了。",
        "label": ""
      },
      {
        "sentence": "有一些风头出来，可是我紧接着焦虑。",
        "label": ""
      },
      {
        "sentence": "网上说来三本的都是小企业。",
        "label": ""
      },
      {
        "sentence": "我不爱读书但选的汉文。",
        "label": ""
      },
      {
        "sentence": "老师的职业待遇不高。",
        "label": ""
      },
      {
        "sentence": "我不想考研，真的不想考研。",
        "label": ""
      },
      {
        "sentence": "因为压力好大。",
        "label": ""
      },
      {
        "sentence": "学习真的对我来说好痛苦。",
        "label": ""
      },
      {
        "sentence": "我总会逼自己。",
        "label": ""
      },
      {
        "sentence": "可是其它有出路吗如果我直接工作我能实现将来月收入过万的梦想吗。",
        "label": ""
      },
      {
        "sentence": "就算不能起码我要开心吗。",
        "label": ""
      },
      {
        "sentence": "我很焦虑真的很着急。",
        "label": ""
      },
      {
        "sentence": "要放假了我很开心我想躺在床上玩儿手机但我害怕好怕四年出来后我的朋友一本类的都很好，我该怎么办。",
        "label": ""
      },
      {
        "sentence": "我很痛苦真的很痛苦。",
        "label": ""
      },
      {
        "sentence": "夹在中间，动弹不得。",
        "label": ""
      },
      {
        "sentence": "每天焦虑压力很大，静不下来也不快乐。",
        "label": ""
      },
      {
        "sentence": "连接受自己努力没那么高目标的同学都不如。",
        "label": ""
      },
      {
        "sentence": "我很痛苦",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我能理解你的压力和困惑。首先，我们国家的教育确实重视知识，但在工作中实践的重要性更大。虽然大学的专业知识是一种基础，但真正的工作需要我们拥有灵活的运用能力。所以，那些书本上没有的问题，我们走上工作岗位后才会遇到。另外，你希望毕业后能够找到一个月入过万的工作，但同时也希望这份工作不要太复杂，不加班，并且容易上手。这样的工作可能会很难找到。很多毕业生在找工作的过程中会遇到困难，有些人甚至被迫居家等待时机。每个工种都有对应的薪资要求，有些公司可能会给一段时间去适应，但也有些单位会比较苛刻。如果招聘的员工不符合要求，很可能在试用期后被辞退。要记住，试用期是为了长期工作做准备的。当你站在公司CEO的角度考虑招聘时，你会选择虚心求教、肯吃苦耐劳、勇于挑战的人才，而不只是关注薪资和福利。我们每个人都会站在自己的立场思考问题，但有时需要从对方的角度思考才能更清楚地看到事情。现在回到你自己，你觉得应聘时需要具备哪些能力呢？你可以从哪些方面开始为自己做准备，让自己更具竞争力，更容易得到肯定和认可，实现高薪资、高收益的目标。",
    "annotation": [
      {
        "sentence": "求助者，我能理解你的压力和困惑。",
        "label": ""
      },
      {
        "sentence": "首先，我们国家的教育确实重视知识，但在工作中实践的重要性更大。",
        "label": ""
      },
      {
        "sentence": "虽然大学的专业知识是一种基础，但真正的工作需要我们拥有灵活的运用能力。",
        "label": ""
      },
      {
        "sentence": "所以，那些书本上没有的问题，我们走上工作岗位后才会遇到。",
        "label": ""
      },
      {
        "sentence": "另外，你希望毕业后能够找到一个月入过万的工作，但同时也希望这份工作不要太复杂，不加班，并且容易上手。",
        "label": ""
      },
      {
        "sentence": "这样的工作可能会很难找到。",
        "label": ""
      },
      {
        "sentence": "很多毕业生在找工作的过程中会遇到困难，有些人甚至被迫居家等待时机。",
        "label": ""
      },
      {
        "sentence": "每个工种都有对应的薪资要求，有些公司可能会给一段时间去适应，但也有些单位会比较苛刻。",
        "label": ""
      },
      {
        "sentence": "如果招聘的员工不符合要求，很可能在试用期后被辞退。",
        "label": ""
      },
      {
        "sentence": "要记住，试用期是为了长期工作做准备的。",
        "label": ""
      },
      {
        "sentence": "当你站在公司CEO的角度考虑招聘时，你会选择虚心求教、肯吃苦耐劳、勇于挑战的人才，而不只是关注薪资和福利。",
        "label": ""
      },
      {
        "sentence": "我们每个人都会站在自己的立场思考问题，但有时需要从对方的角度思考才能更清楚地看到事情。",
        "label": ""
      },
      {
        "sentence": "现在回到你自己，你觉得应聘时需要具备哪些能力呢？",
        "label": ""
      },
      {
        "sentence": "你可以从哪些方面开始为自己做准备，让自己更具竞争力，更容易得到肯定和认可，实现高薪资、高收益的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我对自己的能力和未来都没有信心。看到其他同学都有明确的出路和目标，我感到很焦虑和痛苦。而且，我每天都面临很大的压力，无法安静下来，无法开心起来。我觉得和那些目标不高的同学比起来，自己更加痛苦。",
    "annotation": [
      {
        "sentence": "其实，我对自己的能力和未来都没有信心。",
        "label": ""
      },
      {
        "sentence": "看到其他同学都有明确的出路和目标，我感到很焦虑和痛苦。",
        "label": ""
      },
      {
        "sentence": "而且，我每天都面临很大的压力，无法安静下来，无法开心起来。",
        "label": ""
      },
      {
        "sentence": "我觉得和那些目标不高的同学比起来，自己更加痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，每个人的人生轨迹都是不同的，不要直接拿自己和其他同学比较。每个人的起点和机遇都不同，你无需过分苛责自己。我们必须接受自己的现状，并积极寻找适合自己的发展方向。所谓的“目标不高”，也并不一定代表不幸福或不成功。重要的是找到适合自己的道路，有自己的人生价值观。我们不能只看别人成功的一面，而忽略了他们取得成功所经历的困难和付出。与其过分焦虑他人的评判和期望，不如更关注自己的内心需求和成长。",
    "annotation": [
      {
        "sentence": "求助者，每个人的人生轨迹都是不同的，不要直接拿自己和其他同学比较。",
        "label": ""
      },
      {
        "sentence": "每个人的起点和机遇都不同，你无需过分苛责自己。",
        "label": ""
      },
      {
        "sentence": "我们必须接受自己的现状，并积极寻找适合自己的发展方向。",
        "label": ""
      },
      {
        "sentence": "所谓的“目标不高”，也并不一定代表不幸福或不成功。",
        "label": ""
      },
      {
        "sentence": "重要的是找到适合自己的道路，有自己的人生价值观。",
        "label": ""
      },
      {
        "sentence": "我们不能只看别人成功的一面，而忽略了他们取得成功所经历的困难和付出。",
        "label": ""
      },
      {
        "sentence": "与其过分焦虑他人的评判和期望，不如更关注自己的内心需求和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更关注自己的内心需求和成长。但是，我现在真的无法确定自己的未来发展方向，这令我感到困惑和迷茫。我希望能够找到一个可以承载自己梦想的道路，但又害怕这个道路实现不了我的期望。我该如何解决这种心理冲突呢？",
    "annotation": [
      {
        "sentence": "你说得对，我应该更关注自己的内心需求和成长。",
        "label": ""
      },
      {
        "sentence": "但是，我现在真的无法确定自己的未来发展方向，这令我感到困惑和迷茫。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到一个可以承载自己梦想的道路，但又害怕这个道路实现不了我的期望。",
        "label": ""
      },
      {
        "sentence": "我该如何解决这种心理冲突呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，这种内心的冲突是很正常的。你不妨先停下脚步，仔细思考自己的兴趣和优势。考虑自己真正喜欢做的事情，并尝试探索这方面的机会和资源。同时，也要设定一些实际可行的目标，逐步实现并享受成果。不要给自己太大的压力，每个人的道路都是渐进的，只要保持积极的态度和合理的期望，你一定能够找到适合自己的发展方向。还有什么问题或困惑，你可以跟我继续交流。",
    "annotation": [
      {
        "sentence": "求助者，这种内心的冲突是很正常的。",
        "label": ""
      },
      {
        "sentence": "你不妨先停下脚步，仔细思考自己的兴趣和优势。",
        "label": ""
      },
      {
        "sentence": "考虑自己真正喜欢做的事情，并尝试探索这方面的机会和资源。",
        "label": ""
      },
      {
        "sentence": "同时，也要设定一些实际可行的目标，逐步实现并享受成果。",
        "label": ""
      },
      {
        "sentence": "不要给自己太大的压力，每个人的道路都是渐进的，只要保持积极的态度和合理的期望，你一定能够找到适合自己的发展方向。",
        "label": ""
      },
      {
        "sentence": "还有什么问题或困惑，你可以跟我继续交流。",
        "label": ""
      }
    ]
  }
]