[
  {
    "role": "client",
    "content": "为什么我总觉得我得是完美的，才能真正被爱？26岁女生，工作三年，总是觉得自己不够好，觉察到自己有想变得完美的想法，觉得完美才值得被爱。也许因为小时候在家里被忽视，总想要讨好，做到别人眼中的好，对真正的自己不接纳，时间久了忘了自己。",
    "annotation": [
      {
        "sentence": "为什么我总觉得我得是完美的，才能真正被爱？",
        "label": ""
      },
      {
        "sentence": "26岁女生，工作三年，总是觉得自己不够好，觉察到自己有想变得完美的想法，觉得完美才值得被爱。",
        "label": ""
      },
      {
        "sentence": "也许因为小时候在家里被忽视，总想要讨好，做到别人眼中的好，对真正的自己不接纳，时间久了忘了自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的叙述中，感觉到你想要的是获得爱，你一直在努力让自己变得完美，为你的努力而鼓掌，你是一个很上进的女孩子。我们来聊一聊吧！说起追求完美，多数人都会想要自己变得完美，也在努力不断提升自己，这是为了成为更好的自己。而对于你来说，是为了获得他人的爱，而你也是这么认为的。",
    "annotation": [
      {
        "sentence": "从你的叙述中，感觉到你想要的是获得爱，你一直在努力让自己变得完美，为你的努力而鼓掌，你是一个很上进的女孩子。",
        "label": ""
      },
      {
        "sentence": "我们来聊一聊吧！",
        "label": ""
      },
      {
        "sentence": "说起追求完美，多数人都会想要自己变得完美，也在努力不断提升自己，这是为了成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "而对于你来说，是为了获得他人的爱，而你也是这么认为的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得只有完美才值得被爱，而我总是觉得自己不够好。可能是因为小时候被忽视，我总是努力去讨好别人，希望得到他人的认可和爱。",
    "annotation": [
      {
        "sentence": "是的，我觉得只有完美才值得被爱，而我总是觉得自己不够好。",
        "label": ""
      },
      {
        "sentence": "可能是因为小时候被忽视，我总是努力去讨好别人，希望得到他人的认可和爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的感受我能理解，每一个人都需要得到父母无条件的爱，体验到那种被爱的感受，证明自己是值得被爱的，是被认可的，从而才会有爱的能力，也就是爱自己的能力。爱自己的人不会去讨好他人来获得被爱，而是可以给自己满满的爱，即便在成长的过程中受伤了，会爱自己的人也会通过爱自己来疗伤口，能够独立依靠自身来很好的生活。",
    "annotation": [
      {
        "sentence": "你现在的感受我能理解，每一个人都需要得到父母无条件的爱，体验到那种被爱的感受，证明自己是值得被爱的，是被认可的，从而才会有爱的能力，也就是爱自己的能力。",
        "label": ""
      },
      {
        "sentence": "爱自己的人不会去讨好他人来获得被爱，而是可以给自己满满的爱，即便在成长的过程中受伤了，会爱自己的人也会通过爱自己来疗伤口，能够独立依靠自身来很好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我总是无法接纳真正的自己，总觉得自己不够好。",
    "annotation": [
      {
        "sentence": "我明白了，但是我总是无法接纳真正的自己，总觉得自己不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当一个人在努力讨好他人时，就会不接纳真实的自己。一个不接纳自己的人会陷入自我厌弃的圈子，苛责自己，批评自己，备受痛苦的折磨。我们知道源于你从小缺爱而导致你讨好他人，那接下来我们来谈一谈可以有哪些可以改善的方式。",
    "annotation": [
      {
        "sentence": "当一个人在努力讨好他人时，就会不接纳真实的自己。",
        "label": ""
      },
      {
        "sentence": "一个不接纳自己的人会陷入自我厌弃的圈子，苛责自己，批评自己，备受痛苦的折磨。",
        "label": ""
      },
      {
        "sentence": "我们知道源于你从小缺爱而导致你讨好他人，那接下来我们来谈一谈可以有哪些可以改善的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请告诉我怎样才能爱自己，接纳真正的自己。",
    "annotation": [
      {
        "sentence": "请告诉我怎样才能爱自己，接纳真正的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我们无法回到父母那里让父母重新爱我们，但我们可以从学会爱自己开始来疗愈受伤的自己。缺爱的你要学会爱自己，而爱自己的第一步就是学着接纳自己，比如，当你痛苦的时候，你看看自己的内心是否在极渴望感受到爱，这时，你就对自己说：“我也想要得到爱，”也就是时候承认你的内心感受和想法，就像一个妈妈轻轻地拥抱住伤心的孩子一样，你能感受到你最想要的那种关心是什么样的时候，你就会得到那种关心，你的内心不再那么疼痛，也拥有了些许的能量。",
    "annotation": [
      {
        "sentence": "首先我们无法回到父母那里让父母重新爱我们，但我们可以从学会爱自己开始来疗愈受伤的自己。",
        "label": ""
      },
      {
        "sentence": "缺爱的你要学会爱自己，而爱自己的第一步就是学着接纳自己，比如，当你痛苦的时候，你看看自己的内心是否在极渴望感受到爱，这时，你就对自己说：“我也想要得到爱，”也就是时候承认你的内心感受和想法，就像一个妈妈轻轻地拥抱住伤心的孩子一样，你能感受到你最想要的那种关心是什么样的时候，你就会得到那种关心，你的内心不再那么疼痛，也拥有了些许的能量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这听起来好像是一种放松和治疗的方法，我会试试看的。",
    "annotation": [
      {
        "sentence": "这听起来好像是一种放松和治疗的方法，我会试试看的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，这是让自己感受到爱和关怀的一种方式。另外，还有一些其他的方法可以帮助你接受自己，例如从你的认知改变开始，世界上本就没有完美的人，不完美才是最完美的。放下对自己完美的执念，你也就不会陷入厌弃自己的怪圈里。同时，要学会以自己的想法来取悦自己，让自己有更多的快乐体验。",
    "annotation": [
      {
        "sentence": "对的，这是让自己感受到爱和关怀的一种方式。",
        "label": ""
      },
      {
        "sentence": "另外，还有一些其他的方法可以帮助你接受自己，例如从你的认知改变开始，世界上本就没有完美的人，不完美才是最完美的。",
        "label": ""
      },
      {
        "sentence": "放下对自己完美的执念，你也就不会陷入厌弃自己的怪圈里。",
        "label": ""
      },
      {
        "sentence": "同时，要学会以自己的想法来取悦自己，让自己有更多的快乐体验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我以前总是担心别人会批评我，现在我应该更多地关注自己的感受和需求。",
    "annotation": [
      {
        "sentence": "我以前总是担心别人会批评我，现在我应该更多地关注自己的感受和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，每个人都有自己独特的想法和喜好，不必过分在意他人的批评。去做那些你想要做，而你又认为他人会批评你的事情，也就是站在你的想法上去决定要做的事情。另外，学会说“不”，学会拒绝他人也是很重要的。当他人的请求会让你不舒服的时候，你就可以委婉拒绝，这是你本身的权利，所以，你不用怕。同样，当你被他人拒绝的时候，这并不代表对你的否定，而是这是他人的事情。",
    "annotation": [
      {
        "sentence": "是的，每个人都有自己独特的想法和喜好，不必过分在意他人的批评。",
        "label": ""
      },
      {
        "sentence": "去做那些你想要做，而你又认为他人会批评你的事情，也就是站在你的想法上去决定要做的事情。",
        "label": ""
      },
      {
        "sentence": "另外，学会说“不”，学会拒绝他人也是很重要的。",
        "label": ""
      },
      {
        "sentence": "当他人的请求会让你不舒服的时候，你就可以委婉拒绝，这是你本身的权利，所以，你不用怕。",
        "label": ""
      },
      {
        "sentence": "同样，当你被他人拒绝的时候，这并不代表对你的否定，而是这是他人的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我发现自己一直被他人的想法和期待所束缚，我要学会坚持自己。",
    "annotation": [
      {
        "sentence": "我发现自己一直被他人的想法和期待所束缚，我要学会坚持自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好！认识到这一点是很重要的。每个人都是值得被爱的，每个人都是很顽强的，所以，你不用怕，你也可以靠自己的生命能量好好生活。在这里你能释放所有的不愉快，始终会有人愿意陪你度过最艰难的时刻。祝你生活愉快，加油！",
    "annotation": [
      {
        "sentence": "很好！",
        "label": ""
      },
      {
        "sentence": "认识到这一点是很重要的。",
        "label": ""
      },
      {
        "sentence": "每个人都是值得被爱的，每个人都是很顽强的，所以，你不用怕，你也可以靠自己的生命能量好好生活。",
        "label": ""
      },
      {
        "sentence": "在这里你能释放所有的不愉快，始终会有人愿意陪你度过最艰难的时刻。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快，加油！",
        "label": ""
      }
    ]
  }
]