[
  {
    "role": "client",
    "content": "当“娃的利益”跟“自己的利益”冲突，怎么办？",
    "annotation": [
      {
        "sentence": "当“娃的利益”跟“自己的利益”冲突，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的叙述，能够想象到你的不易和无助，也能理解你对生活的追求和努力。同为女人，为妻子，为妈妈，身兼数职，却没有人给予理解和关怀。在婚姻中，本是有个同行者互相帮助扶持，却活成一个坚强独行的女人，这一路走来甚是不易。",
    "annotation": [
      {
        "sentence": "看到你的叙述，能够想象到你的不易和无助，也能理解你对生活的追求和努力。",
        "label": ""
      },
      {
        "sentence": "同为女人，为妻子，为妈妈，身兼数职，却没有人给予理解和关怀。",
        "label": ""
      },
      {
        "sentence": "在婚姻中，本是有个同行者互相帮助扶持，却活成一个坚强独行的女人，这一路走来甚是不易。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉非常无助，好像一个人在海洋中挣扎一样，喘不上气来。我真的是身心俱疲。",
    "annotation": [
      {
        "sentence": "是的，我感觉非常无助，好像一个人在海洋中挣扎一样，喘不上气来。",
        "label": ""
      },
      {
        "sentence": "我真的是身心俱疲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "说到你生活过得不开心，很痛苦，可能你的老公也好不到哪里去，只是他没有说出来而已。我们一起来聊一聊吧，或许就能看到你真实的需求。",
    "annotation": [
      {
        "sentence": "说到你生活过得不开心，很痛苦，可能你的老公也好不到哪里去，只是他没有说出来而已。",
        "label": ""
      },
      {
        "sentence": "我们一起来聊一聊吧，或许就能看到你真实的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。对于工作，这涉及到你们家庭的财务收入，也决定你们的生活质量。每日每夜的加班，工作压力也大，你努力付出只为让生活更好些，你为这个家这么付出，也希望老公也能够像你一样为这个家有更多的付出，而现实是他并没有一点的想法，因而你感觉不公平，对他很不满。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "对于工作，这涉及到你们家庭的财务收入，也决定你们的生活质量。",
        "label": ""
      },
      {
        "sentence": "每日每夜的加班，工作压力也大，你努力付出只为让生活更好些，你为这个家这么付出，也希望老公也能够像你一样为这个家有更多的付出，而现实是他并没有一点的想法，因而你感觉不公平，对他很不满。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的不满和不公平感。可能对于你来说，家庭生活质量应该由夫妻共同承担，并且有共同的目标去努力奋斗。",
    "annotation": [
      {
        "sentence": "我理解你的不满和不公平感。",
        "label": ""
      },
      {
        "sentence": "可能对于你来说，家庭生活质量应该由夫妻共同承担，并且有共同的目标去努力奋斗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我希望我们夫妻能够共同承担家庭责任，有共同的目标。但是我老公好像对此毫不关心，我该怎么办？",
    "annotation": [
      {
        "sentence": "你说的对，我希望我们夫妻能够共同承担家庭责任，有共同的目标。",
        "label": ""
      },
      {
        "sentence": "但是我老公好像对此毫不关心，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于养育孩子，你倾尽所能给予孩子一个好的陪伴。即便工作再辛苦你也会好好陪伴孩子，尽一个妈妈的责任。但是你的老公却不是这样的，他没有你为了孩子那么付出，再加上工作要出差的缘故，陪孩子的时间更少，对待孩子的养育的责任在你看来几乎没有。你希望他能够工作再忙也要陪伴孩子一下，尽一个父亲的责任，对不对？",
    "annotation": [
      {
        "sentence": "对于养育孩子，你倾尽所能给予孩子一个好的陪伴。",
        "label": ""
      },
      {
        "sentence": "即便工作再辛苦你也会好好陪伴孩子，尽一个妈妈的责任。",
        "label": ""
      },
      {
        "sentence": "但是你的老公却不是这样的，他没有你为了孩子那么付出，再加上工作要出差的缘故，陪孩子的时间更少，对待孩子的养育的责任在你看来几乎没有。",
        "label": ""
      },
      {
        "sentence": "你希望他能够工作再忙也要陪伴孩子一下，尽一个父亲的责任，对不对？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很希望他能够像一个父亲一样参与孩子的成长和教育，而不是像个旁观者一样。可是他总是对孩子缺乏关心和参与。",
    "annotation": [
      {
        "sentence": "是的，我很希望他能够像一个父亲一样参与孩子的成长和教育，而不是像个旁观者一样。",
        "label": ""
      },
      {
        "sentence": "可是他总是对孩子缺乏关心和参与。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "与公婆相处肯定会有摩擦，你处处小心谨慎，只为了避免发生冲突。可冲突是避免不了的，当你们发生冲突的时候，你希望老公能够站在你这边给你一点关心和安慰。",
    "annotation": [
      {
        "sentence": "与公婆相处肯定会有摩擦，你处处小心谨慎，只为了避免发生冲突。",
        "label": ""
      },
      {
        "sentence": "可冲突是避免不了的，当你们发生冲突的时候，你希望老公能够站在你这边给你一点关心和安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们经常因为与公婆的冲突而争吵，可他总是像个旁观者一样没有任何反应，让我感到非常失望和无助。",
    "annotation": [
      {
        "sentence": "是的，我们经常因为与公婆的冲突而争吵，可他总是像个旁观者一样没有任何反应，让我感到非常失望和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在一个人努力地支撑这一切，本不只是你一个人的事情，却要你一个人独自承受，所以，你精疲力尽，也痛苦至极。你多么希望有个人来和你一起承受起来这一切，而那个人就是你的老公，可他却让你失望，甚至绝望，绝望到你想要离婚。",
    "annotation": [
      {
        "sentence": "你在一个人努力地支撑这一切，本不只是你一个人的事情，却要你一个人独自承受，所以，你精疲力尽，也痛苦至极。",
        "label": ""
      },
      {
        "sentence": "你多么希望有个人来和你一起承受起来这一切，而那个人就是你的老公，可他却让你失望，甚至绝望，绝望到你想要离婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的感到非常绝望，觉得离婚可能是唯一的解决办法了。",
    "annotation": [
      {
        "sentence": "是的，我真的感到非常绝望，觉得离婚可能是唯一的解决办法了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在的问题是你需要你的老公能够做到你所希望他做到的这一切，也就是尽他作为一个老公，一个父亲该尽的责任，为家庭的生活质量、教育孩子，以及你的精神需求。总之，就是解决你们夫妻之间的问题，一旦你们拥有良好的夫妻关系，其他的亲子关系，婆媳关系所遇到的问题都会解决的。那接下来说到解决这个问题的办法，先说说离婚这一选择。",
    "annotation": [
      {
        "sentence": "现在的问题是你需要你的老公能够做到你所希望他做到的这一切，也就是尽他作为一个老公，一个父亲该尽的责任，为家庭的生活质量、教育孩子，以及你的精神需求。",
        "label": ""
      },
      {
        "sentence": "总之，就是解决你们夫妻之间的问题，一旦你们拥有良好的夫妻关系，其他的亲子关系，婆媳关系所遇到的问题都会解决的。",
        "label": ""
      },
      {
        "sentence": "那接下来说到解决这个问题的办法，先说说离婚这一选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果我选择离婚，也许我会得救，但是我家娃也缺少爷爷奶奶，还有个所谓的父亲。",
    "annotation": [
      {
        "sentence": "如果我选择离婚，也许我会得救，但是我家娃也缺少爷爷奶奶，还有个所谓的父亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实如果一个家庭没有良好的夫妻关系那就不会有良好的亲子关系，不利于孩子健康成长，与其给孩子一个完整的家，不如靠一个人给孩子良好的成长环境。但如你的情况，没有到这么严重的情况，离婚不是现在最好的选择。最好的改善你们生活的解决办法就是你们夫妻能够建立良好的沟通关系，有交流了，就可以一点一点解决你的不满，看到他的想法和感受。这一切的解决还是先从你改变开始，可能这会让你承受非常多，可你的努力如果能够换来一个和谐有欢乐的家，那你的所有努力都是值得的，不是吗？",
    "annotation": [
      {
        "sentence": "其实如果一个家庭没有良好的夫妻关系那就不会有良好的亲子关系，不利于孩子健康成长，与其给孩子一个完整的家，不如靠一个人给孩子良好的成长环境。",
        "label": ""
      },
      {
        "sentence": "但如你的情况，没有到这么严重的情况，离婚不是现在最好的选择。",
        "label": ""
      },
      {
        "sentence": "最好的改善你们生活的解决办法就是你们夫妻能够建立良好的沟通关系，有交流了，就可以一点一点解决你的不满，看到他的想法和感受。",
        "label": ""
      },
      {
        "sentence": "这一切的解决还是先从你改变开始，可能这会让你承受非常多，可你的努力如果能够换来一个和谐有欢乐的家，那你的所有努力都是值得的，不是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我明白了。我要开始改变自己，并且和老公建立良好的",
    "annotation": [
      {
        "sentence": "你说的对，我明白了。",
        "label": ""
      },
      {
        "sentence": "我要开始改变自己，并且和老公建立良好的",
        "label": ""
      }
    ]
  }
]