[
  {
    "role": "client",
    "content": "我是一个36岁已婚女士，为什么我总是看到不爽的事情就发彪呢？我和丈夫结婚已经6年了，但我们要生小孩却等了4年。在怀孕和小孩两岁之前，我一直没有住在婆家。可是现在，我们一直住在婆家，我发现婆婆和公公的生活习惯和行事作风与我相差很远。但因为不是自己的父母，我不好意思直接表达不满。所以，我现在对他们哪里都不爽，却又不能把心里话说出来，这让我特别抑郁，感觉好像在这个家里会疯掉！而且我和我自己的亲妈也相处不好，每次一不如意就对她大吼大叫，我怀疑自己可能快成神经病了！",
    "annotation": [
      {
        "sentence": "我是一个36岁已婚女士，为什么我总是看到不爽的事情就发彪呢？",
        "label": ""
      },
      {
        "sentence": "我和丈夫结婚已经6年了，但我们要生小孩却等了4年。",
        "label": ""
      },
      {
        "sentence": "在怀孕和小孩两岁之前，我一直没有住在婆家。",
        "label": ""
      },
      {
        "sentence": "可是现在，我们一直住在婆家，我发现婆婆和公公的生活习惯和行事作风与我相差很远。",
        "label": ""
      },
      {
        "sentence": "但因为不是自己的父母，我不好意思直接表达不满。",
        "label": ""
      },
      {
        "sentence": "所以，我现在对他们哪里都不爽，却又不能把心里话说出来，这让我特别抑郁，感觉好像在这个家里会疯掉！",
        "label": ""
      },
      {
        "sentence": "而且我和我自己的亲妈也相处不好，每次一不如意就对她大吼大叫，我怀疑自己可能快成神经病了！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "由于你一直以来的忍耐和压抑，导致你在每个方面都委屈了自己。这么长时间的负面情绪积压太多，终于在某一刻爆发了出来，你对亲近的人大吼大叫，这其实是一种情绪发泄的方式。我能感受到你的痛苦。由于你和婆家存在太多差异，你不知道应该如何与他们相处，因此选择了忍耐。你是一个懂得体谅他人感受的人，宁愿委屈自己也不愿直接表达内心的不满，但这样一味地妥协只会让你的生活变得辛苦。【一些建议】婚姻生活是夫妻共同的事情，既然存在问题，我们就要勇敢地面对和解决。如果不正视问题，只会让自己越陷越深。找个合适的时间和家人沟通，坦诚地说出自己的想法，委婉地表达自己在意的事和内心的期待。你提到你们的生活习惯和行事作风差距很大，也许对方并没有意识到你的不满。你们之间只是因为了解不够而导致的问题，从互不熟悉到共同成为一家人，需要一个相互体谅的过程。在日常生活中，逐渐磨合，互相包容，共同经营新的家庭。至于为什么情绪会发泄到母亲身上，我相信你也能感受到。因为母亲是我们最亲近的人，对于我们很多事情会觉得理所当然，以为她应该理解我们。但是任何关系都需要用心去维护。我能感受到你在对母亲大吼大叫后的后悔，也会反省自己的行为。你可以在日常生活中多与母亲聊天，促进彼此的感情。情绪控制是一件困难的事情，需要你慢慢调整，特别是在面对最亲近的人时。当情绪上来时，你可以先深呼吸十秒，让自己冷静下来。或者在平时将内心不满记录在纸上，仔细分析和思考应对的方法。我希望你能尽快摆脱烦恼，过得轻松一些。",
    "annotation": [
      {
        "sentence": "由于你一直以来的忍耐和压抑，导致你在每个方面都委屈了自己。",
        "label": ""
      },
      {
        "sentence": "这么长时间的负面情绪积压太多，终于在某一刻爆发了出来，你对亲近的人大吼大叫，这其实是一种情绪发泄的方式。",
        "label": ""
      },
      {
        "sentence": "我能感受到你的痛苦。",
        "label": ""
      },
      {
        "sentence": "由于你和婆家存在太多差异，你不知道应该如何与他们相处，因此选择了忍耐。",
        "label": ""
      },
      {
        "sentence": "你是一个懂得体谅他人感受的人，宁愿委屈自己也不愿直接表达内心的不满，但这样一味地妥协只会让你的生活变得辛苦。",
        "label": ""
      },
      {
        "sentence": "【一些建议】婚姻生活是夫妻共同的事情，既然存在问题，我们就要勇敢地面对和解决。",
        "label": ""
      },
      {
        "sentence": "如果不正视问题，只会让自己越陷越深。",
        "label": ""
      },
      {
        "sentence": "找个合适的时间和家人沟通，坦诚地说出自己的想法，委婉地表达自己在意的事和内心的期待。",
        "label": ""
      },
      {
        "sentence": "你提到你们的生活习惯和行事作风差距很大，也许对方并没有意识到你的不满。",
        "label": ""
      },
      {
        "sentence": "你们之间只是因为了解不够而导致的问题，从互不熟悉到共同成为一家人，需要一个相互体谅的过程。",
        "label": ""
      },
      {
        "sentence": "在日常生活中，逐渐磨合，互相包容，共同经营新的家庭。",
        "label": ""
      },
      {
        "sentence": "至于为什么情绪会发泄到母亲身上，我相信你也能感受到。",
        "label": ""
      },
      {
        "sentence": "因为母亲是我们最亲近的人，对于我们很多事情会觉得理所当然，以为她应该理解我们。",
        "label": ""
      },
      {
        "sentence": "但是任何关系都需要用心去维护。",
        "label": ""
      },
      {
        "sentence": "我能感受到你在对母亲大吼大叫后的后悔，也会反省自己的行为。",
        "label": ""
      },
      {
        "sentence": "你可以在日常生活中多与母亲聊天，促进彼此的感情。",
        "label": ""
      },
      {
        "sentence": "情绪控制是一件困难的事情，需要你慢慢调整，特别是在面对最亲近的人时。",
        "label": ""
      },
      {
        "sentence": "当情绪上来时，你可以先深呼吸十秒，让自己冷静下来。",
        "label": ""
      },
      {
        "sentence": "或者在平时将内心不满记录在纸上，仔细分析和思考应对的方法。",
        "label": ""
      },
      {
        "sentence": "我希望你能尽快摆脱烦恼，过得轻松一些。",
        "label": ""
      }
    ]
  }
]