[
  {
    "role": "client",
    "content": "我是一个36岁已婚女士，为什么看到不爽的就爱发彪？我结婚已经6年了，4年后才生小孩。之前我没怎么住婆家，但从怀孕到现在小孩快两岁了，我一直在婆家。期间我发现婆婆和公公的生活习惯和行事作风与我完全不同。但是，因为不是自己的父母，我不好明说。久而久之，我心里对他们哪里都不爽，并且憋在心里说不出来的话让我特别难受，感觉自己在这个家会疯掉一样。而且我和我亲妈的关系也很差，每次一不如意就对她大吼大叫，我怀疑自己都快成神经病了！",
    "annotation": [
      {
        "sentence": "我是一个36岁已婚女士，为什么看到不爽的就爱发彪？",
        "label": ""
      },
      {
        "sentence": "我结婚已经6年了，4年后才生小孩。",
        "label": ""
      },
      {
        "sentence": "之前我没怎么住婆家，但从怀孕到现在小孩快两岁了，我一直在婆家。",
        "label": ""
      },
      {
        "sentence": "期间我发现婆婆和公公的生活习惯和行事作风与我完全不同。",
        "label": ""
      },
      {
        "sentence": "但是，因为不是自己的父母，我不好明说。",
        "label": ""
      },
      {
        "sentence": "久而久之，我心里对他们哪里都不爽，并且憋在心里说不出来的话让我特别难受，感觉自己在这个家会疯掉一样。",
        "label": ""
      },
      {
        "sentence": "而且我和我亲妈的关系也很差，每次一不如意就对她大吼大叫，我怀疑自己都快成神经病了！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，你的情绪似乎积累了很多，千头万绪纷至沓来，一触即爆。看来我们对生活的不满已经积攒了很多。需要好好整理一下我们的思绪并进行反思。我曾在一本讲述爱的技巧的书上看到这样的说法。我们的心理问题往往与童年时与父母相处的方式有关。有一种情况是，父母之间彼此不相爱却擅长控制自己，既不争吵也不流露不满。与子女相处的关系也显得不自然。女孩子在家里只感觉到一种规规矩矩的气氛，与父母没有很多交流。在她们的心中只留下了混乱和害怕的情绪。她们永远不知道父母的感受和想法，在这种家庭氛围中总存在着不可预测和空虚的成分。所以女孩子一直把情感推到她们自己的小天地里，害怕和在这个世界上无根无据的感觉最终导致了受虐倾向。她们往往更愿意与丈夫吵架，而不是像正常、理智的人际交往。因为只有这样，她们才能暂时摆脱紧张和恐惧的情绪。所以她们往往会不自觉地激怒丈夫，这样一来就能结束这种令人痛苦的虚无感。我不完全理解这些观点，这是欧美的著作，可能与我们的社会环境不太相同。另外，也可能是我不太相信这种理论。我妻子和你差不多大，以前经常和我吵架，对我的家人倒是相当友好。在她的家里，我倒是见过她对家人大声呼喝过，不知道是不是和你有相似的想法。这两年我发生了很大的变化，可能对她也有一定的影响。另外，我经常提醒她不要这样对待父母和兄弟姐妹，现在她已经很少这样做了。她告诉我她的妈妈比较强势，总是喜欢操心，她的爸爸则是个踏实老实的人，很少出声。她说她不记得她的父母以前吵过架。我不知道她的脾气有多大程度上受到了这样成长环境的影响，但感觉她和你属于这种类型的。不知道这个例子是否能给你一些启示。另外，我在另一本书籍中看到，我们之所以会如此激动，无非是两种情况。一种是觉得别人的目标与我们不同，另一种是感觉没有受到尊重。解决这个问题的方法就是寻找共同的目标，并且先尊重他人，让自己摆脱受害者和无辜者的角色，将对方视为一个与我们一样正常的人。你对你妈妈和公婆的态度很像书中所说的两种傻瓜式的选择——要么保持沉默，要么暴力。看来这本书正好适合你，如果不看一下似乎无法说服你。这本书的名字叫做弗洛姆的\"爱的艺术\"，考虑到你有孩子，我强烈推荐你阅读，虽然这本书的理论有些深奥，但李健鸣的翻译版本应该会好一些。另外，第二本书就更加推荐了。书名叫做\"关键对话\"。作者们以人际关系高手为研究对象，总结了几十年的经验，使用通俗易懂的方式向我们展示了很多无法言明的道理。据说很多成功者都强烈推荐这本书。希望你还能有读书的兴趣。我自己则是去年才重新找回了这个十多年没有使用的工具，看过了十本珍贵的佳作，在我妻子眼里却几乎不值一文。她只是听过一本叫做\"非暴力沟通\"的书，而且只看了一小部分内容，但她却非常注重教育孩子。一个不爱读书的人却要求孩子好好读书，这真是一种悲哀。从她身上我看到要让一个人找到改变的动力是多么的艰难。希望你喜欢成为更好的自己。祝你幸福！",
    "annotation": [
      {
        "sentence": "听你的描述，你的情绪似乎积累了很多，千头万绪纷至沓来，一触即爆。",
        "label": ""
      },
      {
        "sentence": "看来我们对生活的不满已经积攒了很多。",
        "label": ""
      },
      {
        "sentence": "需要好好整理一下我们的思绪并进行反思。",
        "label": ""
      },
      {
        "sentence": "我曾在一本讲述爱的技巧的书上看到这样的说法。",
        "label": ""
      },
      {
        "sentence": "我们的心理问题往往与童年时与父母相处的方式有关。",
        "label": ""
      },
      {
        "sentence": "有一种情况是，父母之间彼此不相爱却擅长控制自己，既不争吵也不流露不满。",
        "label": ""
      },
      {
        "sentence": "与子女相处的关系也显得不自然。",
        "label": ""
      },
      {
        "sentence": "女孩子在家里只感觉到一种规规矩矩的气氛，与父母没有很多交流。",
        "label": ""
      },
      {
        "sentence": "在她们的心中只留下了混乱和害怕的情绪。",
        "label": ""
      },
      {
        "sentence": "她们永远不知道父母的感受和想法，在这种家庭氛围中总存在着不可预测和空虚的成分。",
        "label": ""
      },
      {
        "sentence": "所以女孩子一直把情感推到她们自己的小天地里，害怕和在这个世界上无根无据的感觉最终导致了受虐倾向。",
        "label": ""
      },
      {
        "sentence": "她们往往更愿意与丈夫吵架，而不是像正常、理智的人际交往。",
        "label": ""
      },
      {
        "sentence": "因为只有这样，她们才能暂时摆脱紧张和恐惧的情绪。",
        "label": ""
      },
      {
        "sentence": "所以她们往往会不自觉地激怒丈夫，这样一来就能结束这种令人痛苦的虚无感。",
        "label": ""
      },
      {
        "sentence": "我不完全理解这些观点，这是欧美的著作，可能与我们的社会环境不太相同。",
        "label": ""
      },
      {
        "sentence": "另外，也可能是我不太相信这种理论。",
        "label": ""
      },
      {
        "sentence": "我妻子和你差不多大，以前经常和我吵架，对我的家人倒是相当友好。",
        "label": ""
      },
      {
        "sentence": "在她的家里，我倒是见过她对家人大声呼喝过，不知道是不是和你有相似的想法。",
        "label": ""
      },
      {
        "sentence": "这两年我发生了很大的变化，可能对她也有一定的影响。",
        "label": ""
      },
      {
        "sentence": "另外，我经常提醒她不要这样对待父母和兄弟姐妹，现在她已经很少这样做了。",
        "label": ""
      },
      {
        "sentence": "她告诉我她的妈妈比较强势，总是喜欢操心，她的爸爸则是个踏实老实的人，很少出声。",
        "label": ""
      },
      {
        "sentence": "她说她不记得她的父母以前吵过架。",
        "label": ""
      },
      {
        "sentence": "我不知道她的脾气有多大程度上受到了这样成长环境的影响，但感觉她和你属于这种类型的。",
        "label": ""
      },
      {
        "sentence": "不知道这个例子是否能给你一些启示。",
        "label": ""
      },
      {
        "sentence": "另外，我在另一本书籍中看到，我们之所以会如此激动，无非是两种情况。",
        "label": ""
      },
      {
        "sentence": "一种是觉得别人的目标与我们不同，另一种是感觉没有受到尊重。",
        "label": ""
      },
      {
        "sentence": "解决这个问题的方法就是寻找共同的目标，并且先尊重他人，让自己摆脱受害者和无辜者的角色，将对方视为一个与我们一样正常的人。",
        "label": ""
      },
      {
        "sentence": "你对你妈妈和公婆的态度很像书中所说的两种傻瓜式的选择——要么保持沉默，要么暴力。",
        "label": ""
      },
      {
        "sentence": "看来这本书正好适合你，如果不看一下似乎无法说服你。",
        "label": ""
      },
      {
        "sentence": "这本书的名字叫做弗洛姆的\"爱的艺术\"，考虑到你有孩子，我强烈推荐你阅读，虽然这本书的理论有些深奥，但李健鸣的翻译版本应该会好一些。",
        "label": ""
      },
      {
        "sentence": "另外，第二本书就更加推荐了。",
        "label": ""
      },
      {
        "sentence": "书名叫做\"关键对话\"。",
        "label": ""
      },
      {
        "sentence": "作者们以人际关系高手为研究对象，总结了几十年的经验，使用通俗易懂的方式向我们展示了很多无法言明的道理。",
        "label": ""
      },
      {
        "sentence": "据说很多成功者都强烈推荐这本书。",
        "label": ""
      },
      {
        "sentence": "希望你还能有读书的兴趣。",
        "label": ""
      },
      {
        "sentence": "我自己则是去年才重新找回了这个十多年没有使用的工具，看过了十本珍贵的佳作，在我妻子眼里却几乎不值一文。",
        "label": ""
      },
      {
        "sentence": "她只是听过一本叫做\"非暴力沟通\"的书，而且只看了一小部分内容，但她却非常注重教育孩子。",
        "label": ""
      },
      {
        "sentence": "一个不爱读书的人却要求孩子好好读书，这真是一种悲哀。",
        "label": ""
      },
      {
        "sentence": "从她身上我看到要让一个人找到改变的动力是多么的艰难。",
        "label": ""
      },
      {
        "sentence": "希望你喜欢成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "祝你幸福！",
        "label": ""
      }
    ]
  }
]