[
  {
    "role": "client",
    "content": "我今年25岁，辞职在家复习考研，最近家庭关系很紧张，我感到心情低落。",
    "annotation": [
      {
        "sentence": "我今年25岁，辞职在家复习考研，最近家庭关系很紧张，我感到心情低落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "辞职复习考研，这是一个很大的决定，很辛苦的过程。你是女生，今年三月份辞职，准备考研，而且还要跨考心理学专业，这个确实需要很大勇气。我想了解一下你的具体情况，你可以跟我说说吗？",
    "annotation": [
      {
        "sentence": "辞职复习考研，这是一个很大的决定，很辛苦的过程。",
        "label": ""
      },
      {
        "sentence": "你是女生，今年三月份辞职，准备考研，而且还要跨考心理学专业，这个确实需要很大勇气。",
        "label": ""
      },
      {
        "sentence": "我想了解一下你的具体情况，你可以跟我说说吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当然可以。三月份辞职后，我开始画板绘和商业插画，想当作兼职。然后五月份正式开始备考。我重新确定了理想的目标院校，并按照计划开始复习。但我在家复习的过程中，我爸爸经常在喝酒后找我聊天，甚至会说我啃老，让我滚出去。不过当他清醒的时候，他会支持我考研，并表示愿意帮我支付学费。可是他喝多了之后就会不让我关自己房间的门，还有一次把门踹坏了。他总是说我26了，快30了，还不结婚，什么也不行。这些话真的让我很沮丧。最近我甚至因为被骂要滚出去而收拾好东西准备离家，但离考试只剩一个多月了，我又不想再折腾。最后还是决定留下来，复习完考试后再找工作搬出去。可是我一直在想，我真的那么不堪吗？",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "三月份辞职后，我开始画板绘和商业插画，想当作兼职。",
        "label": ""
      },
      {
        "sentence": "然后五月份正式开始备考。",
        "label": ""
      },
      {
        "sentence": "我重新确定了理想的目标院校，并按照计划开始复习。",
        "label": ""
      },
      {
        "sentence": "但我在家复习的过程中，我爸爸经常在喝酒后找我聊天，甚至会说我啃老，让我滚出去。",
        "label": ""
      },
      {
        "sentence": "不过当他清醒的时候，他会支持我考研，并表示愿意帮我支付学费。",
        "label": ""
      },
      {
        "sentence": "可是他喝多了之后就会不让我关自己房间的门，还有一次把门踹坏了。",
        "label": ""
      },
      {
        "sentence": "他总是说我26了，快30了，还不结婚，什么也不行。",
        "label": ""
      },
      {
        "sentence": "这些话真的让我很沮丧。",
        "label": ""
      },
      {
        "sentence": "最近我甚至因为被骂要滚出去而收拾好东西准备离家，但离考试只剩一个多月了，我又不想再折腾。",
        "label": ""
      },
      {
        "sentence": "最后还是决定留下来，复习完考试后再找工作搬出去。",
        "label": ""
      },
      {
        "sentence": "可是我一直在想，我真的那么不堪吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要知道物质基础决定了我们是否能够忍受这些委屈。在你的情况下，我有一些建议可以帮助你稳定一下经济状况。首先，商业插画和心理咨询师证书都是有一定含金量的。你可以利用它们找到一份工作，甚至是兼职，确保每个月有1500-2000元的收入，这样你就能自给自足了。你可以去求职网站或自媒体平台投稿，寻找变现的渠道。其次，追求自己的梦想并没有错，但我们不能强求身边的人也支持我们的决定。即使父母对你不好，你也没有资格反抗，因为你还在依赖他们的资源。我们应该感恩，因为他们没有把你踢出去，让你无家可归。你爸爸说的不对，你并不是不堪，相反你非常勇敢。人的一生应该有所追求，有所建树。还有，找一个男朋友会让你更有底气。总结一下，如果我们没有家庭可以依靠，就只能依靠自己，坚持向前。当你感到累的时候，可以来这个平台和大家聊聊天，倾诉一下，一定会有和你有相似经历的朋友陪伴在你身边。",
    "annotation": [
      {
        "sentence": "首先，你要知道物质基础决定了我们是否能够忍受这些委屈。",
        "label": ""
      },
      {
        "sentence": "在你的情况下，我有一些建议可以帮助你稳定一下经济状况。",
        "label": ""
      },
      {
        "sentence": "首先，商业插画和心理咨询师证书都是有一定含金量的。",
        "label": ""
      },
      {
        "sentence": "你可以利用它们找到一份工作，甚至是兼职，确保每个月有1500-2000元的收入，这样你就能自给自足了。",
        "label": ""
      },
      {
        "sentence": "你可以去求职网站或自媒体平台投稿，寻找变现的渠道。",
        "label": ""
      },
      {
        "sentence": "其次，追求自己的梦想并没有错，但我们不能强求身边的人也支持我们的决定。",
        "label": ""
      },
      {
        "sentence": "即使父母对你不好，你也没有资格反抗，因为你还在依赖他们的资源。",
        "label": ""
      },
      {
        "sentence": "我们应该感恩，因为他们没有把你踢出去，让你无家可归。",
        "label": ""
      },
      {
        "sentence": "你爸爸说的不对，你并不是不堪，相反你非常勇敢。",
        "label": ""
      },
      {
        "sentence": "人的一生应该有所追求，有所建树。",
        "label": ""
      },
      {
        "sentence": "还有，找一个男朋友会让你更有底气。",
        "label": ""
      },
      {
        "sentence": "总结一下，如果我们没有家庭可以依靠，就只能依靠自己，坚持向前。",
        "label": ""
      },
      {
        "sentence": "当你感到累的时候，可以来这个平台和大家聊聊天，倾诉一下，一定会有和你有相似经历的朋友陪伴在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我会考虑你说的办法，尽量找一份稳定收入的工作，确保自己的经济独立。也许我需要更坚定地追求自己的梦想，并且不再把父母的话放在心上。但有时候，当我听到父亲那样说我的时候，我难免还是会受到伤害，觉得自己不够好。我会努力克服这种情绪，同时也会珍惜这个平台，和大家一起倾诉心声。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会考虑你说的办法，尽量找一份稳定收入的工作，确保自己的经济独立。",
        "label": ""
      },
      {
        "sentence": "也许我需要更坚定地追求自己的梦想，并且不再把父母的话放在心上。",
        "label": ""
      },
      {
        "sentence": "但有时候，当我听到父亲那样说我的时候，我难免还是会受到伤害，觉得自己不够好。",
        "label": ""
      },
      {
        "sentence": "我会努力克服这种情绪，同时也会珍惜这个平台，和大家一起倾诉心声。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的很对，我们需要更加坚定自己的追求，不被他人的评价所左右。当然，父亲那样说的时候肯定会让你受伤，但这并不代表你不够好，只是他的看法不同。你要相信自己，相信自己的能力和付出，不要让这些负面情绪影响你的前进。同时，这个平台随时欢迎你来倾诉心声，我们会一直在这里陪伴着你，给你力量和支持。",
    "annotation": [
      {
        "sentence": "你说的很对，我们需要更加坚定自己的追求，不被他人的评价所左右。",
        "label": ""
      },
      {
        "sentence": "当然，父亲那样说的时候肯定会让你受伤，但这并不代表你不够好，只是他的看法不同。",
        "label": ""
      },
      {
        "sentence": "你要相信自己，相信自己的能力和付出，不要让这些负面情绪影响你的前进。",
        "label": ""
      },
      {
        "sentence": "同时，这个平台随时欢迎你来倾诉心声，我们会一直在这里陪伴着你，给你力量和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持。通过与你的对话，我觉得自己变得更加坚定，也更加有信心面对困境。我相信只要努力，我一定能够实现自己的梦想。再次感谢你的陪伴和倾听，你的话语给了我很大的力量。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "通过与你的对话，我觉得自己变得更加坚定，也更加有信心面对困境。",
        "label": ""
      },
      {
        "sentence": "我相信只要努力，我一定能够实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和倾听，你的话语给了我很大的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供帮助。你已经走过了很多艰辛的阶段，我相信你一定能够度过眼前的困境。请记住，无论何时何地，这个平台都会是你的一个倾诉和支持的港湾。祝你好运，希望你能实现自己的梦想，找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "你已经走过了很多艰辛的阶段，我相信你一定能够度过眼前的困境。",
        "label": ""
      },
      {
        "sentence": "请记住，无论何时何地，这个平台都会是你的一个倾诉和支持的港湾。",
        "label": ""
      },
      {
        "sentence": "祝你好运，希望你能实现自己的梦想，找到属于自己的幸福。",
        "label": ""
      }
    ]
  }
]