[
  {
    "role": "client",
    "content": "单亲家庭，缺乏父爱，对男朋友的爱感到不安？我父亲在我小时候去世了，从小我妈妈把我抚养长大，我知道她很辛苦，所以我一直很懂事并且想方设法给她对等的爱。上了大学之后，我谈恋爱了，男朋友对我特别好。不论过节还是过生日都会给我送礼物，在我身体不舒服的时候会照顾我。我心里很愧疚，并且学习像他爱我那样爱他，但他感受到我的爱之后对我说：“女生就是用来被宠的。”我还是不安，该怎么调节自己的心情？",
    "annotation": [
      {
        "sentence": "单亲家庭，缺乏父爱，对男朋友的爱感到不安？",
        "label": ""
      },
      {
        "sentence": "我父亲在我小时候去世了，从小我妈妈把我抚养长大，我知道她很辛苦，所以我一直很懂事并且想方设法给她对等的爱。",
        "label": ""
      },
      {
        "sentence": "上了大学之后，我谈恋爱了，男朋友对我特别好。",
        "label": ""
      },
      {
        "sentence": "不论过节还是过生日都会给我送礼物，在我身体不舒服的时候会照顾我。",
        "label": ""
      },
      {
        "sentence": "我心里很愧疚，并且学习像他爱我那样爱他，但他感受到我的爱之后对我说：“女生就是用来被宠的。",
        "label": ""
      },
      {
        "sentence": "”我还是不安，该怎么调节自己的心情？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢信任，我们一起脉络梳理！（1）父亲在你小时候去世了，从小妈妈把你抚养长大，知道她很辛苦，所以我一直很懂事并且想方设法给她对等的爱。@亲爱的，在描述中看的出来你所认为的那个“爱”的表达方式，它并不是“爱”全然的模样。或者说母亲给出的那些爱并未太沉重，其中充满了“匮乏”感。你在其中感受到的更多的是无力和愧疚感，你并未因此获得滋养，并感受到自己的富足与珍贵。",
    "annotation": [
      {
        "sentence": "感谢信任，我们一起脉络梳理！",
        "label": ""
      },
      {
        "sentence": "（1）父亲在你小时候去世了，从小妈妈把你抚养长大，知道她很辛苦，所以我一直很懂事并且想方设法给她对等的爱。",
        "label": ""
      },
      {
        "sentence": "@亲爱的，在描述中看的出来你所认为的那个“爱”的表达方式，它并不是“爱”全然的模样。",
        "label": ""
      },
      {
        "sentence": "或者说母亲给出的那些爱并未太沉重，其中充满了“匮乏”感。",
        "label": ""
      },
      {
        "sentence": "你在其中感受到的更多的是无力和愧疚感，你并未因此获得滋养，并感受到自己的富足与珍贵。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉到自己一直在试图弥补那份父爱的缺失，但似乎从未实现过。",
    "annotation": [
      {
        "sentence": "是的，我感觉到自己一直在试图弥补那份父爱的缺失，但似乎从未实现过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受，这种渴望和愧疚很常见。事实上，母爱是无法完全弥补父爱的，但这并不代表你的经历就没有价值。你从小就懂事并且想方设法给予母亲对等的爱，这是你优秀的一面，值得肯定和认可。",
    "annotation": [
      {
        "sentence": "明白你的感受，这种渴望和愧疚很常见。",
        "label": ""
      },
      {
        "sentence": "事实上，母爱是无法完全弥补父爱的，但这并不代表你的经历就没有价值。",
        "label": ""
      },
      {
        "sentence": "你从小就懂事并且想方设法给予母亲对等的爱，这是你优秀的一面，值得肯定和认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和肯定。但我现在对男朋友的爱还是感到不安，因为他说女生就是用来被宠的，这让我觉得我的爱被贬值了。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和肯定。",
        "label": ""
      },
      {
        "sentence": "但我现在对男朋友的爱还是感到不安，因为他说女生就是用来被宠的，这让我觉得我的爱被贬值了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "只看得出男友对你特别好，以至于你视他做亲人，继而触发了“早期”原生家庭的互动模式，所以亲爱的，你给出的不是爱，只是一种试图逃避“愧疚”感与无用感的一种“代偿”机智。背后的不合理信念是：你给出的太多，我为此感到愧疚与不安，我必须给出同等的回报，才心安，归根结底：我不值得被如此对待。",
    "annotation": [
      {
        "sentence": "只看得出男友对你特别好，以至于你视他做亲人，继而触发了“早期”原生家庭的互动模式，所以亲爱的，你给出的不是爱，只是一种试图逃避“愧疚”感与无用感的一种“代偿”机智。",
        "label": ""
      },
      {
        "sentence": "背后的不合理信念是：你给出的太多，我为此感到愧疚与不安，我必须给出同等的回报，才心安，归根结底：我不值得被如此对待。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有想过这个问题，或许我一直在追求某种平衡，希望得到相应的回报。但现在想想，这种观念似乎没有给我带来真正的满足和幸福。",
    "annotation": [
      {
        "sentence": "我从来没有想过这个问题，或许我一直在追求某种平衡，希望得到相应的回报。",
        "label": ""
      },
      {
        "sentence": "但现在想想，这种观念似乎没有给我带来真正的满足和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们看清楚了背后的真相，我们只需要找出它的不合理之处，并以合理信念代替就可以了。亲爱的，你值得被爱和珍惜，并且不需要以牺牲自己来证明自己的价值。下次有这样的“愧疚”感再次出现的时候，告诉自己：你值得拥有世上最美好的一切，你值得被珍惜！与你共勉！",
    "annotation": [
      {
        "sentence": "当我们看清楚了背后的真相，我们只需要找出它的不合理之处，并以合理信念代替就可以了。",
        "label": ""
      },
      {
        "sentence": "亲爱的，你值得被爱和珍惜，并且不需要以牺牲自己来证明自己的价值。",
        "label": ""
      },
      {
        "sentence": "下次有这样的“愧疚”感再次出现的时候，告诉自己：你值得拥有世上最美好的一切，你值得被珍惜！",
        "label": ""
      },
      {
        "sentence": "与你共勉！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尝试改变自己的观念，并学会更好地爱自己。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尝试改变自己的观念，并学会更好地爱自己。",
        "label": ""
      }
    ]
  }
]