[
  {
    "role": "client",
    "content": "18岁，遇到很多事，想轻生，又怕前任、朋友受到刺激。18岁女生最近发生了太多事情让我很难过，很想自杀。恋人出轨分手，朋友背叛我，还是很爱他和他在一起近三年，把他当成了我最重要的人，堪比亲人，可现在无能为力了。朋友也是玩了7年的姐妹。做了很多错事，搞砸了许多关系，我很自责，可是无力回天。很多烦人事情就一起涌过来。我很想自杀，我知道自杀是一种逃避行为，这个念头在很早就时不时涌现出来，但是害怕家人难过，爸爸妈妈妹妹爷爷奶奶不想让他们受到这种刺激。也怕前任、朋友会受到刺激。现在很痛苦，生不如死，想死不能。",
    "annotation": [
      {
        "sentence": "18岁，遇到很多事，想轻生，又怕前任、朋友受到刺激。",
        "label": ""
      },
      {
        "sentence": "18岁女生最近发生了太多事情让我很难过，很想自杀。",
        "label": ""
      },
      {
        "sentence": "恋人出轨分手，朋友背叛我，还是很爱他和他在一起近三年，把他当成了我最重要的人，堪比亲人，可现在无能为力了。",
        "label": ""
      },
      {
        "sentence": "朋友也是玩了7年的姐妹。",
        "label": ""
      },
      {
        "sentence": "做了很多错事，搞砸了许多关系，我很自责，可是无力回天。",
        "label": ""
      },
      {
        "sentence": "很多烦人事情就一起涌过来。",
        "label": ""
      },
      {
        "sentence": "我很想自杀，我知道自杀是一种逃避行为，这个念头在很早就时不时涌现出来，但是害怕家人难过，爸爸妈妈妹妹爷爷奶奶不想让他们受到这种刺激。",
        "label": ""
      },
      {
        "sentence": "也怕前任、朋友会受到刺激。",
        "label": ""
      },
      {
        "sentence": "现在很痛苦，生不如死，想死不能。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在的心情很糟糕，但是请你相信，每个人都会遇到低谷期，这是生活中的一部分。你所经历的困难和痛苦，只是暂时的。你说自杀是逃避行为，我完全赞同，但那并不是解决问题的方式。你还年轻，有无限的机会去重新开始。我的建议是先试着接纳自己的情绪，找个安全的地方倾诉一下你的痛苦。可以是一个好朋友、家人，或者专业人士，他们可以给你提供一些必要的支持和帮助。",
    "annotation": [
      {
        "sentence": "我了解你现在的心情很糟糕，但是请你相信，每个人都会遇到低谷期，这是生活中的一部分。",
        "label": ""
      },
      {
        "sentence": "你所经历的困难和痛苦，只是暂时的。",
        "label": ""
      },
      {
        "sentence": "你说自杀是逃避行为，我完全赞同，但那并不是解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "你还年轻，有无限的机会去重新开始。",
        "label": ""
      },
      {
        "sentence": "我的建议是先试着接纳自己的情绪，找个安全的地方倾诉一下你的痛苦。",
        "label": ""
      },
      {
        "sentence": "可以是一个好朋友、家人，或者专业人士，他们可以给你提供一些必要的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我明白你的意思，但有时候觉得身边的人并不能真正理解我的感受，而且我也不想给他们带来负担。我也尝试过跟朋友倾诉，但是感觉他们并没有真正关心我，只是轻描淡写地说一句没事就好了。我很迷茫，不知道该怎么办才能摆脱这种痛苦。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我明白你的意思，但有时候觉得身边的人并不能真正理解我的感受，而且我也不想给他们带来负担。",
        "label": ""
      },
      {
        "sentence": "我也尝试过跟朋友倾诉，但是感觉他们并没有真正关心我，只是轻描淡写地说一句没事就好了。",
        "label": ""
      },
      {
        "sentence": "我很迷茫，不知道该怎么办才能摆脱这种痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，有时候身边的人可能无法真正理解我们的内心世界。但是，请相信，总有人是愿意倾听和关心你的，你只是还没有遇到。当你感到迷茫时，不要独自承受压力，可以寻求专业心理辅导的帮助。心理辅导师会为你提供更深层次的倾听和理解，并为你提供科学的心理方法来应对困难。试着放下一些包袱，寻求帮助是勇敢的表现。",
    "annotation": [
      {
        "sentence": "我理解你的感受，有时候身边的人可能无法真正理解我们的内心世界。",
        "label": ""
      },
      {
        "sentence": "但是，请相信，总有人是愿意倾听和关心你的，你只是还没有遇到。",
        "label": ""
      },
      {
        "sentence": "当你感到迷茫时，不要独自承受压力，可以寻求专业心理辅导的帮助。",
        "label": ""
      },
      {
        "sentence": "心理辅导师会为你提供更深层次的倾听和理解，并为你提供科学的心理方法来应对困难。",
        "label": ""
      },
      {
        "sentence": "试着放下一些包袱，寻求帮助是勇敢的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得有道理。也许我真的需要专业的心理辅导师来帮助我，至少他们应该更理解我现在的状况。但是，我对于心理辅导有些担心，不知道会不会打扰到他们的工作，或者他们会不会遗忘我的存在。",
    "annotation": [
      {
        "sentence": "嗯，你说得有道理。",
        "label": ""
      },
      {
        "sentence": "也许我真的需要专业的心理辅导师来帮助我，至少他们应该更理解我现在的状况。",
        "label": ""
      },
      {
        "sentence": "但是，我对于心理辅导有些担心，不知道会不会打扰到他们的工作，或者他们会不会遗忘我的存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的担忧，但是请相信，心理辅导师是专业的，他们有足够的经验和技巧来处理不同的情绪和问题。他们的职业责任是帮助那些需要帮助的人，包括你。他们会创造一个安全、保密的环境来倾听你的故事，并提供合适的建议和支持。他们不会忘记你的存在，他们会和你一起制定一个个性化的治疗计划，来帮助你渡过困难时期。",
    "annotation": [
      {
        "sentence": "这是很正常的担忧，但是请相信，心理辅导师是专业的，他们有足够的经验和技巧来处理不同的情绪和问题。",
        "label": ""
      },
      {
        "sentence": "他们的职业责任是帮助那些需要帮助的人，包括你。",
        "label": ""
      },
      {
        "sentence": "他们会创造一个安全、保密的环境来倾听你的故事，并提供合适的建议和支持。",
        "label": ""
      },
      {
        "sentence": "他们不会忘记你的存在，他们会和你一起制定一个个性化的治疗计划，来帮助你渡过困难时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的话，我感到有些安心了。希望能够找到一位专业的心理辅导师来帮助我，为我提供一些有效的方法和建议。我也明白了自己不能一直害怕寻求帮助，只有勇敢地面对自己的问题，才能走出困境。",
    "annotation": [
      {
        "sentence": "听了你的话，我感到有些安心了。",
        "label": ""
      },
      {
        "sentence": "希望能够找到一位专业的心理辅导师来帮助我，为我提供一些有效的方法和建议。",
        "label": ""
      },
      {
        "sentence": "我也明白了自己不能一直害怕寻求帮助，只有勇敢地面对自己的问题，才能走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够理解和接受我的建议。下一步，你可以咨询一下身边的朋友或者上网寻找专业的心理辅导机构，了解一下他们的服务和方式。也许你可以先选择一些在线心理咨询来试试看。这样你可以在家里舒适的环境下接受心理辅导，逐渐恢复自信和积极的心态。记住，你并不孤单，有很多人都想帮助你渡过难关。",
    "annotation": [
      {
        "sentence": "很高兴你能够理解和接受我的建议。",
        "label": ""
      },
      {
        "sentence": "下一步，你可以咨询一下身边的朋友或者上网寻找专业的心理辅导机构，了解一下他们的服务和方式。",
        "label": ""
      },
      {
        "sentence": "也许你可以先选择一些在线心理咨询来试试看。",
        "label": ""
      },
      {
        "sentence": "这样你可以在家里舒适的环境下接受心理辅导，逐渐恢复自信和积极的心态。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有很多人都想帮助你渡过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励。我会采取行动，积极寻找心理辅导师的帮助，并尝试走出困境。我相信，我会渐渐摆脱痛苦，重新开始我的生活。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会采取行动，积极寻找心理辅导师的帮助，并尝试走出困境。",
        "label": ""
      },
      {
        "sentence": "我相信，我会渐渐摆脱痛苦，重新开始我的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！相信自己，你已经迈出了重要的一步。记得，永远不要放弃自己，不管遇到什么困难，都有解决的方法。有困难时，及时找到合适的支持和帮助。祝福你早日重拾信心，过上快乐的生活！",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "相信自己，你已经迈出了重要的一步。",
        "label": ""
      },
      {
        "sentence": "记得，永远不要放弃自己，不管遇到什么困难，都有解决的方法。",
        "label": ""
      },
      {
        "sentence": "有困难时，及时找到合适的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "祝福你早日重拾信心，过上快乐的生活！",
        "label": ""
      }
    ]
  }
]