[
  {
    "role": "client",
    "content": "害怕去学校，不知道为什么很恐惧，我这算上课厌学吗？",
    "annotation": [
      {
        "sentence": "害怕去学校，不知道为什么很恐惧，我这算上课厌学吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "初一得知父母离婚，当时并没有觉得什么。发生了这个事情以后就不知道为何不想上学，一直是断断续续的去学校。现在初三下定决心努力，可现在又不想上学了，害怕去学校，就很恐惧，不知道为什么，有多少负面情绪，自己内心充满矛盾。",
    "annotation": [
      {
        "sentence": "初一得知父母离婚，当时并没有觉得什么。",
        "label": ""
      },
      {
        "sentence": "发生了这个事情以后就不知道为何不想上学，一直是断断续续的去学校。",
        "label": ""
      },
      {
        "sentence": "现在初三下定决心努力，可现在又不想上学了，害怕去学校，就很恐惧，不知道为什么，有多少负面情绪，自己内心充满矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是害怕去学校，但又不知道具体原因。我想努力学习，但就是有一种抗拒情绪，不知道怎么办。",
    "annotation": [
      {
        "sentence": "是的，我就是害怕去学校，但又不知道具体原因。",
        "label": ""
      },
      {
        "sentence": "我想努力学习，但就是有一种抗拒情绪，不知道怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种矛盾是很正常的。我们可以先来分析一下你这种矛盾是什么样的情绪和想法导致的。另外，你是否可以尝试找出是什么样的想法和情绪阻碍了你的学习动力呢？当这些阻碍出现时，是因为发生了什么事件，导致你有这些想法和处于这种情绪状态呢？",
    "annotation": [
      {
        "sentence": "这种矛盾是很正常的。",
        "label": ""
      },
      {
        "sentence": "我们可以先来分析一下你这种矛盾是什么样的情绪和想法导致的。",
        "label": ""
      },
      {
        "sentence": "另外，你是否可以尝试找出是什么样的想法和情绪阻碍了你的学习动力呢？",
        "label": ""
      },
      {
        "sentence": "当这些阻碍出现时，是因为发生了什么事件，导致你有这些想法和处于这种情绪状态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想找出自己讨厌去学校的原因。父母离婚对我有很大影响，但我并不确定自己到底怎么想和感受他们的离婚。或许我需要和父母用成年人的方式去交流，表达自己内心的真实感受。",
    "annotation": [
      {
        "sentence": "我想找出自己讨厌去学校的原因。",
        "label": ""
      },
      {
        "sentence": "父母离婚对我有很大影响，但我并不确定自己到底怎么想和感受他们的离婚。",
        "label": ""
      },
      {
        "sentence": "或许我需要和父母用成年人的方式去交流，表达自己内心的真实感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好的想法，和父母进行真诚的交流可以帮助你接受这个事实，尽管这可能对你来说有些困难。你也可以试着接受他们的离婚，并寻求完整的父母爱和支持。另外，还有其他可能的原因导致你讨厌去学校吗？比如你的目标是否模糊不清或者你是否遇到学习上的瓶颈，难以应对当前的困难？",
    "annotation": [
      {
        "sentence": "很好的想法，和父母进行真诚的交流可以帮助你接受这个事实，尽管这可能对你来说有些困难。",
        "label": ""
      },
      {
        "sentence": "你也可以试着接受他们的离婚，并寻求完整的父母爱和支持。",
        "label": ""
      },
      {
        "sentence": "另外，还有其他可能的原因导致你讨厌去学校吗？",
        "label": ""
      },
      {
        "sentence": "比如你的目标是否模糊不清或者你是否遇到学习上的瓶颈，难以应对当前的困难？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我觉得自己对学习的目标有些模糊不清。我需要明确自己想成为什么样的人，想走什么样的路。还有，我也经常陷入对结果的过度关注，而忽略了学习本身的过程。",
    "annotation": [
      {
        "sentence": "确实，我觉得自己对学习的目标有些模糊不清。",
        "label": ""
      },
      {
        "sentence": "我需要明确自己想成为什么样的人，想走什么样的路。",
        "label": ""
      },
      {
        "sentence": "还有，我也经常陷入对结果的过度关注，而忽略了学习本身的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正确。我们可以从设定大目标和小目标开始。大目标可以是想成为什么样的人，而小目标可以是你想上怎样的高中，中考分数目标，下次考试的分数目标，甚至下次测验的分数目标。另外，积极面对学习上的瓶颈也很重要。不要过度关注结果，多关注学习的过程，思考如何更好地应对困难，可以借鉴过去成功的经验来建立自信心。",
    "annotation": [
      {
        "sentence": "你的想法很正确。",
        "label": ""
      },
      {
        "sentence": "我们可以从设定大目标和小目标开始。",
        "label": ""
      },
      {
        "sentence": "大目标可以是想成为什么样的人，而小目标可以是你想上怎样的高中，中考分数目标，下次考试的分数目标，甚至下次测验的分数目标。",
        "label": ""
      },
      {
        "sentence": "另外，积极面对学习上的瓶颈也很重要。",
        "label": ""
      },
      {
        "sentence": "不要过度关注结果，多关注学习的过程，思考如何更好地应对困难，可以借鉴过去成功的经验来建立自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着去设定目标，并且改变自己的思维方式，更注重学习的过程。还有，我觉得自己的情绪管理也不太好，经常失控，大喊、哭泣、崩溃，情绪也会变得莫名烦躁。有什么方法可以帮助我调节情绪吗？",
    "annotation": [
      {
        "sentence": "我会试着去设定目标，并且改变自己的思维方式，更注重学习的过程。",
        "label": ""
      },
      {
        "sentence": "还有，我觉得自己的情绪管理也不太好，经常失控，大喊、哭泣、崩溃，情绪也会变得莫名烦躁。",
        "label": ""
      },
      {
        "sentence": "有什么方法可以帮助我调节情绪吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了设定目标和改变思维方式外，保持良好的心态也很重要。你可以尝试保持良好的睡眠状态和适量的运动量，这有助于调节情绪。此外，建立良好的人际关系也很重要，学会在现实中寻找情感上的支持。同时，你也可以学习自我情绪调节的方法，保持良好的情绪状态。希望我的回答能对你有所帮助，加油！这只是你成长过程中的一个挫折，未来还有很多可期待的。",
    "annotation": [
      {
        "sentence": "除了设定目标和改变思维方式外，保持良好的心态也很重要。",
        "label": ""
      },
      {
        "sentence": "你可以尝试保持良好的睡眠状态和适量的运动量，这有助于调节情绪。",
        "label": ""
      },
      {
        "sentence": "此外，建立良好的人际关系也很重要，学会在现实中寻找情感上的支持。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以学习自我情绪调节的方法，保持良好的情绪状态。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所帮助，加油！",
        "label": ""
      },
      {
        "sentence": "这只是你成长过程中的一个挫折，未来还有很多可期待的。",
        "label": ""
      }
    ]
  }
]