[
  {
    "role": "client",
    "content": "害怕去学校，不知道为什么很恐惧，我这算上课厌学吗？初一得知父母离婚，觉得没什么大不了的，后来就不想去上学了，去学校也是断断续续，一直持续到初二，现在初三下定决心努力，可现在又不想上学了，害怕去学校，就很恐惧，不知道为什么，我自己也很矛盾，初三开学以来有不少情绪失控，大喊，哭泣，崩溃，莫名烦躁，我该怎么办？",
    "annotation": [
      {
        "sentence": "害怕去学校，不知道为什么很恐惧，我这算上课厌学吗？",
        "label": ""
      },
      {
        "sentence": "初一得知父母离婚，觉得没什么大不了的，后来就不想去上学了，去学校也是断断续续，一直持续到初二，现在初三下定决心努力，可现在又不想上学了，害怕去学校，就很恐惧，不知道为什么，我自己也很矛盾，初三开学以来有不少情绪失控，大喊，哭泣，崩溃，莫名烦躁，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的心情。你在初一得知父母离婚后，并没有像其他人一样受到很大的心理压力，不过之后就开始不想去学校了，而且上学也变得断断续续。你为什么会不想上学呢？是不是因为父母离婚后，没人去管你，所以你有些放任自己了呢？",
    "annotation": [
      {
        "sentence": "理解你的心情。",
        "label": ""
      },
      {
        "sentence": "你在初一得知父母离婚后，并没有像其他人一样受到很大的心理压力，不过之后就开始不想去学校了，而且上学也变得断断续续。",
        "label": ""
      },
      {
        "sentence": "你为什么会不想上学呢？",
        "label": ""
      },
      {
        "sentence": "是不是因为父母离婚后，没人去管你，所以你有些放任自己了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是这个原因之一，但我对于上学的恐惧感也让我很困惑。现在初三我决心努力学习，但却又害怕去学校，很恐惧。我也不清楚这是为什么。",
    "annotation": [
      {
        "sentence": "可能是这个原因之一，但我对于上学的恐惧感也让我很困惑。",
        "label": ""
      },
      {
        "sentence": "现在初三我决心努力学习，但却又害怕去学校，很恐惧。",
        "label": ""
      },
      {
        "sentence": "我也不清楚这是为什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的内心深处来看，你是一个努力向上的人，希望自己能好好学习，考上理想的学校。这是你的基本愿望和关键。你为什么不想上学呢？你害怕什么呢？是因为学习成绩的压力？还是家庭环境或人际关系的问题呢？试着找出对你影响最大的因素，或许你就能理解自己的恐惧感了。",
    "annotation": [
      {
        "sentence": "从你的内心深处来看，你是一个努力向上的人，希望自己能好好学习，考上理想的学校。",
        "label": ""
      },
      {
        "sentence": "这是你的基本愿望和关键。",
        "label": ""
      },
      {
        "sentence": "你为什么不想上学呢？",
        "label": ""
      },
      {
        "sentence": "你害怕什么呢？",
        "label": ""
      },
      {
        "sentence": "是因为学习成绩的压力？",
        "label": ""
      },
      {
        "sentence": "还是家庭环境或人际关系的问题呢？",
        "label": ""
      },
      {
        "sentence": "试着找出对你影响最大的因素，或许你就能理解自己的恐惧感了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许是因为这些原因，我现在的学习进度断断续续，成绩也不稳定。我确实缺乏处理父母离异、学习时断时续以及成绩不稳定等问题的能力和人际沟通。我的情绪失控，似乎是这些问题同时爆发的结果。",
    "annotation": [
      {
        "sentence": "或许是因为这些原因，我现在的学习进度断断续续，成绩也不稳定。",
        "label": ""
      },
      {
        "sentence": "我确实缺乏处理父母离异、学习时断时续以及成绩不稳定等问题的能力和人际沟通。",
        "label": ""
      },
      {
        "sentence": "我的情绪失控，似乎是这些问题同时爆发的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我建议你首先跟抚养你的父亲或母亲进行沟通，把你内心的想法和困惑告诉他们，共同解决问题。其次，你也可以跟老师进行沟通交流，你肯定有自己的闪光点和长处，但在面对学业、成绩、家庭和前途的影响时，暂时没有找到解决办法。你的老师是可以给你帮助的人。另外，你也可以自己帮助自己，明确给自己一个目标，比如考试成绩、理想的学校和未来的发展前景等，逼着自己向前迈进，或许有了目标，你的青春期就会变得更有意义，也能引导你走向光明的未来。最后，虽然初三的学习时间很紧凑，但你也可以在闲暇时间出去走走，看看外面的世界，和同龄人交流。如果放弃读书，看看那些同龄人现在的生活状态，或许可以给你一些启发和帮助。",
    "annotation": [
      {
        "sentence": "我建议你首先跟抚养你的父亲或母亲进行沟通，把你内心的想法和困惑告诉他们，共同解决问题。",
        "label": ""
      },
      {
        "sentence": "其次，你也可以跟老师进行沟通交流，你肯定有自己的闪光点和长处，但在面对学业、成绩、家庭和前途的影响时，暂时没有找到解决办法。",
        "label": ""
      },
      {
        "sentence": "你的老师是可以给你帮助的人。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以自己帮助自己，明确给自己一个目标，比如考试成绩、理想的学校和未来的发展前景等，逼着自己向前迈进，或许有了目标，你的青春期就会变得更有意义，也能引导你走向光明的未来。",
        "label": ""
      },
      {
        "sentence": "最后，虽然初三的学习时间很紧凑，但你也可以在闲暇时间出去走走，看看外面的世界，和同龄人交流。",
        "label": ""
      },
      {
        "sentence": "如果放弃读书，看看那些同龄人现在的生活状态，或许可以给你一些启发和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会尽量采纳你的建议，跟父母和老师好好沟通，给自己设定明确的目标，并且留出一些时间去看看外面的世界。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽量采纳你的建议，跟父母和老师好好沟通，给自己设定明确的目标，并且留出一些时间去看看外面的世界。",
        "label": ""
      }
    ]
  }
]