[
  {
    "role": "client",
    "content": "我非常害怕和人交流，尤其是我的母亲，她经常吼我，甚至使用暴力。我妈妈文化水平不高，她的性格很天真，但也容易发脾气。从小到大，我一直受到她的打骂，甚至衣架都被她打断了。她打人时无论身边有什么都会用来打我，就连苹果都被她砸到我身上。她经常当着很多人的面骂我，几乎没有给予我鼓励。我知道她只是教育方法有问题，她也会关心我、给我买衣服，但一旦生气起来就变成了另一个人。我从小学到初中都不知道如何与人交流，学校也没有朋友。下课后，我总是一个人坐在座位上，尤其是体育课解散后，其他人都去玩耍，而我只能一个人坐在学校的某个角落。我害怕与他人交流，平时连叫服务员都不敢，学习成绩中下，长得又瘦又黑又丑。后来我出国后，强迫自己交朋友，变得性格开朗，学会打扮，但社交恐惧和自卑感仍然存在。但我对过去的自己感到困惑，不知道为什么会有那种性格。后来找了心理医生咨询才知道，这源自于我妈妈的影响，我感到非常无奈和难过。医生建议我学会反抗我妈妈的暴力和言语攻击，我也试着去做了，虽然我妈妈没有再打我，但我们还是经常吵架。最后我选择搬出来住民宿，但我仍然不知道该如何与她相处才是最好的。",
    "annotation": [
      {
        "sentence": "我非常害怕和人交流，尤其是我的母亲，她经常吼我，甚至使用暴力。",
        "label": ""
      },
      {
        "sentence": "我妈妈文化水平不高，她的性格很天真，但也容易发脾气。",
        "label": ""
      },
      {
        "sentence": "从小到大，我一直受到她的打骂，甚至衣架都被她打断了。",
        "label": ""
      },
      {
        "sentence": "她打人时无论身边有什么都会用来打我，就连苹果都被她砸到我身上。",
        "label": ""
      },
      {
        "sentence": "她经常当着很多人的面骂我，几乎没有给予我鼓励。",
        "label": ""
      },
      {
        "sentence": "我知道她只是教育方法有问题，她也会关心我、给我买衣服，但一旦生气起来就变成了另一个人。",
        "label": ""
      },
      {
        "sentence": "我从小学到初中都不知道如何与人交流，学校也没有朋友。",
        "label": ""
      },
      {
        "sentence": "下课后，我总是一个人坐在座位上，尤其是体育课解散后，其他人都去玩耍，而我只能一个人坐在学校的某个角落。",
        "label": ""
      },
      {
        "sentence": "我害怕与他人交流，平时连叫服务员都不敢，学习成绩中下，长得又瘦又黑又丑。",
        "label": ""
      },
      {
        "sentence": "后来我出国后，强迫自己交朋友，变得性格开朗，学会打扮，但社交恐惧和自卑感仍然存在。",
        "label": ""
      },
      {
        "sentence": "但我对过去的自己感到困惑，不知道为什么会有那种性格。",
        "label": ""
      },
      {
        "sentence": "后来找了心理医生咨询才知道，这源自于我妈妈的影响，我感到非常无奈和难过。",
        "label": ""
      },
      {
        "sentence": "医生建议我学会反抗我妈妈的暴力和言语攻击，我也试着去做了，虽然我妈妈没有再打我，但我们还是经常吵架。",
        "label": ""
      },
      {
        "sentence": "最后我选择搬出来住民宿，但我仍然不知道该如何与她相处才是最好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想要做一个温暖世界的太阳。看到你的问题，我想先详细了解一下现在的情况。长时间以来，母亲错误的教导让你潜意识里害怕和人交流。你虽然知道母亲只是教育方法有问题，但不知道如何与她相处。根据你的描述，其实你有两个问题需要解决。首先是社交恐惧，也就是通常说的社交障碍。从你的描述中可以看出，你害怕和别人交流，放学后也常常一个人坐在座位上，似乎不知道如何与人相处。我理解的是，由于小时候母亲的错误教导，你潜意识里形成了不敢与他人交流的心理阻碍。现在让我们静下心来思考一下，你小时候是否主动和人交流过呢？也许你听过这样一句话：“主动才会有故事”，这句话对男女之间的关系同样适用。怎么说呢？在电视剧中，常常出现一个像救世主一样的女孩出现在一个自闭的女孩身边，但并不是每个人都会有这样的遇见。很多时候，孤寂的时光都是自己一个人熬过来的。朋友呢，需要自己去争取，有人喜欢开朗而有人喜欢安静沉默，你不必强迫自己成为自己不喜欢的人。从你的描述中我了解到，其实你对现状已经十分清楚，这是非常不错的。但是你总得给自己一个让别人了解你的机会，勇敢地迈出那一步，你会发现其实并不难。第二个问题是如何与母亲相处，亲爱的，当你把问题写在上面的时候，我觉得你没有回避这个问题，这一点你已经胜过了许多人。我见过一些人，他们想寻求帮助，但总是不愿意告诉别人自己的真实情况。我觉得在自我认同这一点上，你没有任何问题。下面是一些建议：首先，当与母亲发生冲突时，跑起来吧。毕竟现在已经不是小时候了，不用硬抗，我们可以选择先冷静下来，待母亲冷静后再和她交流。如果她坚持她是对的，那么也让她对，但是你可以向她清楚地表达你的观点。其次，知道你现在住在民宿，我建议你每周给她打一个电话，了解她的情况，并和她分享自己的成绩。最后，我认为你已经接受了母亲的性格，你只需要找到与她相处的方法。个人建议是，好好培养自己，让母亲看见你闪光的一面。最后，祝一切安好。",
    "annotation": [
      {
        "sentence": "想要做一个温暖世界的太阳。",
        "label": ""
      },
      {
        "sentence": "看到你的问题，我想先详细了解一下现在的情况。",
        "label": ""
      },
      {
        "sentence": "长时间以来，母亲错误的教导让你潜意识里害怕和人交流。",
        "label": ""
      },
      {
        "sentence": "你虽然知道母亲只是教育方法有问题，但不知道如何与她相处。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，其实你有两个问题需要解决。",
        "label": ""
      },
      {
        "sentence": "首先是社交恐惧，也就是通常说的社交障碍。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出，你害怕和别人交流，放学后也常常一个人坐在座位上，似乎不知道如何与人相处。",
        "label": ""
      },
      {
        "sentence": "我理解的是，由于小时候母亲的错误教导，你潜意识里形成了不敢与他人交流的心理阻碍。",
        "label": ""
      },
      {
        "sentence": "现在让我们静下心来思考一下，你小时候是否主动和人交流过呢？",
        "label": ""
      },
      {
        "sentence": "也许你听过这样一句话：“主动才会有故事”，这句话对男女之间的关系同样适用。",
        "label": ""
      },
      {
        "sentence": "怎么说呢？",
        "label": ""
      },
      {
        "sentence": "在电视剧中，常常出现一个像救世主一样的女孩出现在一个自闭的女孩身边，但并不是每个人都会有这样的遇见。",
        "label": ""
      },
      {
        "sentence": "很多时候，孤寂的时光都是自己一个人熬过来的。",
        "label": ""
      },
      {
        "sentence": "朋友呢，需要自己去争取，有人喜欢开朗而有人喜欢安静沉默，你不必强迫自己成为自己不喜欢的人。",
        "label": ""
      },
      {
        "sentence": "从你的描述中我了解到，其实你对现状已经十分清楚，这是非常不错的。",
        "label": ""
      },
      {
        "sentence": "但是你总得给自己一个让别人了解你的机会，勇敢地迈出那一步，你会发现其实并不难。",
        "label": ""
      },
      {
        "sentence": "第二个问题是如何与母亲相处，亲爱的，当你把问题写在上面的时候，我觉得你没有回避这个问题，这一点你已经胜过了许多人。",
        "label": ""
      },
      {
        "sentence": "我见过一些人，他们想寻求帮助，但总是不愿意告诉别人自己的真实情况。",
        "label": ""
      },
      {
        "sentence": "我觉得在自我认同这一点上，你没有任何问题。",
        "label": ""
      },
      {
        "sentence": "下面是一些建议：首先，当与母亲发生冲突时，跑起来吧。",
        "label": ""
      },
      {
        "sentence": "毕竟现在已经不是小时候了，不用硬抗，我们可以选择先冷静下来，待母亲冷静后再和她交流。",
        "label": ""
      },
      {
        "sentence": "如果她坚持她是对的，那么也让她对，但是你可以向她清楚地表达你的观点。",
        "label": ""
      },
      {
        "sentence": "其次，知道你现在住在民宿，我建议你每周给她打一个电话，了解她的情况，并和她分享自己的成绩。",
        "label": ""
      },
      {
        "sentence": "最后，我认为你已经接受了母亲的性格，你只需要找到与她相处的方法。",
        "label": ""
      },
      {
        "sentence": "个人建议是，好好培养自己，让母亲看见你闪光的一面。",
        "label": ""
      },
      {
        "sentence": "最后，祝一切安好。",
        "label": ""
      }
    ]
  }
]