[
  {
    "role": "client",
    "content": "我觉得她经常吼我，动不动就用暴力对待我，我真的不知道该怎么和她相处。曾经我一直生活在她的压迫下，导致我现在社交恐惧，总感到自卑。她从小就用打骂的方式来教育我，甚至会将衣架打断来打我，无论身边有什么东西，她都会拿来打我，每次她还会当着很多人的面骂我，很少鼓励我，有时候我觉得她只是教育出了问题，不全是坏的，她也会给我买好看的衣服，只是一发火就变成另一个人。我从小学一直到初中也没有朋友，放学时我总是一个人孤零零地坐在座位上，最怕体育课下课时其他人都去玩耍，而我只能一个人坐在学校某个角落。我害怕与人交流，平时叫不出话来，学习成绩中下，外貌瘦弱黑丑。后来为了摆脱社交恐惧和自卑，我硬是逼自己去交朋友，变得开朗了，学会了打扮，但是社交恐惧和自卑仍然困扰着我。我对自己为什么会有这种性格深感困惑。后来我去找了心理医生咨询，才知道这是源自于我母亲的影响，我感到无奈和难过。医生建议我学会反抗我母亲的暴力和语言，我试着去做了，虽然我母亲不再打我，但我们还是经常吵架。我现在已经搬出来住在民宿了，但我还是不知道该如何与她相处才能最好。",
    "annotation": [
      {
        "sentence": "我觉得她经常吼我，动不动就用暴力对待我，我真的不知道该怎么和她相处。",
        "label": ""
      },
      {
        "sentence": "曾经我一直生活在她的压迫下，导致我现在社交恐惧，总感到自卑。",
        "label": ""
      },
      {
        "sentence": "她从小就用打骂的方式来教育我，甚至会将衣架打断来打我，无论身边有什么东西，她都会拿来打我，每次她还会当着很多人的面骂我，很少鼓励我，有时候我觉得她只是教育出了问题，不全是坏的，她也会给我买好看的衣服，只是一发火就变成另一个人。",
        "label": ""
      },
      {
        "sentence": "我从小学一直到初中也没有朋友，放学时我总是一个人孤零零地坐在座位上，最怕体育课下课时其他人都去玩耍，而我只能一个人坐在学校某个角落。",
        "label": ""
      },
      {
        "sentence": "我害怕与人交流，平时叫不出话来，学习成绩中下，外貌瘦弱黑丑。",
        "label": ""
      },
      {
        "sentence": "后来为了摆脱社交恐惧和自卑，我硬是逼自己去交朋友，变得开朗了，学会了打扮，但是社交恐惧和自卑仍然困扰着我。",
        "label": ""
      },
      {
        "sentence": "我对自己为什么会有这种性格深感困惑。",
        "label": ""
      },
      {
        "sentence": "后来我去找了心理医生咨询，才知道这是源自于我母亲的影响，我感到无奈和难过。",
        "label": ""
      },
      {
        "sentence": "医生建议我学会反抗我母亲的暴力和语言，我试着去做了，虽然我母亲不再打我，但我们还是经常吵架。",
        "label": ""
      },
      {
        "sentence": "我现在已经搬出来住在民宿了，但我还是不知道该如何与她相处才能最好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中我能感受到你的苦恼，这么多年来一直在母亲的阴影下生活，形成了你现在社交恐惧和自卑的性格。你非常无奈和难过，不知道如何与母亲相处。我非常理解你的心情，父母的行为和小时候的成长环境对一个人的性格塑造有很大的影响。可以看出你的母亲不知道如何正确地表达自己，只是简单地用吼人和暴力的方式来教育你。这种方式对你造成了巨大的伤害。尽管你小时候性格顽皮，在母亲的打骂下长大，但她也有关心你的时候，说明母亲还是很在乎你的成长。只是有时候不能很好地控制自己的情绪。你可以思考一下，每次母亲吼人和出现暴力行为的原因是什么。是因为你调皮做错了事，还是因为母亲本身比较容易生气。如果原因来自你，那么你可以尽量在母亲面前约束自己的行为，不做那些引起她生气的事情。如果原因是母亲自己，那么你现在已经长大了，可以在空间上和母亲保持一定距离，让彼此都冷静下来。过去的事情已经发生了，我们无法改变，因此让我们选择接纳它，更多地关注现在的生活。你试着去反抗母亲的暴力和语言，她也有所改变，不再打你，但你们还是会吵架。可以看出你的反抗发挥了作用，母亲在意识到问题后也在努力调整自己。不过，一个人的性格是很难在一瞬间迅速转变的，你可以多给母亲一些时间，理解她的内心和感受，站在她的角度思考问题，发生争执时主动退一步，用更温和的方式解决问题，让她感受到你的态度变化。多和母亲沟通，了解母亲的内心，同时也表达出自己的想法。在搬出去住后，可以与母亲分享自己的生活，询问母亲的近况，每隔一段时间回家看看母亲，和她问候一声。总之，要多与母亲沟通，对她多一些包容和理解，遇到分歧时尽量心平气和地讨论。我祝愿你能够早日摆脱这些烦恼，与母亲之间的关系能够得到改善。",
    "annotation": [
      {
        "sentence": "从你的描述中我能感受到你的苦恼，这么多年来一直在母亲的阴影下生活，形成了你现在社交恐惧和自卑的性格。",
        "label": ""
      },
      {
        "sentence": "你非常无奈和难过，不知道如何与母亲相处。",
        "label": ""
      },
      {
        "sentence": "我非常理解你的心情，父母的行为和小时候的成长环境对一个人的性格塑造有很大的影响。",
        "label": ""
      },
      {
        "sentence": "可以看出你的母亲不知道如何正确地表达自己，只是简单地用吼人和暴力的方式来教育你。",
        "label": ""
      },
      {
        "sentence": "这种方式对你造成了巨大的伤害。",
        "label": ""
      },
      {
        "sentence": "尽管你小时候性格顽皮，在母亲的打骂下长大，但她也有关心你的时候，说明母亲还是很在乎你的成长。",
        "label": ""
      },
      {
        "sentence": "只是有时候不能很好地控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下，每次母亲吼人和出现暴力行为的原因是什么。",
        "label": ""
      },
      {
        "sentence": "是因为你调皮做错了事，还是因为母亲本身比较容易生气。",
        "label": ""
      },
      {
        "sentence": "如果原因来自你，那么你可以尽量在母亲面前约束自己的行为，不做那些引起她生气的事情。",
        "label": ""
      },
      {
        "sentence": "如果原因是母亲自己，那么你现在已经长大了，可以在空间上和母亲保持一定距离，让彼此都冷静下来。",
        "label": ""
      },
      {
        "sentence": "过去的事情已经发生了，我们无法改变，因此让我们选择接纳它，更多地关注现在的生活。",
        "label": ""
      },
      {
        "sentence": "你试着去反抗母亲的暴力和语言，她也有所改变，不再打你，但你们还是会吵架。",
        "label": ""
      },
      {
        "sentence": "可以看出你的反抗发挥了作用，母亲在意识到问题后也在努力调整自己。",
        "label": ""
      },
      {
        "sentence": "不过，一个人的性格是很难在一瞬间迅速转变的，你可以多给母亲一些时间，理解她的内心和感受，站在她的角度思考问题，发生争执时主动退一步，用更温和的方式解决问题，让她感受到你的态度变化。",
        "label": ""
      },
      {
        "sentence": "多和母亲沟通，了解母亲的内心，同时也表达出自己的想法。",
        "label": ""
      },
      {
        "sentence": "在搬出去住后，可以与母亲分享自己的生活，询问母亲的近况，每隔一段时间回家看看母亲，和她问候一声。",
        "label": ""
      },
      {
        "sentence": "总之，要多与母亲沟通，对她多一些包容和理解，遇到分歧时尽量心平气和地讨论。",
        "label": ""
      },
      {
        "sentence": "我祝愿你能够早日摆脱这些烦恼，与母亲之间的关系能够得到改善。",
        "label": ""
      }
    ]
  }
]