[
  {
    "role": "client",
    "content": "我觉得自己社交恐惧又自卑，不知道该如何与经常吼人和暴力的母亲相处？她没有受过多少教育，性格很天真，但也容易变得暴躁。我从小就被她打骂长大，性格也变得倔强而皮，她打我的衣架一个接一个地摔断，甚至连一个苹果都会用来打我。她经常当着许多人的面骂我，很少鼓励我。我知道有时候她只是教育方法出了问题，她并不完全是坏的，她也会关心我，给我买漂亮的衣服，只是一生气就变成了另一个人。我从小学到初中都不知道该如何与人交流，在学校也没有朋友，放学后我总是一个人坐在座位上，特别害怕体育课下课大家一起玩我却一个人孤单地坐在学校的某个地方。我害怕和人交流，平时不敢叫服务员，学习成绩一般，外貌也不好看，又黑又瘦又丑。后来出国之后，我开始逼迫自己交朋友，变得开朗一些，学会打扮，但是社交恐惧和自卑感仍然存在。我一直困惑为什么我会有那样的性格。后来我去找了心理医生咨询，才知道问题源于我妈妈的影响，我有点无奈和难过。医生告诉我要学会反抗我妈妈的暴力和言语攻击，我也照他的建议去做了，虽然妈妈没有再打我，但是我们经常吵架，现在我跑出来住在一家民宿，但我仍然不知道该如何与她相处才最好。",
    "annotation": [
      {
        "sentence": "我觉得自己社交恐惧又自卑，不知道该如何与经常吼人和暴力的母亲相处？",
        "label": ""
      },
      {
        "sentence": "她没有受过多少教育，性格很天真，但也容易变得暴躁。",
        "label": ""
      },
      {
        "sentence": "我从小就被她打骂长大，性格也变得倔强而皮，她打我的衣架一个接一个地摔断，甚至连一个苹果都会用来打我。",
        "label": ""
      },
      {
        "sentence": "她经常当着许多人的面骂我，很少鼓励我。",
        "label": ""
      },
      {
        "sentence": "我知道有时候她只是教育方法出了问题，她并不完全是坏的，她也会关心我，给我买漂亮的衣服，只是一生气就变成了另一个人。",
        "label": ""
      },
      {
        "sentence": "我从小学到初中都不知道该如何与人交流，在学校也没有朋友，放学后我总是一个人坐在座位上，特别害怕体育课下课大家一起玩我却一个人孤单地坐在学校的某个地方。",
        "label": ""
      },
      {
        "sentence": "我害怕和人交流，平时不敢叫服务员，学习成绩一般，外貌也不好看，又黑又瘦又丑。",
        "label": ""
      },
      {
        "sentence": "后来出国之后，我开始逼迫自己交朋友，变得开朗一些，学会打扮，但是社交恐惧和自卑感仍然存在。",
        "label": ""
      },
      {
        "sentence": "我一直困惑为什么我会有那样的性格。",
        "label": ""
      },
      {
        "sentence": "后来我去找了心理医生咨询，才知道问题源于我妈妈的影响，我有点无奈和难过。",
        "label": ""
      },
      {
        "sentence": "医生告诉我要学会反抗我妈妈的暴力和言语攻击，我也照他的建议去做了，虽然妈妈没有再打我，但是我们经常吵架，现在我跑出来住在一家民宿，但我仍然不知道该如何与她相处才最好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困境。其实很多父母不是因为不爱自己的孩子，而是因为不知道如何教育他们，所以他们常常会采用上一代人的教育方式来对待下一代。你可以问问妈妈小时候是如何被教育的，她对于自己的生活和性格是否满意，是否有想过去做一些改变。我自己小时候经历的和你有些相似，只要我考试不好或者和妈妈顶嘴，她就会打我，而且我爸爸属于放养式的教育，什么事情都不管，完全由自己决定。即使我现在已经结婚成家，但是对于妈妈的恐惧还是存留在我的内心，只是我现在可以更好地控制。首先，我们要学会与自己和解，重新认识自己，妈妈的打压总是导致我们缺乏自信，性格有些孤僻，不愿意和别人交流，经常把自己关在内心深处。但事实上，这个世界并没有我们想象中的那么可怕，很多事情只是别人给我们施加的压力。你后来通过自己的努力也交到了很多朋友，改变了自己，回过头想一想，其实很多事情做起来并没有想象中那么困难。其次，我们要尽量减少无谓的争吵。妈妈没有受过多少教育，所以在考虑一些事情时可能没有考虑周全，而且她脾气暴躁，很容易就发火了。我们也受了她的一些影响，导致冲突容易爆发。所以，今后如果再出现类似的情况，我们无法控制妈妈的情绪，但是可以控制自己的反应。我们可以暂时离开或者选择保持沉默，这并不表示我们错了，只是我们不希望发生无谓的争吵，所以我们选择回避。等到对方情绪平复后，我们再进行沟通或交流，也可以尝试一种轻松的方式，就像是和朋友交谈一样，不先入为主，把妈妈当做一个普通的朋友对待。第三，我们要学会拒绝和保护好自己。小时候我们无力照顾自己，几乎总是选择顺从，但是现在我们已经长大了，有些事情是由我们自己来决定的。所以我们不要把与妈妈的抗争视为错误，因为她也有做得不对的地方，我们只是为了自己避免受到更多的伤害。有时候我们可以告诉妈妈，我们已经长大了，希望她也能考虑一下我们的感受。我们知道她爱我们，但是也希望她能改变爱的方式。如果遇到问题，我们可以想办法解决，而不是发脾气或者争吵。如果有需要，我们可以继续聊下去，如果不能及时沟通，也不要破坏和气，等到心情好一点再进行交流。",
    "annotation": [
      {
        "sentence": "我理解你的困境。",
        "label": ""
      },
      {
        "sentence": "其实很多父母不是因为不爱自己的孩子，而是因为不知道如何教育他们，所以他们常常会采用上一代人的教育方式来对待下一代。",
        "label": ""
      },
      {
        "sentence": "你可以问问妈妈小时候是如何被教育的，她对于自己的生活和性格是否满意，是否有想过去做一些改变。",
        "label": ""
      },
      {
        "sentence": "我自己小时候经历的和你有些相似，只要我考试不好或者和妈妈顶嘴，她就会打我，而且我爸爸属于放养式的教育，什么事情都不管，完全由自己决定。",
        "label": ""
      },
      {
        "sentence": "即使我现在已经结婚成家，但是对于妈妈的恐惧还是存留在我的内心，只是我现在可以更好地控制。",
        "label": ""
      },
      {
        "sentence": "首先，我们要学会与自己和解，重新认识自己，妈妈的打压总是导致我们缺乏自信，性格有些孤僻，不愿意和别人交流，经常把自己关在内心深处。",
        "label": ""
      },
      {
        "sentence": "但事实上，这个世界并没有我们想象中的那么可怕，很多事情只是别人给我们施加的压力。",
        "label": ""
      },
      {
        "sentence": "你后来通过自己的努力也交到了很多朋友，改变了自己，回过头想一想，其实很多事情做起来并没有想象中那么困难。",
        "label": ""
      },
      {
        "sentence": "其次，我们要尽量减少无谓的争吵。",
        "label": ""
      },
      {
        "sentence": "妈妈没有受过多少教育，所以在考虑一些事情时可能没有考虑周全，而且她脾气暴躁，很容易就发火了。",
        "label": ""
      },
      {
        "sentence": "我们也受了她的一些影响，导致冲突容易爆发。",
        "label": ""
      },
      {
        "sentence": "所以，今后如果再出现类似的情况，我们无法控制妈妈的情绪，但是可以控制自己的反应。",
        "label": ""
      },
      {
        "sentence": "我们可以暂时离开或者选择保持沉默，这并不表示我们错了，只是我们不希望发生无谓的争吵，所以我们选择回避。",
        "label": ""
      },
      {
        "sentence": "等到对方情绪平复后，我们再进行沟通或交流，也可以尝试一种轻松的方式，就像是和朋友交谈一样，不先入为主，把妈妈当做一个普通的朋友对待。",
        "label": ""
      },
      {
        "sentence": "第三，我们要学会拒绝和保护好自己。",
        "label": ""
      },
      {
        "sentence": "小时候我们无力照顾自己，几乎总是选择顺从，但是现在我们已经长大了，有些事情是由我们自己来决定的。",
        "label": ""
      },
      {
        "sentence": "所以我们不要把与妈妈的抗争视为错误，因为她也有做得不对的地方，我们只是为了自己避免受到更多的伤害。",
        "label": ""
      },
      {
        "sentence": "有时候我们可以告诉妈妈，我们已经长大了，希望她也能考虑一下我们的感受。",
        "label": ""
      },
      {
        "sentence": "我们知道她爱我们，但是也希望她能改变爱的方式。",
        "label": ""
      },
      {
        "sentence": "如果遇到问题，我们可以想办法解决，而不是发脾气或者争吵。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我们可以继续聊下去，如果不能及时沟通，也不要破坏和气，等到心情好一点再进行交流。",
        "label": ""
      }
    ]
  }
]