[
  {
    "role": "client",
    "content": "人为什么要选择忠诚和专一？不能顺应自己的本能吗？我19岁有一个异地的男朋友，他真的非常好。但我就是有这优质男朋友，又瞄着其他盘里的菜，怕自己堵不住诱惑。我就是想不明白，人为什么要选择从一而终的生活，而不是自由自在，见一个爱一个，顺从自己的本能。这样多好，可以不负责任，随心所欲。除了没钱、道德这些外在原因，我想知道是什么让一个人心甘情愿地选择和一个人共度一生，而不是可以自由自在无拘无束。",
    "annotation": [
      {
        "sentence": "人为什么要选择忠诚和专一？",
        "label": ""
      },
      {
        "sentence": "不能顺应自己的本能吗？",
        "label": ""
      },
      {
        "sentence": "我19岁有一个异地的男朋友，他真的非常好。",
        "label": ""
      },
      {
        "sentence": "但我就是有这优质男朋友，又瞄着其他盘里的菜，怕自己堵不住诱惑。",
        "label": ""
      },
      {
        "sentence": "我就是想不明白，人为什么要选择从一而终的生活，而不是自由自在，见一个爱一个，顺从自己的本能。",
        "label": ""
      },
      {
        "sentence": "这样多好，可以不负责任，随心所欲。",
        "label": ""
      },
      {
        "sentence": "除了没钱、道德这些外在原因，我想知道是什么让一个人心甘情愿地选择和一个人共度一生，而不是可以自由自在无拘无束。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提出的问题是很深刻的。我也曾经思考过这个问题。在我的理解中，人们选择忠诚和专一的主要原因在于在一段长久的关系中获得更多的幸福感和满足感。不只是从生物学的角度上，人们在享受完短暂的快乐后会感觉更加空虚，因此选择了长时间的关系。你有没有感觉到你的男朋友给你带来了更多的幸福和满足感，如果没有的话，你们的关系还有必要继续下去吗？",
    "annotation": [
      {
        "sentence": "你提出的问题是很深刻的。",
        "label": ""
      },
      {
        "sentence": "我也曾经思考过这个问题。",
        "label": ""
      },
      {
        "sentence": "在我的理解中，人们选择忠诚和专一的主要原因在于在一段长久的关系中获得更多的幸福感和满足感。",
        "label": ""
      },
      {
        "sentence": "不只是从生物学的角度上，人们在享受完短暂的快乐后会感觉更加空虚，因此选择了长时间的关系。",
        "label": ""
      },
      {
        "sentence": "你有没有感觉到你的男朋友给你带来了更多的幸福和满足感，如果没有的话，你们的关系还有必要继续下去吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我同意你说的这一点，但我还是担心自己不能做到忠诚和专一，不知道如何面对那些诱惑。我觉得我不成熟。",
    "annotation": [
      {
        "sentence": "我同意你说的这一点，但我还是担心自己不能做到忠诚和专一，不知道如何面对那些诱惑。",
        "label": ""
      },
      {
        "sentence": "我觉得我不成熟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这样考虑自己很好，意味着你关注并且珍视你们的关系。你感到矛盾也是正常的，毕竟每个人的成长过程都是不同的。先让我们说一下“成熟”的概念。成熟并不是说从来不做错误的决定，而是尊重他人，也尊重自己。尊重自己也意味着要坦诚一点，说出自己的想法和感受，这样才能避免将来后悔和伤害。",
    "annotation": [
      {
        "sentence": "你这样考虑自己很好，意味着你关注并且珍视你们的关系。",
        "label": ""
      },
      {
        "sentence": "你感到矛盾也是正常的，毕竟每个人的成长过程都是不同的。",
        "label": ""
      },
      {
        "sentence": "先让我们说一下“成熟”的概念。",
        "label": ""
      },
      {
        "sentence": "成熟并不是说从来不做错误的决定，而是尊重他人，也尊重自己。",
        "label": ""
      },
      {
        "sentence": "尊重自己也意味着要坦诚一点，说出自己的想法和感受，这样才能避免将来后悔和伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了你的意思，但我还是不确定该怎么做。如果我选择了忠诚和专一，我怕我日后看到一些有吸引力的人，会后悔没有机会和他们接触。但如果我选择了自由自在，我怕自己以后会后悔没有珍惜好自己现在的男朋友。",
    "annotation": [
      {
        "sentence": "我理解了你的意思，但我还是不确定该怎么做。",
        "label": ""
      },
      {
        "sentence": "如果我选择了忠诚和专一，我怕我日后看到一些有吸引力的人，会后悔没有机会和他们接触。",
        "label": ""
      },
      {
        "sentence": "但如果我选择了自由自在，我怕自己以后会后悔没有珍惜好自己现在的男朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的这种情况是很常见的。为了前进，你必须做出一个艰难的选择。但是不管你选择什么，重要的是要时刻意识到你的决定是基于你目前的想法和感受。这意味着你可以重新评估和调整你的决定，如果你在将来母凭自取的话。",
    "annotation": [
      {
        "sentence": "你提到的这种情况是很常见的。",
        "label": ""
      },
      {
        "sentence": "为了前进，你必须做出一个艰难的选择。",
        "label": ""
      },
      {
        "sentence": "但是不管你选择什么，重要的是要时刻意识到你的决定是基于你目前的想法和感受。",
        "label": ""
      },
      {
        "sentence": "这意味着你可以重新评估和调整你的决定，如果你在将来母凭自取的话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我现在更倾向于选择忠诚和专一。我觉得那样会让我更加稳定和满足。",
    "annotation": [
      {
        "sentence": "我想我现在更倾向于选择忠诚和专一。",
        "label": ""
      },
      {
        "sentence": "我觉得那样会让我更加稳定和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，我支持你的决定。你现在需要做的就是坦诚地告诉你的男朋友，你经过思考后选择了珍惜你们的关系。和你男朋友坦诚沟通，你们可以一起制定一些规则，以确保你们的关系能够更稳定和持久。",
    "annotation": [
      {
        "sentence": "非常好，我支持你的决定。",
        "label": ""
      },
      {
        "sentence": "你现在需要做的就是坦诚地告诉你的男朋友，你经过思考后选择了珍惜你们的关系。",
        "label": ""
      },
      {
        "sentence": "和你男朋友坦诚沟通，你们可以一起制定一些规则，以确保你们的关系能够更稳定和持久。",
        "label": ""
      }
    ]
  }
]