[
  {
    "role": "client",
    "content": "人为什么要选择忠诚和专一？不能顺应自己的本能吗？我19岁有一个异地的男朋友，他真的非常好。但我就是有这优质男朋友，又瞄着其他盘里的菜，怕自己堵不住诱惑。我就是想不明白，人为什么要选择从一而终的生活，而不是自由自在，见一个爱一个，顺从自己的本能。这样多好，可以不负责任，随心所欲。除了没钱、道德这些外在原因，我想知道是什么让一个人心甘情愿地选择和一个人共度一生，而不是可以自由自在无拘无束。",
    "annotation": [
      {
        "sentence": "人为什么要选择忠诚和专一？",
        "label": ""
      },
      {
        "sentence": "不能顺应自己的本能吗？",
        "label": ""
      },
      {
        "sentence": "我19岁有一个异地的男朋友，他真的非常好。",
        "label": ""
      },
      {
        "sentence": "但我就是有这优质男朋友，又瞄着其他盘里的菜，怕自己堵不住诱惑。",
        "label": ""
      },
      {
        "sentence": "我就是想不明白，人为什么要选择从一而终的生活，而不是自由自在，见一个爱一个，顺从自己的本能。",
        "label": ""
      },
      {
        "sentence": "这样多好，可以不负责任，随心所欲。",
        "label": ""
      },
      {
        "sentence": "除了没钱、道德这些外在原因，我想知道是什么让一个人心甘情愿地选择和一个人共度一生，而不是可以自由自在无拘无束。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这个问题抛得很好，人们确实经常会感到疑惑。我们每个人内心都有动物性和人性两面的需要，而动物性的一面正是我们基本的本能。动物性是为了满足个体的需要，比如饥饿时想要进食、口渴时想要喝水，更多地关注个人。成功的人之所以能成功，在于他们能够更好地控制这种本能，而在控制过程中得到了很多回报，这些成功使他们成为与众不同的人，获得了非凡的成就。实际上，为了获得变好的结果，我们都要违背我们的动物性本能。举个例子，如果想要拥有好身材，必须进行锻炼和节食，但我们的动物性更想吃很多东西，就算不动弹地躺在床上。而要获得更多人的合作和信任，我们就必须学会包容和忠诚，这样别人才愿意与我们合作，无论是团队还是夫妻关系。因此，如果一个人只喜欢随意而行、忍受不住诱惑或者常常变心，一段时间过后，别人一旦了解到这种特性，谁还会愿意与他建立长久的关系呢？而无论是一个项目、合作还是人际关系，难道不都需要一段时间后才能有突破，才能有更大的收获吗？同样地，一般人不会与平时几乎不了解的人，或者是没有经历过长期合作的人，去合作一个规模很大的项目，因为你不知道这个人会不会欺骗你。而在人际关系中也是如此，如果只是追求快餐式的爱情，没有准备长期投入，你可能得不到对方真正的心。虽然你可以见异思迁，但你可能不会得到别人真正的爱。有一句古话说得好：“己所不欲，勿施于人。”反过来说，如果你希望别人对你真心，首先你自己也要真心对待别人，不能见异思迁。如果你希望别人对你忠诚，你也应该对别人忠诚。否则，当你伤心时想找人安慰，快乐时想与人分享时，你会发现周围没有一个人能真正理解你的快乐，安慰你的悲伤。因为无论你了解别人，还是别人了解你，都需要时间的积累。培养自己的专注和忠诚，对别人来说是非常重要的，更重要的是让自己变得越来越好。所有让你变得越来越好的东西，都违背人性，都会让你感到不舒服。所以你要选择舒服的堕落，还是选择不舒服的追求卓越呢？要好好爱自己，加油。希望以上建议对你有所帮助，请务必点击“有用”，感谢与你的相遇。",
    "annotation": [
      {
        "sentence": "你这个问题抛得很好，人们确实经常会感到疑惑。",
        "label": ""
      },
      {
        "sentence": "我们每个人内心都有动物性和人性两面的需要，而动物性的一面正是我们基本的本能。",
        "label": ""
      },
      {
        "sentence": "动物性是为了满足个体的需要，比如饥饿时想要进食、口渴时想要喝水，更多地关注个人。",
        "label": ""
      },
      {
        "sentence": "成功的人之所以能成功，在于他们能够更好地控制这种本能，而在控制过程中得到了很多回报，这些成功使他们成为与众不同的人，获得了非凡的成就。",
        "label": ""
      },
      {
        "sentence": "实际上，为了获得变好的结果，我们都要违背我们的动物性本能。",
        "label": ""
      },
      {
        "sentence": "举个例子，如果想要拥有好身材，必须进行锻炼和节食，但我们的动物性更想吃很多东西，就算不动弹地躺在床上。",
        "label": ""
      },
      {
        "sentence": "而要获得更多人的合作和信任，我们就必须学会包容和忠诚，这样别人才愿意与我们合作，无论是团队还是夫妻关系。",
        "label": ""
      },
      {
        "sentence": "因此，如果一个人只喜欢随意而行、忍受不住诱惑或者常常变心，一段时间过后，别人一旦了解到这种特性，谁还会愿意与他建立长久的关系呢？",
        "label": ""
      },
      {
        "sentence": "而无论是一个项目、合作还是人际关系，难道不都需要一段时间后才能有突破，才能有更大的收获吗？",
        "label": ""
      },
      {
        "sentence": "同样地，一般人不会与平时几乎不了解的人，或者是没有经历过长期合作的人，去合作一个规模很大的项目，因为你不知道这个人会不会欺骗你。",
        "label": ""
      },
      {
        "sentence": "而在人际关系中也是如此，如果只是追求快餐式的爱情，没有准备长期投入，你可能得不到对方真正的心。",
        "label": ""
      },
      {
        "sentence": "虽然你可以见异思迁，但你可能不会得到别人真正的爱。",
        "label": ""
      },
      {
        "sentence": "有一句古话说得好：“己所不欲，勿施于人。",
        "label": ""
      },
      {
        "sentence": "”反过来说，如果你希望别人对你真心，首先你自己也要真心对待别人，不能见异思迁。",
        "label": ""
      },
      {
        "sentence": "如果你希望别人对你忠诚，你也应该对别人忠诚。",
        "label": ""
      },
      {
        "sentence": "否则，当你伤心时想找人安慰，快乐时想与人分享时，你会发现周围没有一个人能真正理解你的快乐，安慰你的悲伤。",
        "label": ""
      },
      {
        "sentence": "因为无论你了解别人，还是别人了解你，都需要时间的积累。",
        "label": ""
      },
      {
        "sentence": "培养自己的专注和忠诚，对别人来说是非常重要的，更重要的是让自己变得越来越好。",
        "label": ""
      },
      {
        "sentence": "所有让你变得越来越好的东西，都违背人性，都会让你感到不舒服。",
        "label": ""
      },
      {
        "sentence": "所以你要选择舒服的堕落，还是选择不舒服的追求卓越呢？",
        "label": ""
      },
      {
        "sentence": "要好好爱自己，加油。",
        "label": ""
      },
      {
        "sentence": "希望以上建议对你有所帮助，请务必点击“有用”，感谢与你的相遇。",
        "label": ""
      }
    ]
  }
]