[
  {
    "role": "client",
    "content": "我和男友就性关系的问题发生了争论。我曾经明确告诉过他，我不能接受婚前性行为，就算戴套也不行。他现在说在一起这么久了，没有发生性关系别人不会信，还会认为身体有问题。他说性关系是爱的升华，我不想发生性关系就是质疑他。但是我和他在一起除了没做爱，其他的接吻什么的你难道感觉不到我的喜欢吗？我问他有点不开心吗？他说有一些，然后就说睡觉了吧，晚安。我现在对我们的关系感到困惑。难道不做爱就代表我质疑他了吗？发生性关系就代表我完全信任他了吗？我之前明确告诉过他，我接受不了性行为。他为什么还会不开心呢？",
    "annotation": [
      {
        "sentence": "我和男友就性关系的问题发生了争论。",
        "label": ""
      },
      {
        "sentence": "我曾经明确告诉过他，我不能接受婚前性行为，就算戴套也不行。",
        "label": ""
      },
      {
        "sentence": "他现在说在一起这么久了，没有发生性关系别人不会信，还会认为身体有问题。",
        "label": ""
      },
      {
        "sentence": "他说性关系是爱的升华，我不想发生性关系就是质疑他。",
        "label": ""
      },
      {
        "sentence": "但是我和他在一起除了没做爱，其他的接吻什么的你难道感觉不到我的喜欢吗？",
        "label": ""
      },
      {
        "sentence": "我问他有点不开心吗？",
        "label": ""
      },
      {
        "sentence": "他说有一些，然后就说睡觉了吧，晚安。",
        "label": ""
      },
      {
        "sentence": "我现在对我们的关系感到困惑。",
        "label": ""
      },
      {
        "sentence": "难道不做爱就代表我质疑他了吗？",
        "label": ""
      },
      {
        "sentence": "发生性关系就代表我完全信任他了吗？",
        "label": ""
      },
      {
        "sentence": "我之前明确告诉过他，我接受不了性行为。",
        "label": ""
      },
      {
        "sentence": "他为什么还会不开心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果一个男生以你不和我发生关系就是不爱我作为要挟的话，这样的人真的不值得依靠和信赖。你已经明确向他表露过自己的想法，告诉他自己的底线，但是他更在乎的是自己的面子，并没有为你们的将来考虑。发生性关系最好是双方自愿的，而且最好不要有外界的因素干扰，因为这个社会对女孩子来说并不是那么友好。有没有发生性关系为何非要和别人说呢？或者身体有没有问题为何别人要知道呢？很多男生在一起确实会讨论这些事，但是这些事是彼此的隐私，真的适合公开讨论吗？还有，就是你男友的态度，他的表现似乎只是为了发生关系，虽然你们在一起肯定是想要走一辈子的，但是现在什么保证都没有，而且你也明确表明了自己的想法，他真的认真考虑过吗？我个人理解，作为一个男生，如果没有做好走一生的准备，请你不要轻易褪去女孩的衣物，因为我们要对爱的人负责。有些事不需要去争辩，理解我们的人会为我们考虑，不会强迫我们，不理解我们的人只会想自己，所以有些事自己明白就好。",
    "annotation": [
      {
        "sentence": "如果一个男生以你不和我发生关系就是不爱我作为要挟的话，这样的人真的不值得依靠和信赖。",
        "label": ""
      },
      {
        "sentence": "你已经明确向他表露过自己的想法，告诉他自己的底线，但是他更在乎的是自己的面子，并没有为你们的将来考虑。",
        "label": ""
      },
      {
        "sentence": "发生性关系最好是双方自愿的，而且最好不要有外界的因素干扰，因为这个社会对女孩子来说并不是那么友好。",
        "label": ""
      },
      {
        "sentence": "有没有发生性关系为何非要和别人说呢？",
        "label": ""
      },
      {
        "sentence": "或者身体有没有问题为何别人要知道呢？",
        "label": ""
      },
      {
        "sentence": "很多男生在一起确实会讨论这些事，但是这些事是彼此的隐私，真的适合公开讨论吗？",
        "label": ""
      },
      {
        "sentence": "还有，就是你男友的态度，他的表现似乎只是为了发生关系，虽然你们在一起肯定是想要走一辈子的，但是现在什么保证都没有，而且你也明确表明了自己的想法，他真的认真考虑过吗？",
        "label": ""
      },
      {
        "sentence": "我个人理解，作为一个男生，如果没有做好走一生的准备，请你不要轻易褪去女孩的衣物，因为我们要对爱的人负责。",
        "label": ""
      },
      {
        "sentence": "有些事不需要去争辩，理解我们的人会为我们考虑，不会强迫我们，不理解我们的人只会想自己，所以有些事自己明白就好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。我也觉得他的行为有些不可理喻。我只是不明白为什么他会因为这个事情不开心，是不是我做错了什么？",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我也觉得他的行为有些不可理喻。",
        "label": ""
      },
      {
        "sentence": "我只是不明白为什么他会因为这个事情不开心，是不是我做错了什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你没有做错什么。他的不开心可能是因为自己的欲望没有得到满足，但是并不代表你做错了什么。他应该尊重你的决定，并且为你们之间的问题找到更好的解决方法。如果他只是为了自己的欲望而不顾你的感受，那这样的人并不适合和你在一起。",
    "annotation": [
      {
        "sentence": "你没有做错什么。",
        "label": ""
      },
      {
        "sentence": "他的不开心可能是因为自己的欲望没有得到满足，但是并不代表你做错了什么。",
        "label": ""
      },
      {
        "sentence": "他应该尊重你的决定，并且为你们之间的问题找到更好的解决方法。",
        "label": ""
      },
      {
        "sentence": "如果他只是为了自己的欲望而不顾你的感受，那这样的人并不适合和你在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是我太过于纠结这个问题了。我担心如果我们一直不发生性关系，他会觉得我不够爱他，进而影响我们的关系。",
    "annotation": [
      {
        "sentence": "可能是我太过于纠结这个问题了。",
        "label": ""
      },
      {
        "sentence": "我担心如果我们一直不发生性关系，他会觉得我不够爱他，进而影响我们的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要为了取悦他而违背自己的原则。性关系并不是衡量爱的唯一标准。你们之间还有其他形式的亲密和喜欢，这些也是表达爱的方式。如果他只是因为这个问题对你有所怀疑，那他并没有真正理解你和尊重你。你们关系的稳固和幸福需要建立在互相的尊重和信任之上。",
    "annotation": [
      {
        "sentence": "不要为了取悦他而违背自己的原则。",
        "label": ""
      },
      {
        "sentence": "性关系并不是衡量爱的唯一标准。",
        "label": ""
      },
      {
        "sentence": "你们之间还有其他形式的亲密和喜欢，这些也是表达爱的方式。",
        "label": ""
      },
      {
        "sentence": "如果他只是因为这个问题对你有所怀疑，那他并没有真正理解你和尊重你。",
        "label": ""
      },
      {
        "sentence": "你们关系的稳固和幸福需要建立在互相的尊重和信任之上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。我应该相信自己的选择，而不是为了迎合他的期望而放弃自己的底线。我会坚持自己的原则，如果他真的爱我，应该会理解和支持我的决定。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我应该相信自己的选择，而不是为了迎合他的期望而放弃自己的底线。",
        "label": ""
      },
      {
        "sentence": "我会坚持自己的原则，如果他真的爱我，应该会理解和支持我的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，坚持自己的底线是非常重要的。如果他真的爱你，他会尊重你的选择，并且支持你。不要为了短暂的满足而牺牲了你的原则和自尊。相信自己，相信自己的价值，相信你应该得到一个尊重你的人。",
    "annotation": [
      {
        "sentence": "对的，坚持自己的底线是非常重要的。",
        "label": ""
      },
      {
        "sentence": "如果他真的爱你，他会尊重你的选择，并且支持你。",
        "label": ""
      },
      {
        "sentence": "不要为了短暂的满足而牺牲了你的原则和自尊。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信自己的价值，相信你应该得到一个尊重你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我现在明白了应该如何处理这个问题了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我现在明白了应该如何处理这个问题了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。希望你能够找到适合你的解决方法，建立一个健康和平等的关系。如果还有其他问题，随时来找我聊天。你可以相信自己，你会做出正确的决定的。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到适合你的解决方法，建立一个健康和平等的关系。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "你可以相信自己，你会做出正确的决定的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]