[
  {
    "role": "client",
    "content": "国企上班，患上抑郁症，这种情况能请假嘛？我在供电局上班，因为工作压力和妻儿异地导致患上抑郁症，请问能给单位请病假嘛？",
    "annotation": [
      {
        "sentence": "国企上班，患上抑郁症，这种情况能请假嘛？",
        "label": ""
      },
      {
        "sentence": "我在供电局上班，因为工作压力和妻儿异地导致患上抑郁症，请问能给单位请病假嘛？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抑郁症是一种严重的心理疾病，对你的身心健康有着重大的冲击。你提到了工作压力和妻儿异地，这些都是导致抑郁症的重要因素。你感到需要请病假休息是正常的，但你也担心这会对工作产生影响或者单位不会理解和批准你以抑郁症为由请假。可以尝试一边工作一边治疗，但对于重度抑郁症来说，有时无法胜任日常工作。另外，这也需要看你的上级对抑郁症的认识，不同的领导有不同的理解和态度，可能会影响你的请假结果。",
    "annotation": [
      {
        "sentence": "抑郁症是一种严重的心理疾病，对你的身心健康有着重大的冲击。",
        "label": ""
      },
      {
        "sentence": "你提到了工作压力和妻儿异地，这些都是导致抑郁症的重要因素。",
        "label": ""
      },
      {
        "sentence": "你感到需要请病假休息是正常的，但你也担心这会对工作产生影响或者单位不会理解和批准你以抑郁症为由请假。",
        "label": ""
      },
      {
        "sentence": "可以尝试一边工作一边治疗，但对于重度抑郁症来说，有时无法胜任日常工作。",
        "label": ""
      },
      {
        "sentence": "另外，这也需要看你的上级对抑郁症的认识，不同的领导有不同的理解和态度，可能会影响你的请假结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，那你觉得我该怎么办？",
    "annotation": [
      {
        "sentence": "我明白了，那你觉得我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要明确抑郁症是一个隐秘但真实的疾病，它会对你的身心造成困扰。你的健康同样重要，所以不要因为工作而牺牲健康。如果你感觉身心状况不佳需要休整和治疗，就要及时行动。你可以试着与领导沟通，解释你的病情和需要，请假的原因，并希望得到理解和支持。同时，抑郁症可能存在内在原因，可能需要心理医生的帮助来找到这些原因并进行治疗。这样能够更好地康复和成长。",
    "annotation": [
      {
        "sentence": "首先，你要明确抑郁症是一个隐秘但真实的疾病，它会对你的身心造成困扰。",
        "label": ""
      },
      {
        "sentence": "你的健康同样重要，所以不要因为工作而牺牲健康。",
        "label": ""
      },
      {
        "sentence": "如果你感觉身心状况不佳需要休整和治疗，就要及时行动。",
        "label": ""
      },
      {
        "sentence": "你可以试着与领导沟通，解释你的病情和需要，请假的原因，并希望得到理解和支持。",
        "label": ""
      },
      {
        "sentence": "同时，抑郁症可能存在内在原因，可能需要心理医生的帮助来找到这些原因并进行治疗。",
        "label": ""
      },
      {
        "sentence": "这样能够更好地康复和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望能得到单位的理解和支持。但是如果领导不了解抑郁症的严重性，会怎么样呢？",
    "annotation": [
      {
        "sentence": "是的，我希望能得到单位的理解和支持。",
        "label": ""
      },
      {
        "sentence": "但是如果领导不了解抑郁症的严重性，会怎么样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个现实的问题，因为现在还有一些人无法理解抑郁症患者的痛苦，他们可能认为只是想不开或是找事。如果你的领导对抑郁症缺乏认识和理解，你以抑郁症为理由请假可能会遇到麻烦，并且可能会对你的职业发展产生影响。然而，健康是最重要的，这需要你认真权衡和处理。你可以尝试寻求相关的心理健康知识和资料，加强你与领导的沟通，让他们了解抑郁症的真实性质和需要。同时，坚持接受治疗和心理咨询也是非常重要的，这将有助于你更好地康复并应对工作压力和妻儿异地的困扰。",
    "annotation": [
      {
        "sentence": "这是一个现实的问题，因为现在还有一些人无法理解抑郁症患者的痛苦，他们可能认为只是想不开或是找事。",
        "label": ""
      },
      {
        "sentence": "如果你的领导对抑郁症缺乏认识和理解，你以抑郁症为理由请假可能会遇到麻烦，并且可能会对你的职业发展产生影响。",
        "label": ""
      },
      {
        "sentence": "然而，健康是最重要的，这需要你认真权衡和处理。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻求相关的心理健康知识和资料，加强你与领导的沟通，让他们了解抑郁症的真实性质和需要。",
        "label": ""
      },
      {
        "sentence": "同时，坚持接受治疗和心理咨询也是非常重要的，这将有助于你更好地康复并应对工作压力和妻儿异地的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会认真考虑并采取行动，希望能得到好的结果。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会认真考虑并采取行动，希望能得到好的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你已经迈出了重要的一步。记住，你的健康和幸福是至关重要的，不要因为工作而忽视了它们。有勇气和坚持尋求帮助很了不起，希望你能尽快战胜抑郁症，恢复身心健康，并在工作和家庭中取得平衡。如果你需要进一步的支持和咨询，我会一直在这里帮助你。请保持积极乐观的态度，你会度过难关的。",
    "annotation": [
      {
        "sentence": "不客气，你已经迈出了重要的一步。",
        "label": ""
      },
      {
        "sentence": "记住，你的健康和幸福是至关重要的，不要因为工作而忽视了它们。",
        "label": ""
      },
      {
        "sentence": "有勇气和坚持尋求帮助很了不起，希望你能尽快战胜抑郁症，恢复身心健康，并在工作和家庭中取得平衡。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持和咨询，我会一直在这里帮助你。",
        "label": ""
      },
      {
        "sentence": "请保持积极乐观的态度，你会度过难关的。",
        "label": ""
      }
    ]
  }
]