[
  {
    "role": "client",
    "content": "初二学生，最近两年，为什么我总是想要自杀？分数，老师，父母，自己带来的压力总是让我感觉生活无力，我胳膊上全是刀疤，总是控制不住自己自残，感觉生活越来越困难，我不止一次想过自杀，总感觉死亡是一种解脱，我曾想过吃安眠药悄悄离开世界，反正世界少了我一个也没人在意。",
    "annotation": [
      {
        "sentence": "初二学生，最近两年，为什么我总是想要自杀？",
        "label": ""
      },
      {
        "sentence": "分数，老师，父母，自己带来的压力总是让我感觉生活无力，我胳膊上全是刀疤，总是控制不住自己自残，感觉生活越来越困难，我不止一次想过自杀，总感觉死亡是一种解脱，我曾想过吃安眠药悄悄离开世界，反正世界少了我一个也没人在意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰我感到非常关切。首先，我想说你勇敢地表达了自己的内心痛苦，这是一件非常重要的事情。请你原谅我的直接，但我建议你寻求一位专业的心理咨询师来解决这个问题。他们有专业的知识和经验来帮助你度过这个困难的时期。你认为这个建议怎么样？",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰我感到非常关切。",
        "label": ""
      },
      {
        "sentence": "首先，我想说你勇敢地表达了自己的内心痛苦，这是一件非常重要的事情。",
        "label": ""
      },
      {
        "sentence": "请你原谅我的直接，但我建议你寻求一位专业的心理咨询师来解决这个问题。",
        "label": ""
      },
      {
        "sentence": "他们有专业的知识和经验来帮助你度过这个困难的时期。",
        "label": ""
      },
      {
        "sentence": "你认为这个建议怎么样？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "找心理咨询师吗？我不知道该怎么找，也不敢对任何人说这些。我害怕他们会觉得我很疯狂或者不正常。",
    "annotation": [
      {
        "sentence": "找心理咨询师吗？",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么找，也不敢对任何人说这些。",
        "label": ""
      },
      {
        "sentence": "我害怕他们会觉得我很疯狂或者不正常。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但是心理咨询师是受过专业培训的人，他们会尊重你的隐私，并为你提供必要的支持和帮助。你可以尝试去学校心理健康中心或者医院咨询部门咨询。他们会专门安排心理咨询师与你进行面对面的谈话，帮助你找到合适的解决办法。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但是心理咨询师是受过专业培训的人，他们会尊重你的隐私，并为你提供必要的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "你可以尝试去学校心理健康中心或者医院咨询部门咨询。",
        "label": ""
      },
      {
        "sentence": "他们会专门安排心理咨询师与你进行面对面的谈话，帮助你找到合适的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我有点害怕但也希望得到帮助。那我应该如何才能和咨询师进行沟通呢？我很怕自己表达不清楚，他们不了解我的困扰。",
    "annotation": [
      {
        "sentence": "听你这么说，我有点害怕但也希望得到帮助。",
        "label": ""
      },
      {
        "sentence": "那我应该如何才能和咨询师进行沟通呢？",
        "label": ""
      },
      {
        "sentence": "我很怕自己表达不清楚，他们不了解我的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用担心，心理咨询师会倾听你的困扰并给予你专业的指导。在给他们说你的问题时，你可以先写下来，这样可以帮助你更清楚地表达出来。当你见到心理咨询师时，你可以逐步地将自己的困扰告诉他们，他们会耐心听取并协助你找到解决方案。",
    "annotation": [
      {
        "sentence": "不用担心，心理咨询师会倾听你的困扰并给予你专业的指导。",
        "label": ""
      },
      {
        "sentence": "在给他们说你的问题时，你可以先写下来，这样可以帮助你更清楚地表达出来。",
        "label": ""
      },
      {
        "sentence": "当你见到心理咨询师时，你可以逐步地将自己的困扰告诉他们，他们会耐心听取并协助你找到解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我有些放心了。但是我还是担心我的家人会反对我去咨询。我父母总是觉得我只是在找借口逃避学习。",
    "annotation": [
      {
        "sentence": "听你这么说，我有些放心了。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心我的家人会反对我去咨询。",
        "label": ""
      },
      {
        "sentence": "我父母总是觉得我只是在找借口逃避学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心。你可以尝试和你的家人沟通，告诉他们你内心的真实感受和困惑。也许他们还没有真正了解到你的痛苦和困境，所以他们对此持不同看法。告诉他们你想接受咨询的原因，让他们知道这对你来说是一种积极的方式来改善自己的心理健康状况。",
    "annotation": [
      {
        "sentence": "理解你的担心。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和你的家人沟通，告诉他们你内心的真实感受和困惑。",
        "label": ""
      },
      {
        "sentence": "也许他们还没有真正了解到你的痛苦和困境，所以他们对此持不同看法。",
        "label": ""
      },
      {
        "sentence": "告诉他们你想接受咨询的原因，让他们知道这对你来说是一种积极的方式来改善自己的心理健康状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试和他们好好沟通的，希望他们能够理解。但是现在我还没有找到咨询师，我该怎么办？",
    "annotation": [
      {
        "sentence": "我会尝试和他们好好沟通的，希望他们能够理解。",
        "label": ""
      },
      {
        "sentence": "但是现在我还没有找到咨询师，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以先试着到学校心理健康中心或者医院咨询部门咨询一下，他们会为你安排专业的心理咨询师的。如果你暂时找不到合适的咨询师，你也可以尝试参加一些心理健康相关的课程、工作坊或者小组活动。这些活动会有专业的心理健康工作者指导，他们会帮助你更好地了解和处理自己的情绪和困扰。",
    "annotation": [
      {
        "sentence": "你可以先试着到学校心理健康中心或者医院咨询部门咨询一下，他们会为你安排专业的心理咨询师的。",
        "label": ""
      },
      {
        "sentence": "如果你暂时找不到合适的咨询师，你也可以尝试参加一些心理健康相关的课程、工作坊或者小组活动。",
        "label": ""
      },
      {
        "sentence": "这些活动会有专业的心理健康工作者指导，他们会帮助你更好地了解和处理自己的情绪和困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽快采取行动去寻求帮助的。对于暂时无法找到咨询师，我会尝试参加一些心理健康活动来寻求支持和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽快采取行动去寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "对于暂时无法找到咨询师，我会尝试参加一些心理健康活动来寻求支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议对你有所帮助。请记住，在这个过程中，你并不孤单，一直都有人愿意帮助你。尽管当下困难重重，但只要你勇敢地面对问题，并寻求适当的帮助，你一定可以度过这个困难的时期。祝愿你早日走出困境，重拾快乐的生活。",
    "annotation": [
      {
        "sentence": "很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "请记住，在这个过程中，你并不孤单，一直都有人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "尽管当下困难重重，但只要你勇敢地面对问题，并寻求适当的帮助，你一定可以度过这个困难的时期。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走出困境，重拾快乐的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力去改变现状，寻找更积极的心态面对生活的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力去改变现状，寻找更积极的心态面对生活的。",
        "label": ""
      }
    ]
  }
]