[
  {
    "role": "client",
    "content": "年华留不住天真无邪的我，邪恶和成熟，如何选择？过往，我天真而又善良，懂得与人为善，如今，我变得成熟而又稳重，懂得社会规则，不经感慨时光荏苒。以前，我总相信世界很好，绝大部分人都善良，可只因同情心，我收到了沉重的礼物，多了许多本不该属于我的麻烦事，直至我现在都不敢相信任何陌生人，那时我还天真的以为，这只是一小部分事情，但直到我钱财两空，才恍然大悟，真不应该这样下去了。我心境彻底灰淡了，我开始学会了大人般的思想和言语，与之付出行动，变得比以前更加开朗，不如以前那般内向。感觉迷失了自己，但又彻底明白了自己。看到一句话，愿你温柔有原则，善良得有底线。说实在，能表达出来这句话的人，心地肯定是善良可爱！我又做过一场梦，梦里有名使者，送给我两瓶药，一瓶是充满善良和天真的，但你要遭受苦难，一瓶是拥有财富和幸福的，但你要变得邪恶和成熟。如果是你，你会如何选择呢？它没有说话，只是让我自己考虑，想好了再来和他做决定，直至今天，我也没有想出来。",
    "annotation": [
      {
        "sentence": "年华留不住天真无邪的我，邪恶和成熟，如何选择？",
        "label": ""
      },
      {
        "sentence": "过往，我天真而又善良，懂得与人为善，如今，我变得成熟而又稳重，懂得社会规则，不经感慨时光荏苒。",
        "label": ""
      },
      {
        "sentence": "以前，我总相信世界很好，绝大部分人都善良，可只因同情心，我收到了沉重的礼物，多了许多本不该属于我的麻烦事，直至我现在都不敢相信任何陌生人，那时我还天真的以为，这只是一小部分事情，但直到我钱财两空，才恍然大悟，真不应该这样下去了。",
        "label": ""
      },
      {
        "sentence": "我心境彻底灰淡了，我开始学会了大人般的思想和言语，与之付出行动，变得比以前更加开朗，不如以前那般内向。",
        "label": ""
      },
      {
        "sentence": "感觉迷失了自己，但又彻底明白了自己。",
        "label": ""
      },
      {
        "sentence": "看到一句话，愿你温柔有原则，善良得有底线。",
        "label": ""
      },
      {
        "sentence": "说实在，能表达出来这句话的人，心地肯定是善良可爱！",
        "label": ""
      },
      {
        "sentence": "我又做过一场梦，梦里有名使者，送给我两瓶药，一瓶是充满善良和天真的，但你要遭受苦难，一瓶是拥有财富和幸福的，但你要变得邪恶和成熟。",
        "label": ""
      },
      {
        "sentence": "如果是你，你会如何选择呢？",
        "label": ""
      },
      {
        "sentence": "它没有说话，只是让我自己考虑，想好了再来和他做决定，直至今天，我也没有想出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到了你因为成长给自己带来了苦恼，而且现在在你面前出现了一个两难的选择。根据你的描述可以看出，你其实是一个很善于思考的人，而且你的感受性也很强，这是很难得的。这是一个关于【成长的话题】。",
    "annotation": [
      {
        "sentence": "看到了你因为成长给自己带来了苦恼，而且现在在你面前出现了一个两难的选择。",
        "label": ""
      },
      {
        "sentence": "根据你的描述可以看出，你其实是一个很善于思考的人，而且你的感受性也很强，这是很难得的。",
        "label": ""
      },
      {
        "sentence": "这是一个关于【成长的话题】。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我曾经很天真善良，并且相信世界是美好的。但是经历了一些事情后，我开始怀疑这种天真是否适合我。我不知道如何选择，同时也感觉自己有些迷失了。",
    "annotation": [
      {
        "sentence": "是的，我曾经很天真善良，并且相信世界是美好的。",
        "label": ""
      },
      {
        "sentence": "但是经历了一些事情后，我开始怀疑这种天真是否适合我。",
        "label": ""
      },
      {
        "sentence": "我不知道如何选择，同时也感觉自己有些迷失了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先说一下成长，除了我们身体长大之外，另外最重要的就是，我们对这个世界的看法会发生改变。在我们小时候，我们看这个世界是很简单的。我们只会用【二分法】来看这个世界，比如会用好人和坏人来定义别人。但是当我们慢慢长大之后，发现这个世界不是按好人和坏人来分的，好人可以变坏，坏人也可以变好。而且有的人会从不同的角度看，他可能又是坏人，又是好人。角度不一样，看法也就不一样。",
    "annotation": [
      {
        "sentence": "首先说一下成长，除了我们身体长大之外，另外最重要的就是，我们对这个世界的看法会发生改变。",
        "label": ""
      },
      {
        "sentence": "在我们小时候，我们看这个世界是很简单的。",
        "label": ""
      },
      {
        "sentence": "我们只会用【二分法】来看这个世界，比如会用好人和坏人来定义别人。",
        "label": ""
      },
      {
        "sentence": "但是当我们慢慢长大之后，发现这个世界不是按好人和坏人来分的，好人可以变坏，坏人也可以变好。",
        "label": ""
      },
      {
        "sentence": "而且有的人会从不同的角度看，他可能又是坏人，又是好人。",
        "label": ""
      },
      {
        "sentence": "角度不一样，看法也就不一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我现在明白了这一点。成长让我意识到世界并不是我想象中的那么简单。我曾经相信大部分人都善良，但是现实却告诉我，这并不是全部真相。我感到迷茫和矛盾，不知道如何面对这个复杂的世界。",
    "annotation": [
      {
        "sentence": "确实，我现在明白了这一点。",
        "label": ""
      },
      {
        "sentence": "成长让我意识到世界并不是我想象中的那么简单。",
        "label": ""
      },
      {
        "sentence": "我曾经相信大部分人都善良，但是现实却告诉我，这并不是全部真相。",
        "label": ""
      },
      {
        "sentence": "我感到迷茫和矛盾，不知道如何面对这个复杂的世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，成长让我们面临着更多的选择和责任。但成熟并不一定意味着邪恶，它只是我们对这个社会更能包容和接纳，能应对社会发生的各种事情的一种表现。我们可以温柔，但我们不要懦弱；我们可以善良，但我们的善良要用到恰到好处，因为随着社会的发展，有很多人会利用我们的善良。",
    "annotation": [
      {
        "sentence": "是的，成长让我们面临着更多的选择和责任。",
        "label": ""
      },
      {
        "sentence": "但成熟并不一定意味着邪恶，它只是我们对这个社会更能包容和接纳，能应对社会发生的各种事情的一种表现。",
        "label": ""
      },
      {
        "sentence": "我们可以温柔，但我们不要懦弱；我们可以善良，但我们的善良要用到恰到好处，因为随着社会的发展，有很多人会利用我们的善良。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我明白了。成熟不代表邪恶，我可以在成长的过程中保持善良的本心。我也明白了善良不应该被滥用，我要学会保护自己，并在社会生活中发挥自己的价值。",
    "annotation": [
      {
        "sentence": "你说得对，我明白了。",
        "label": ""
      },
      {
        "sentence": "成熟不代表邪恶，我可以在成长的过程中保持善良的本心。",
        "label": ""
      },
      {
        "sentence": "我也明白了善良不应该被滥用，我要学会保护自己，并在社会生活中发挥自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能有这样的领悟和决心。在成长的过程中，我们需要学会适应社会的发展，同时保持善良的本心，不让自己变得冷漠。除了保护自己，也要学会分辨哪些人是善良的，哪些人是邪恶的。这是一个重要的生活技能，希望你能在这个过程中坚持下去。",
    "annotation": [
      {
        "sentence": "很高兴你能有这样的领悟和决心。",
        "label": ""
      },
      {
        "sentence": "在成长的过程中，我们需要学会适应社会的发展，同时保持善良的本心，不让自己变得冷漠。",
        "label": ""
      },
      {
        "sentence": "除了保护自己，也要学会分辨哪些人是善良的，哪些人是邪恶的。",
        "label": ""
      },
      {
        "sentence": "这是一个重要的生活技能，希望你能在这个过程中坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会努力去适应成长带来的变化，并保持自己的善良和温柔。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力去适应成长带来的变化，并保持自己的善良和温柔。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。如果你有任何困惑或者需要倾诉，随时都可以来找我。记住，你并不孤单，我们一直在你身边。祝你在成长的道路上能够找到属于自己的幸福和满足。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑或者需要倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们一直在你身边。",
        "label": ""
      },
      {
        "sentence": "祝你在成长的道路上能够找到属于自己的幸福和满足。",
        "label": ""
      }
    ]
  }
]