[
  {
    "role": "client",
    "content": "我是一个18岁的女生，一直都在坚持和忍耐，但是现在感觉精神紧张到了极限。我并不是想要恢复以前的休息放松，而是想抓紧每分每秒，可是总有一种心有余而力不足的感觉。注意力也没有之前那么集中，内心感觉并不幸福，一直在忍耐高压和坚持，不断前进又会冒出无数个不满意的地方，感觉这样一生下来会有意义吗？觉得失去了享受生活的幸福感。",
    "annotation": [
      {
        "sentence": "我是一个18岁的女生，一直都在坚持和忍耐，但是现在感觉精神紧张到了极限。",
        "label": ""
      },
      {
        "sentence": "我并不是想要恢复以前的休息放松，而是想抓紧每分每秒，可是总有一种心有余而力不足的感觉。",
        "label": ""
      },
      {
        "sentence": "注意力也没有之前那么集中，内心感觉并不幸福，一直在忍耐高压和坚持，不断前进又会冒出无数个不满意的地方，感觉这样一生下来会有意义吗？",
        "label": ""
      },
      {
        "sentence": "觉得失去了享受生活的幸福感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你在提问中说到，自己总是习惯性地感到精神紧绷，内心其实想放松下来、享受生活，但是现实是自己非常想抓紧每分每秒。我非常能够理解你的感受。请你静下心来，暂时停下手头的工作，花一些时间和自己相处，问问自己为什么不愿意停止呢？",
    "annotation": [
      {
        "sentence": "首先，你在提问中说到，自己总是习惯性地感到精神紧绷，内心其实想放松下来、享受生活，但是现实是自己非常想抓紧每分每秒。",
        "label": ""
      },
      {
        "sentence": "我非常能够理解你的感受。",
        "label": ""
      },
      {
        "sentence": "请你静下心来，暂时停下手头的工作，花一些时间和自己相处，问问自己为什么不愿意停止呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是因为害怕他人在工作或学习中超过我，害怕自己落后了，害怕不能得到别人的肯定等。事实上，“停不下来”的最深层次的原因就是焦虑，是焦虑的情绪驱使着我不断向前走。我也意识到这种被动的精神紧绷，并不是我想要的。",
    "annotation": [
      {
        "sentence": "可能是因为害怕他人在工作或学习中超过我，害怕自己落后了，害怕不能得到别人的肯定等。",
        "label": ""
      },
      {
        "sentence": "事实上，“停不下来”的最深层次的原因就是焦虑，是焦虑的情绪驱使着我不断向前走。",
        "label": ""
      },
      {
        "sentence": "我也意识到这种被动的精神紧绷，并不是我想要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很能够理解你的感受。其实，在当下这个飞速发展的时代，遇到这个问题的不只有你一个人。那么，是什么让我们如此焦虑呢？请你回想一下，在你小时候，你的父母是否能够给你足够多的关心和支持？父母是经常表扬你还是经常否定和批评你呢？",
    "annotation": [
      {
        "sentence": "很能够理解你的感受。",
        "label": ""
      },
      {
        "sentence": "其实，在当下这个飞速发展的时代，遇到这个问题的不只有你一个人。",
        "label": ""
      },
      {
        "sentence": "那么，是什么让我们如此焦虑呢？",
        "label": ""
      },
      {
        "sentence": "请你回想一下，在你小时候，你的父母是否能够给你足够多的关心和支持？",
        "label": ""
      },
      {
        "sentence": "父母是经常表扬你还是经常否定和批评你呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果一个孩子总是得到父母的批评和否定，那么孩子会本能地感到自己做的不够好，进而会通过“努力考高分”、“努力实现父母的要求”等行为来求得父母的表扬。如果父母还是缺乏对孩子的肯定和表扬，甚至仍然经常批评否定孩子的话，孩子的心中就会本能地觉得“我不够好，我做的还不够，我只有做的更多才能得到爱和关心”。",
    "annotation": [
      {
        "sentence": "如果一个孩子总是得到父母的批评和否定，那么孩子会本能地感到自己做的不够好，进而会通过“努力考高分”、“努力实现父母的要求”等行为来求得父母的表扬。",
        "label": ""
      },
      {
        "sentence": "如果父母还是缺乏对孩子的肯定和表扬，甚至仍然经常批评否定孩子的话，孩子的心中就会本能地觉得“我不够好，我做的还不够，我只有做的更多才能得到爱和关心”。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对。长此以往，孩子的父母便会内化为孩子自己心里的那个“父母”。每当自己想放松的时候，内心中的那个“父母”便会跳出来，指责自己不努力，指责自己不够好，并督促自己不能停下来，要不断地前进才行。所以，现在你焦虑地不愿意停下来、放松的时候，本质上是你内心中的“小孩”在焦虑得不到爱和关心。一定要记住，你无论是否努力，你都是这个世界上独一无二的个体，你都是很有价值的。",
    "annotation": [
      {
        "sentence": "你说得很对。",
        "label": ""
      },
      {
        "sentence": "长此以往，孩子的父母便会内化为孩子自己心里的那个“父母”。",
        "label": ""
      },
      {
        "sentence": "每当自己想放松的时候，内心中的那个“父母”便会跳出来，指责自己不努力，指责自己不够好，并督促自己不能停下来，要不断地前进才行。",
        "label": ""
      },
      {
        "sentence": "所以，现在你焦虑地不愿意停下来、放松的时候，本质上是你内心中的“小孩”在焦虑得不到爱和关心。",
        "label": ""
      },
      {
        "sentence": "一定要记住，你无论是否努力，你都是这个世界上独一无二的个体，你都是很有价值的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，自己内心中的那个督促自己不断前进的声音，其实来自于小时候的父母。现在停下来、放松的时候会焦虑，是因为内心中的“小孩”觉得自己不够好，需要通过不断的前进和努力才能得到爱和关心。我应该抱抱自己，抱抱那个在小时候没有得到关心和关爱的自己。",
    "annotation": [
      {
        "sentence": "我理解了，自己内心中的那个督促自己不断前进的声音，其实来自于小时候的父母。",
        "label": ""
      },
      {
        "sentence": "现在停下来、放松的时候会焦虑，是因为内心中的“小孩”觉得自己不够好，需要通过不断的前进和努力才能得到爱和关心。",
        "label": ""
      },
      {
        "sentence": "我应该抱抱自己，抱抱那个在小时候没有得到关心和关爱的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你要相信，无论你是否努力，你都是这个世界上独一无二的个体，你都是很有价值的。自我价值感的提升，是解决焦虑的根本途径。不断的前进只能暂时缓解焦虑，一旦停下来就会感到较大的焦虑感，所以这并不是解决问题的根本出路。爱自己，是解决一切心理问题、让自己更有幸福感的重要途径。",
    "annotation": [
      {
        "sentence": "没错，你要相信，无论你是否努力，你都是这个世界上独一无二的个体，你都是很有价值的。",
        "label": ""
      },
      {
        "sentence": "自我价值感的提升，是解决焦虑的根本途径。",
        "label": ""
      },
      {
        "sentence": "不断的前进只能暂时缓解焦虑，一旦停下来就会感到较大的焦虑感，所以这并不是解决问题的根本出路。",
        "label": ""
      },
      {
        "sentence": "爱自己，是解决一切心理问题、让自己更有幸福感的重要途径。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要开始学会爱自己，放慢脚步，经常抱抱自己，并对自己说辛苦了，你真不容易。我要站在关心自己、体谅自己的这一边，照顾好自己的身体和情绪，而不是站在要求自己、强迫自己的一边。这样，我内心中那个内化的“父母”就会减弱很多，我也会发现，就算是自己什么都不做，生活也一样非常美好，自己也一样非常美好。",
    "annotation": [
      {
        "sentence": "我明白了，我要开始学会爱自己，放慢脚步，经常抱抱自己，并对自己说辛苦了，你真不容易。",
        "label": ""
      },
      {
        "sentence": "我要站在关心自己、体谅自己的这一边，照顾好自己的身体和情绪，而不是站在要求自己、强迫自己的一边。",
        "label": ""
      },
      {
        "sentence": "这样，我内心中那个内化的“父母”就会减弱很多，我也会发现，就算是自己什么都不做，生活也一样非常美好，自己也一样非常美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你有这样的领悟。相信自己，相信自己是值得被爱、被关心和被重视的。希望这些话对你有所帮助，若有需要，请随时再来找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴看到你有这样的领悟。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信自己是值得被爱、被关心和被重视的。",
        "label": ""
      },
      {
        "sentence": "希望这些话对你有所帮助，若有需要，请随时再来找我倾诉。",
        "label": ""
      }
    ]
  }
]