[
  {
    "role": "client",
    "content": "我已经破产了4次了，我十分想知道我错在哪里。我28岁了，出身贫寒，一直很节约花钱，大学时过得也很清贫，但是大学毕业后创业赚了很多钱，开始疯狂花钱，一直到破产。每次破产后我都很痛苦，但是我不知道自己怎么就又开始慢慢放松，最终又陷入破产的循环。您能给我一些生活建议吗？",
    "annotation": [
      {
        "sentence": "我已经破产了4次了，我十分想知道我错在哪里。",
        "label": ""
      },
      {
        "sentence": "我28岁了，出身贫寒，一直很节约花钱，大学时过得也很清贫，但是大学毕业后创业赚了很多钱，开始疯狂花钱，一直到破产。",
        "label": ""
      },
      {
        "sentence": "每次破产后我都很痛苦，但是我不知道自己怎么就又开始慢慢放松，最终又陷入破产的循环。",
        "label": ""
      },
      {
        "sentence": "您能给我一些生活建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个小富即安的人，所以财富很快又很快地离开你了，年轻人总是认为自己得到的很轻易，不会珍惜。你之前过的生活很不容易，一直都很节约，很可能是因为你一直觉得自己很穷，所以花钱很有节制。但大学创业后赚了很多钱，你觉得自己富裕了，开始了放纵的生活，这与你之前的生活极为不符。你内心里有一些情绪在发酵，这就导致了你的难以自律和破产。",
    "annotation": [
      {
        "sentence": "你是一个小富即安的人，所以财富很快又很快地离开你了，年轻人总是认为自己得到的很轻易，不会珍惜。",
        "label": ""
      },
      {
        "sentence": "你之前过的生活很不容易，一直都很节约，很可能是因为你一直觉得自己很穷，所以花钱很有节制。",
        "label": ""
      },
      {
        "sentence": "但大学创业后赚了很多钱，你觉得自己富裕了，开始了放纵的生活，这与你之前的生活极为不符。",
        "label": ""
      },
      {
        "sentence": "你内心里有一些情绪在发酵，这就导致了你的难以自律和破产。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得我的情绪把我推向了赚钱和花钱的两个极端，无法找到平衡的点。您觉得我应该如何才能控制自己的情绪呢？",
    "annotation": [
      {
        "sentence": "是的，我觉得我的情绪把我推向了赚钱和花钱的两个极端，无法找到平衡的点。",
        "label": ""
      },
      {
        "sentence": "您觉得我应该如何才能控制自己的情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你需要明白很多问题都是情绪所导致的。你之前生活中对于贫穷的适应，让你变得坚韧和有耐心。但当财富来临，你的心态却放松了很多。你的内心有一个情绪在呼唤，渴望填补一些空洞，希望证明自己的价值，然而这个欲望很难被满足。我认为你需要从内心寻找到自己对财富的真正追求，这才能避免再次掉入财富失控的循环中。",
    "annotation": [
      {
        "sentence": "你需要明白很多问题都是情绪所导致的。",
        "label": ""
      },
      {
        "sentence": "你之前生活中对于贫穷的适应，让你变得坚韧和有耐心。",
        "label": ""
      },
      {
        "sentence": "但当财富来临，你的心态却放松了很多。",
        "label": ""
      },
      {
        "sentence": "你的内心有一个情绪在呼唤，渴望填补一些空洞，希望证明自己的价值，然而这个欲望很难被满足。",
        "label": ""
      },
      {
        "sentence": "我认为你需要从内心寻找到自己对财富的真正追求，这才能避免再次掉入财富失控的循环中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要探索自己真正想要的东西，不能再通过消费来填补内心的空虚了。但是我还是不理解为什么我会这样，感觉自己失去了对财富的控制。",
    "annotation": [
      {
        "sentence": "我明白了，我需要探索自己真正想要的东西，不能再通过消费来填补内心的空虚了。",
        "label": ""
      },
      {
        "sentence": "但是我还是不理解为什么我会这样，感觉自己失去了对财富的控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你曾在一个极端和另外一个极端之间波动，缺乏管理你个人情绪的技能和知识。你需要意识到，经历过这些极端是正常的人类经历之一，但为了追求幸福和稳定，你需要学会通过认真的思考和自我反省来改变你过去的方式和思考。对抗自己消费和浪费的反面情绪也是非常有必要的。",
    "annotation": [
      {
        "sentence": "你曾在一个极端和另外一个极端之间波动，缺乏管理你个人情绪的技能和知识。",
        "label": ""
      },
      {
        "sentence": "你需要意识到，经历过这些极端是正常的人类经历之一，但为了追求幸福和稳定，你需要学会通过认真的思考和自我反省来改变你过去的方式和思考。",
        "label": ""
      },
      {
        "sentence": "对抗自己消费和浪费的反面情绪也是非常有必要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的启示，我明白了我需要开始接纳并面对自己的情绪。但是如果我再次遇到困难，我应该怎么办？",
    "annotation": [
      {
        "sentence": "非常感谢您的启示，我明白了我需要开始接纳并面对自己的情绪。",
        "label": ""
      },
      {
        "sentence": "但是如果我再次遇到困难，我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人类经历了不同的悲欢离合，在面对问题时需要保持自己的冷静，这是非常重要的，要不断学习和修正自己的思考和行为方式，提高自己的适应能力，才能在变化中保持平衡和稳定。同时也要给自己一些时间来处理问题和相应的情绪，不要轻易放弃或者过分沉迷，这样往往会让事情变得更加复杂。我相信你有足够的能力，学会更好的应对生活中的变化。",
    "annotation": [
      {
        "sentence": "人类经历了不同的悲欢离合，在面对问题时需要保持自己的冷静，这是非常重要的，要不断学习和修正自己的思考和行为方式，提高自己的适应能力，才能在变化中保持平衡和稳定。",
        "label": ""
      },
      {
        "sentence": "同时也要给自己一些时间来处理问题和相应的情绪，不要轻易放弃或者过分沉迷，这样往往会让事情变得更加复杂。",
        "label": ""
      },
      {
        "sentence": "我相信你有足够的能力，学会更好的应对生活中的变化。",
        "label": ""
      }
    ]
  }
]