[
  {
    "role": "client",
    "content": "因经济不独立，大学生就不该收好友送的较贵的礼物吗？我感觉最近好累，一些关于朋友和学习的事情，就是过两天我过生日，其实我从小到大都没有收到过生日礼物，现在高中了朋友知道了我的生日就想送我礼物，作为一个从来没有收到过礼物的人真的很想要收到，然后我就告诉朋友我喜欢什么，有个很好的朋友说要送我一套裙子，我当时很高兴因为真的很喜欢裙子又加上没有收到过礼物就答应了，后来我就感觉有点难过甚至是害怕，我就去问了另一个朋友，她说现在我们都是高中生，经济都还没有独立，还不是相当于画的父母的钱，她说不让我收，我也不知道当时是什么感觉大概就是又害怕又难过吧，我感觉我自己好奇怪，收到礼物本来是件开心的事情，但是我却感到难过甚至是害怕，所以今天晚上那个要送我礼物的朋友来问我尺码时，我说突然不想要了就不喜欢了，然后她本来是很开心的，然后就突然说不出话然后就走了，我也不知道我为什么害怕，就感觉在朋友之间好累啊，我真的很少收到过别人送的东西。",
    "annotation": [
      {
        "sentence": "因经济不独立，大学生就不该收好友送的较贵的礼物吗？",
        "label": ""
      },
      {
        "sentence": "我感觉最近好累，一些关于朋友和学习的事情，就是过两天我过生日，其实我从小到大都没有收到过生日礼物，现在高中了朋友知道了我的生日就想送我礼物，作为一个从来没有收到过礼物的人真的很想要收到，然后我就告诉朋友我喜欢什么，有个很好的朋友说要送我一套裙子，我当时很高兴因为真的很喜欢裙子又加上没有收到过礼物就答应了，后来我就感觉有点难过甚至是害怕，我就去问了另一个朋友，她说现在我们都是高中生，经济都还没有独立，还不是相当于画的父母的钱，她说不让我收，我也不知道当时是什么感觉大概就是又害怕又难过吧，我感觉我自己好奇怪，收到礼物本来是件开心的事情，但是我却感到难过甚至是害怕，所以今天晚上那个要送我礼物的朋友来问我尺码时，我说突然不想要了就不喜欢了，然后她本来是很开心的，然后就突然说不出话然后就走了，我也不知道我为什么害怕，就感觉在朋友之间好累啊，我真的很少收到过别人送的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一位非常特别的人，我们每个人都是独一无二的，每个人的过去和情感因子都不同，所以会出现矛盾和不解的情况都是很正常的。你现在的心态可能处于无望和挫折的边缘，应该注意锻炼自己的情感表达技巧，学会表达自己的情感需要，同时也学会理解他人的立场和理由，并且了解自己的生活环境和自己的价值。",
    "annotation": [
      {
        "sentence": "你是一位非常特别的人，我们每个人都是独一无二的，每个人的过去和情感因子都不同，所以会出现矛盾和不解的情况都是很正常的。",
        "label": ""
      },
      {
        "sentence": "你现在的心态可能处于无望和挫折的边缘，应该注意锻炼自己的情感表达技巧，学会表达自己的情感需要，同时也学会理解他人的立场和理由，并且了解自己的生活环境和自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很在点子上，但是我还是觉得我处理不好这个问题，我感觉我对待生日礼物的态度和别人有点不一样，可能是因为从小到大都没收到过吧，我不知道现在要怎么办。",
    "annotation": [
      {
        "sentence": "你说的很在点子上，但是我还是觉得我处理不好这个问题，我感觉我对待生日礼物的态度和别人有点不一样，可能是因为从小到大都没收到过吧，我不知道现在要怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你本身没有收到过生日礼物，又是第一次收到朋友送的礼物，这个情况非常正常，你的感觉和想法也是在正常范围之内的。其次，既然你已经向朋友透露了你的尺码和喜欢的礼物，你可以和你的朋友谈谈这个问题，让她知道你的想法和做法，同时也表达出你为什么不愿意接受礼物的原因。说不定她也非常理解你的想法，想办法解决这个问题。",
    "annotation": [
      {
        "sentence": "首先，你本身没有收到过生日礼物，又是第一次收到朋友送的礼物，这个情况非常正常，你的感觉和想法也是在正常范围之内的。",
        "label": ""
      },
      {
        "sentence": "其次，既然你已经向朋友透露了你的尺码和喜欢的礼物，你可以和你的朋友谈谈这个问题，让她知道你的想法和做法，同时也表达出你为什么不愿意接受礼物的原因。",
        "label": ""
      },
      {
        "sentence": "说不定她也非常理解你的想法，想办法解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的都有道理，但我还是感觉很不舒服，可能是内心一直想要得到这个礼物但又不敢收下，如果我当初一开始就拒绝收礼物可能就不会有这个问题，但现在想想，我也不知道当时是为什么答应她的。",
    "annotation": [
      {
        "sentence": "我知道你说的都有道理，但我还是感觉很不舒服，可能是内心一直想要得到这个礼物但又不敢收下，如果我当初一开始就拒绝收礼物可能就不会有这个问题，但现在想想，我也不知道当时是为什么答应她的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们在生活中总是充满了各种选择和抉择，有时候我们会不能避免犯错，但是我们也要学会自我调节和纠正。有时候，克服和解决问题的最好方法就是找到自己的原因和立场，并了解和尊重他人的意见。你要知道，向内心诚实发声并不容易，但是这却是非常重要的一步，更何况你还得到了我的支持和理解。",
    "annotation": [
      {
        "sentence": "我们在生活中总是充满了各种选择和抉择，有时候我们会不能避免犯错，但是我们也要学会自我调节和纠正。",
        "label": ""
      },
      {
        "sentence": "有时候，克服和解决问题的最好方法就是找到自己的原因和立场，并了解和尊重他人的意见。",
        "label": ""
      },
      {
        "sentence": "你要知道，向内心诚实发声并不容易，但是这却是非常重要的一步，更何况你还得到了我的支持和理解。",
        "label": ""
      }
    ]
  }
]