[
  {
    "role": "client",
    "content": "被同事压的喘不过气，共事3年多一直否定我怼我？以前自己很有拼劲也爱笑，进这家单位遇到这位同事之后感觉是自己的噩梦。共事三年多，一直打压我否定我怼我，感觉自己的自信心在流逝，也会怪自己没有自保的能力。时不时的情绪煎熬，越来越不爱说话，眼神也越来越冷空洞。我不想要这种状态却又很难改变，煎熬的只有自己。最近新来的一位同事，我之前也认识，所以刚开始我也是比较照顾，只是她华丽转身的面孔，让我有一度怀疑人性。我俩单独在一起的时候她从来不会主动搭讪说话题，但是只要是跟一直打压我的那个人在一或者负责人在一起，却是异常活跃，各种奉承的话，丢话题……。好累~",
    "annotation": [
      {
        "sentence": "被同事压的喘不过气，共事3年多一直否定我怼我？",
        "label": ""
      },
      {
        "sentence": "以前自己很有拼劲也爱笑，进这家单位遇到这位同事之后感觉是自己的噩梦。",
        "label": ""
      },
      {
        "sentence": "共事三年多，一直打压我否定我怼我，感觉自己的自信心在流逝，也会怪自己没有自保的能力。",
        "label": ""
      },
      {
        "sentence": "时不时的情绪煎熬，越来越不爱说话，眼神也越来越冷空洞。",
        "label": ""
      },
      {
        "sentence": "我不想要这种状态却又很难改变，煎熬的只有自己。",
        "label": ""
      },
      {
        "sentence": "最近新来的一位同事，我之前也认识，所以刚开始我也是比较照顾，只是她华丽转身的面孔，让我有一度怀疑人性。",
        "label": ""
      },
      {
        "sentence": "我俩单独在一起的时候她从来不会主动搭讪说话题，但是只要是跟一直打压我的那个人在一或者负责人在一起，却是异常活跃，各种奉承的话，丢话题……。",
        "label": ""
      },
      {
        "sentence": "好累~",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的文字，隔着屏幕似乎都能够感受到你满满的委屈与难过，这段长达三年的职场关系让你太难受了。不知道你只是在这段职场关系当中感觉到很艰难，还是说在其他的职场关系当中也感觉到被冷落和排斥？",
    "annotation": [
      {
        "sentence": "看到你的文字，隔着屏幕似乎都能够感受到你满满的委屈与难过，这段长达三年的职场关系让你太难受了。",
        "label": ""
      },
      {
        "sentence": "不知道你只是在这段职场关系当中感觉到很艰难，还是说在其他的职场关系当中也感觉到被冷落和排斥？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "只有在这段职场关系中感觉受到排斥和否定，其他的职场关系都还好。",
    "annotation": [
      {
        "sentence": "只有在这段职场关系中感觉受到排斥和否定，其他的职场关系都还好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个情况听起来有点像“目标特异性疲劳”，指的是一个人在和某个特定的人或者场合打交道时出现疲劳感，但在其他人或场合时却没有。这通常发生在我们特别在意某个人的看法时，比如说在职场中特别挂心负责人或者同事对我们的评价。你觉得这个词汇适用于你的情况吗？",
    "annotation": [
      {
        "sentence": "这个情况听起来有点像“目标特异性疲劳”，指的是一个人在和某个特定的人或者场合打交道时出现疲劳感，但在其他人或场合时却没有。",
        "label": ""
      },
      {
        "sentence": "这通常发生在我们特别在意某个人的看法时，比如说在职场中特别挂心负责人或者同事对我们的评价。",
        "label": ""
      },
      {
        "sentence": "你觉得这个词汇适用于你的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我好像真的是这样，只是我一直不知道这是怎么回事。",
    "annotation": [
      {
        "sentence": "嗯，我好像真的是这样，只是我一直不知道这是怎么回事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最近新来的那个同事，据你所说，她只有在和那个打压你的同事和负责人在一起才会变得热络和奉承，这个同事或许可能有一些别的原因或是不经意的行为导致那个同事和负责人觉得她更好相处。我们可以尝试想一想，你在这个职场关系中有没有看不到的角度或者误解了别人的行为？没有任何事情是绝对的，连我们自己都看不完全事情的每一面，更何况还要考虑别人的动机和感受。因此，我们需要试着理性思考事件和场合背后的意义。",
    "annotation": [
      {
        "sentence": "最近新来的那个同事，据你所说，她只有在和那个打压你的同事和负责人在一起才会变得热络和奉承，这个同事或许可能有一些别的原因或是不经意的行为导致那个同事和负责人觉得她更好相处。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试想一想，你在这个职场关系中有没有看不到的角度或者误解了别人的行为？",
        "label": ""
      },
      {
        "sentence": "没有任何事情是绝对的，连我们自己都看不完全事情的每一面，更何况还要考虑别人的动机和感受。",
        "label": ""
      },
      {
        "sentence": "因此，我们需要试着理性思考事件和场合背后的意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我感觉好累啊，每天都要面对这么沉重的负面情绪，我好像摆脱不了。",
    "annotation": [
      {
        "sentence": "但我感觉好累啊，每天都要面对这么沉重的负面情绪，我好像摆脱不了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，这种感觉确实很难受。不过，也许我们可以从以下几个方面开始，尝试调整自己的情绪和行为。首先，我们可以逐步学习如何更理性的思考事情，不要看事情一面之词。其次，我们可以和其他同事多接触和交流，建立更多的支持和良好的人际关系，这样你可以逐渐远离那些负面的场合和人，并且得到更多的积极的反馈和鼓励。最后，我们可以逐步改变自己的心态，调整自己的情绪和状态，让自己更加开朗和健康。我想，只要我们听从内心的声音，认真处理职场关系，我们一定可以走出困境。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，这种感觉确实很难受。",
        "label": ""
      },
      {
        "sentence": "不过，也许我们可以从以下几个方面开始，尝试调整自己的情绪和行为。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以逐步学习如何更理性的思考事情，不要看事情一面之词。",
        "label": ""
      },
      {
        "sentence": "其次，我们可以和其他同事多接触和交流，建立更多的支持和良好的人际关系，这样你可以逐渐远离那些负面的场合和人，并且得到更多的积极的反馈和鼓励。",
        "label": ""
      },
      {
        "sentence": "最后，我们可以逐步改变自己的心态，调整自己的情绪和状态，让自己更加开朗和健康。",
        "label": ""
      },
      {
        "sentence": "我想，只要我们听从内心的声音，认真处理职场关系，我们一定可以走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好尝试。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好尝试。",
        "label": ""
      }
    ]
  }
]