[
  {
    "role": "client",
    "content": "被同事压的喘不过气，共事3年多一直否定我怼我？以前自己很有拼劲也爱笑，进这家单位遇到这位同事之后感觉是自己的噩梦。",
    "annotation": [
      {
        "sentence": "被同事压的喘不过气，共事3年多一直否定我怼我？",
        "label": ""
      },
      {
        "sentence": "以前自己很有拼劲也爱笑，进这家单位遇到这位同事之后感觉是自己的噩梦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的遭遇，我可以理解你现在的心情。被同事长期打压和否定，让你失去了之前的自信和笑容，真的很心疼你。我曾经也经历过类似的情况，可以说我懂得你所感受到的一切。我8年前因为家里无人照顾而辞去了一份让我感到轻松自如的工作，结果降职到了一个小圈子的工作岗位。这个地方的文化和人际关系非常复杂，在那里，大家的小团体意识很强。不管你有多优秀，都无法抵挡他们的假面具。好像是上学时，面对老师和老师不在时，学生们的表现完全不同一样。我对他们尊重有加，默默地干着他们几个人的工作，然而在会议上，我还是被点名批评。就像进入一个黑洞，感觉一切都变得可怕。但是，工作环境并不仅仅是你的问题，也有可能是整个环境和人际圈的问题。通过你的叙述，我感觉到你的压抑源自于你没有正确识别环境和对待人和评价人的能力。在最开始的时候，我的感受和你现在一样，找不到自我，也找不到自信。当时那么优秀的我，能够每天记录工作日志，能够单独操持一百人的外出，甚至参与近千人的演出。但是我在那里的第一年，我感到无所适从，每天上班都感到害怕。由于情绪低落，过分认真，最后还生病了。正好在我病休期间，他们让我自己和别人调班！我们工作的每月都要轮值班。其实，我很感激这次生病，让我重新认识自己。八年过去了，两年前我被调到了同行业的其他单位，我很快就适应了那里！因为我认识到，职场环境并不总是纯净的，也并不是你个人的问题。所以，正确的认识和评估，并适当地应对非常重要！我有一些建议，你不妨试试看：首先，改变你的认知，不要在意别人对你的评价。在工作和生活中，尽心尽力就可以了！尽量做到最优秀！你的同事因为利益关系，不会正常评价你，但你服务的对象会给出正确的评价。不管他们受限于环境和人情，你的工作成果是不会改变的，公道自在人心。不要太在意同事们是否满意你的工作。换句话说，大家都出来谋生活，你没有必要得到所有人的认可和满意。更不需要你那位不值一提的同事的认可，毕竟她并不支付你的工资。好好干自己的活，尽量避免幼稚的错误，凡事要有记录。即使你的同事对你不满意也没关系，因为她是她，你是你。你靠工作和能力赚钱。其次，从心底对不尊重你的同事不屑一顾，同时要做到关键时刻不要让着她，让她知道你不好惹！有些人就是垃圾，不必在意。每个单位都有这样的人，多做事少说话。即使她搞帮派，只要你没有任何把柄被她利用，她就没有办法对付你！当你变得强大的时候，即使别人想孤立你也没有太大意义！就算知道对方背后在说你做了些什么，也当作不知道。见面时简单寒暄，工作时交涉。对于这样的人，一定要明确工作责任，不要给她找茬。这一点非常重要，但是当你无懈可击的时候，她至少会表面佯装友好！另外，在办公室和同事之间，不要当着这个人说那个人的。即使有人和你说关于其他人的事情，也应该保持沉默。至于你提到的新来的同事，不必评价。因为每个人在谋生的方式上不同，有人通过实干，有人通过恭维，有人通过圆滑。每个人都有不同的长处，你只需要按照自己的最真实的方式去做事和生活！过多的表情和面具同样很累，做真正的自己吧！这样才能符合你的个人特质，生活和工作也会更加自然和舒适！最后，放松心情，不要让周围的人和事左右你。每天保持好心情，不要被别人的态度和情绪所左右。我们都知道，心情好才能工作好，生活好，心情好才能保持健康长寿！人与人之间的比较是没有意义的。",
    "annotation": [
      {
        "sentence": "听到你的遭遇，我可以理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "被同事长期打压和否定，让你失去了之前的自信和笑容，真的很心疼你。",
        "label": ""
      },
      {
        "sentence": "我曾经也经历过类似的情况，可以说我懂得你所感受到的一切。",
        "label": ""
      },
      {
        "sentence": "我8年前因为家里无人照顾而辞去了一份让我感到轻松自如的工作，结果降职到了一个小圈子的工作岗位。",
        "label": ""
      },
      {
        "sentence": "这个地方的文化和人际关系非常复杂，在那里，大家的小团体意识很强。",
        "label": ""
      },
      {
        "sentence": "不管你有多优秀，都无法抵挡他们的假面具。",
        "label": ""
      },
      {
        "sentence": "好像是上学时，面对老师和老师不在时，学生们的表现完全不同一样。",
        "label": ""
      },
      {
        "sentence": "我对他们尊重有加，默默地干着他们几个人的工作，然而在会议上，我还是被点名批评。",
        "label": ""
      },
      {
        "sentence": "就像进入一个黑洞，感觉一切都变得可怕。",
        "label": ""
      },
      {
        "sentence": "但是，工作环境并不仅仅是你的问题，也有可能是整个环境和人际圈的问题。",
        "label": ""
      },
      {
        "sentence": "通过你的叙述，我感觉到你的压抑源自于你没有正确识别环境和对待人和评价人的能力。",
        "label": ""
      },
      {
        "sentence": "在最开始的时候，我的感受和你现在一样，找不到自我，也找不到自信。",
        "label": ""
      },
      {
        "sentence": "当时那么优秀的我，能够每天记录工作日志，能够单独操持一百人的外出，甚至参与近千人的演出。",
        "label": ""
      },
      {
        "sentence": "但是我在那里的第一年，我感到无所适从，每天上班都感到害怕。",
        "label": ""
      },
      {
        "sentence": "由于情绪低落，过分认真，最后还生病了。",
        "label": ""
      },
      {
        "sentence": "正好在我病休期间，他们让我自己和别人调班！",
        "label": ""
      },
      {
        "sentence": "我们工作的每月都要轮值班。",
        "label": ""
      },
      {
        "sentence": "其实，我很感激这次生病，让我重新认识自己。",
        "label": ""
      },
      {
        "sentence": "八年过去了，两年前我被调到了同行业的其他单位，我很快就适应了那里！",
        "label": ""
      },
      {
        "sentence": "因为我认识到，职场环境并不总是纯净的，也并不是你个人的问题。",
        "label": ""
      },
      {
        "sentence": "所以，正确的认识和评估，并适当地应对非常重要！",
        "label": ""
      },
      {
        "sentence": "我有一些建议，你不妨试试看：首先，改变你的认知，不要在意别人对你的评价。",
        "label": ""
      },
      {
        "sentence": "在工作和生活中，尽心尽力就可以了！",
        "label": ""
      },
      {
        "sentence": "尽量做到最优秀！",
        "label": ""
      },
      {
        "sentence": "你的同事因为利益关系，不会正常评价你，但你服务的对象会给出正确的评价。",
        "label": ""
      },
      {
        "sentence": "不管他们受限于环境和人情，你的工作成果是不会改变的，公道自在人心。",
        "label": ""
      },
      {
        "sentence": "不要太在意同事们是否满意你的工作。",
        "label": ""
      },
      {
        "sentence": "换句话说，大家都出来谋生活，你没有必要得到所有人的认可和满意。",
        "label": ""
      },
      {
        "sentence": "更不需要你那位不值一提的同事的认可，毕竟她并不支付你的工资。",
        "label": ""
      },
      {
        "sentence": "好好干自己的活，尽量避免幼稚的错误，凡事要有记录。",
        "label": ""
      },
      {
        "sentence": "即使你的同事对你不满意也没关系，因为她是她，你是你。",
        "label": ""
      },
      {
        "sentence": "你靠工作和能力赚钱。",
        "label": ""
      },
      {
        "sentence": "其次，从心底对不尊重你的同事不屑一顾，同时要做到关键时刻不要让着她，让她知道你不好惹！",
        "label": ""
      },
      {
        "sentence": "有些人就是垃圾，不必在意。",
        "label": ""
      },
      {
        "sentence": "每个单位都有这样的人，多做事少说话。",
        "label": ""
      },
      {
        "sentence": "即使她搞帮派，只要你没有任何把柄被她利用，她就没有办法对付你！",
        "label": ""
      },
      {
        "sentence": "当你变得强大的时候，即使别人想孤立你也没有太大意义！",
        "label": ""
      },
      {
        "sentence": "就算知道对方背后在说你做了些什么，也当作不知道。",
        "label": ""
      },
      {
        "sentence": "见面时简单寒暄，工作时交涉。",
        "label": ""
      },
      {
        "sentence": "对于这样的人，一定要明确工作责任，不要给她找茬。",
        "label": ""
      },
      {
        "sentence": "这一点非常重要，但是当你无懈可击的时候，她至少会表面佯装友好！",
        "label": ""
      },
      {
        "sentence": "另外，在办公室和同事之间，不要当着这个人说那个人的。",
        "label": ""
      },
      {
        "sentence": "即使有人和你说关于其他人的事情，也应该保持沉默。",
        "label": ""
      },
      {
        "sentence": "至于你提到的新来的同事，不必评价。",
        "label": ""
      },
      {
        "sentence": "因为每个人在谋生的方式上不同，有人通过实干，有人通过恭维，有人通过圆滑。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的长处，你只需要按照自己的最真实的方式去做事和生活！",
        "label": ""
      },
      {
        "sentence": "过多的表情和面具同样很累，做真正的自己吧！",
        "label": ""
      },
      {
        "sentence": "这样才能符合你的个人特质，生活和工作也会更加自然和舒适！",
        "label": ""
      },
      {
        "sentence": "最后，放松心情，不要让周围的人和事左右你。",
        "label": ""
      },
      {
        "sentence": "每天保持好心情，不要被别人的态度和情绪所左右。",
        "label": ""
      },
      {
        "sentence": "我们都知道，心情好才能工作好，生活好，心情好才能保持健康长寿！",
        "label": ""
      },
      {
        "sentence": "人与人之间的比较是没有意义的。",
        "label": ""
      }
    ]
  }
]