[
  {
    "role": "client",
    "content": "我被同事压得喘不过气，共事三年多一直否定我、怼我。以前自己很有拼劲也爱笑，进这家单位遇到这位同事之后感觉是自己的噩梦。",
    "annotation": [
      {
        "sentence": "我被同事压得喘不过气，共事三年多一直否定我、怼我。",
        "label": ""
      },
      {
        "sentence": "以前自己很有拼劲也爱笑，进这家单位遇到这位同事之后感觉是自己的噩梦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说起来，确实是个很困扰的问题，你跟这位同事共事三年多，一直受到否定和打压，这让你的自信心流逝了很多。我可以理解你现在的困境和负面情绪。",
    "annotation": [
      {
        "sentence": "听你说起来，确实是个很困扰的问题，你跟这位同事共事三年多，一直受到否定和打压，这让你的自信心流逝了很多。",
        "label": ""
      },
      {
        "sentence": "我可以理解你现在的困境和负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉很糟糕，而且我也怪自己没有自保的能力，总是无法改变这种状态。",
    "annotation": [
      {
        "sentence": "是的，我感觉很糟糕，而且我也怪自己没有自保的能力，总是无法改变这种状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太责怪自己了，每个人都会有一些力不从心的时候。你可以试着采取一些方法来缓解这种状况，让自己恢复一点自信。",
    "annotation": [
      {
        "sentence": "不要太责怪自己了，每个人都会有一些力不从心的时候。",
        "label": ""
      },
      {
        "sentence": "你可以试着采取一些方法来缓解这种状况，让自己恢复一点自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实最近公司来了一位新同事，我之前也认识她，所以刚开始我也是比较照顾。但是她的态度让我开始怀疑人性，一直对我冷淡，但是和那位打压我的同事在一起时却很活跃，总是奉承什么的。我真的很累。",
    "annotation": [
      {
        "sentence": "其实最近公司来了一位新同事，我之前也认识她，所以刚开始我也是比较照顾。",
        "label": ""
      },
      {
        "sentence": "但是她的态度让我开始怀疑人性，一直对我冷淡，但是和那位打压我的同事在一起时却很活跃，总是奉承什么的。",
        "label": ""
      },
      {
        "sentence": "我真的很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的工作环境确实很不舒适，这种经历很有可能会让你对同事的行为感到困惑和疲惫。我们可以尝试一些方法来改善这个问题，你自己有没有考虑过呢？",
    "annotation": [
      {
        "sentence": "听起来你的工作环境确实很不舒适，这种经历很有可能会让你对同事的行为感到困惑和疲惫。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试一些方法来改善这个问题，你自己有没有考虑过呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我也想过走开，但是现在已经有了一定的根基，离开也不容易。我不知道该如何选择。",
    "annotation": [
      {
        "sentence": "其实我也想过走开，但是现在已经有了一定的根基，离开也不容易。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你来说，留在这个工作岗位是否还有一些利益和意义呢？如果留下来的话，你觉得自己是否能找回那个自信并且感到舒心？或者你可以考虑换一个环境来改善自己的心情。",
    "annotation": [
      {
        "sentence": "对于你来说，留在这个工作岗位是否还有一些利益和意义呢？",
        "label": ""
      },
      {
        "sentence": "如果留下来的话，你觉得自己是否能找回那个自信并且感到舒心？",
        "label": ""
      },
      {
        "sentence": "或者你可以考虑换一个环境来改善自己的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要好好考虑一下，我现在已经对这种打压感到害怕了，一有她的地方我就想躲开或者逃避。但是我也不想一直这样下去。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要好好考虑一下，我现在已经对这种打压感到害怕了，一有她的地方我就想躲开或者逃避。",
        "label": ""
      },
      {
        "sentence": "但是我也不想一直这样下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着勇敢面对，哪怕可能会失败，也不要害怕。你可以思考一下，你和这位同事有哪些利益纠葛，什么是你可以独立完成的工作任务，什么是需要和他人协同完成的。先做好自己的本职工作，如果对方找茬，你可以适当地与对方争辩，看看自己的薄弱点在哪里，对方是不是在无理取闹。对于一些专业性的问题，你应该还是有一定的信心的。",
    "annotation": [
      {
        "sentence": "你可以试着勇敢面对，哪怕可能会失败，也不要害怕。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下，你和这位同事有哪些利益纠葛，什么是你可以独立完成的工作任务，什么是需要和他人协同完成的。",
        "label": ""
      },
      {
        "sentence": "先做好自己的本职工作，如果对方找茬，你可以适当地与对方争辩，看看自己的薄弱点在哪里，对方是不是在无理取闹。",
        "label": ""
      },
      {
        "sentence": "对于一些专业性的问题，你应该还是有一定的信心的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该尝试直面问题，而不是一直逃避。我会试着去和这位同事对抗，同时也要找回自己的自信。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该尝试直面问题，而不是一直逃避。",
        "label": ""
      },
      {
        "sentence": "我会试着去和这位同事对抗，同时也要找回自己的自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "知道你现在感到很困惑和疲劳，但是在职场上往往是不讲人情的，特别是涉及到利益的时候。你可以采取佛系做事的态度，跳出目前的圈子，只要每个月的薪水都能拿到手，你可以先附和对方，先把自己该拿的东西拿到。既然她觉得你做事不成熟，那么可以按照对方的心思尝试一下，看看会不会有所提升。最终我们看重的是结果，而不仅仅关注其中的过程。",
    "annotation": [
      {
        "sentence": "知道你现在感到很困惑和疲劳，但是在职场上往往是不讲人情的，特别是涉及到利益的时候。",
        "label": ""
      },
      {
        "sentence": "你可以采取佛系做事的态度，跳出目前的圈子，只要每个月的薪水都能拿到手，你可以先附和对方，先把自己该拿的东西拿到。",
        "label": ""
      },
      {
        "sentence": "既然她觉得你做事不成熟，那么可以按照对方的心思尝试一下，看看会不会有所提升。",
        "label": ""
      },
      {
        "sentence": "最终我们看重的是结果，而不仅仅关注其中的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好思考一下，试着采取一些改变。希望通过努力，我可以重新找回自信，摆脱这种被压抑的状态。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好思考一下，试着采取一些改变。",
        "label": ""
      },
      {
        "sentence": "希望通过努力，我可以重新找回自信，摆脱这种被压抑的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我相信你一定能够克服困难，找回自信。如果你有任何需要，随时来找我聊聊吧。记得要保持积极乐观的心态，努力改变自己的处境。",
    "annotation": [
      {
        "sentence": "没问题，我相信你一定能够克服困难，找回自信。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要，随时来找我聊聊吧。",
        "label": ""
      },
      {
        "sentence": "记得要保持积极乐观的心态，努力改变自己的处境。",
        "label": ""
      }
    ]
  }
]