[
  {
    "role": "client",
    "content": "整天围着易一岁多孩子转，突然不明白为什么结婚？30岁，孩子一岁多，上个月辞职在家带孩子，每天都担心孩子不吃饭，不好好睡觉，每次给他煮饭都是提心吊胆，身怕不吃，每天还要掐着时间点做饭，吃饭，睡觉等等，一切围着孩子转，而我呢，从孩子4个多月开始失眠至今，每天晚上睡不着的时候就担心明天没有精神照顾孩子怎么办，压力非常大，白天也没有时间睡觉，睡也睡不着。老公也不会安慰我，我和他说每天发生的事情，他要么随便回我两句，要么沉默不语，要么居然没有听见，回我句“啊”，那一刻，我真的要气炸了，每天都跟他说一些有的没的事情，可是他一件也记不住，突然不明白为什么结婚，一个人不是挺好的吗？",
    "annotation": [
      {
        "sentence": "整天围着易一岁多孩子转，突然不明白为什么结婚？",
        "label": ""
      },
      {
        "sentence": "30岁，孩子一岁多，上个月辞职在家带孩子，每天都担心孩子不吃饭，不好好睡觉，每次给他煮饭都是提心吊胆，身怕不吃，每天还要掐着时间点做饭，吃饭，睡觉等等，一切围着孩子转，而我呢，从孩子4个多月开始失眠至今，每天晚上睡不着的时候就担心明天没有精神照顾孩子怎么办，压力非常大，白天也没有时间睡觉，睡也睡不着。",
        "label": ""
      },
      {
        "sentence": "老公也不会安慰我，我和他说每天发生的事情，他要么随便回我两句，要么沉默不语，要么居然没有听见，回我句“啊”，那一刻，我真的要气炸了，每天都跟他说一些有的没的事情，可是他一件也记不住，突然不明白为什么结婚，一个人不是挺好的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，感觉你充满了焦虑和压力，一直担心宝宝的饮食和睡眠，还有自己的失眠问题。你在成为新手妈妈的过程中经历了很多难题，可以想象你现在的困惑和无助。不过，每个母亲都需要逐渐养成自己的方式来处理育儿问题。你可以试着去观察孩子的行为和感受，也注意观察自己的内心状态。如果事情不能完美的解决，会让你产生哪些情绪呢？了解自己的情绪，给自己些松绑和自然的空间。",
    "annotation": [
      {
        "sentence": "听到你的描述，感觉你充满了焦虑和压力，一直担心宝宝的饮食和睡眠，还有自己的失眠问题。",
        "label": ""
      },
      {
        "sentence": "你在成为新手妈妈的过程中经历了很多难题，可以想象你现在的困惑和无助。",
        "label": ""
      },
      {
        "sentence": "不过，每个母亲都需要逐渐养成自己的方式来处理育儿问题。",
        "label": ""
      },
      {
        "sentence": "你可以试着去观察孩子的行为和感受，也注意观察自己的内心状态。",
        "label": ""
      },
      {
        "sentence": "如果事情不能完美的解决，会让你产生哪些情绪呢？",
        "label": ""
      },
      {
        "sentence": "了解自己的情绪，给自己些松绑和自然的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是孩子的成长环境也很重要，如果我不给孩子压力，他会怎么成长呢？",
    "annotation": [
      {
        "sentence": "但是孩子的成长环境也很重要，如果我不给孩子压力，他会怎么成长呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子无论在何时都需要有家长的关注引导，这并不意味着你一定需要时刻保证宝宝的食物和睡眠。当你沉浸在压力之中时，会对宝宝的生长成长产生负面影响。尝试将注意力从孩子身上转移到自己身上。你可以尝试冥想、瑜伽、逛街和谈心，这些活动会让你心情愉快，身心放松。也可以请一些亲人来帮忙照看孩子。",
    "annotation": [
      {
        "sentence": "孩子无论在何时都需要有家长的关注引导，这并不意味着你一定需要时刻保证宝宝的食物和睡眠。",
        "label": ""
      },
      {
        "sentence": "当你沉浸在压力之中时，会对宝宝的生长成长产生负面影响。",
        "label": ""
      },
      {
        "sentence": "尝试将注意力从孩子身上转移到自己身上。",
        "label": ""
      },
      {
        "sentence": "你可以尝试冥想、瑜伽、逛街和谈心，这些活动会让你心情愉快，身心放松。",
        "label": ""
      },
      {
        "sentence": "也可以请一些亲人来帮忙照看孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我感觉自己在家里是起了一个顺应角色，什么都依赖他，我觉得自己失去了自我，失去了独立能力。",
    "annotation": [
      {
        "sentence": "但是，我感觉自己在家里是起了一个顺应角色，什么都依赖他，我觉得自己失去了自我，失去了独立能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受。但是，即使你是为了宝宝，你也不能牺牲自己的利益。你也是一个独立的个体，要想办法保留自己的时间和兴趣爱好，可以让老公或者其他人来协助你照顾孩子。给自己别忘了开放空间，用心去关注自己的兴趣爱好和自我感觉。",
    "annotation": [
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是，即使你是为了宝宝，你也不能牺牲自己的利益。",
        "label": ""
      },
      {
        "sentence": "你也是一个独立的个体，要想办法保留自己的时间和兴趣爱好，可以让老公或者其他人来协助你照顾孩子。",
        "label": ""
      },
      {
        "sentence": "给自己别忘了开放空间，用心去关注自己的兴趣爱好和自我感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，即使我尝试尽力照顾好宝宝和照顾好自己，为什么爱人还是对我不关心呢？",
    "annotation": [
      {
        "sentence": "但是，即使我尝试尽力照顾好宝宝和照顾好自己，为什么爱人还是对我不关心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些问题也许是你和你的爱人在沟通上产生了一些问题。如果你不能获取到他的支持和安慰，你可以试着直接告诉他你的感受，让他了解自己的困难，总是抱怨或者难受的话可能会加重他的负担。如果他仍然不能理解你的处境，那么你可以让他做一些家务或者多负责一些带孩子的事情，你们需要在共同照顾宝宝，协商欣赏和支持上互相理解和沟通。",
    "annotation": [
      {
        "sentence": "这些问题也许是你和你的爱人在沟通上产生了一些问题。",
        "label": ""
      },
      {
        "sentence": "如果你不能获取到他的支持和安慰，你可以试着直接告诉他你的感受，让他了解自己的困难，总是抱怨或者难受的话可能会加重他的负担。",
        "label": ""
      },
      {
        "sentence": "如果他仍然不能理解你的处境，那么你可以让他做一些家务或者多负责一些带孩子的事情，你们需要在共同照顾宝宝，协商欣赏和支持上互相理解和沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得这些建议很有道理，我会好好去实践，希望可以尽快恢复自我感觉。",
    "annotation": [
      {
        "sentence": "我觉得这些建议很有道理，我会好好去实践，希望可以尽快恢复自我感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议能帮到你，希望你能够关注自己的身心状态，找到自己的独立我，在照顾宝宝和家庭的同时为自己的美好生活付出努力。如果你遇到了什么问题，记得随时来找我咨询。",
    "annotation": [
      {
        "sentence": "很高兴我的建议能帮到你，希望你能够关注自己的身心状态，找到自己的独立我，在照顾宝宝和家庭的同时为自己的美好生活付出努力。",
        "label": ""
      },
      {
        "sentence": "如果你遇到了什么问题，记得随时来找我咨询。",
        "label": ""
      }
    ]
  }
]