[
  {
    "role": "client",
    "content": "我28岁，独生女。我觉得我的男友在恋爱方面还算合格，但是对结婚却没有想法。我和他在大学的时候交往了两年半，感情非常深厚。现在我们又重新复合了三个多月，我觉得能够复合并不容易，所以对感情很慎重。我觉得我们这个年纪应该考虑结婚了，但是每次和他谈到结婚，他的态度总是说想结就能结，但不会主动提起，而且还在我还没有给出任何意见的时候就先表示不想买钻戒和不愿意给彩礼，还说如果他出轨就可以原谅我，但如果我出轨就要让我净身出户。我觉得他是个很自私的人，不知道我是不是应该放弃，或者只和他谈恋爱而不要结婚比较好。",
    "annotation": [
      {
        "sentence": "我28岁，独生女。",
        "label": ""
      },
      {
        "sentence": "我觉得我的男友在恋爱方面还算合格，但是对结婚却没有想法。",
        "label": ""
      },
      {
        "sentence": "我和他在大学的时候交往了两年半，感情非常深厚。",
        "label": ""
      },
      {
        "sentence": "现在我们又重新复合了三个多月，我觉得能够复合并不容易，所以对感情很慎重。",
        "label": ""
      },
      {
        "sentence": "我觉得我们这个年纪应该考虑结婚了，但是每次和他谈到结婚，他的态度总是说想结就能结，但不会主动提起，而且还在我还没有给出任何意见的时候就先表示不想买钻戒和不愿意给彩礼，还说如果他出轨就可以原谅我，但如果我出轨就要让我净身出户。",
        "label": ""
      },
      {
        "sentence": "我觉得他是个很自私的人，不知道我是不是应该放弃，或者只和他谈恋爱而不要结婚比较好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，你和男友相处的时间已经挺长了，并且你们也算是互相了解。那你们之前分开是因为什么原因呢？现在你们复合，是因为觉得年纪到了才有了结婚的念头，还是因为你们还是有爱情？我认为，结婚并不是因为年纪到了才去考虑的，只要两个人相爱，并且在日常生活中可以相互理解和包容的话，就可以考虑结婚了。不要只是因为年纪大了就随便找个人凑合。",
    "annotation": [
      {
        "sentence": "听你的描述，你和男友相处的时间已经挺长了，并且你们也算是互相了解。",
        "label": ""
      },
      {
        "sentence": "那你们之前分开是因为什么原因呢？",
        "label": ""
      },
      {
        "sentence": "现在你们复合，是因为觉得年纪到了才有了结婚的念头，还是因为你们还是有爱情？",
        "label": ""
      },
      {
        "sentence": "我认为，结婚并不是因为年纪到了才去考虑的，只要两个人相爱，并且在日常生活中可以相互理解和包容的话，就可以考虑结婚了。",
        "label": ""
      },
      {
        "sentence": "不要只是因为年纪大了就随便找个人凑合。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "之前我们分开是因为一些外界因素，没有什么大的矛盾。现在复合是因为我们还是彼此有感情，互相想要尝试再一次。关于结婚，我并不是只因为年纪大就想结婚，我是真的对我们之间的感情有了更多的期待和想法。但是，他对结婚的态度让我觉得他似乎并没有把我当作结婚的对象。",
    "annotation": [
      {
        "sentence": "之前我们分开是因为一些外界因素，没有什么大的矛盾。",
        "label": ""
      },
      {
        "sentence": "现在复合是因为我们还是彼此有感情，互相想要尝试再一次。",
        "label": ""
      },
      {
        "sentence": "关于结婚，我并不是只因为年纪大就想结婚，我是真的对我们之间的感情有了更多的期待和想法。",
        "label": ""
      },
      {
        "sentence": "但是，他对结婚的态度让我觉得他似乎并没有把我当作结婚的对象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "结婚是两个人共同的决定，要共同期待未来的生活。可是，你男友却不想买钻戒、不愿意给彩礼！虽然我也不赞同过度昂贵的彩礼，但是作为一个女孩子，为了和一个男孩在一起，放弃自己家人的疼爱，从一个宠溺的宝贝变成一个要去承担家务和生活的女强人，这不应该得到尊重吗？而且，两个人都还没有结婚，他居然会想到你出轨他可以原谅，但是如果你出轨他就要让你净身出户？这是什么逻辑？为什么两个人都有错，结果却只有你一个人承担责任呢？作为一个男人，他怎么能没有一点责任感呢？你应该好好考虑，不要轻易地把自己嫁给他。",
    "annotation": [
      {
        "sentence": "结婚是两个人共同的决定，要共同期待未来的生活。",
        "label": ""
      },
      {
        "sentence": "可是，你男友却不想买钻戒、不愿意给彩礼！",
        "label": ""
      },
      {
        "sentence": "虽然我也不赞同过度昂贵的彩礼，但是作为一个女孩子，为了和一个男孩在一起，放弃自己家人的疼爱，从一个宠溺的宝贝变成一个要去承担家务和生活的女强人，这不应该得到尊重吗？",
        "label": ""
      },
      {
        "sentence": "而且，两个人都还没有结婚，他居然会想到你出轨他可以原谅，但是如果你出轨他就要让你净身出户？",
        "label": ""
      },
      {
        "sentence": "这是什么逻辑？",
        "label": ""
      },
      {
        "sentence": "为什么两个人都有错，结果却只有你一个人承担责任呢？",
        "label": ""
      },
      {
        "sentence": "作为一个男人，他怎么能没有一点责任感呢？",
        "label": ""
      },
      {
        "sentence": "你应该好好考虑，不要轻易地把自己嫁给他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也很困惑，为什么他会有这样的想法。现在我开始怀疑他是否真的愿意和我一起共度一生。",
    "annotation": [
      {
        "sentence": "我也很困惑，为什么他会有这样的想法。",
        "label": ""
      },
      {
        "sentence": "现在我开始怀疑他是否真的愿意和我一起共度一生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的怀疑是有道理的，因为他的态度和言辞确实让人不太放心。结婚是一段长久的承诺，需要两个人共同努力和付出。如果他连最基本的责任感和尊重都没有，你真的要好好考虑是否继续这段关系了。",
    "annotation": [
      {
        "sentence": "你的怀疑是有道理的，因为他的态度和言辞确实让人不太放心。",
        "label": ""
      },
      {
        "sentence": "结婚是一段长久的承诺，需要两个人共同努力和付出。",
        "label": ""
      },
      {
        "sentence": "如果他连最基本的责任感和尊重都没有，你真的要好好考虑是否继续这段关系了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我决定好好考虑一下这段感情了。谢谢你的建议，让我更清楚地看到了问题所在。",
    "annotation": [
      {
        "sentence": "是的，我决定好好考虑一下这段感情了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，让我更清楚地看到了问题所在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议能帮到你。无论你做出什么样的选择，记得要为了自己的幸福着想。好好照顾好自己，未来一定会有更好的人出现在你的生活中的。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议能帮到你。",
        "label": ""
      },
      {
        "sentence": "无论你做出什么样的选择，记得要为了自己的幸福着想。",
        "label": ""
      },
      {
        "sentence": "好好照顾好自己，未来一定会有更好的人出现在你的生活中的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会好好照顾自己的。希望在未来能够找到一个真心对待我的人。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会好好照顾自己的。",
        "label": ""
      },
      {
        "sentence": "希望在未来能够找到一个真心对待我的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，相信你一定会找到一个真心对待你的人的。希望你能够快速走出困惑，重新找到属于自己的幸福。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，相信你一定会找到一个真心对待你的人的。",
        "label": ""
      },
      {
        "sentence": "希望你能够快速走出困惑，重新找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]