[
  {
    "role": "client",
    "content": "我不敢得罪人，害怕被欺负，性格软弱怎么调整？我是个性格软弱的女人，活了32年，已婚已育。大家说我性格好，很善良。到我知道谁没有脾气，我的善良性格好是因为不敢得罪人，害怕被欺负，被别人早早了解才这样的。不算真正的善良。我很希望自己是个有力量的人，有智慧的人。结婚九年快十年了，之前在婆家也是处处被排斥，我想独立出来，老公也是跟我一样在家软弱的人不敢违背父母。现在我经济好点了，养活三口人，婆婆刚去世，总算比以前好点了。但我还是深入骨髓的软弱感。我应该怎么调整？",
    "annotation": [
      {
        "sentence": "我不敢得罪人，害怕被欺负，性格软弱怎么调整？",
        "label": ""
      },
      {
        "sentence": "我是个性格软弱的女人，活了32年，已婚已育。",
        "label": ""
      },
      {
        "sentence": "大家说我性格好，很善良。",
        "label": ""
      },
      {
        "sentence": "到我知道谁没有脾气，我的善良性格好是因为不敢得罪人，害怕被欺负，被别人早早了解才这样的。",
        "label": ""
      },
      {
        "sentence": "不算真正的善良。",
        "label": ""
      },
      {
        "sentence": "我很希望自己是个有力量的人，有智慧的人。",
        "label": ""
      },
      {
        "sentence": "结婚九年快十年了，之前在婆家也是处处被排斥，我想独立出来，老公也是跟我一样在家软弱的人不敢违背父母。",
        "label": ""
      },
      {
        "sentence": "现在我经济好点了，养活三口人，婆婆刚去世，总算比以前好点了。",
        "label": ""
      },
      {
        "sentence": "但我还是深入骨髓的软弱感。",
        "label": ""
      },
      {
        "sentence": "我应该怎么调整？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "柔弱、害怕得罪他人，你是个善良而老实的人。你和你丈夫真是天生的一对，这样的感情非常稳定，因为你们都会为对方考虑。关于希望自己有力量、有智慧的事情，智慧是需要学习的，可以通过生活学习或读书学习。学到了一些东西之后，在实践中验证，找到感觉，找到信心。这样，你就会变得更加有智慧了。其实我们并不缺少智慧，只是缺乏一点点信心，缺少那双看见智慧的眼睛。如果你想要有力量，就需要发自内心的创造力。你很爱你的丈夫，爱是最能体现我们力量的东西。当然，爱不仅仅是一种感情，还是一种能力。我们要拥有发自内心的给予别人生命力的能力，只要把我们有生命力的东西，比如我们的个性、活力、态度、意志等展现给对方，自然也能唤起对方的生命力，他的生命力也会反馈给我们。当然，爱还需要真正的关心、负责任、尊重和了解。我们爱的能力是从爱陌生人开始发展的，而对陌生人的爱是从爱身边的人开始的。所以无差别地爱周围的人，对那些需要帮助的人产生同情的过程，我们的爱就开始发展了。这一点你应该做得很不错了。因为你给你们两口子的定位是一对弱者，所以你们对弱者和需要帮助的人是一点都不缺乏同情心的。因为对方强大，你就要退缩吗？他们真的会真的敢欺负你们吗？这是不会的，不然我们的社会道德和国家法律可不是摆设呢。把你真正的态度拿出来，跟他们讲感情讲道理，他们会讲理的。当然，你们已经软弱了这么多年，一下子别人可能不容易接受你们的改变，还会用过去的眼光来看你们。但不要着急，慢慢来就好了。我以前也是个老实人，也很软弱的。当初被老婆欺负得死死的，她虽然明明没什么理由，还摆出那副盛气凌人的样子，本来我是有理的，可我也怀疑是否自己哪里有错。不过，从去年开始，我变了，相信我一定能让这个家变好，相信老婆和孩子一定能过上更好的生活，不仅物质生活要好，精神生活也要比别人好。因为我在努力学习，坚持相信我能够做到这一切，只为了给我孩子一个良好的生活条件，为了让他将来有能力有出息。我义无反顾地这样做了。刚开始的几个月，和老婆的矛盾反而更大了，不过我并不在乎，因为我要学习，我认为她不对，我为了理想而努力，没有时间去在乎。就这样，大约过了半年左右，老婆开始一点点接受我的改变。现在已经过去一年半多了，家庭状况已经改善了很多，虽然还有些不满意的地方，但已经不太担心了。与亲戚朋友的关系也大为改善，他们对我辛勤努力的认可度也提高了。如果你想变得有智慧有力量，那么首先你要像我一样找到为什么要改变的理由，找到你不得不改变的地方，找到支撑你改变的持久动力，找到你要达到的目标。一旦这些找到了，你的改变就是无法停止的，无论遇到多大的困难也不会让你动摇。所以，找找你的决心来自哪里吧，然后告诉你的丈夫，你们两个人相互扶持，共同努力，最终会达到你们的目标！祝你早日获得更大的力量，把握更大的幸福！加油！",
    "annotation": [
      {
        "sentence": "柔弱、害怕得罪他人，你是个善良而老实的人。",
        "label": ""
      },
      {
        "sentence": "你和你丈夫真是天生的一对，这样的感情非常稳定，因为你们都会为对方考虑。",
        "label": ""
      },
      {
        "sentence": "关于希望自己有力量、有智慧的事情，智慧是需要学习的，可以通过生活学习或读书学习。",
        "label": ""
      },
      {
        "sentence": "学到了一些东西之后，在实践中验证，找到感觉，找到信心。",
        "label": ""
      },
      {
        "sentence": "这样，你就会变得更加有智慧了。",
        "label": ""
      },
      {
        "sentence": "其实我们并不缺少智慧，只是缺乏一点点信心，缺少那双看见智慧的眼睛。",
        "label": ""
      },
      {
        "sentence": "如果你想要有力量，就需要发自内心的创造力。",
        "label": ""
      },
      {
        "sentence": "你很爱你的丈夫，爱是最能体现我们力量的东西。",
        "label": ""
      },
      {
        "sentence": "当然，爱不仅仅是一种感情，还是一种能力。",
        "label": ""
      },
      {
        "sentence": "我们要拥有发自内心的给予别人生命力的能力，只要把我们有生命力的东西，比如我们的个性、活力、态度、意志等展现给对方，自然也能唤起对方的生命力，他的生命力也会反馈给我们。",
        "label": ""
      },
      {
        "sentence": "当然，爱还需要真正的关心、负责任、尊重和了解。",
        "label": ""
      },
      {
        "sentence": "我们爱的能力是从爱陌生人开始发展的，而对陌生人的爱是从爱身边的人开始的。",
        "label": ""
      },
      {
        "sentence": "所以无差别地爱周围的人，对那些需要帮助的人产生同情的过程，我们的爱就开始发展了。",
        "label": ""
      },
      {
        "sentence": "这一点你应该做得很不错了。",
        "label": ""
      },
      {
        "sentence": "因为你给你们两口子的定位是一对弱者，所以你们对弱者和需要帮助的人是一点都不缺乏同情心的。",
        "label": ""
      },
      {
        "sentence": "因为对方强大，你就要退缩吗？",
        "label": ""
      },
      {
        "sentence": "他们真的会真的敢欺负你们吗？",
        "label": ""
      },
      {
        "sentence": "这是不会的，不然我们的社会道德和国家法律可不是摆设呢。",
        "label": ""
      },
      {
        "sentence": "把你真正的态度拿出来，跟他们讲感情讲道理，他们会讲理的。",
        "label": ""
      },
      {
        "sentence": "当然，你们已经软弱了这么多年，一下子别人可能不容易接受你们的改变，还会用过去的眼光来看你们。",
        "label": ""
      },
      {
        "sentence": "但不要着急，慢慢来就好了。",
        "label": ""
      },
      {
        "sentence": "我以前也是个老实人，也很软弱的。",
        "label": ""
      },
      {
        "sentence": "当初被老婆欺负得死死的，她虽然明明没什么理由，还摆出那副盛气凌人的样子，本来我是有理的，可我也怀疑是否自己哪里有错。",
        "label": ""
      },
      {
        "sentence": "不过，从去年开始，我变了，相信我一定能让这个家变好，相信老婆和孩子一定能过上更好的生活，不仅物质生活要好，精神生活也要比别人好。",
        "label": ""
      },
      {
        "sentence": "因为我在努力学习，坚持相信我能够做到这一切，只为了给我孩子一个良好的生活条件，为了让他将来有能力有出息。",
        "label": ""
      },
      {
        "sentence": "我义无反顾地这样做了。",
        "label": ""
      },
      {
        "sentence": "刚开始的几个月，和老婆的矛盾反而更大了，不过我并不在乎，因为我要学习，我认为她不对，我为了理想而努力，没有时间去在乎。",
        "label": ""
      },
      {
        "sentence": "就这样，大约过了半年左右，老婆开始一点点接受我的改变。",
        "label": ""
      },
      {
        "sentence": "现在已经过去一年半多了，家庭状况已经改善了很多，虽然还有些不满意的地方，但已经不太担心了。",
        "label": ""
      },
      {
        "sentence": "与亲戚朋友的关系也大为改善，他们对我辛勤努力的认可度也提高了。",
        "label": ""
      },
      {
        "sentence": "如果你想变得有智慧有力量，那么首先你要像我一样找到为什么要改变的理由，找到你不得不改变的地方，找到支撑你改变的持久动力，找到你要达到的目标。",
        "label": ""
      },
      {
        "sentence": "一旦这些找到了，你的改变就是无法停止的，无论遇到多大的困难也不会让你动摇。",
        "label": ""
      },
      {
        "sentence": "所以，找找你的决心来自哪里吧，然后告诉你的丈夫，你们两个人相互扶持，共同努力，最终会达到你们的目标！",
        "label": ""
      },
      {
        "sentence": "祝你早日获得更大的力量，把握更大的幸福！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]