[
  {
    "role": "client",
    "content": "想结婚，对女生没多少激情，要不要在一起？最近在婚恋网站找女朋友，家里人催，自己也有这想法，可是我喜欢的女生基本不理我，要求太高了；对我有兴趣的女生，我不是很有兴趣，没有多少激情。",
    "annotation": [
      {
        "sentence": "想结婚，对女生没多少激情，要不要在一起？",
        "label": ""
      },
      {
        "sentence": "最近在婚恋网站找女朋友，家里人催，自己也有这想法，可是我喜欢的女生基本不理我，要求太高了；对我有兴趣的女生，我不是很有兴趣，没有多少激情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题描述，感受到你内心的纠结，自己喜欢的不喜欢自己，喜欢自己的自己却也不喜欢。你的问题描述中并没有提及年龄，问题中提到自己喜欢的女生对自己不感兴趣，不知道这具体的经过是怎样的呢？这样的经历是否对你有一定影响呢？",
    "annotation": [
      {
        "sentence": "看了你的问题描述，感受到你内心的纠结，自己喜欢的不喜欢自己，喜欢自己的自己却也不喜欢。",
        "label": ""
      },
      {
        "sentence": "你的问题描述中并没有提及年龄，问题中提到自己喜欢的女生对自己不感兴趣，不知道这具体的经过是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "这样的经历是否对你有一定影响呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在已经33岁了，周围的朋友都结婚了，家里人也在催我，所以我开始考虑找个女朋友结婚。但是，我喜欢的女生要求太高了，她们对我不理不睬，而对我有兴趣的女生，我又不太感兴趣，所以感觉很困惑。",
    "annotation": [
      {
        "sentence": "我现在已经33岁了，周围的朋友都结婚了，家里人也在催我，所以我开始考虑找个女朋友结婚。",
        "label": ""
      },
      {
        "sentence": "但是，我喜欢的女生要求太高了，她们对我不理不睬，而对我有兴趣的女生，我又不太感兴趣，所以感觉很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "年龄的增长以及周围朋友的婚姻状况的影响是可以理解的。你可能觉得时间有点紧迫，希望尽快找到合适的人结婚。对于你喜欢的女生不理睬的情况，也许是她们对你的印象还不够深，或者她们也在寻找更适合自己的人。而对你有兴趣的女生，你是否试着了解她们多一些，看看是否有共同的兴趣和价值观呢？",
    "annotation": [
      {
        "sentence": "年龄的增长以及周围朋友的婚姻状况的影响是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你可能觉得时间有点紧迫，希望尽快找到合适的人结婚。",
        "label": ""
      },
      {
        "sentence": "对于你喜欢的女生不理睬的情况，也许是她们对你的印象还不够深，或者她们也在寻找更适合自己的人。",
        "label": ""
      },
      {
        "sentence": "而对你有兴趣的女生，你是否试着了解她们多一些，看看是否有共同的兴趣和价值观呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我可能对我喜欢的女生了解得不够，还没有给她们足够的时间和机会。可能是我比较追求外貌，对外貌要求很高，所以喜欢的女生很少。但是，我也意识到这样的要求太过片面，可能会错过其他优秀的女生。",
    "annotation": [
      {
        "sentence": "你说的对，我可能对我喜欢的女生了解得不够，还没有给她们足够的时间和机会。",
        "label": ""
      },
      {
        "sentence": "可能是我比较追求外貌，对外貌要求很高，所以喜欢的女生很少。",
        "label": ""
      },
      {
        "sentence": "但是，我也意识到这样的要求太过片面，可能会错过其他优秀的女生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能意识到这一点。追求外貌是人之常情，但外貌并不是决定一段关系是否长久幸福的唯一因素。你可以试着多了解一些女生的内在特质和经历，或许会发现更多与你契合的人。不要过于拘泥于一时的兴趣，也许会错过那些真正适合你的人。",
    "annotation": [
      {
        "sentence": "很高兴你能意识到这一点。",
        "label": ""
      },
      {
        "sentence": "追求外貌是人之常情，但外貌并不是决定一段关系是否长久幸福的唯一因素。",
        "label": ""
      },
      {
        "sentence": "你可以试着多了解一些女生的内在特质和经历，或许会发现更多与你契合的人。",
        "label": ""
      },
      {
        "sentence": "不要过于拘泥于一时的兴趣，也许会错过那些真正适合你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加注重女生的内在特质和品质。我会尝试放下对外貌的要求，多了解一些女生的内心世界。谢谢你的建议和帮助！",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加注重女生的内在特质和品质。",
        "label": ""
      },
      {
        "sentence": "我会尝试放下对外貌的要求，多了解一些女生的内心世界。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能够帮到你。找到合适的伴侣是一段漫长而有趣的过程，不要急于求成，重要的是你能够体验到这个过程中的成长和学习。祝你能够找到理想的女朋友，拥有美好幸福的婚姻！如果有任何问题或者困惑，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "找到合适的伴侣是一段漫长而有趣的过程，不要急于求成，重要的是你能够体验到这个过程中的成长和学习。",
        "label": ""
      },
      {
        "sentence": "祝你能够找到理想的女朋友，拥有美好幸福的婚姻！",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或者困惑，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励！我会把握好自己，并且保持积极的心态去面对恋爱和婚姻的挑战。谢谢你，再见！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会把握好自己，并且保持积极的心态去面对恋爱和婚姻的挑战。",
        "label": ""
      },
      {
        "sentence": "谢谢你，再见！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "再见，祝你一切顺利！记得随时给我留言，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "再见，祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "记得随时给我留言，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  }
]