[
  {
    "role": "client",
    "content": "我26岁，已经和前任分手一年多了。我想完全放下，并开始新的生活。我用了一段时间来整理、疗愈和成长自己。在上一段关系中，我发现了来自原生家庭的问题之一——前任的性格很像我爸爸，甚至更暴躁。我内心想要找到父亲的感觉弥补缺失的父爱。我从不成功的感情中明白了几个教训：1.我应该找一个人格相对健全的人恋爱。2.我是值得被爱、被善待的，应该建立自信和自我，治愈自己，再去恋爱。3.成熟的爱是付出给予。4.应该完全放下，从之前的经历中觉察到自己的不足，再开始新生活。怎么样才能完全放下呢？并且不受前任偶尔的骚扰？",
    "annotation": [
      {
        "sentence": "我26岁，已经和前任分手一年多了。",
        "label": ""
      },
      {
        "sentence": "我想完全放下，并开始新的生活。",
        "label": ""
      },
      {
        "sentence": "我用了一段时间来整理、疗愈和成长自己。",
        "label": ""
      },
      {
        "sentence": "在上一段关系中，我发现了来自原生家庭的问题之一——前任的性格很像我爸爸，甚至更暴躁。",
        "label": ""
      },
      {
        "sentence": "我内心想要找到父亲的感觉弥补缺失的父爱。",
        "label": ""
      },
      {
        "sentence": "我从不成功的感情中明白了几个教训：1.我应该找一个人格相对健全的人恋爱。",
        "label": ""
      },
      {
        "sentence": "2.我是值得被爱、被善待的，应该建立自信和自我，治愈自己，再去恋爱。",
        "label": ""
      },
      {
        "sentence": "3.成熟的爱是付出给予。",
        "label": ""
      },
      {
        "sentence": "4.应该完全放下，从之前的经历中觉察到自己的不足，再开始新生活。",
        "label": ""
      },
      {
        "sentence": "怎么样才能完全放下呢？",
        "label": ""
      },
      {
        "sentence": "并且不受前任偶尔的骚扰？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得你自我总结得很好。在经历了一段无果的感情后，能够分析自身的问题并汲取经验，这非常棒。现在，你的焦点问题是希望尽快放下上一段感情，整理自己并开始新的生活。针对这个问题，我想给你提几点小建议，希望对你有所启发和帮助。",
    "annotation": [
      {
        "sentence": "我觉得你自我总结得很好。",
        "label": ""
      },
      {
        "sentence": "在经历了一段无果的感情后，能够分析自身的问题并汲取经验，这非常棒。",
        "label": ""
      },
      {
        "sentence": "现在，你的焦点问题是希望尽快放下上一段感情，整理自己并开始新的生活。",
        "label": ""
      },
      {
        "sentence": "针对这个问题，我想给你提几点小建议，希望对你有所启发和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我很想放下这段感情，但有时候会觉得很困难。我怎样才能让自己心理上放轻松一点呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我很想放下这段感情，但有时候会觉得很困难。",
        "label": ""
      },
      {
        "sentence": "我怎样才能让自己心理上放轻松一点呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放不下就拿着。首先，在心理上先要放轻松，不要太强迫自己一定要尽快放下，或者马上放下。给自己心理暗示，“放不下”这件事并不是一件很严重或者很坏的事情。放不下有时也有正向的作用，比如面对新感情能够带来更谨慎和审视的态度。所以，尽量在“轻视”放不下带来的负面效果，而“重视”放不下带来的正面效果，这是让这段“放不下的情感”为自己所用的重要一步。",
    "annotation": [
      {
        "sentence": "放不下就拿着。",
        "label": ""
      },
      {
        "sentence": "首先，在心理上先要放轻松，不要太强迫自己一定要尽快放下，或者马上放下。",
        "label": ""
      },
      {
        "sentence": "给自己心理暗示，“放不下”这件事并不是一件很严重或者很坏的事情。",
        "label": ""
      },
      {
        "sentence": "放不下有时也有正向的作用，比如面对新感情能够带来更谨慎和审视的态度。",
        "label": ""
      },
      {
        "sentence": "所以，尽量在“轻视”放不下带来的负面效果，而“重视”放不下带来的正面效果，这是让这段“放不下的情感”为自己所用的重要一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个想法很有道理。我觉得可以尝试放轻松一点，接受放不下的自己，并从中寻找一些正面的影响。但除了心理暗示，还有其他方法可以帮助我尽快放下吗？",
    "annotation": [
      {
        "sentence": "这个想法很有道理。",
        "label": ""
      },
      {
        "sentence": "我觉得可以尝试放轻松一点，接受放不下的自己，并从中寻找一些正面的影响。",
        "label": ""
      },
      {
        "sentence": "但除了心理暗示，还有其他方法可以帮助我尽快放下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然。除了心理暗示自己要放轻松之外，我们也可以做一些实质性的事情来帮助自己尽快放下。比如培养一些兴趣爱好来转移注意力，与朋友谈心获取不同角度的意见，寻找机会接触异性以拓展交际圈，甚至来求助也是一种途径。只要尽力做好自己能做的事情，包括放下这件事，然后对于结果要看淡一些。因为感情的事情很可能无论你如何努力，也不能达到自己的预期。但是我们要思考另一个角度，通过这个过程，我们培养了新的技能，加深了与朋友的关系，拓展了人脉，学到了新的心理知识，这无疑是一种成长。所以，做好自己所能做的事情，同时少给自己一些压力，会有助于你更快地放下。",
    "annotation": [
      {
        "sentence": "当然。",
        "label": ""
      },
      {
        "sentence": "除了心理暗示自己要放轻松之外，我们也可以做一些实质性的事情来帮助自己尽快放下。",
        "label": ""
      },
      {
        "sentence": "比如培养一些兴趣爱好来转移注意力，与朋友谈心获取不同角度的意见，寻找机会接触异性以拓展交际圈，甚至来求助也是一种途径。",
        "label": ""
      },
      {
        "sentence": "只要尽力做好自己能做的事情，包括放下这件事，然后对于结果要看淡一些。",
        "label": ""
      },
      {
        "sentence": "因为感情的事情很可能无论你如何努力，也不能达到自己的预期。",
        "label": ""
      },
      {
        "sentence": "但是我们要思考另一个角度，通过这个过程，我们培养了新的技能，加深了与朋友的关系，拓展了人脉，学到了新的心理知识，这无疑是一种成长。",
        "label": ""
      },
      {
        "sentence": "所以，做好自己所能做的事情，同时少给自己一些压力，会有助于你更快地放下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我理解了，在放下感情的过程中，我们需要给自己一些时间。可能有一天，那个开始时非常重要的人也会变成一个陌生人。我明白了，只需努力让这段时间变得短一些，有意义一些。真诚地希望早日放下这段感情，也许到那时候我就能明白你所说的“无所谓放下”了。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我理解了，在放下感情的过程中，我们需要给自己一些时间。",
        "label": ""
      },
      {
        "sentence": "可能有一天，那个开始时非常重要的人也会变成一个陌生人。",
        "label": ""
      },
      {
        "sentence": "我明白了，只需努力让这段时间变得短一些，有意义一些。",
        "label": ""
      },
      {
        "sentence": "真诚地希望早日放下这段感情，也许到那时候我就能明白你所说的“无所谓放下”了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都会在这里支持你。请记住，你值得拥有一个健康的、幸福的感情，也值得被爱和善待。加油！如果你需要任何帮助，随时都可以来找我。祝福你能早日走出困境，迈向新的生活！",
    "annotation": [
      {
        "sentence": "不用客气，我一直都会在这里支持你。",
        "label": ""
      },
      {
        "sentence": "请记住，你值得拥有一个健康的、幸福的感情，也值得被爱和善待。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你能早日走出困境，迈向新的生活！",
        "label": ""
      }
    ]
  }
]