[
  {
    "role": "client",
    "content": "我觉得和朋友说话不在一个频道，对话总是很累怎么办？这位朋友是和我一起进公司的同事，我们都是刚毕业所以没有那么多想法，觉得还是可以做朋友的，她也表达过我们是朋友。但是越来越觉得和她说话很累，她好像永远在自己的思路里自说自话，有时候我和她说什么她也完全在自己的思路逻辑里。怎么办呢？",
    "annotation": [
      {
        "sentence": "我觉得和朋友说话不在一个频道，对话总是很累怎么办？",
        "label": ""
      },
      {
        "sentence": "这位朋友是和我一起进公司的同事，我们都是刚毕业所以没有那么多想法，觉得还是可以做朋友的，她也表达过我们是朋友。",
        "label": ""
      },
      {
        "sentence": "但是越来越觉得和她说话很累，她好像永远在自己的思路里自说自话，有时候我和她说什么她也完全在自己的思路逻辑里。",
        "label": ""
      },
      {
        "sentence": "怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你对这个问题感到很困扰。可能你们还没有完全了解对方，所以沟通存在问题。想要了解她的话，你可以尝试深入了解她的生活和工作，跟她聊一些她喜欢的话题，这样相信她也会更愿意分享她的想法。或者，如果你感到不舒服，也可以告诉她你的感受，试着跟她沟通一下。",
    "annotation": [
      {
        "sentence": "看起来你对这个问题感到很困扰。",
        "label": ""
      },
      {
        "sentence": "可能你们还没有完全了解对方，所以沟通存在问题。",
        "label": ""
      },
      {
        "sentence": "想要了解她的话，你可以尝试深入了解她的生活和工作，跟她聊一些她喜欢的话题，这样相信她也会更愿意分享她的想法。",
        "label": ""
      },
      {
        "sentence": "或者，如果你感到不舒服，也可以告诉她你的感受，试着跟她沟通一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前试图跟她聊过一些话题，但总是觉得她对我的提问或者话题提出的回答不是很感兴趣，或者跟我讲一些全新的内容。我有时候觉得她是在自说自话，或者是不想跟我分享什么，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我之前试图跟她聊过一些话题，但总是觉得她对我的提问或者话题提出的回答不是很感兴趣，或者跟我讲一些全新的内容。",
        "label": ""
      },
      {
        "sentence": "我有时候觉得她是在自说自话，或者是不想跟我分享什么，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你遇到了一个非常具有个性化的朋友，这可能让你感到比较困惑。相信她也是一个心地善良，有自己的思想和想法的人。或许你可以采用一些比较直接、明确的方式跟她交流，例如直接告诉她你想了解她的想法或者情况，或许她会更愿意跟你分享她的日常生活，也许这样你们就可以更好地交流了。",
    "annotation": [
      {
        "sentence": "听起来你遇到了一个非常具有个性化的朋友，这可能让你感到比较困惑。",
        "label": ""
      },
      {
        "sentence": "相信她也是一个心地善良，有自己的思想和想法的人。",
        "label": ""
      },
      {
        "sentence": "或许你可以采用一些比较直接、明确的方式跟她交流，例如直接告诉她你想了解她的想法或者情况，或许她会更愿意跟你分享她的日常生活，也许这样你们就可以更好地交流了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试过问她一些问题，但或者她无情地回答，或者她会让我觉得她对我的问题或者话题不感兴趣。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我试过问她一些问题，但或者她无情地回答，或者她会让我觉得她对我的问题或者话题不感兴趣。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可能需要更加充分地理解她。或许她本身就是一个非常闷骚的人，有时候并不愿意直接表达自己的想法和情绪。也许她只是追求自己的生活方式，而这种方式并不一定是和你一样的。不过无论如何，别忘了你也是一个独立的个体，有权利选择自己交往的对象和朋友圈子。如果她的交往方式和你的价值观和主张不符，你也可以选择离开。不过我的建议是，先试着了解她的价值观和想法，这样你们就可以更好地做朋友了。",
    "annotation": [
      {
        "sentence": "你可能需要更加充分地理解她。",
        "label": ""
      },
      {
        "sentence": "或许她本身就是一个非常闷骚的人，有时候并不愿意直接表达自己的想法和情绪。",
        "label": ""
      },
      {
        "sentence": "也许她只是追求自己的生活方式，而这种方式并不一定是和你一样的。",
        "label": ""
      },
      {
        "sentence": "不过无论如何，别忘了你也是一个独立的个体，有权利选择自己交往的对象和朋友圈子。",
        "label": ""
      },
      {
        "sentence": "如果她的交往方式和你的价值观和主张不符，你也可以选择离开。",
        "label": ""
      },
      {
        "sentence": "不过我的建议是，先试着了解她的价值观和想法，这样你们就可以更好地做朋友了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我明白了。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "好的，我明白了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  }
]