[
  {
    "role": "client",
    "content": "和妈妈的关系，单亲，怀疑妈妈是否真的爱我？一回到家就压抑愤怒控制不住情绪。",
    "annotation": [
      {
        "sentence": "和妈妈的关系，单亲，怀疑妈妈是否真的爱我？",
        "label": ""
      },
      {
        "sentence": "一回到家就压抑愤怒控制不住情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "母子俩在相处地过程中相互都有些怨言：母亲感觉你对她不孝顺、欺负她、不尊重她。自己在自责和难受中轮回。处于这种想好好相处，却又相处不好的情境中，当事人双方都是很痛苦的。那相爱的人要怎样才能和谐相处呢？我们一起来分析一下吧。",
    "annotation": [
      {
        "sentence": "母子俩在相处地过程中相互都有些怨言：母亲感觉你对她不孝顺、欺负她、不尊重她。",
        "label": ""
      },
      {
        "sentence": "自己在自责和难受中轮回。",
        "label": ""
      },
      {
        "sentence": "处于这种想好好相处，却又相处不好的情境中，当事人双方都是很痛苦的。",
        "label": ""
      },
      {
        "sentence": "那相爱的人要怎样才能和谐相处呢？",
        "label": ""
      },
      {
        "sentence": "我们一起来分析一下吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解母亲在单亲家庭中的辛苦，但我总是无法控制自己的情绪，一回到家就变得愤怒和压抑。",
    "annotation": [
      {
        "sentence": "我理解母亲在单亲家庭中的辛苦，但我总是无法控制自己的情绪，一回到家就变得愤怒和压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一个单亲母亲，在生活和情感中可能要承受比别人更多的付出：比如独自处理生活中的琐事，在无助时能给予帮助的人有限，委屈、伤心之时，能倾述的人可能也有限。生活和情感的压力比别人多一些。作为单亲家庭中的孩子，他们与同龄人相比，可能在情感上较敏感，也可能有些自卑，内向。生活和学习或工作中遇到了挫折，不愿向同龄人或重要的人（如家人）寻求帮助，有了情绪：伤心、难过、无助等也不愿向他人倾述。不管是母亲还是孩子，这些情绪都被压抑到自己的心理，没被消化和吸收。",
    "annotation": [
      {
        "sentence": "作为一个单亲母亲，在生活和情感中可能要承受比别人更多的付出：比如独自处理生活中的琐事，在无助时能给予帮助的人有限，委屈、伤心之时，能倾述的人可能也有限。",
        "label": ""
      },
      {
        "sentence": "生活和情感的压力比别人多一些。",
        "label": ""
      },
      {
        "sentence": "作为单亲家庭中的孩子，他们与同龄人相比，可能在情感上较敏感，也可能有些自卑，内向。",
        "label": ""
      },
      {
        "sentence": "生活和学习或工作中遇到了挫折，不愿向同龄人或重要的人（如家人）寻求帮助，有了情绪：伤心、难过、无助等也不愿向他人倾述。",
        "label": ""
      },
      {
        "sentence": "不管是母亲还是孩子，这些情绪都被压抑到自己的心理，没被消化和吸收。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我们在家人面前更容易情绪失控，因为我们期待家人能理解我们的需要和存在。当这些期待未能得到满足时，我们就会感到失望，产生冲突和怀疑彼此的关系。",
    "annotation": [
      {
        "sentence": "我明白了，我们在家人面前更容易情绪失控，因为我们期待家人能理解我们的需要和存在。",
        "label": ""
      },
      {
        "sentence": "当这些期待未能得到满足时，我们就会感到失望，产生冲突和怀疑彼此的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，家人是我们最好的出气口，因为我们相信他们应该爱我们，了解我们的需求。当我们心中的期望被打破时，我们会责怪、抱怨家人的不理解、不支持等等。但事实上，妈妈是爱你的，你也是爱母亲的。你们之间的抱怨就是最好的证明，因为不相爱的人的表现是冷漠——无视对方的需要和存在。你能感到母亲对你的要求，能自责，这些都说明你们之间还相互在乎。",
    "annotation": [
      {
        "sentence": "没错，家人是我们最好的出气口，因为我们相信他们应该爱我们，了解我们的需求。",
        "label": ""
      },
      {
        "sentence": "当我们心中的期望被打破时，我们会责怪、抱怨家人的不理解、不支持等等。",
        "label": ""
      },
      {
        "sentence": "但事实上，妈妈是爱你的，你也是爱母亲的。",
        "label": ""
      },
      {
        "sentence": "你们之间的抱怨就是最好的证明，因为不相爱的人的表现是冷漠——无视对方的需要和存在。",
        "label": ""
      },
      {
        "sentence": "你能感到母亲对你的要求，能自责，这些都说明你们之间还相互在乎。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，那作为相爱的人，我们应该如何好好相处呢？",
    "annotation": [
      {
        "sentence": "我明白了，那作为相爱的人，我们应该如何好好相处呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我建议如下：第一，正确表达情绪。回到家主动与母亲谈谈自己生活和工作的体会，特别是生活中发生了什么事，这些事，你的看法如何，你是怎样应对的，你因自己或别人的行为产生了怎样的情绪，把这些都说出来。在叙述的过程中你或许心情好多了，或者还可找到解决问题的方法。这样释放了自己的情绪，你就不会因别人说了什么话，做了什么事，而情绪反应过度。可以正确表达自己的看法：“妈妈，我希望你吃饭的时候不要说那些很脏的事，影响吃饭的气氛，好吗”。我的家人有时也会说这样的话，我都会说：“吃饭时，别说这些，好不好”。每个人的心理承爱能力不一样，一家人在一起要相互体谅，说话时要考虑对方的感受。",
    "annotation": [
      {
        "sentence": "我建议如下：第一，正确表达情绪。",
        "label": ""
      },
      {
        "sentence": "回到家主动与母亲谈谈自己生活和工作的体会，特别是生活中发生了什么事，这些事，你的看法如何，你是怎样应对的，你因自己或别人的行为产生了怎样的情绪，把这些都说出来。",
        "label": ""
      },
      {
        "sentence": "在叙述的过程中你或许心情好多了，或者还可找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "这样释放了自己的情绪，你就不会因别人说了什么话，做了什么事，而情绪反应过度。",
        "label": ""
      },
      {
        "sentence": "可以正确表达自己的看法：“妈妈，我希望你吃饭的时候不要说那些很脏的事，影响吃饭的气氛，好吗”。",
        "label": ""
      },
      {
        "sentence": "我的家人有时也会说这样的话，我都会说：“吃饭时，别说这些，好不好”。",
        "label": ""
      },
      {
        "sentence": "每个人的心理承爱能力不一样，一家人在一起要相互体谅，说话时要考虑对方的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着跟妈妈正确表达我的情绪，好好沟通。还有其他建议吗？",
    "annotation": [
      {
        "sentence": "我会试着跟妈妈正确表达我的情绪，好好沟通。",
        "label": ""
      },
      {
        "sentence": "还有其他建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第二，单亲妈妈，可能把情感更多寄托在子女身上，这时候，作子女的成人了，要鼓励母亲走出家庭，寻找自己感兴趣的事；与朋友去旅游、跳跳广场舞、多结交朋友，增加社会活动。这样可避免子女不在时的孤独感，也可分配关注点，降低对子女的期望：不会因争吵就认为子女不孝顺等。",
    "annotation": [
      {
        "sentence": "第二，单亲妈妈，可能把情感更多寄托在子女身上，这时候，作子女的成人了，要鼓励母亲走出家庭，寻找自己感兴趣的事；与朋友去旅游、跳跳广场舞、多结交朋友，增加社会活动。",
        "label": ""
      },
      {
        "sentence": "这样可避免子女不在时的孤独感，也可分配关注点，降低对子女的期望：不会因争吵就认为子女不孝顺等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会鼓励妈妈参与更多社交活动，减轻她对我的期望压力。",
    "annotation": [
      {
        "sentence": "我会鼓励妈妈参与更多社交活动，减轻她对我的期望压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第三，对亲人，我们要常怀“感恩”之心，真心夸赞母亲为你准备的晚餐，为你做的每一件事。还有善于发现生活中的美好，母亲有什么让你惊喜的变化，看到了及时的夸一夸。对于母亲来说也是一样，多夸夸子女。停止指责和抱怨是一切好的关系的开始，我们不妨去实践一下，每天感恩一件事，夸对方一个优点（当然是真实的，看得见的哈）坚持下来，不仅关系会很融洽，双方的自信心也会增强。",
    "annotation": [
      {
        "sentence": "第三，对亲人，我们要常怀“感恩”之心，真心夸赞母亲为你准备的晚餐，为你做的每一件事。",
        "label": ""
      },
      {
        "sentence": "还有善于发现生活中的美好，母亲有什么让你惊喜的变化，看到了及时的夸一夸。",
        "label": ""
      },
      {
        "sentence": "对于母亲来说也是一样，多夸夸子女。",
        "label": ""
      },
      {
        "sentence": "停止指责和抱怨是一切好的关系的开始，我们不妨去实践一下，每天感恩一件事，夸对方一个优点（当然是真实的，看得见的哈）坚持下来，不仅关系会很融洽，双方的自信心也会增强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着经常表达对妈妈的感激之情，并夸奖她的优点。我相信这样能改善我们的关系。",
    "annotation": [
      {
        "sentence": "我会试着经常表达对妈妈的感激之情，并夸奖她的优点。",
        "label": ""
      },
      {
        "sentence": "我相信这样能改善我们的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第四，世界上没有完全相同的两片叶子，当我们的观点与母亲或他人不同时，可以不认同，但可尊重别人的观点，让他们做自己想做的事就行了。希望这些建议能帮到你，慢慢来，有信心一定能改善你和妈妈的关系。",
    "annotation": [
      {
        "sentence": "第四，世界上没有完全相同的两片叶子，当我们的观点与母亲或他人不同时，可以不认同，但可尊重别人的观点，让他们做自己想做的事就行了。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能帮到你，慢慢来，有信心一定能改善你和妈妈的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的建议和支持，我会尝试去做的。希望我们的关系能有所改善。",
    "annotation": [
      {
        "sentence": "非常感谢您的建议和支持，我会尝试去做的。",
        "label": ""
      },
      {
        "sentence": "希望我们的关系能有所改善。",
        "label": ""
      }
    ]
  }
]