[
  {
    "role": "client",
    "content": "被迫去工厂上班，我担心我的人生以后都是这样子？投资失败加上被骗，目前一共负债40多万，没办法接受了妹妹的建议来工厂里上班，我担心我以后的人生会一直在厂里带下去，思维固化了，各种焦虑各种担心加上懊悔，心情很低落，加上这几年做销售做的很差劲，觉得自己的人生永无出头之日了。昨晚做梦梦到我在山上拼了命的奔跑，后面有人抓我，我自己急得跳脚。",
    "annotation": [
      {
        "sentence": "被迫去工厂上班，我担心我的人生以后都是这样子？",
        "label": ""
      },
      {
        "sentence": "投资失败加上被骗，目前一共负债40多万，没办法接受了妹妹的建议来工厂里上班，我担心我以后的人生会一直在厂里带下去，思维固化了，各种焦虑各种担心加上懊悔，心情很低落，加上这几年做销售做的很差劲，觉得自己的人生永无出头之日了。",
        "label": ""
      },
      {
        "sentence": "昨晚做梦梦到我在山上拼了命的奔跑，后面有人抓我，我自己急得跳脚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们一起来分析一下。投资失败加上被骗，目前一共负债40多万，没办法接受了妹妹的建议来工厂里上班。这是已经发生过的现实，投资失败，被骗，负债40多万。所以现在只能在工厂上班还债。每一件事情都是有因有果的，这件事已经过去，但是你可以找个时间分析一下，自己为什么会发生这些事情，学会吸取教训，认识自己。",
    "annotation": [
      {
        "sentence": "我们一起来分析一下。",
        "label": ""
      },
      {
        "sentence": "投资失败加上被骗，目前一共负债40多万，没办法接受了妹妹的建议来工厂里上班。",
        "label": ""
      },
      {
        "sentence": "这是已经发生过的现实，投资失败，被骗，负债40多万。",
        "label": ""
      },
      {
        "sentence": "所以现在只能在工厂上班还债。",
        "label": ""
      },
      {
        "sentence": "每一件事情都是有因有果的，这件事已经过去，但是你可以找个时间分析一下，自己为什么会发生这些事情，学会吸取教训，认识自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但我真的很焦虑，很担心自己的未来会一直固定在工厂里，无法改变现状。而且这几年做销售做得很差，我觉得自己一事无成，很挫败。",
    "annotation": [
      {
        "sentence": "我明白了，但我真的很焦虑，很担心自己的未来会一直固定在工厂里，无法改变现状。",
        "label": ""
      },
      {
        "sentence": "而且这几年做销售做得很差，我觉得自己一事无成，很挫败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这里能感受到你的担心，为未来担忧，懊悔，自责，有不合理信念，糟糕至极，绝对化。首先，你现在在厂里是你现在能做的最好的选择，不代表你以后也一直会在厂里，如果你想改变，愿意尝试，不断学习，可能未来有其他机会，觉察到自己思维固化，可以试着调整思维，焦虑都是面向未来的，把注意力拉回当下最重要的，比如上班，赚钱，还债。做销售很差劲，不知道是指哪里？但是能做这么多年总会有自己优势的地方，试着去找找。",
    "annotation": [
      {
        "sentence": "这里能感受到你的担心，为未来担忧，懊悔，自责，有不合理信念，糟糕至极，绝对化。",
        "label": ""
      },
      {
        "sentence": "首先，你现在在厂里是你现在能做的最好的选择，不代表你以后也一直会在厂里，如果你想改变，愿意尝试，不断学习，可能未来有其他机会，觉察到自己思维固化，可以试着调整思维，焦虑都是面向未来的，把注意力拉回当下最重要的，比如上班，赚钱，还债。",
        "label": ""
      },
      {
        "sentence": "做销售很差劲，不知道是指哪里？",
        "label": ""
      },
      {
        "sentence": "但是能做这么多年总会有自己优势的地方，试着去找找。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着调整思维，把注意力放在当下，专注于工作和还债。至于销售做得差劲，我意味着我的业绩一直不理想，没有取得成功的突破，让我感到很绝望。",
    "annotation": [
      {
        "sentence": "我会试着调整思维，把注意力放在当下，专注于工作和还债。",
        "label": ""
      },
      {
        "sentence": "至于销售做得差劲，我意味着我的业绩一直不理想，没有取得成功的突破，让我感到很绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "昨晚你做梦的情景也表达了你内心的焦虑和困扰。说明你内心有很多焦虑，害怕，恐惧，着急，有很多情绪的交织冲突。我们没有办法回到过去，也没有办法预知未来，唯一能做的只有活好当下，也就是现在你每天的生活，吃饭，工作，睡觉，等等，先过好当下，正念冥想，学会觉察情绪，调整认知，看到积极的一面，比如你还有家人，还有工作，看到生活只是现在难一点，慢慢会好起来的。",
    "annotation": [
      {
        "sentence": "昨晚你做梦的情景也表达了你内心的焦虑和困扰。",
        "label": ""
      },
      {
        "sentence": "说明你内心有很多焦虑，害怕，恐惧，着急，有很多情绪的交织冲突。",
        "label": ""
      },
      {
        "sentence": "我们没有办法回到过去，也没有办法预知未来，唯一能做的只有活好当下，也就是现在你每天的生活，吃饭，工作，睡觉，等等，先过好当下，正念冥想，学会觉察情绪，调整认知，看到积极的一面，比如你还有家人，还有工作，看到生活只是现在难一点，慢慢会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在要专注于当下，活在当下，把注意力放在工作和日常生活上，多观察积极的一面。虽然现在很难，但我会慢慢改善自己的生活，迈向我想要的未来。",
    "annotation": [
      {
        "sentence": "你说得对，我现在要专注于当下，活在当下，把注意力放在工作和日常生活上，多观察积极的一面。",
        "label": ""
      },
      {
        "sentence": "虽然现在很难，但我会慢慢改善自己的生活，迈向我想要的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "允许自己经历了这么多，现在有很多情绪和内心冲突，允许自己现在对自己和现实不满意，同时过好现在的生活，然后允许自己慢慢改变，朝着自己想要的路前进。",
    "annotation": [
      {
        "sentence": "允许自己经历了这么多，现在有很多情绪和内心冲突，允许自己现在对自己和现实不满意，同时过好现在的生活，然后允许自己慢慢改变，朝着自己想要的路前进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解，我会坚持下去，相信自己可以改变现状，创造属于我自己的人生。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解，我会坚持下去，相信自己可以改变现状，创造属于我自己的人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你已经迈出了第一步，相信自己，坚持努力，未来一定会更好的。如果有需要随时来找我倾诉，我会一直支持你。",
    "annotation": [
      {
        "sentence": "不客气，你已经迈出了第一步，相信自己，坚持努力，未来一定会更好的。",
        "label": ""
      },
      {
        "sentence": "如果有需要随时来找我倾诉，我会一直支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会的。如果我有困扰或者需要帮助的时候，我一定会来找你的。",
    "annotation": [
      {
        "sentence": "谢谢你，我会的。",
        "label": ""
      },
      {
        "sentence": "如果我有困扰或者需要帮助的时候，我一定会来找你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我会随时待命。记住，你不是一个人，我会一直陪在你身边的。",
    "annotation": [
      {
        "sentence": "没问题，我会随时待命。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人，我会一直陪在你身边的。",
        "label": ""
      }
    ]
  }
]