[
  {
    "role": "client",
    "content": "小时候有被亲戚带过的经历，我该如何和人交往？小时候我被姨妈舅舅带过，那时我管她们叫二妈妈三妈妈二爸爸三爸爸，但当他们有了他们真正的孩后子，我发现我会被毫不留情的抛弃，他们真正爱的是自己真正的孩子，后来我回到了自己的家，由于二胎原因他们没有承认我把我当外人，还骗我成绩好我爸爸会回来看我，我努力表现的成绩好听话，姨妈大人们会夸我表扬我，但我发现他们真正的孩子是可以不听话的表现不好的，他们也一样会爱他。",
    "annotation": [
      {
        "sentence": "小时候有被亲戚带过的经历，我该如何和人交往？",
        "label": ""
      },
      {
        "sentence": "小时候我被姨妈舅舅带过，那时我管她们叫二妈妈三妈妈二爸爸三爸爸，但当他们有了他们真正的孩后子，我发现我会被毫不留情的抛弃，他们真正爱的是自己真正的孩子，后来我回到了自己的家，由于二胎原因他们没有承认我把我当外人，还骗我成绩好我爸爸会回来看我，我努力表现的成绩好听话，姨妈大人们会夸我表扬我，但我发现他们真正的孩子是可以不听话的表现不好的，他们也一样会爱他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到您的经历，感觉您小时候就像一个多余的孩子：由于您是二胎，就被放在姨妈舅舅家呆过，而当姨妈舅舅们有了自己的孩子，您就回到自己的家，却被当作别人的孩子来养。很心疼您！原生家庭给您的这种养育环境，会给您造成很大的不安全感，继而会使您不自信，这给您的人际交往带来了困扰，是吗？",
    "annotation": [
      {
        "sentence": "看到您的经历，感觉您小时候就像一个多余的孩子：由于您是二胎，就被放在姨妈舅舅家呆过，而当姨妈舅舅们有了自己的孩子，您就回到自己的家，却被当作别人的孩子来养。",
        "label": ""
      },
      {
        "sentence": "很心疼您！",
        "label": ""
      },
      {
        "sentence": "原生家庭给您的这种养育环境，会给您造成很大的不安全感，继而会使您不自信，这给您的人际交往带来了困扰，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得自己不被接纳，无论是在亲戚家还是在自己家。这让我对人际交往充满了不信任和焦虑。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得自己不被接纳，无论是在亲戚家还是在自己家。",
        "label": ""
      },
      {
        "sentence": "这让我对人际交往充满了不信任和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这种标准不同的环境下，让您可能无法去相信他人，同时，也会给您的价值观造成混乱，您要怎样做才能获得别人的认可？是一味地讨好别人吗？这也会让您很痛苦是吗？以上是基于您原生家庭的情况，分析了给您人际交往可能带来的不利因素。这些分析不是为了去批判您的原生家庭，而是希望您能找到原因，有针对性地去改进，从而提升您的人际交往能力，对吧？",
    "annotation": [
      {
        "sentence": "在这种标准不同的环境下，让您可能无法去相信他人，同时，也会给您的价值观造成混乱，您要怎样做才能获得别人的认可？",
        "label": ""
      },
      {
        "sentence": "是一味地讨好别人吗？",
        "label": ""
      },
      {
        "sentence": "这也会让您很痛苦是吗？",
        "label": ""
      },
      {
        "sentence": "以上是基于您原生家庭的情况，分析了给您人际交往可能带来的不利因素。",
        "label": ""
      },
      {
        "sentence": "这些分析不是为了去批判您的原生家庭，而是希望您能找到原因，有针对性地去改进，从而提升您的人际交往能力，对吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对的，我想改善自己的人际交往能力，但确实不知道该怎么做。",
    "annotation": [
      {
        "sentence": "对的，我想改善自己的人际交往能力，但确实不知道该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们国家计划生育管理很严的时期大概在上个世纪的七八十年代，根据您的描述，您现在应该已经是成年了，对吧？所以，您想改善人际交往能力是您的自我愿望，应该说内动力很强的吧！为什么要强调这一点呢？因为您的这些困扰是原生家庭带来的，已经形成了固有的模式，改变起来不容易，所以，主观意愿强是能您改变成功的基础。那么，要怎样做可以帮到您去改善呢？",
    "annotation": [
      {
        "sentence": "我们国家计划生育管理很严的时期大概在上个世纪的七八十年代，根据您的描述，您现在应该已经是成年了，对吧？",
        "label": ""
      },
      {
        "sentence": "所以，您想改善人际交往能力是您的自我愿望，应该说内动力很强的吧！",
        "label": ""
      },
      {
        "sentence": "为什么要强调这一点呢？",
        "label": ""
      },
      {
        "sentence": "因为您的这些困扰是原生家庭带来的，已经形成了固有的模式，改变起来不容易，所以，主观意愿强是能您改变成功的基础。",
        "label": ""
      },
      {
        "sentence": "那么，要怎样做可以帮到您去改善呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要从内心开始改变。但是具体该怎么做呢？",
    "annotation": [
      {
        "sentence": "我明白了，我要从内心开始改变。",
        "label": ""
      },
      {
        "sentence": "但是具体该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，您从小缺爱，那就更懂得爱的珍贵是吗？如果您能以德报怨，开始给予您的姨妈舅舅及父母以爱的关怀，用您的爱唤醒他们对您的爱，从而建立起您和亲人之间良好的亲情关系，您的人际交往所需的能量就开始增强了。",
    "annotation": [
      {
        "sentence": "首先，您从小缺爱，那就更懂得爱的珍贵是吗？",
        "label": ""
      },
      {
        "sentence": "如果您能以德报怨，开始给予您的姨妈舅舅及父母以爱的关怀，用您的爱唤醒他们对您的爱，从而建立起您和亲人之间良好的亲情关系，您的人际交往所需的能量就开始增强了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我从小缺爱，我会试着用爱去改变和亲人之间的关系。",
    "annotation": [
      {
        "sentence": "确实，我从小缺爱，我会试着用爱去改变和亲人之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，另外一个建议是加强学习，给自己赋能。人际交往中有种比较强的能力就是同理心，能站在别人的角度考虑问题，往往更容易使您获得别人的认可和信任。而同理心的建立需要不断地学习与刻意练习。（我这么跟您说，也是这样对自己说，我和您一样，也需要提升人际交往的能力）",
    "annotation": [
      {
        "sentence": "很好，另外一个建议是加强学习，给自己赋能。",
        "label": ""
      },
      {
        "sentence": "人际交往中有种比较强的能力就是同理心，能站在别人的角度考虑问题，往往更容易使您获得别人的认可和信任。",
        "label": ""
      },
      {
        "sentence": "而同理心的建立需要不断地学习与刻意练习。",
        "label": ""
      },
      {
        "sentence": "（我这么跟您说，也是这样对自己说，我和您一样，也需要提升人际交往的能力）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我需要培养自己的同理心，多站在别人的角度思考问题。",
    "annotation": [
      {
        "sentence": "是的，我需要培养自己的同理心，多站在别人的角度思考问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，最后一个建议是结交能给您予帮助的朋友。这一点我很有心得，我有个好朋友，她的人际交往能力就很强，从她身上我学到很多：从不忘朋友生日、乐于助人、包容性强、总把别人往好处想等等。有这样的人和您一起，是不是也助您成长呀！以上是个人建议，希望对您有帮助！谢谢！",
    "annotation": [
      {
        "sentence": "对的，最后一个建议是结交能给您予帮助的朋友。",
        "label": ""
      },
      {
        "sentence": "这一点我很有心得，我有个好朋友，她的人际交往能力就很强，从她身上我学到很多：从不忘朋友生日、乐于助人、包容性强、总把别人往好处想等等。",
        "label": ""
      },
      {
        "sentence": "有这样的人和您一起，是不是也助您成长呀！",
        "label": ""
      },
      {
        "sentence": "以上是个人建议，希望对您有帮助！",
        "label": ""
      },
      {
        "sentence": "谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我会尽力去改变自己，提升人际交往的能力。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我会尽力去改变自己，提升人际交往的能力。",
        "label": ""
      }
    ]
  }
]