[
  {
    "role": "client",
    "content": "小时候有被亲戚带过的经历，我该如何和人交往？小时候我被姨妈舅舅带过，那时我管她们叫二妈妈三妈妈二爸爸三爸爸，但当他们有了他们真正的孩后子，我发现我会被毫不留情的抛弃，他们真正爱的是自己真正的孩子，后来我回到了自己的家，由于二胎原因他们没有承认我把我当外人，还骗我成绩好我爸爸会回来看我，我努力表现的成绩好听话，姨妈大人们会夸我表扬我，但我发现他们真正的孩子是可以不听话的表现不好的，他们也一样会爱他。",
    "annotation": [
      {
        "sentence": "小时候有被亲戚带过的经历，我该如何和人交往？",
        "label": ""
      },
      {
        "sentence": "小时候我被姨妈舅舅带过，那时我管她们叫二妈妈三妈妈二爸爸三爸爸，但当他们有了他们真正的孩后子，我发现我会被毫不留情的抛弃，他们真正爱的是自己真正的孩子，后来我回到了自己的家，由于二胎原因他们没有承认我把我当外人，还骗我成绩好我爸爸会回来看我，我努力表现的成绩好听话，姨妈大人们会夸我表扬我，但我发现他们真正的孩子是可以不听话的表现不好的，他们也一样会爱他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你分享你的经历。我可以理解这段亲身经历对你造成了困扰。你被送去姨妈和舅舅家的时候，把他们当作爸爸和妈妈，但当他们有了自己的孩子后，你感觉自己被抛弃了。这种经历对你的情感影响较大，对你与他人的交往也带来了一定的影响。你提到，你回到你自己的家后，他们并没有承认你，把你当成了外人。并且他们还骗你，说只有你成绩好和听话，你爸爸才会回来看你。这让你很努力地表现自己，但你发现他们对他们亲生孩子的态度和对你的态度完全不同，这让你感到很不公平。你的心一直被这种待遇所困扰，也影响了你的人际关系。对于你所感受到的不公平和你父母之间的感觉，我理解你可能还不太清晰。或许学会体会生活中细小的感觉是第一步。祝你一切顺利，我是心理咨询师高顺媛。",
    "annotation": [
      {
        "sentence": "感谢你分享你的经历。",
        "label": ""
      },
      {
        "sentence": "我可以理解这段亲身经历对你造成了困扰。",
        "label": ""
      },
      {
        "sentence": "你被送去姨妈和舅舅家的时候，把他们当作爸爸和妈妈，但当他们有了自己的孩子后，你感觉自己被抛弃了。",
        "label": ""
      },
      {
        "sentence": "这种经历对你的情感影响较大，对你与他人的交往也带来了一定的影响。",
        "label": ""
      },
      {
        "sentence": "你提到，你回到你自己的家后，他们并没有承认你，把你当成了外人。",
        "label": ""
      },
      {
        "sentence": "并且他们还骗你，说只有你成绩好和听话，你爸爸才会回来看你。",
        "label": ""
      },
      {
        "sentence": "这让你很努力地表现自己，但你发现他们对他们亲生孩子的态度和对你的态度完全不同，这让你感到很不公平。",
        "label": ""
      },
      {
        "sentence": "你的心一直被这种待遇所困扰，也影响了你的人际关系。",
        "label": ""
      },
      {
        "sentence": "对于你所感受到的不公平和你父母之间的感觉，我理解你可能还不太清晰。",
        "label": ""
      },
      {
        "sentence": "或许学会体会生活中细小的感觉是第一步。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，我是心理咨询师高顺媛。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的理解和建议。确实，这段经历让我对人际关系充满了不安和困惑。我总觉得和他人交往是一种不可预测的风险，因为我担心如果我付出了真心和关爱，对方会毫不留情地抛弃我。这让我在和人交往时格外小心谨慎，害怕再次被伤害。我也意识到，我对父母的感受和期待并不明确。我常常不知道自己想要怎样的关系和亲密度，这也让我难以与父母建立起真正的联系。我希望能够更加了解自己的情感和需求，以便更好地和他人交往。支持者，你有什么建议吗？",
    "annotation": [
      {
        "sentence": "感谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "确实，这段经历让我对人际关系充满了不安和困惑。",
        "label": ""
      },
      {
        "sentence": "我总觉得和他人交往是一种不可预测的风险，因为我担心如果我付出了真心和关爱，对方会毫不留情地抛弃我。",
        "label": ""
      },
      {
        "sentence": "这让我在和人交往时格外小心谨慎，害怕再次被伤害。",
        "label": ""
      },
      {
        "sentence": "我也意识到，我对父母的感受和期待并不明确。",
        "label": ""
      },
      {
        "sentence": "我常常不知道自己想要怎样的关系和亲密度，这也让我难以与父母建立起真正的联系。",
        "label": ""
      },
      {
        "sentence": "我希望能够更加了解自己的情感和需求，以便更好地和他人交往。",
        "label": ""
      },
      {
        "sentence": "支持者，你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的顾虑和困惑是可以理解的。过去的经历会在一定程度上影响我们的行为和态度。在恢复自信和建立健康的人际关系方面，有几个建议我可以给你。首先，试着与自己建立良好的联系，明确你自己的情感和需求。通过反思自己的过去经历，思考你所期望的关系模式和亲密度。其次，尝试跟身边的人沟通，让他们了解你所经历的困扰，并寻求他们的支持和理解。第三，要相信自己的价值和能力，在人际关系中主动展示自己，与他人建立起真实的互动。最后，也是最重要的一点，给自己时间和空间进行情绪的充分表达与释放。这样才能真正从过去的经历中解脱出来，全心全意地投入新的人际交往。希望这些建议能对你有所帮助。",
    "annotation": [
      {
        "sentence": "你的顾虑和困惑是可以理解的。",
        "label": ""
      },
      {
        "sentence": "过去的经历会在一定程度上影响我们的行为和态度。",
        "label": ""
      },
      {
        "sentence": "在恢复自信和建立健康的人际关系方面，有几个建议我可以给你。",
        "label": ""
      },
      {
        "sentence": "首先，试着与自己建立良好的联系，明确你自己的情感和需求。",
        "label": ""
      },
      {
        "sentence": "通过反思自己的过去经历，思考你所期望的关系模式和亲密度。",
        "label": ""
      },
      {
        "sentence": "其次，尝试跟身边的人沟通，让他们了解你所经历的困扰，并寻求他们的支持和理解。",
        "label": ""
      },
      {
        "sentence": "第三，要相信自己的价值和能力，在人际关系中主动展示自己，与他人建立起真实的互动。",
        "label": ""
      },
      {
        "sentence": "最后，也是最重要的一点，给自己时间和空间进行情绪的充分表达与释放。",
        "label": ""
      },
      {
        "sentence": "这样才能真正从过去的经历中解脱出来，全心全意地投入新的人际交往。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议。你提到的建立与自己的联系和明确需求对我来说确实很重要。我意识到，过去经历的伤害让我在关系中不够坦诚和自信，因为我担心受到伤害或被抛弃。但是，我知道我需要学会自己保护自己，并且相信自己的价值。我也会尽量与身边的人进行沟通，让他们了解我的困扰和需要支持。同时，我也会尝试表达我的情感，释放内心的压力。虽然这个过程可能需要一些时间，但我相信通过你的帮助和我的努力，我能够逐渐恢复自信，建立健康的人际关系。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议。",
        "label": ""
      },
      {
        "sentence": "你提到的建立与自己的联系和明确需求对我来说确实很重要。",
        "label": ""
      },
      {
        "sentence": "我意识到，过去经历的伤害让我在关系中不够坦诚和自信，因为我担心受到伤害或被抛弃。",
        "label": ""
      },
      {
        "sentence": "但是，我知道我需要学会自己保护自己，并且相信自己的价值。",
        "label": ""
      },
      {
        "sentence": "我也会尽量与身边的人进行沟通，让他们了解我的困扰和需要支持。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试表达我的情感，释放内心的压力。",
        "label": ""
      },
      {
        "sentence": "虽然这个过程可能需要一些时间，但我相信通过你的帮助和我的努力，我能够逐渐恢复自信，建立健康的人际关系。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的态度非常积极，我很欣赏你愿意面对自己的困扰，并且愿意尝试改变和成长。建立健康的人际关系确实需要时间和努力，但我相信你能够逐渐实现这个目标。在这个过程中，要记得给自己一些宽容和理解，也不要过于强求。有任何问题或需要进一步的支持，随时找我聊天。我会尽力帮助你的。祝福你在人际交往中能够获得更多的快乐和满足！",
    "annotation": [
      {
        "sentence": "你的态度非常积极，我很欣赏你愿意面对自己的困扰，并且愿意尝试改变和成长。",
        "label": ""
      },
      {
        "sentence": "建立健康的人际关系确实需要时间和努力，但我相信你能够逐渐实现这个目标。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，要记得给自己一些宽容和理解，也不要过于强求。",
        "label": ""
      },
      {
        "sentence": "有任何问题或需要进一步的支持，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "我会尽力帮助你的。",
        "label": ""
      },
      {
        "sentence": "祝福你在人际交往中能够获得更多的快乐和满足！",
        "label": ""
      }
    ]
  }
]