[
  {
    "role": "client",
    "content": "我真的觉得自己太没用了，15岁的时候被骗走了4400元，父母知道后也去报案了。我当时被鬼迷心窍相信了一个返利活动，前前后后转了三笔钱，最后一笔是骗子说输入密码显示支付失败，结果我直接付款了。我第一时间就去警局报案了，回到家还是不敢相信这个事实。我觉得自己年纪这么小被骗了这么多钱，不敢和同学说，只有家人和警方知道。而且我自己感觉这次能够把钱要回来，但是等了挺久也没有结果。现在每当想到自己被骗了4400元，而且还是一个15岁的学生，我觉得自己真的太没用了。别人都能避开这种骗局，为什么当初我会鬼迷心窍呢？",
    "annotation": [
      {
        "sentence": "我真的觉得自己太没用了，15岁的时候被骗走了4400元，父母知道后也去报案了。",
        "label": ""
      },
      {
        "sentence": "我当时被鬼迷心窍相信了一个返利活动，前前后后转了三笔钱，最后一笔是骗子说输入密码显示支付失败，结果我直接付款了。",
        "label": ""
      },
      {
        "sentence": "我第一时间就去警局报案了，回到家还是不敢相信这个事实。",
        "label": ""
      },
      {
        "sentence": "我觉得自己年纪这么小被骗了这么多钱，不敢和同学说，只有家人和警方知道。",
        "label": ""
      },
      {
        "sentence": "而且我自己感觉这次能够把钱要回来，但是等了挺久也没有结果。",
        "label": ""
      },
      {
        "sentence": "现在每当想到自己被骗了4400元，而且还是一个15岁的学生，我觉得自己真的太没用了。",
        "label": ""
      },
      {
        "sentence": "别人都能避开这种骗局，为什么当初我会鬼迷心窍呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你被骗了4400元，这笔钱确实不少，无论对谁来说都是难以接受的。我可以理解你想不通的心情，但是如果你觉得别人都能避开这样的骗局，那你对大家可能抱有太多信心了。现在国家正在严打电信诈骗，为什么呢？不就是因为骗子太多，上当受骗的人也很多，对社会影响很坏。很多骗局看似简单，但实际上骗子们都是心理学高手，他们一心想把你的钱骗到手里来花。有些骗术是他们自己琢磨出来的，但大部分是别人用过成功骗到钱的。这些骗术都是针对人的弱点而设计的，就连大学生、研究生、博士生和大学教授都无法完全防备。尤其是中老年人，更容易被骗，有些人明知是骗局，还是会中招。焦点访谈节目都多次报道过这个问题。就拿我身边的人来说吧，我父亲前两年就被骗走了好几万，我告诉他是骗局，即使把钱藏起来也没用，他曾经是一名老师，却相信自己也能捡到钱。被骗的人比比皆是，就连光大连这个地区被骗走的金额就有几个亿。即使我妻子明白那些是骗局，她还是被骗走了一两千元。根本原因是他们相信能轻松获得不劳而获的好处，只看到了能赚钱的机会，却没考虑过赚钱的行业为什么会找到他们，同时也没有考虑到万一他们的钱拿不回来怎么办。你还很年轻，缺乏社会经验，太单纯，自信心太过旺盛，这次就当作是一次教训吧。这些钱失去了就失去了，现在我们很难把它要回来，能够要回来也只是因为我们运气好。不要对这件事寄予太高的期望。钱已经被骗走了，我们的心情再被伤害，那将是不值得的。很多人在被骗后都陷入了困境，甚至付出了生命的代价，这是非常不值得的。两年前山东有个农村小姑娘刚考上大学，学费被骗走了，因为想不通而精神崩溃，最终不幸离世，你可能也听说过。这离我家不远，当时我因为她遭遇的悲剧而感到非常惋惜。所以，我们还是要看开些。这次的教训对我们来说很宝贵，收下它，然后就当做了结吧。慢慢来，你会不再想起这个事情，偶尔想起来，也会感激它带给我们的指引。这并不是丢脸的事情，每个人都会犯错误，就像有句俗话说的：智者千虑必有一失。就连圣人都会犯错，所以不必对自己太苛责。有一本书教人如何自信，叫《51招……》，第一招就是要善待犯错的自己，这有助于避免频繁犯错。希望你能够善待自己，从积极的一面看待这件事情，总结经验教训，那样就能够避免犯同样的错误，下次再受骗。祝你开心。",
    "annotation": [
      {
        "sentence": "你被骗了4400元，这笔钱确实不少，无论对谁来说都是难以接受的。",
        "label": ""
      },
      {
        "sentence": "我可以理解你想不通的心情，但是如果你觉得别人都能避开这样的骗局，那你对大家可能抱有太多信心了。",
        "label": ""
      },
      {
        "sentence": "现在国家正在严打电信诈骗，为什么呢？",
        "label": ""
      },
      {
        "sentence": "不就是因为骗子太多，上当受骗的人也很多，对社会影响很坏。",
        "label": ""
      },
      {
        "sentence": "很多骗局看似简单，但实际上骗子们都是心理学高手，他们一心想把你的钱骗到手里来花。",
        "label": ""
      },
      {
        "sentence": "有些骗术是他们自己琢磨出来的，但大部分是别人用过成功骗到钱的。",
        "label": ""
      },
      {
        "sentence": "这些骗术都是针对人的弱点而设计的，就连大学生、研究生、博士生和大学教授都无法完全防备。",
        "label": ""
      },
      {
        "sentence": "尤其是中老年人，更容易被骗，有些人明知是骗局，还是会中招。",
        "label": ""
      },
      {
        "sentence": "焦点访谈节目都多次报道过这个问题。",
        "label": ""
      },
      {
        "sentence": "就拿我身边的人来说吧，我父亲前两年就被骗走了好几万，我告诉他是骗局，即使把钱藏起来也没用，他曾经是一名老师，却相信自己也能捡到钱。",
        "label": ""
      },
      {
        "sentence": "被骗的人比比皆是，就连光大连这个地区被骗走的金额就有几个亿。",
        "label": ""
      },
      {
        "sentence": "即使我妻子明白那些是骗局，她还是被骗走了一两千元。",
        "label": ""
      },
      {
        "sentence": "根本原因是他们相信能轻松获得不劳而获的好处，只看到了能赚钱的机会，却没考虑过赚钱的行业为什么会找到他们，同时也没有考虑到万一他们的钱拿不回来怎么办。",
        "label": ""
      },
      {
        "sentence": "你还很年轻，缺乏社会经验，太单纯，自信心太过旺盛，这次就当作是一次教训吧。",
        "label": ""
      },
      {
        "sentence": "这些钱失去了就失去了，现在我们很难把它要回来，能够要回来也只是因为我们运气好。",
        "label": ""
      },
      {
        "sentence": "不要对这件事寄予太高的期望。",
        "label": ""
      },
      {
        "sentence": "钱已经被骗走了，我们的心情再被伤害，那将是不值得的。",
        "label": ""
      },
      {
        "sentence": "很多人在被骗后都陷入了困境，甚至付出了生命的代价，这是非常不值得的。",
        "label": ""
      },
      {
        "sentence": "两年前山东有个农村小姑娘刚考上大学，学费被骗走了，因为想不通而精神崩溃，最终不幸离世，你可能也听说过。",
        "label": ""
      },
      {
        "sentence": "这离我家不远，当时我因为她遭遇的悲剧而感到非常惋惜。",
        "label": ""
      },
      {
        "sentence": "所以，我们还是要看开些。",
        "label": ""
      },
      {
        "sentence": "这次的教训对我们来说很宝贵，收下它，然后就当做了结吧。",
        "label": ""
      },
      {
        "sentence": "慢慢来，你会不再想起这个事情，偶尔想起来，也会感激它带给我们的指引。",
        "label": ""
      },
      {
        "sentence": "这并不是丢脸的事情，每个人都会犯错误，就像有句俗话说的：智者千虑必有一失。",
        "label": ""
      },
      {
        "sentence": "就连圣人都会犯错，所以不必对自己太苛责。",
        "label": ""
      },
      {
        "sentence": "有一本书教人如何自信，叫《51招……》，第一招就是要善待犯错的自己，这有助于避免频繁犯错。",
        "label": ""
      },
      {
        "sentence": "希望你能够善待自己，从积极的一面看待这件事情，总结经验教训，那样就能够避免犯同样的错误，下次再受骗。",
        "label": ""
      },
      {
        "sentence": "祝你开心。",
        "label": ""
      }
    ]
  }
]