[
  {
    "role": "client",
    "content": "疼痛感降低且喜欢破坏身边的事物，总感到空虚压抑？从小就觉得自己总是被排外，别人对自己总是应付一下，我努力加入集体却进不去，现在也是。我的付出总是得不到应有的回报，付出90%.40%的本都不一定回的来。我觉得我自己没有什么能力，各个方面比平庸的人还平庸。我现在疼痛感也降低了，反应也没有以前迅捷了，喜欢自己一个人活动，做事独来独往，总喜欢望天，自己在心中跟自己对话，我在别人面前总是很积极，自己一个人时候感觉压抑无比。现在我觉得这个世界有没有我都一样，身边的人也不会在意我是否存在，我觉得这样混沌的或者不如死了愉快。",
    "annotation": [
      {
        "sentence": "疼痛感降低且喜欢破坏身边的事物，总感到空虚压抑？",
        "label": ""
      },
      {
        "sentence": "从小就觉得自己总是被排外，别人对自己总是应付一下，我努力加入集体却进不去，现在也是。",
        "label": ""
      },
      {
        "sentence": "我的付出总是得不到应有的回报，付出90%.40%的本都不一定回的来。",
        "label": ""
      },
      {
        "sentence": "我觉得我自己没有什么能力，各个方面比平庸的人还平庸。",
        "label": ""
      },
      {
        "sentence": "我现在疼痛感也降低了，反应也没有以前迅捷了，喜欢自己一个人活动，做事独来独往，总喜欢望天，自己在心中跟自己对话，我在别人面前总是很积极，自己一个人时候感觉压抑无比。",
        "label": ""
      },
      {
        "sentence": "现在我觉得这个世界有没有我都一样，身边的人也不会在意我是否存在，我觉得这样混沌的或者不如死了愉快。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的痛苦，你感觉自己从小就被排外，别人对你也不够重视，在付出很多的同时，却得不到应有的回报，这对你来说非常难过。但是，请不要责怪自己，也不要放弃对生命的热爱，因为这里有一个新的视角可以参考，或许能给你带来新的发现和希望。你想听听吗？",
    "annotation": [
      {
        "sentence": "非常理解你的痛苦，你感觉自己从小就被排外，别人对你也不够重视，在付出很多的同时，却得不到应有的回报，这对你来说非常难过。",
        "label": ""
      },
      {
        "sentence": "但是，请不要责怪自己，也不要放弃对生命的热爱，因为这里有一个新的视角可以参考，或许能给你带来新的发现和希望。",
        "label": ""
      },
      {
        "sentence": "你想听听吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我想听。",
    "annotation": [
      {
        "sentence": "好的，我想听。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理学家克莱因提出了投射性认同的概念来看待我们与他人之间的关系。你说从小就觉得自己总是被排外，别人对自己总是应付一下，其实很有可能是你通过无意识的行为向他人传达了一种\"我不重要，也不用在意我，我甘愿付出\"的信息，所以你总感觉他人对你不重视，对你的付出也不在意。他人这样相似的反应频繁的出现在你的生活中，持续到如今。",
    "annotation": [
      {
        "sentence": "心理学家克莱因提出了投射性认同的概念来看待我们与他人之间的关系。",
        "label": ""
      },
      {
        "sentence": "你说从小就觉得自己总是被排外，别人对自己总是应付一下，其实很有可能是你通过无意识的行为向他人传达了一种\"我不重要，也不用在意我，我甘愿付出\"的信息，所以你总感觉他人对你不重视，对你的付出也不在意。",
        "label": ""
      },
      {
        "sentence": "他人这样相似的反应频繁的出现在你的生活中，持续到如今。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是这样，我从来没有想过这个问题。但是我该怎么做，才能破除这样的困境呢？",
    "annotation": [
      {
        "sentence": "原来是这样，我从来没有想过这个问题。",
        "label": ""
      },
      {
        "sentence": "但是我该怎么做，才能破除这样的困境呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然可能是你与他人之间做的投射性认同的互动，就可以利用这个规律做出改变，突破困境。你觉得自己比较平庸，甚至有些看不起自己，自我价值感比较缺失，所以在你加倍付出后，也可能会怀疑自己是否值得他人回报你，所以经常收获的是自己与预料中的不好的结果。那你可以找到比较擅长的事，努力而持续的去提升技能，无需每件事都面面俱到，只要真正花精力去做好其中的一两件，你就能比大部分没有花精力的人做得更好，这样你就可以体验到一种\"我也很不错\"的感觉，从而加强自己的自我价值感和自信心，也容易对他人投射出\"我值得，我很棒\"的信息。这样他人也会换个态度对待你，你也不会只用付出和讨好来维持关系了。",
    "annotation": [
      {
        "sentence": "既然可能是你与他人之间做的投射性认同的互动，就可以利用这个规律做出改变，突破困境。",
        "label": ""
      },
      {
        "sentence": "你觉得自己比较平庸，甚至有些看不起自己，自我价值感比较缺失，所以在你加倍付出后，也可能会怀疑自己是否值得他人回报你，所以经常收获的是自己与预料中的不好的结果。",
        "label": ""
      },
      {
        "sentence": "那你可以找到比较擅长的事，努力而持续的去提升技能，无需每件事都面面俱到，只要真正花精力去做好其中的一两件，你就能比大部分没有花精力的人做得更好，这样你就可以体验到一种\"我也很不错\"的感觉，从而加强自己的自我价值感和自信心，也容易对他人投射出\"我值得，我很棒\"的信息。",
        "label": ""
      },
      {
        "sentence": "这样他人也会换个态度对待你，你也不会只用付出和讨好来维持关系了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这听起来很有道理。但是，我觉得自己现在处在一种负面情绪中，做这些事情似乎也做不好。",
    "annotation": [
      {
        "sentence": "这听起来很有道理。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得自己现在处在一种负面情绪中，做这些事情似乎也做不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学会尊重自己的感受，接纳任何状态的自己。你现在可能感到空虚压抑，喜欢自己一个人活动，做事独来独往，总喜欢望天，自己在心中跟自己对话。这些都是很正常的情绪反应。同时，你可以把努力令他人满意的精力转移到努力提升自己上，相信你会有效果的。你觉得呢？",
    "annotation": [
      {
        "sentence": "学会尊重自己的感受，接纳任何状态的自己。",
        "label": ""
      },
      {
        "sentence": "你现在可能感到空虚压抑，喜欢自己一个人活动，做事独来独往，总喜欢望天，自己在心中跟自己对话。",
        "label": ""
      },
      {
        "sentence": "这些都是很正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "同时，你可以把努力令他人满意的精力转移到努力提升自己上，相信你会有效果的。",
        "label": ""
      },
      {
        "sentence": "你觉得呢？",
        "label": ""
      }
    ]
  }
]