[
  {
    "role": "client",
    "content": "我最近感到疼痛感降低了，而且喜欢破坏身边的事物。我总是感到空虚和压抑。从小我就觉得自己总是被排斥，别人对我总是应付一下。我努力地想加入集体，但却总不能真正融入其中。我的付出总是得不到应有的回报，就算我付出了90%和40%的努力，也不一定会有回报。我觉得我自己没有什么能力，在各个方面都不如平庸的人。现在我甚至感觉到疼痛的感觉也降低了，反应也没有以前那样灵敏了。我喜欢独自一个人活动，做事喜欢一个人独来独往。有时我总是会望天，自己在心里和自己对话。虽然在别人面前我总是很积极，但一个人的时候感觉压抑无比。现在我觉得这个世界没有我也无所谓，身边的人也不会在意我是否存在。我觉得这样混乱的状态不如死了来得快乐。",
    "annotation": [
      {
        "sentence": "我最近感到疼痛感降低了，而且喜欢破坏身边的事物。",
        "label": ""
      },
      {
        "sentence": "我总是感到空虚和压抑。",
        "label": ""
      },
      {
        "sentence": "从小我就觉得自己总是被排斥，别人对我总是应付一下。",
        "label": ""
      },
      {
        "sentence": "我努力地想加入集体，但却总不能真正融入其中。",
        "label": ""
      },
      {
        "sentence": "我的付出总是得不到应有的回报，就算我付出了90%和40%的努力，也不一定会有回报。",
        "label": ""
      },
      {
        "sentence": "我觉得我自己没有什么能力，在各个方面都不如平庸的人。",
        "label": ""
      },
      {
        "sentence": "现在我甚至感觉到疼痛的感觉也降低了，反应也没有以前那样灵敏了。",
        "label": ""
      },
      {
        "sentence": "我喜欢独自一个人活动，做事喜欢一个人独来独往。",
        "label": ""
      },
      {
        "sentence": "有时我总是会望天，自己在心里和自己对话。",
        "label": ""
      },
      {
        "sentence": "虽然在别人面前我总是很积极，但一个人的时候感觉压抑无比。",
        "label": ""
      },
      {
        "sentence": "现在我觉得这个世界没有我也无所谓，身边的人也不会在意我是否存在。",
        "label": ""
      },
      {
        "sentence": "我觉得这样混乱的状态不如死了来得快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果从小就是这样的感觉，那么原生家庭可能给你带来了很多的伤痛。原生家庭没有提供足够的心理营养，现实中是很难弥补的。父母无法给你应有的接纳和重视，别人也无法满足你内心真实的需求。因此，你需要学会自己给自己关爱，成为自己内心的支持者。学会对自己肯定、赞美和认同，像一个好的父母一样对待自己。当你慢慢成长起来时，你会发现眼中的世界都变了。",
    "annotation": [
      {
        "sentence": "如果从小就是这样的感觉，那么原生家庭可能给你带来了很多的伤痛。",
        "label": ""
      },
      {
        "sentence": "原生家庭没有提供足够的心理营养，现实中是很难弥补的。",
        "label": ""
      },
      {
        "sentence": "父母无法给你应有的接纳和重视，别人也无法满足你内心真实的需求。",
        "label": ""
      },
      {
        "sentence": "因此，你需要学会自己给自己关爱，成为自己内心的支持者。",
        "label": ""
      },
      {
        "sentence": "学会对自己肯定、赞美和认同，像一个好的父母一样对待自己。",
        "label": ""
      },
      {
        "sentence": "当你慢慢成长起来时，你会发现眼中的世界都变了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很难接受原生家庭给我带来的伤痛，觉得自己是个彻底失败的人。我总是想要得到别人的认同和关爱，但却总是失败。我不知道如何学会自己给自己关爱，也不知道怎么肯定自己。我感觉自己已经被压抑得无法透气了。",
    "annotation": [
      {
        "sentence": "我很难接受原生家庭给我带来的伤痛，觉得自己是个彻底失败的人。",
        "label": ""
      },
      {
        "sentence": "我总是想要得到别人的认同和关爱，但却总是失败。",
        "label": ""
      },
      {
        "sentence": "我不知道如何学会自己给自己关爱，也不知道怎么肯定自己。",
        "label": ""
      },
      {
        "sentence": "我感觉自己已经被压抑得无法透气了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你很难接受原生家庭的伤痛，但你并不是一个彻底失败的人。每个人都有自己的价值和独特之处，你也不例外。学会自己给自己关爱需要时间和努力，但是这是一个值得去做的事情。你可以尝试一些自我关爱的方式，比如给自己找一些喜欢的活动，多和支持你的朋友交流，等等。还有，记得对自己说些积极的话，承认和肯定自己的努力和成就。",
    "annotation": [
      {
        "sentence": "我理解你很难接受原生家庭的伤痛，但你并不是一个彻底失败的人。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的价值和独特之处，你也不例外。",
        "label": ""
      },
      {
        "sentence": "学会自己给自己关爱需要时间和努力，但是这是一个值得去做的事情。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些自我关爱的方式，比如给自己找一些喜欢的活动，多和支持你的朋友交流，等等。",
        "label": ""
      },
      {
        "sentence": "还有，记得对自己说些积极的话，承认和肯定自己的努力和成就。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很难对自己说些积极的话，总是觉得自己没有什么成就可言。我对自己没有信心，也感觉不到自己的价值。我害怕与人交流，总觉得别人会嫌弃我。我真的很痛苦，不知道应该怎么办才好。",
    "annotation": [
      {
        "sentence": "我很难对自己说些积极的话，总是觉得自己没有什么成就可言。",
        "label": ""
      },
      {
        "sentence": "我对自己没有信心，也感觉不到自己的价值。",
        "label": ""
      },
      {
        "sentence": "我害怕与人交流，总觉得别人会嫌弃我。",
        "label": ""
      },
      {
        "sentence": "我真的很痛苦，不知道应该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到困惑和痛苦。对于自信和自我认同的建立是一个过程，需要坚持和努力。你可以寻求一些心理咨询的帮助，专业的心理咨询师可以帮助你更好地了解自己，找到改善的方向。多和支持你的朋友交流，他们会在你困难的时候给予你支持和鼓励。也可以尝试一些自我成长的方式，比如阅读一些心理学相关的书籍，参加一些心理成长的课程等等。",
    "annotation": [
      {
        "sentence": "我理解你感到困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "对于自信和自我认同的建立是一个过程，需要坚持和努力。",
        "label": ""
      },
      {
        "sentence": "你可以寻求一些心理咨询的帮助，专业的心理咨询师可以帮助你更好地了解自己，找到改善的方向。",
        "label": ""
      },
      {
        "sentence": "多和支持你的朋友交流，他们会在你困难的时候给予你支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "也可以尝试一些自我成长的方式，比如阅读一些心理学相关的书籍，参加一些心理成长的课程等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑你的建议，尽量去寻找帮助。我希望能够摆脱目前的困境，找到属于自己的幸福和满足。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我会考虑你的建议，尽量去寻找帮助。",
        "label": ""
      },
      {
        "sentence": "我希望能够摆脱目前的困境，找到属于自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供支持和鼓励。记住，你不是一个孤立的人，身边还有很多人愿意帮助你。希望你能够找到属于自己的幸福和满足。如果需要进一步的帮助，随时都可以向我求助。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个孤立的人，身边还有很多人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到属于自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "如果需要进一步的帮助，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]