[
  {
    "role": "client",
    "content": "我是一个20岁的女生，为什么我没办法得到他人发自内心的尊重？青春期时我一直觉得真实的自己得不到别人的喜欢，因此也崩溃过，社交恐惧。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，为什么我没办法得到他人发自内心的尊重？",
        "label": ""
      },
      {
        "sentence": "青春期时我一直觉得真实的自己得不到别人的喜欢，因此也崩溃过，社交恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉你感到如此困扰。得到他人发自内心的尊重可能是个复杂的问题。你能告诉我一些具体的例子吗？你觉得自己是怎样被别人对待的？",
    "annotation": [
      {
        "sentence": "很抱歉你感到如此困扰。",
        "label": ""
      },
      {
        "sentence": "得到他人发自内心的尊重可能是个复杂的问题。",
        "label": ""
      },
      {
        "sentence": "你能告诉我一些具体的例子吗？",
        "label": ""
      },
      {
        "sentence": "你觉得自己是怎样被别人对待的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我发现很多人接触之后会从刚开始双方恭敬礼让到后面相看两厌，当时的我觉得那就跟所有人保持距离，他们应该就不会觉得我不好了吧。",
    "annotation": [
      {
        "sentence": "我发现很多人接触之后会从刚开始双方恭敬礼让到后面相看两厌，当时的我觉得那就跟所有人保持距离，他们应该就不会觉得我不好了吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你在人际交往中遇到了一些变化。保持距离可能是你的一种保护机制，但是的确很容易让人产生疏远的感觉。也许我们可以思考一下如何平衡个人需要和他人之间的关系？",
    "annotation": [
      {
        "sentence": "听起来你在人际交往中遇到了一些变化。",
        "label": ""
      },
      {
        "sentence": "保持距离可能是你的一种保护机制，但是的确很容易让人产生疏远的感觉。",
        "label": ""
      },
      {
        "sentence": "也许我们可以思考一下如何平衡个人需要和他人之间的关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我发现我习惯在别人面前摆出一副自律，有主见，生人勿近的样子，意思是你不要冒犯我，要尊重我。我内心也很向往相敬如宾的关系，可是现实总没有那么完美，很多时候都会互相厌烦。",
    "annotation": [
      {
        "sentence": "我发现我习惯在别人面前摆出一副自律，有主见，生人勿近的样子，意思是你不要冒犯我，要尊重我。",
        "label": ""
      },
      {
        "sentence": "我内心也很向往相敬如宾的关系，可是现实总没有那么完美，很多时候都会互相厌烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在外表上展示的自律和主见可能表达了你对自己的保护和期待他人尊重的愿望。相敬如宾的关系是我们都在追求的，但是人与人之间的关系总是有起伏的，也需要不断的沟通和缓解误解。或许可以尝试换个角度和他人交流，传递一种更亲和的形象，以期获得更多的尊重和理解。",
    "annotation": [
      {
        "sentence": "你在外表上展示的自律和主见可能表达了你对自己的保护和期待他人尊重的愿望。",
        "label": ""
      },
      {
        "sentence": "相敬如宾的关系是我们都在追求的，但是人与人之间的关系总是有起伏的，也需要不断的沟通和缓解误解。",
        "label": ""
      },
      {
        "sentence": "或许可以尝试换个角度和他人交流，传递一种更亲和的形象，以期获得更多的尊重和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果别人说傻逼或者开类似的玩笑在我身上我会一下子变脸，表达我的不满。可是越是这样维持这种形象，感觉越没有得到他人发自内心的尊重，而且可能会从刚开始的殷勤变到后面冷言冷语，我觉得很受伤，他们像是故意要击碎我的架子。",
    "annotation": [
      {
        "sentence": "如果别人说傻逼或者开类似的玩笑在我身上我会一下子变脸，表达我的不满。",
        "label": ""
      },
      {
        "sentence": "可是越是这样维持这种形象，感觉越没有得到他人发自内心的尊重，而且可能会从刚开始的殷勤变到后面冷言冷语，我觉得很受伤，他们像是故意要击碎我的架子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当别人使用冒犯性的言辞或开不友好的玩笑时，你表达不满是可以理解的。然而，我们可以试着以平和和理性的方式来表达自己的感受，让对方了解你的立场，尽量避免情绪冲动的方式。同时，我们也要接受到别人可能是无意伤害你的，他们并非故意要击碎你的架子。互相理解和沟通是建立尊重关系的基础。",
    "annotation": [
      {
        "sentence": "当别人使用冒犯性的言辞或开不友好的玩笑时，你表达不满是可以理解的。",
        "label": ""
      },
      {
        "sentence": "然而，我们可以试着以平和和理性的方式来表达自己的感受，让对方了解你的立场，尽量避免情绪冲动的方式。",
        "label": ""
      },
      {
        "sentence": "同时，我们也要接受到别人可能是无意伤害你的，他们并非故意要击碎你的架子。",
        "label": ""
      },
      {
        "sentence": "互相理解和沟通是建立尊重关系的基础。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我发现在我失误或者很难过的时候少有真心安慰的人，甚至有的还可能在背地里想“你的架子总算倒了吧”。我很想成为能让人发自内心尊重，也发自内心心疼的人，请帮帮我吧，谢谢。",
    "annotation": [
      {
        "sentence": "我发现在我失误或者很难过的时候少有真心安慰的人，甚至有的还可能在背地里想“你的架子总算倒了吧”。",
        "label": ""
      },
      {
        "sentence": "我很想成为能让人发自内心尊重，也发自内心心疼的人，请帮帮我吧，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先要明确，不在你困难时站在你身边给予真心安慰的人，并不一定代表他们不尊重你。大家都有不同的方式和处理问题的能力，他们的反应未必完全符合你的期望。你想成为一个能够得到他人发自内心尊重和关怀的人是值得称赞的目标。为了实现这个目标，我们可以注重自己的沟通方式，表达自己的需求，更好地理解和关心他人，建立更真诚的人际关系。",
    "annotation": [
      {
        "sentence": "首先要明确，不在你困难时站在你身边给予真心安慰的人，并不一定代表他们不尊重你。",
        "label": ""
      },
      {
        "sentence": "大家都有不同的方式和处理问题的能力，他们的反应未必完全符合你的期望。",
        "label": ""
      },
      {
        "sentence": "你想成为一个能够得到他人发自内心尊重和关怀的人是值得称赞的目标。",
        "label": ""
      },
      {
        "sentence": "为了实现这个目标，我们可以注重自己的沟通方式，表达自己的需求，更好地理解和关心他人，建立更真诚的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我理解了。我也明白要得到他人的尊重是一个双向的过程，我需要学会尊重他人，并且主动去关心别人的需求。只有这样，才能期待得到别人真心的关心和尊重。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我理解了。",
        "label": ""
      },
      {
        "sentence": "我也明白要得到他人的尊重是一个双向的过程，我需要学会尊重他人，并且主动去关心别人的需求。",
        "label": ""
      },
      {
        "sentence": "只有这样，才能期待得到别人真心的关心和尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你理解的很对。尊重是相互之间的交流和体贴的结果。通过不断的努力和学习，你一定能成为一个更能得到他人发自内心尊重和关怀的人。如果你在实践中遇到困境，随时都可以来找我继续交流。希望你能找到平衡并建立更健康的人际关系。加油！",
    "annotation": [
      {
        "sentence": "是的，你理解的很对。",
        "label": ""
      },
      {
        "sentence": "尊重是相互之间的交流和体贴的结果。",
        "label": ""
      },
      {
        "sentence": "通过不断的努力和学习，你一定能成为一个更能得到他人发自内心尊重和关怀的人。",
        "label": ""
      },
      {
        "sentence": "如果你在实践中遇到困境，随时都可以来找我继续交流。",
        "label": ""
      },
      {
        "sentence": "希望你能找到平衡并建立更健康的人际关系。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]