[
  {
    "role": "client",
    "content": "20岁女生，为什么我没办法得到他人发自内心的尊重？青春期时我一直觉得真实的自己得不到别人的喜欢，因此也崩溃过，社交恐惧。发现很多人接触之后会从刚开始双方恭敬礼让到后面相看两厌，当时的我觉得那就跟所有人保持距离，他们应该就不会觉得我不好了吧。我发现我习惯在别人面前摆出一副自律，有主见，生人勿近的样子，意思是你不要冒犯我，要尊重我。我内心也很向往相敬如宾的关系，可是现实总没有那么完美，很多时候都会互相厌烦。如果别人说傻逼或者开类似的玩笑在我身上我会一下子变脸，表达我的不满。可是越是这样维持这种形象，感觉越没有得到他人发自内心的尊重，而且可能会从刚开始的殷勤变到后面冷言冷语，我觉得很受伤，他们像是故意要击碎我的架子。我发现在我失误或者很难过的时候少有真心安慰的人，甚至有的还可能在背地里想“你的架子总算倒了吧”。我很想成为能让人发自内心尊重，也发自内心心疼的人，请帮帮我吧，谢谢",
    "annotation": [
      {
        "sentence": "20岁女生，为什么我没办法得到他人发自内心的尊重？",
        "label": ""
      },
      {
        "sentence": "青春期时我一直觉得真实的自己得不到别人的喜欢，因此也崩溃过，社交恐惧。",
        "label": ""
      },
      {
        "sentence": "发现很多人接触之后会从刚开始双方恭敬礼让到后面相看两厌，当时的我觉得那就跟所有人保持距离，他们应该就不会觉得我不好了吧。",
        "label": ""
      },
      {
        "sentence": "我发现我习惯在别人面前摆出一副自律，有主见，生人勿近的样子，意思是你不要冒犯我，要尊重我。",
        "label": ""
      },
      {
        "sentence": "我内心也很向往相敬如宾的关系，可是现实总没有那么完美，很多时候都会互相厌烦。",
        "label": ""
      },
      {
        "sentence": "如果别人说傻逼或者开类似的玩笑在我身上我会一下子变脸，表达我的不满。",
        "label": ""
      },
      {
        "sentence": "可是越是这样维持这种形象，感觉越没有得到他人发自内心的尊重，而且可能会从刚开始的殷勤变到后面冷言冷语，我觉得很受伤，他们像是故意要击碎我的架子。",
        "label": ""
      },
      {
        "sentence": "我发现在我失误或者很难过的时候少有真心安慰的人，甚至有的还可能在背地里想“你的架子总算倒了吧”。",
        "label": ""
      },
      {
        "sentence": "我很想成为能让人发自内心尊重，也发自内心心疼的人，请帮帮我吧，谢谢",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我来吧，如果你能相信我的话，估计会有点效果。如果能做到一星半点，效果可能更好一些。首先，我很理解你对得到他人发自内心尊重的渴望。在你的描述中，我可以感受到你在青春期时的困惑和挣扎，以及对真实自己得不到他人喜欢的痛苦。这段经历可能给你带来了社交恐惧，而这种恐惧也影响了你与他人建立亲密关系的能力。",
    "annotation": [
      {
        "sentence": "我来吧，如果你能相信我的话，估计会有点效果。",
        "label": ""
      },
      {
        "sentence": "如果能做到一星半点，效果可能更好一些。",
        "label": ""
      },
      {
        "sentence": "首先，我很理解你对得到他人发自内心尊重的渴望。",
        "label": ""
      },
      {
        "sentence": "在你的描述中，我可以感受到你在青春期时的困惑和挣扎，以及对真实自己得不到他人喜欢的痛苦。",
        "label": ""
      },
      {
        "sentence": "这段经历可能给你带来了社交恐惧，而这种恐惧也影响了你与他人建立亲密关系的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很希望能够建立起相敬如宾、互相尊重的关系，但现实却总是让我感到失望。我常常摆出一副自律、有主见的形象，认为这样可以避免他人冒犯我，但结果却让我感到更孤独和受伤。我甚至觉得别人有意想要击碎我的架子。",
    "annotation": [
      {
        "sentence": "是的，我真的很希望能够建立起相敬如宾、互相尊重的关系，但现实却总是让我感到失望。",
        "label": ""
      },
      {
        "sentence": "我常常摆出一副自律、有主见的形象，认为这样可以避免他人冒犯我，但结果却让我感到更孤独和受伤。",
        "label": ""
      },
      {
        "sentence": "我甚至觉得别人有意想要击碎我的架子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受。在许多情况下，我们经常希望他人能够了解并尊重我们的希望和需求。然而，有时候人际关系的发展是一个复杂的过程，会涉及到双方的互动和理解。可能有些人没能真正理解你的自律和有主见，而错误地将其解读为冷漠或不可接近。你有尝试过直接表达自己的不满吗？",
    "annotation": [
      {
        "sentence": "我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在许多情况下，我们经常希望他人能够了解并尊重我们的希望和需求。",
        "label": ""
      },
      {
        "sentence": "然而，有时候人际关系的发展是一个复杂的过程，会涉及到双方的互动和理解。",
        "label": ""
      },
      {
        "sentence": "可能有些人没能真正理解你的自律和有主见，而错误地将其解读为冷漠或不可接近。",
        "label": ""
      },
      {
        "sentence": "你有尝试过直接表达自己的不满吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，当别人说像\"傻逼\"之类的话或开玩笑取笑我时，我会立刻变脸表达我的不满。但我担心这样会进一步加深了别人对我的冷漠和不尊重。",
    "annotation": [
      {
        "sentence": "是的，当别人说像\"傻逼\"之类的话或开玩笑取笑我时，我会立刻变脸表达我的不满。",
        "label": ""
      },
      {
        "sentence": "但我担心这样会进一步加深了别人对我的冷漠和不尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的顾虑。不过，我在这里想提醒你，维持这样的形象并不一定会获得他人发自内心的尊重。或许，我们可以试着从另一个角度思考问题。换个角度想一想，也许对方开玩笑或者说一些冒犯的话，并不一定意味着他们完全没有尊重你。有时候，人们的表达方式可能会有所不同，他们可能仅仅是试图与你产生互动，即使方式有些不恰当。我们可以努力去理解他们的动机和意图，而不是过度解读为对我们形象的挑战。",
    "annotation": [
      {
        "sentence": "明白你的顾虑。",
        "label": ""
      },
      {
        "sentence": "不过，我在这里想提醒你，维持这样的形象并不一定会获得他人发自内心的尊重。",
        "label": ""
      },
      {
        "sentence": "或许，我们可以试着从另一个角度思考问题。",
        "label": ""
      },
      {
        "sentence": "换个角度想一想，也许对方开玩笑或者说一些冒犯的话，并不一定意味着他们完全没有尊重你。",
        "label": ""
      },
      {
        "sentence": "有时候，人们的表达方式可能会有所不同，他们可能仅仅是试图与你产生互动，即使方式有些不恰当。",
        "label": ""
      },
      {
        "sentence": "我们可以努力去理解他们的动机和意图，而不是过度解读为对我们形象的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，或许我需要调整自己的观念和方式。但有时候当我失误或者感到难过时，我很少能够得到真心的安慰。有的人甚至在背地里期待我的失败。我真的很希望能够成为一个能够得到他人发自内心尊重和心疼的人。",
    "annotation": [
      {
        "sentence": "你说得有道理，或许我需要调整自己的观念和方式。",
        "label": ""
      },
      {
        "sentence": "但有时候当我失误或者感到难过时，我很少能够得到真心的安慰。",
        "label": ""
      },
      {
        "sentence": "有的人甚至在背地里期待我的失败。",
        "label": ""
      },
      {
        "sentence": "我真的很希望能够成为一个能够得到他人发自内心尊重和心疼的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对真心安慰的渴望。有时候我们确实会感到失望，因为并不是每个人都具备理解和支持的能力。但同时，也要明白并非所有人都会对你的失误或难过持有负面的态度。也许我们可以尝试寻找那些真心关心、支持和尊重我们的人，并与他们建立更亲密的关系。",
    "annotation": [
      {
        "sentence": "我理解你对真心安慰的渴望。",
        "label": ""
      },
      {
        "sentence": "有时候我们确实会感到失望，因为并不是每个人都具备理解和支持的能力。",
        "label": ""
      },
      {
        "sentence": "但同时，也要明白并非所有人都会对你的失误或难过持有负面的态度。",
        "label": ""
      },
      {
        "sentence": "也许我们可以尝试寻找那些真心关心、支持和尊重我们的人，并与他们建立更亲密的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要更加关注那些真心对待我的人，而不是过度关注那些对我抱有负面态度的人。谢谢你的建议，我会努力改变自己的观念和行为，更加积极地与他人互动。",
    "annotation": [
      {
        "sentence": "你说得对，我需要更加关注那些真心对待我的人，而不是过度关注那些对我抱有负面态度的人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会努力改变自己的观念和行为，更加积极地与他人互动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你！你已经迈出了第一步，意识到了需要改变的地方。记住，在建立亲密关系和获得他人发自内心尊重的过程中，并不是一蹴而就的，需要时间和努力。我相信你能够通过积极的改变和与他人的真诚互动，逐渐实现你希望得到的",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你！",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，意识到了需要改变的地方。",
        "label": ""
      },
      {
        "sentence": "记住，在建立亲密关系和获得他人发自内心尊重的过程中，并不是一蹴而就的，需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "我相信你能够通过积极的改变和与他人的真诚互动，逐渐实现你希望得到的",
        "label": ""
      }
    ]
  }
]