[
  {
    "role": "client",
    "content": "我是一个高三的女生，最近心累得厉害，有想离开的念头。一开始只是情绪低落时产生的想法，但现在越来越强烈，我快无法控制了。它每隔一会催促我离开，告诉我这样才能减轻痛苦，不再伤心，不再承受巨大的压力。我真的感到很疲惫，我曾向身边的人表达过离开的想法，可是没人在意，他们都以为我在开玩笑。但我是真的想离开，我真的想告别这个世界，我心累了。",
    "annotation": [
      {
        "sentence": "我是一个高三的女生，最近心累得厉害，有想离开的念头。",
        "label": ""
      },
      {
        "sentence": "一开始只是情绪低落时产生的想法，但现在越来越强烈，我快无法控制了。",
        "label": ""
      },
      {
        "sentence": "它每隔一会催促我离开，告诉我这样才能减轻痛苦，不再伤心，不再承受巨大的压力。",
        "label": ""
      },
      {
        "sentence": "我真的感到很疲惫，我曾向身边的人表达过离开的想法，可是没人在意，他们都以为我在开玩笑。",
        "label": ""
      },
      {
        "sentence": "但我是真的想离开，我真的想告别这个世界，我心累了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样说，我很担心你。不论发生了什么，记住有很多人都爱着你，关心着你呢。1、你说最近想伤害自己的念头越来越频繁，这个信号非常值得重视，我们一起来关注它，及时告知你的家人和老师，让他们帮助你分析是什么原因导致你情绪异常。2、你还可以寻求专业的心理咨询师或心理医生的帮助，或是向学校的社工或心理老师求助，相信他们一定会支持你。3、最重要的是，无论遇到什么困难，千万别放弃自己。负面情绪就像我们内心的一只黑狗，总是干扰我们正常的生活和学习。但我们不能坐视不管，只要勇敢地应对它，来控制它，生活肯定会好起来的。",
    "annotation": [
      {
        "sentence": "听到你这样说，我很担心你。",
        "label": ""
      },
      {
        "sentence": "不论发生了什么，记住有很多人都爱着你，关心着你呢。",
        "label": ""
      },
      {
        "sentence": "1、你说最近想伤害自己的念头越来越频繁，这个信号非常值得重视，我们一起来关注它，及时告知你的家人和老师，让他们帮助你分析是什么原因导致你情绪异常。",
        "label": ""
      },
      {
        "sentence": "2、你还可以寻求专业的心理咨询师或心理医生的帮助，或是向学校的社工或心理老师求助，相信他们一定会支持你。",
        "label": ""
      },
      {
        "sentence": "3、最重要的是，无论遇到什么困难，千万别放弃自己。",
        "label": ""
      },
      {
        "sentence": "负面情绪就像我们内心的一只黑狗，总是干扰我们正常的生活和学习。",
        "label": ""
      },
      {
        "sentence": "但我们不能坐视不管，只要勇敢地应对它，来控制它，生活肯定会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心和支持。最近的心理压力真的让我觉得快无法承受了。我一直觉得自己很无能，成绩也不好，周围的同学都有很大的压力，而我却总是比不上他们。我觉得自己很失败，很失望。",
    "annotation": [
      {
        "sentence": "谢谢你的关心和支持。",
        "label": ""
      },
      {
        "sentence": "最近的心理压力真的让我觉得快无法承受了。",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己很无能，成绩也不好，周围的同学都有很大的压力，而我却总是比不上他们。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很失败，很失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你一定是很努力的人，只是还没有找到适合你的学习方法和节奏罢了。你的价值不仅仅体现在学习成绩，也包括你的努力和品德。每个人的成长过程都是不同的，不必与他人比较。请相信，在遇到挫折时，你可以通过调整学习方法和努力，逐渐找到适合自己的道路。",
    "annotation": [
      {
        "sentence": "你一定是很努力的人，只是还没有找到适合你的学习方法和节奏罢了。",
        "label": ""
      },
      {
        "sentence": "你的价值不仅仅体现在学习成绩，也包括你的努力和品德。",
        "label": ""
      },
      {
        "sentence": "每个人的成长过程都是不同的，不必与他人比较。",
        "label": ""
      },
      {
        "sentence": "请相信，在遇到挫折时，你可以通过调整学习方法和努力，逐渐找到适合自己的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得我已经没有信心了，每天都很沮丧，从而影响了我的学习和生活。我真的不知道怎么面对这些困境。",
    "annotation": [
      {
        "sentence": "但是我觉得我已经没有信心了，每天都很沮丧，从而影响了我的学习和生活。",
        "label": ""
      },
      {
        "sentence": "我真的不知道怎么面对这些困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的心情，但是信心并不是一开始就能够拥有的，它可以通过积极的态度和努力来培养。如果沉浸在负面情绪中，你就会无法看到问题的解决方法。把目光放远一点，将困境视为人生的一部分，相信自己可以战胜困难，让困境成为你成长的机会。",
    "annotation": [
      {
        "sentence": "我理解你现在的心情，但是信心并不是一开始就能够拥有的，它可以通过积极的态度和努力来培养。",
        "label": ""
      },
      {
        "sentence": "如果沉浸在负面情绪中，你就会无法看到问题的解决方法。",
        "label": ""
      },
      {
        "sentence": "把目光放远一点，将困境视为人生的一部分，相信自己可以战胜困难，让困境成为你成长的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该改变一下自己的态度。我知道困难不是可以一蹴而就解决的，只要我思考问题，寻找解决办法，我一定能走出困境的。",
    "annotation": [
      {
        "sentence": "你说得对，我应该改变一下自己的态度。",
        "label": ""
      },
      {
        "sentence": "我知道困难不是可以一蹴而就解决的，只要我思考问题，寻找解决办法，我一定能走出困境的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，改变自己的态度是很重要的一步。同时，也要记住，你并不孤单，有很多人都在支持你，愿意帮助你。在遇到困难时，勇敢地向他人寻求帮助，别把问题都压在心里。我们相信你能够战胜困难，走向更美好的未来。",
    "annotation": [
      {
        "sentence": "你说得很对，改变自己的态度是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住，你并不孤单，有很多人都在支持你，愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "在遇到困难时，勇敢地向他人寻求帮助，别把问题都压在心里。",
        "label": ""
      },
      {
        "sentence": "我们相信你能够战胜困难，走向更美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你陪伴我倾诉，你的支持给了我很大的勇气和希望。我会尽力去面对困难，积极调整自己的心态，相信自己能够度过这个难关。",
    "annotation": [
      {
        "sentence": "谢谢你陪伴我倾诉，你的支持给了我很大的勇气和希望。",
        "label": ""
      },
      {
        "sentence": "我会尽力去面对困难，积极调整自己的心态，相信自己能够度过这个难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能陪伴你度过这段困难的时期。记住，困难只是暂时的，你一定能够战胜它。如果未来还有需要倾诉的时刻，记得随时找我聊天，我会一直陪伴着你。加油！",
    "annotation": [
      {
        "sentence": "很高兴能陪伴你度过这段困难的时期。",
        "label": ""
      },
      {
        "sentence": "记住，困难只是暂时的，你一定能够战胜它。",
        "label": ""
      },
      {
        "sentence": "如果未来还有需要倾诉的时刻，记得随时找我聊天，我会一直陪伴着你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]