[
  {
    "role": "client",
    "content": "最近一直因男友不主动找我聊天，不怎么给我花钱生气？和男友交往两年了，感情刚开始升温没多久，他就不怎么主动找我聊天了，为此吵过几次架，后面我妥协，主动发消息也会回，一段时间没出什么问题。但最近自己很不满意自己不主动找他他就可以消失，一天都没有消息。而且找我聊天基本都是谈钱(找我周转)至于花钱方面，一开始交往，双方都刚毕业，我一直不觉得有问题，周围人都说他不愿意为我花钱就是不爱我，我也一直为他解释，刚毕业没钱很理解。他自己创业，今年就流水来说的话，还是小赚了一笔的，但除了过年还是生日那次红包包了五百，其他情人节一类的，都没有表示或者小几十。至今为止，感觉我两花在恋爱中花的钱，基本持平，可能他稍微多一点，主要在吃和住上。然后，有时候会觉得，这一次他花的稍微多一点，就会跟我哭穷，或者闹点小别扭，希望我给他也花钱。这两点上，我最近比较难以忍受，提过几次，也没有见他主动找我聊天什么，或者主动送我礼物也没有。这种状态我该怎么做呢？",
    "annotation": [
      {
        "sentence": "最近一直因男友不主动找我聊天，不怎么给我花钱生气？",
        "label": ""
      },
      {
        "sentence": "和男友交往两年了，感情刚开始升温没多久，他就不怎么主动找我聊天了，为此吵过几次架，后面我妥协，主动发消息也会回，一段时间没出什么问题。",
        "label": ""
      },
      {
        "sentence": "但最近自己很不满意自己不主动找他他就可以消失，一天都没有消息。",
        "label": ""
      },
      {
        "sentence": "而且找我聊天基本都是谈钱(找我周转)至于花钱方面，一开始交往，双方都刚毕业，我一直不觉得有问题，周围人都说他不愿意为我花钱就是不爱我，我也一直为他解释，刚毕业没钱很理解。",
        "label": ""
      },
      {
        "sentence": "他自己创业，今年就流水来说的话，还是小赚了一笔的，但除了过年还是生日那次红包包了五百，其他情人节一类的，都没有表示或者小几十。",
        "label": ""
      },
      {
        "sentence": "至今为止，感觉我两花在恋爱中花的钱，基本持平，可能他稍微多一点，主要在吃和住上。",
        "label": ""
      },
      {
        "sentence": "然后，有时候会觉得，这一次他花的稍微多一点，就会跟我哭穷，或者闹点小别扭，希望我给他也花钱。",
        "label": ""
      },
      {
        "sentence": "这两点上，我最近比较难以忍受，提过几次，也没有见他主动找我聊天什么，或者主动送我礼物也没有。",
        "label": ""
      },
      {
        "sentence": "这种状态我该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，很高兴能为你提供帮助。听说你和男友的感情出现了一些问题，想倾听你的心声，来了解一下你的情况。首先，我能够理解你的情况，并理解你为什么感到失落和生气。看起来你们之间的问题在于沟通上的不足和相互之间的不理解，你们都需要好好沟通一下。首先，在你们的关系中，你似乎期望男友主动找你聊天和尽自己所能地花钱。但是，在男友的角度来看，这可能不是他能够轻易承担的。对于这些问题，我想提供一些帮助和建议，帮助你们更好地溝通和相互理解。你可以先向男友表明你的感受，让他知道你的想法和期望。",
    "annotation": [
      {
        "sentence": "你好，很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "听说你和男友的感情出现了一些问题，想倾听你的心声，来了解一下你的情况。",
        "label": ""
      },
      {
        "sentence": "首先，我能够理解你的情况，并理解你为什么感到失落和生气。",
        "label": ""
      },
      {
        "sentence": "看起来你们之间的问题在于沟通上的不足和相互之间的不理解，你们都需要好好沟通一下。",
        "label": ""
      },
      {
        "sentence": "首先，在你们的关系中，你似乎期望男友主动找你聊天和尽自己所能地花钱。",
        "label": ""
      },
      {
        "sentence": "但是，在男友的角度来看，这可能不是他能够轻易承担的。",
        "label": ""
      },
      {
        "sentence": "对于这些问题，我想提供一些帮助和建议，帮助你们更好地溝通和相互理解。",
        "label": ""
      },
      {
        "sentence": "你可以先向男友表明你的感受，让他知道你的想法和期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我知道这并不是一个容易解决的问题。我已经向男友表明了我的感受，但他好像并没有理解我的意思。我真的很在意我和他之间的沟通和相互理解，但我不知道该怎么做。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我知道这并不是一个容易解决的问题。",
        "label": ""
      },
      {
        "sentence": "我已经向男友表明了我的感受，但他好像并没有理解我的意思。",
        "label": ""
      },
      {
        "sentence": "我真的很在意我和他之间的沟通和相互理解，但我不知道该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这种情况可能比较困难。我想建议你们先试着从你们交流的方式上入手。一方面，你可以尝试主动主动找到他聊天，这样可以让他知道你也愿意投入一些时间和精力来维护关系。另一方面，男友也有可能对金钱的态度比较敏感，所以你们可以一起来商讨一下如何平衡彼此的财务，再根据实际情况进行调整。",
    "annotation": [
      {
        "sentence": "是的，这种情况可能比较困难。",
        "label": ""
      },
      {
        "sentence": "我想建议你们先试着从你们交流的方式上入手。",
        "label": ""
      },
      {
        "sentence": "一方面，你可以尝试主动主动找到他聊天，这样可以让他知道你也愿意投入一些时间和精力来维护关系。",
        "label": ""
      },
      {
        "sentence": "另一方面，男友也有可能对金钱的态度比较敏感，所以你们可以一起来商讨一下如何平衡彼此的财务，再根据实际情况进行调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我明白了。我会尝试去主动沟通，看看我们能不能从金钱财务方面入手，以解决我们之间的问题。",
    "annotation": [
      {
        "sentence": "好的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尝试去主动沟通，看看我们能不能从金钱财务方面入手，以解决我们之间的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我希望你和男友能够好好地进行沟通和交流，达成共识和理解。两个人的关系需要付出和投入，需要一起经历风风雨雨，才能彼此守护。最重要的是，你要有信心和勇气去面对矛盾和困难，相信你们一定能够共同克服这些心理障碍。",
    "annotation": [
      {
        "sentence": "是的，我希望你和男友能够好好地进行沟通和交流，达成共识和理解。",
        "label": ""
      },
      {
        "sentence": "两个人的关系需要付出和投入，需要一起经历风风雨雨，才能彼此守护。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要有信心和勇气去面对矛盾和困难，相信你们一定能够共同克服这些心理障碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我现在感觉好多了，会尝试去看待问题的积极面，和男友一起去解决这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了，会尝试去看待问题的积极面，和男友一起去解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "太好了，我很高兴听到这个结果。你已经迈出了第一步，你们要协商和沟通，才能找到最适合你们的解决方案。最后，我想说一句话：“当你们在一起的时候，不要忘记了彼此真正想要的是一种幸福而不是简单的金钱。”",
    "annotation": [
      {
        "sentence": "太好了，我很高兴听到这个结果。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，你们要协商和沟通，才能找到最适合你们的解决方案。",
        "label": ""
      },
      {
        "sentence": "最后，我想说一句话：“当你们在一起的时候，不要忘记了彼此真正想要的是一种幸福而不是简单的金钱。",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  }
]