[
  {
    "role": "client",
    "content": "恋爱关系，不确定还爱不爱他，想过分手又觉得不舍得？我和男朋友在一起5年多了，现在的状态是，在同一个城市读书，每周见一次，不见面的时候，想的都是他的好，见他之前都会特别期待，见到他之后就会看到他很多缺点，对他不满。比如:1.驼背，他身高170，我可以接受，但是他驼背的问题是后天的，这个问题说了好几年了，可是每次说，他都说一定改，但每次都是我一提醒赶紧直起背来，不提醒就又弯了，我已经提醒累了，烦了，也觉得他可能改不了了，但每次还是忍不住说。2.还是觉得他很多地方不够细心，不够周到。我很讨厌自己和他在一起时这种不断嫌弃他的状态，我不知道该怎么改变，我也觉得自己爱他没有他爱我多，我对他有很多要求，我只关注自己的感受，我还爱他吗？对这段关系感觉有点倦怠了，想过分手，但是想起他对我的好，就觉得舍不得。大家怎么看呢？希望大家可以帮我解解惑，谢谢大家。",
    "annotation": [
      {
        "sentence": "恋爱关系，不确定还爱不爱他，想过分手又觉得不舍得？",
        "label": ""
      },
      {
        "sentence": "我和男朋友在一起5年多了，现在的状态是，在同一个城市读书，每周见一次，不见面的时候，想的都是他的好，见他之前都会特别期待，见到他之后就会看到他很多缺点，对他不满。",
        "label": ""
      },
      {
        "sentence": "比如:1.驼背，他身高170，我可以接受，但是他驼背的问题是后天的，这个问题说了好几年了，可是每次说，他都说一定改，但每次都是我一提醒赶紧直起背来，不提醒就又弯了，我已经提醒累了，烦了，也觉得他可能改不了了，但每次还是忍不住说。",
        "label": ""
      },
      {
        "sentence": "2.还是觉得他很多地方不够细心，不够周到。",
        "label": ""
      },
      {
        "sentence": "我很讨厌自己和他在一起时这种不断嫌弃他的状态，我不知道该怎么改变，我也觉得自己爱他没有他爱我多，我对他有很多要求，我只关注自己的感受，我还爱他吗？",
        "label": ""
      },
      {
        "sentence": "对这段关系感觉有点倦怠了，想过分手，但是想起他对我的好，就觉得舍不得。",
        "label": ""
      },
      {
        "sentence": "大家怎么看呢？",
        "label": ""
      },
      {
        "sentence": "希望大家可以帮我解解惑，谢谢大家。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，你可能是对这段感情产生了倦怠感，既想过分手，又舍不得放手，不确定自己是否还爱他。这种心境其实很正常，每段感情都会面临这样的困惑，特别是时间久了，感觉新鲜感逐渐消退。你之前提到的他的驼背问题和不够细心不够周到的地方，这些都属于他的缺点，但是并不表示他没有其他优点和值得你爱的地方。你目前关注的更多是他的缺点，这可能是因为和他在一起时间久了，逐渐忽略了他的优点。我建议你先停止一段时间的联系，看看如果不和他见面，你会有怎样的感受，这样能帮你更好地确定自己的心意。另外，每个人都有优点和缺点，或许你可以试着更多地关注他的优点，站在另一个角度来看待他的缺点，也许你的心情和态度会有所改变。希望你早日找到答案，祝你一切顺利。",
    "annotation": [
      {
        "sentence": "听你的描述，你可能是对这段感情产生了倦怠感，既想过分手，又舍不得放手，不确定自己是否还爱他。",
        "label": ""
      },
      {
        "sentence": "这种心境其实很正常，每段感情都会面临这样的困惑，特别是时间久了，感觉新鲜感逐渐消退。",
        "label": ""
      },
      {
        "sentence": "你之前提到的他的驼背问题和不够细心不够周到的地方，这些都属于他的缺点，但是并不表示他没有其他优点和值得你爱的地方。",
        "label": ""
      },
      {
        "sentence": "你目前关注的更多是他的缺点，这可能是因为和他在一起时间久了，逐渐忽略了他的优点。",
        "label": ""
      },
      {
        "sentence": "我建议你先停止一段时间的联系，看看如果不和他见面，你会有怎样的感受，这样能帮你更好地确定自己的心意。",
        "label": ""
      },
      {
        "sentence": "另外，每个人都有优点和缺点，或许你可以试着更多地关注他的优点，站在另一个角度来看待他的缺点，也许你的心情和态度会有所改变。",
        "label": ""
      },
      {
        "sentence": "希望你早日找到答案，祝你一切顺利。",
        "label": ""
      }
    ]
  }
]