[
  {
    "role": "client",
    "content": "为何要多做有价值的事，而非体验单纯无价值的快感？为何要多做有价值，有意义的事，而非体验单纯无价值的虚幻的快感呢？是因为同样的时间段，前者可以在生命的时间中留下记忆痕迹经历，并创造一个未来，而后者只能是留下一个空白吗？",
    "annotation": [
      {
        "sentence": "为何要多做有价值的事，而非体验单纯无价值的快感？",
        "label": ""
      },
      {
        "sentence": "为何要多做有价值，有意义的事，而非体验单纯无价值的虚幻的快感呢？",
        "label": ""
      },
      {
        "sentence": "是因为同样的时间段，前者可以在生命的时间中留下记忆痕迹经历，并创造一个未来，而后者只能是留下一个空白吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "做无意义的事情和有意义的事情都可以带来快乐，但是这两种快乐截然不同。一种是短暂的快乐，另一种则是长久的快乐。经常做有意义的事情，一方面可以增强自信心，另一方面还可以带来长久的快乐。",
    "annotation": [
      {
        "sentence": "做无意义的事情和有意义的事情都可以带来快乐，但是这两种快乐截然不同。",
        "label": ""
      },
      {
        "sentence": "一种是短暂的快乐，另一种则是长久的快乐。",
        "label": ""
      },
      {
        "sentence": "经常做有意义的事情，一方面可以增强自信心，另一方面还可以带来长久的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么，有意义的事情能给我带来什么样的长久快乐呢？",
    "annotation": [
      {
        "sentence": "那么，有意义的事情能给我带来什么样的长久快乐呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当一个人回想起自己以前的人生中充满了有意义的事情后，那种快乐与成就感是不可言喻的。做这样的事情会让你认识到自己的价值和能力，增强自信心，同时也能够带来持久的内心满足感。",
    "annotation": [
      {
        "sentence": "当一个人回想起自己以前的人生中充满了有意义的事情后，那种快乐与成就感是不可言喻的。",
        "label": ""
      },
      {
        "sentence": "做这样的事情会让你认识到自己的价值和能力，增强自信心，同时也能够带来持久的内心满足感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得做无意义的事情或者追求短暂的快感好像也没有什么错。为什么要把重心放在有意义的事情上呢？",
    "annotation": [
      {
        "sentence": "但是我觉得做无意义的事情或者追求短暂的快感好像也没有什么错。",
        "label": ""
      },
      {
        "sentence": "为什么要把重心放在有意义的事情上呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "做无意义的事情或者追求短暂的快感也无可厚非，但是放在大方向来看，却是没有什么必要的。有句话叫做，在空闲的时候浪费时间叫做消遣，而在正经工作的时候浪费时间，就是在浪费生命。而在某种程度上来说，短暂的快感就是为了浪费时间。因此我始终觉得长远的快乐更有意义，带给人们的好处也更多。",
    "annotation": [
      {
        "sentence": "做无意义的事情或者追求短暂的快感也无可厚非，但是放在大方向来看，却是没有什么必要的。",
        "label": ""
      },
      {
        "sentence": "有句话叫做，在空闲的时候浪费时间叫做消遣，而在正经工作的时候浪费时间，就是在浪费生命。",
        "label": ""
      },
      {
        "sentence": "而在某种程度上来说，短暂的快感就是为了浪费时间。",
        "label": ""
      },
      {
        "sentence": "因此我始终觉得长远的快乐更有意义，带给人们的好处也更多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。那么，如何才能有意义地度过生活，做有意义的事情呢？",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "那么，如何才能有意义地度过生活，做有意义的事情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "做有意义的事情也会让自己变得更加明白和珍惜生活。你可以思考自己的价值观和兴趣，找到对你来说有意义的事情，比如投身于公益事业、追求自己的梦想、发展个人技能等等。每个人都有自己独特的生活方式和价值观，只要我们努力去追求并专注于有意义的事情，生活就会变得更加有深度和满足感。",
    "annotation": [
      {
        "sentence": "做有意义的事情也会让自己变得更加明白和珍惜生活。",
        "label": ""
      },
      {
        "sentence": "你可以思考自己的价值观和兴趣，找到对你来说有意义的事情，比如投身于公益事业、追求自己的梦想、发展个人技能等等。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的生活方式和价值观，只要我们努力去追求并专注于有意义的事情，生活就会变得更加有深度和满足感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的建议和支持。我觉得我应该开始寻找和追求有意义的事情，让我的生活更加充实和有价值。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我觉得我应该开始寻找和追求有意义的事情，让我的生活更加充实和有价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够找到适合自己的有意义的事情，并享受其中带来的成就感和快乐。加油吧！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够找到适合自己的有意义的事情，并享受其中带来的成就感和快乐。",
        "label": ""
      },
      {
        "sentence": "加油吧！",
        "label": ""
      }
    ]
  }
]