[
  {
    "role": "client",
    "content": "男朋友是否有暴力倾向？还是说只是打情骂俏？男朋友跟我开玩笑会说真想踢你的屁股，再笑牙给你打掉之类的话。然后以前吵架最激烈的时候我会去推他，掐他，但他都没有还手放任我打他，然后我问他干嘛瞪我，他回答我“克制自己不去打你”。偶尔我损他的时候他会做出开玩笑想打人的动作，晃一晃，我说你干嘛，他就立刻收手了。反正从来没有伤害过我，反倒是我经常掐他把他弄的浑身都是伤疤，所以他有暴力倾向吗？还是我想多了",
    "annotation": [
      {
        "sentence": "男朋友是否有暴力倾向？",
        "label": ""
      },
      {
        "sentence": "还是说只是打情骂俏？",
        "label": ""
      },
      {
        "sentence": "男朋友跟我开玩笑会说真想踢你的屁股，再笑牙给你打掉之类的话。",
        "label": ""
      },
      {
        "sentence": "然后以前吵架最激烈的时候我会去推他，掐他，但他都没有还手放任我打他，然后我问他干嘛瞪我，他回答我“克制自己不去打你”。",
        "label": ""
      },
      {
        "sentence": "偶尔我损他的时候他会做出开玩笑想打人的动作，晃一晃，我说你干嘛，他就立刻收手了。",
        "label": ""
      },
      {
        "sentence": "反正从来没有伤害过我，反倒是我经常掐他把他弄的浑身都是伤疤，所以他有暴力倾向吗？",
        "label": ""
      },
      {
        "sentence": "还是我想多了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真的能感受你此时的心情，真心希望我的文字能给到你帮助。你提到了暴力倾向。暴力倾向是某类人的特质，他们遇事倾向以武力解决问题，以暴易暴。认为以道理、以德服人是多余的，人生观可能受他们的特殊成长环境、人生经历、朋党互相游说等影响。有社会学家对“暴力倾向”做了一些调查得出结论称，大脑损伤、敌视心理以及童年时期遭受过身体或者思想上的摧残是一个人长大后具有暴力倾向的三大因素。",
    "annotation": [
      {
        "sentence": "真的能感受你此时的心情，真心希望我的文字能给到你帮助。",
        "label": ""
      },
      {
        "sentence": "你提到了暴力倾向。",
        "label": ""
      },
      {
        "sentence": "暴力倾向是某类人的特质，他们遇事倾向以武力解决问题，以暴易暴。",
        "label": ""
      },
      {
        "sentence": "认为以道理、以德服人是多余的，人生观可能受他们的特殊成长环境、人生经历、朋党互相游说等影响。",
        "label": ""
      },
      {
        "sentence": "有社会学家对“暴力倾向”做了一些调查得出结论称，大脑损伤、敌视心理以及童年时期遭受过身体或者思想上的摧残是一个人长大后具有暴力倾向的三大因素。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的确实有道理，我也有过这样的担忧。但从你的解析来看，或许我是多虑了。我确实没有被他伤害过，他也没有对我采取激烈的行动。",
    "annotation": [
      {
        "sentence": "你说的确实有道理，我也有过这样的担忧。",
        "label": ""
      },
      {
        "sentence": "但从你的解析来看，或许我是多虑了。",
        "label": ""
      },
      {
        "sentence": "我确实没有被他伤害过，他也没有对我采取激烈的行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，从你的描述来看，你的男朋友并没有做出过激的行为，反而是容忍着你动手打他，可以看出他是很爱你的。那这个时候就需要我们注意一下是不是自己也要从行为和动作上和他保持一致呢，想一下自己的行为会不会伤害到对方。虽然这之前可能是你们爱的方式的表达，但是我个人认为还是要换位思考一下自己的行为，彼此尊重对方哦。",
    "annotation": [
      {
        "sentence": "是的，从你的描述来看，你的男朋友并没有做出过激的行为，反而是容忍着你动手打他，可以看出他是很爱你的。",
        "label": ""
      },
      {
        "sentence": "那这个时候就需要我们注意一下是不是自己也要从行为和动作上和他保持一致呢，想一下自己的行为会不会伤害到对方。",
        "label": ""
      },
      {
        "sentence": "虽然这之前可能是你们爱的方式的表达，但是我个人认为还是要换位思考一下自己的行为，彼此尊重对方哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我应该更加注意自己的行为，不要让他觉得我会伤害到他。我会谨慎对待我们之间的玩笑，以免引发不必要的矛盾。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我应该更加注意自己的行为，不要让他觉得我会伤害到他。",
        "label": ""
      },
      {
        "sentence": "我会谨慎对待我们之间的玩笑，以免引发不必要的矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能接受我的建议。除了保持行为上的尊重，相互信任在爱情里也是很重要的。女生在感情中容易缺乏安全感，所以信任是最基础也是最重要的。当两人之间有矛盾或者有疑惑时，我认为彼此之间可以说出来，或者适当撒娇让他知道你的感受。而不是自己胡思乱想，在日常相处时我们也要给予对方一些安慰和关怀，增加彼此间的安全感。",
    "annotation": [
      {
        "sentence": "很高兴你能接受我的建议。",
        "label": ""
      },
      {
        "sentence": "除了保持行为上的尊重，相互信任在爱情里也是很重要的。",
        "label": ""
      },
      {
        "sentence": "女生在感情中容易缺乏安全感，所以信任是最基础也是最重要的。",
        "label": ""
      },
      {
        "sentence": "当两人之间有矛盾或者有疑惑时，我认为彼此之间可以说出来，或者适当撒娇让他知道你的感受。",
        "label": ""
      },
      {
        "sentence": "而不是自己胡思乱想，在日常相处时我们也要给予对方一些安慰和关怀，增加彼此间的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，信任和安全感是我们感情中需要加强的地方。我会与他更多地沟通，让他了解我的感受，也会更多地关心他，减少自己的猜疑和不安。",
    "annotation": [
      {
        "sentence": "确实，信任和安全感是我们感情中需要加强的地方。",
        "label": ""
      },
      {
        "sentence": "我会与他更多地沟通，让他了解我的感受，也会更多地关心他，减少自己的猜疑和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，相互沟通和关心是建立健康感情的关键。希望你们能找到适合双方的相处模式，一起走得更远更长久。祝你生活愉快！",
    "annotation": [
      {
        "sentence": "很好，相互沟通和关心是建立健康感情的关键。",
        "label": ""
      },
      {
        "sentence": "希望你们能找到适合双方的相处模式，一起走得更远更长久。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会努力让我们的感情更加稳固。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会努力让我们的感情更加稳固。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我愿意帮助你。如果以后还有任何疑惑或者需要帮助的地方，随时找我倾诉。祝你们幸福美满！",
    "annotation": [
      {
        "sentence": "不用客气，我愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何疑惑或者需要帮助的地方，随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你们幸福美满！",
        "label": ""
      }
    ]
  }
]