[
  {
    "role": "client",
    "content": "分手后越来越想前男友但不知他的态度，该主动提出吗？和前男友分手半年了本来以为已经慢慢忘记了最近他偷偷看了一次我空间自从发现以后就又哭了两三次了没想到我心里还有他我回看他以后他就把记录删了我也删了没联系不知道他态度但是这几天以来每天开始越来越想他。。我觉得我真的是疯了……分手以后还会再见吗",
    "annotation": [
      {
        "sentence": "分手后越来越想前男友但不知他的态度，该主动提出吗？",
        "label": ""
      },
      {
        "sentence": "和前男友分手半年了本来以为已经慢慢忘记了最近他偷偷看了一次我空间自从发现以后就又哭了两三次了没想到我心里还有他我回看他以后他就把记录删了我也删了没联系不知道他态度但是这几天以来每天开始越来越想他。。",
        "label": ""
      },
      {
        "sentence": "我觉得我真的是疯了……分手以后还会再见吗",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全能理解你现在的心情，失恋后的感觉真的很难受。但是，即使你想重新和前男友在一起，找回过去的感情很重要，你也一定要掌握主动权。那么先不管他的态度如何，你先要问自己：你真的还爱他吗？你们分手时有哪些不可调和的矛盾？他有哪些方面做的不好？你对他哪些方面不满意？",
    "annotation": [
      {
        "sentence": "我完全能理解你现在的心情，失恋后的感觉真的很难受。",
        "label": ""
      },
      {
        "sentence": "但是，即使你想重新和前男友在一起，找回过去的感情很重要，你也一定要掌握主动权。",
        "label": ""
      },
      {
        "sentence": "那么先不管他的态度如何，你先要问自己：你真的还爱他吗？",
        "label": ""
      },
      {
        "sentence": "你们分手时有哪些不可调和的矛盾？",
        "label": ""
      },
      {
        "sentence": "他有哪些方面做的不好？",
        "label": ""
      },
      {
        "sentence": "你对他哪些方面不满意？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我们分手的原因是因为我对他的要求太高了，他没有达到我的期望，一些小事情让我越来越不耐烦了。但是分手以后我才慢慢意识到他的优点，现在我真的很怀念他。",
    "annotation": [
      {
        "sentence": "其实我们分手的原因是因为我对他的要求太高了，他没有达到我的期望，一些小事情让我越来越不耐烦了。",
        "label": ""
      },
      {
        "sentence": "但是分手以后我才慢慢意识到他的优点，现在我真的很怀念他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么你好好想想，你对他的这种要求是不是过高了一些？在恋爱中，彼此包容和理解很重要。而且，你现在虽然很想他，但还是要权衡一下自己的真实想法和情感，而不是受到一点点小事的困惑。你也说了你不知道他的态度，那么先不要考虑他的想法，需要先能够确认你自己对他的感觉，看看你是否还愿意重新开始，然后再考虑下一步应该怎么做。",
    "annotation": [
      {
        "sentence": "那么你好好想想，你对他的这种要求是不是过高了一些？",
        "label": ""
      },
      {
        "sentence": "在恋爱中，彼此包容和理解很重要。",
        "label": ""
      },
      {
        "sentence": "而且，你现在虽然很想他，但还是要权衡一下自己的真实想法和情感，而不是受到一点点小事的困惑。",
        "label": ""
      },
      {
        "sentence": "你也说了你不知道他的态度，那么先不要考虑他的想法，需要先能够确认你自己对他的感觉，看看你是否还愿意重新开始，然后再考虑下一步应该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我需要先确定自己的想法。但是现在的问题是我不知道该不该主动找他，毕竟我们分手后就没有联系过，不知道他还有没有我在心里。",
    "annotation": [
      {
        "sentence": "你说得很对，我需要先确定自己的想法。",
        "label": ""
      },
      {
        "sentence": "但是现在的问题是我不知道该不该主动找他，毕竟我们分手后就没有联系过，不知道他还有没有我在心里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，现在考虑这个问题还为时过早。当你能够确定自己真正的想法和感受时，再去诚实地与他交流会更好。在此之前，你要对自己的情绪进行调整和管理。你可以多做一些自己喜欢的事情，把注意力放在学习、工作、运动等方面，让自己充实起来。同时也要多和朋友聊聊天，找些陪伴缓解情绪。这些都有助于你调整自己的情绪，使你更好地面对接下来的生活。",
    "annotation": [
      {
        "sentence": "其实，现在考虑这个问题还为时过早。",
        "label": ""
      },
      {
        "sentence": "当你能够确定自己真正的想法和感受时，再去诚实地与他交流会更好。",
        "label": ""
      },
      {
        "sentence": "在此之前，你要对自己的情绪进行调整和管理。",
        "label": ""
      },
      {
        "sentence": "你可以多做一些自己喜欢的事情，把注意力放在学习、工作、运动等方面，让自己充实起来。",
        "label": ""
      },
      {
        "sentence": "同时也要多和朋友聊聊天，找些陪伴缓解情绪。",
        "label": ""
      },
      {
        "sentence": "这些都有助于你调整自己的情绪，使你更好地面对接下来的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量让自己忙起来，多和朋友聚在一起。只是，我还是有点不甘心，就算主动找他确认一下也无妨吧？",
    "annotation": [
      {
        "sentence": "我会尽量让自己忙起来，多和朋友聚在一起。",
        "label": ""
      },
      {
        "sentence": "只是，我还是有点不甘心，就算主动找他确认一下也无妨吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也能理解这种不甘心，但事实上主动找他可能会更加麻烦。如果他没有对你有所表示，或者他的想法和你的不一样，这可能会让你的感情更加失望。所以，先对自己的感情进行调整和管理，让自己再重新找到自己的平衡状态，再去决定下一步该怎么做。比如说，你可以写下你的情感，感受自己的情绪，但是要注意掌握好自己的情绪，不要被它所影响。",
    "annotation": [
      {
        "sentence": "也能理解这种不甘心，但事实上主动找他可能会更加麻烦。",
        "label": ""
      },
      {
        "sentence": "如果他没有对你有所表示，或者他的想法和你的不一样，这可能会让你的感情更加失望。",
        "label": ""
      },
      {
        "sentence": "所以，先对自己的感情进行调整和管理，让自己再重新找到自己的平衡状态，再去决定下一步该怎么做。",
        "label": ""
      },
      {
        "sentence": "比如说，你可以写下你的情感，感受自己的情绪，但是要注意掌握好自己的情绪，不要被它所影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我知道了。谢谢你的建议和耐心一直陪我聊天，心情好多了，我也会尽快调整好自己的情感。",
    "annotation": [
      {
        "sentence": "好的，我知道了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和耐心一直陪我聊天，心情好多了，我也会尽快调整好自己的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，有什么问题都可以随时找我聊天。希望你能够早日找到自己想要的生活状态和幸福。",
    "annotation": [
      {
        "sentence": "不用客气，有什么问题都可以随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "希望你能够早日找到自己想要的生活状态和幸福。",
        "label": ""
      }
    ]
  }
]