[
  {
    "role": "client",
    "content": "我想让别人看到我背后的努力，但又有邀功的嫌疑？很想让别人知道我在背后所做的努力，因为很想让别人了解那些不为人知的辛苦。但是如果说出来的话，又会让人觉得是在抱怨，抑或是邀功，我该怎么办？",
    "annotation": [
      {
        "sentence": "我想让别人看到我背后的努力，但又有邀功的嫌疑？",
        "label": ""
      },
      {
        "sentence": "很想让别人知道我在背后所做的努力，因为很想让别人了解那些不为人知的辛苦。",
        "label": ""
      },
      {
        "sentence": "但是如果说出来的话，又会让人觉得是在抱怨，抑或是邀功，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先你在提问中说到，自己很想让别人知道自己背后的努力和辛苦，又担心别人感受到的是抱怨亦或是邀功。其实，很多人都面临相同的困惑。把自己理解自己、自己体谅自己放在期望别人理解自己的前面。",
    "annotation": [
      {
        "sentence": "首先你在提问中说到，自己很想让别人知道自己背后的努力和辛苦，又担心别人感受到的是抱怨亦或是邀功。",
        "label": ""
      },
      {
        "sentence": "其实，很多人都面临相同的困惑。",
        "label": ""
      },
      {
        "sentence": "把自己理解自己、自己体谅自己放在期望别人理解自己的前面。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解我自己，但有时候还是需要他人的认可和支持。我觉得把自己的努力和辛苦告诉别人，可以得到他们的鼓励和理解，但又担心这样会被误解。",
    "annotation": [
      {
        "sentence": "我理解我自己，但有时候还是需要他人的认可和支持。",
        "label": ""
      },
      {
        "sentence": "我觉得把自己的努力和辛苦告诉别人，可以得到他们的鼓励和理解，但又担心这样会被误解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "的确，有时候我们需要他人的认可和支持来增加自信和动力。但是，当别人无法完全理解我们的内心世界时，我们首先要学会给予自己理解和支持。自己理解自己比任何人都重要。",
    "annotation": [
      {
        "sentence": "的确，有时候我们需要他人的认可和支持来增加自信和动力。",
        "label": ""
      },
      {
        "sentence": "但是，当别人无法完全理解我们的内心世界时，我们首先要学会给予自己理解和支持。",
        "label": ""
      },
      {
        "sentence": "自己理解自己比任何人都重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我感觉只有别人才能给我带来真正的满足和安慰。小时候我是否得到了足够的关爱和正面激励，会不会对我如此期待他人理解和肯定有所影响？",
    "annotation": [
      {
        "sentence": "但是，我感觉只有别人才能给我带来真正的满足和安慰。",
        "label": ""
      },
      {
        "sentence": "小时候我是否得到了足够的关爱和正面激励，会不会对我如此期待他人理解和肯定有所影响？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从心理学的角度来看，如果一个孩子在童年没有得到充足的爱和关注，没有得到足够的正面激励和鼓励，长大后就会渴望从外界获得被关注、被爱、被肯定的感受。这种期望基本上是源自于童年的不被满足。",
    "annotation": [
      {
        "sentence": "从心理学的角度来看，如果一个孩子在童年没有得到充足的爱和关注，没有得到足够的正面激励和鼓励，长大后就会渴望从外界获得被关注、被爱、被肯定的感受。",
        "label": ""
      },
      {
        "sentence": "这种期望基本上是源自于童年的不被满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，那我应该如何改变这种过分期望他人理解和肯定的心态呢？",
    "annotation": [
      {
        "sentence": "我明白了，那我应该如何改变这种过分期望他人理解和肯定的心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们可以尝试培养自我理解、自我体谅和自我满足的习惯。每天都去关注并肯定自己的努力和付出，对自己说一声辛苦了、今天真不容易。当你养成自己理解自己的习惯后，就会发现，别人是否理解并不那么重要，因为你始终有一个理解自己的人陪在身边，那个最可靠的人就是自己。",
    "annotation": [
      {
        "sentence": "首先，我们可以尝试培养自我理解、自我体谅和自我满足的习惯。",
        "label": ""
      },
      {
        "sentence": "每天都去关注并肯定自己的努力和付出，对自己说一声辛苦了、今天真不容易。",
        "label": ""
      },
      {
        "sentence": "当你养成自己理解自己的习惯后，就会发现，别人是否理解并不那么重要，因为你始终有一个理解自己的人陪在身边，那个最可靠的人就是自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样想确实可以减少我对他人理解和肯定的依赖。我还有其他办法来改变这种心态吗？",
    "annotation": [
      {
        "sentence": "这样想确实可以减少我对他人理解和肯定的依赖。",
        "label": ""
      },
      {
        "sentence": "我还有其他办法来改变这种心态吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，除了自我理解和满足之外，你也可以尝试先理解和肯定他人的努力。通过肯定别人的付出，你能更容易得到别人的理解。你可以试着说：“你真不容易，我知道你背后付出了很多，你那天加班到很晚，真是模范员工啊。所以我也要向你学习啦，我昨天也加班到很晚，这个项目弄得我晚上都没吃饭呢”。理解和肯定是相互的，多肯定和理解他人，你也会得到你想要的理解和肯定。",
    "annotation": [
      {
        "sentence": "当然，除了自我理解和满足之外，你也可以尝试先理解和肯定他人的努力。",
        "label": ""
      },
      {
        "sentence": "通过肯定别人的付出，你能更容易得到别人的理解。",
        "label": ""
      },
      {
        "sentence": "你可以试着说：“你真不容易，我知道你背后付出了很多，你那天加班到很晚，真是模范员工啊。",
        "label": ""
      },
      {
        "sentence": "所以我也要向你学习啦，我昨天也加班到很晚，这个项目弄得我晚上都没吃饭呢”。",
        "label": ""
      },
      {
        "sentence": "理解和肯定是相互的，多肯定和理解他人，你也会得到你想要的理解和肯定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方法听起来不错，我会试着去做。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "这些方法听起来不错，我会试着去做。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有所帮助。记得，你最重要的支持者永远是你自己，相信自己的价值和努力，你一定能够找到内心的平衡和满足。加油！",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记得，你最重要的支持者永远是你自己，相信自己的价值和努力，你一定能够找到内心的平衡和满足。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]