[
  {
    "role": "client",
    "content": "今年30岁女，不知该怎么处理自己的妒忌情绪？从小就会被拿来比较，我都是垫底的那个，心理很难受，见不得别人比我好，好像别人好了，我就差了这种感觉。尤其是在朋友亲戚间，才会这样，对不认识或不熟悉的人不会以前遇到这样的情绪，另一个自己总是站在道德面指责自己，一般都是压抑逃避这股情绪的，可是心里会很难受。我发现它会不断出现，现在我想学着面对妒忌及见不得别人好的这股情绪，可是我不知道怎么做，求助说一个是件吧我表姐，她从小就被我姨亲戚间比较，学习好会说话情商高，亲戚对她也会比较特别，跟对我完全是两种态度。我妈跟我姨也是相互嫉妒比较。后来我跟表姐一起工作了几年，我像是爆发了似的业绩第一名，表姐会嫉妒我，觉得自己大学生还没我一个初中生厉害我一直有社恐，后来离开公司后几乎没在工作，一直参加身心灵的课程疗愈，钱花完了社恐问题依然在，表姐做微商爆发了，每天写文字分享她的生活，做的非常成功，可以说是整个人完全绽放了，我看她发圈心里都难受死了。",
    "annotation": [
      {
        "sentence": "今年30岁女，不知该怎么处理自己的妒忌情绪？",
        "label": ""
      },
      {
        "sentence": "从小就会被拿来比较，我都是垫底的那个，心理很难受，见不得别人比我好，好像别人好了，我就差了这种感觉。",
        "label": ""
      },
      {
        "sentence": "尤其是在朋友亲戚间，才会这样，对不认识或不熟悉的人不会以前遇到这样的情绪，另一个自己总是站在道德面指责自己，一般都是压抑逃避这股情绪的，可是心里会很难受。",
        "label": ""
      },
      {
        "sentence": "我发现它会不断出现，现在我想学着面对妒忌及见不得别人好的这股情绪，可是我不知道怎么做，求助说一个是件吧我表姐，她从小就被我姨亲戚间比较，学习好会说话情商高，亲戚对她也会比较特别，跟对我完全是两种态度。",
        "label": ""
      },
      {
        "sentence": "我妈跟我姨也是相互嫉妒比较。",
        "label": ""
      },
      {
        "sentence": "后来我跟表姐一起工作了几年，我像是爆发了似的业绩第一名，表姐会嫉妒我，觉得自己大学生还没我一个初中生厉害我一直有社恐，后来离开公司后几乎没在工作，一直参加身心灵的课程疗愈，钱花完了社恐问题依然在，表姐做微商爆发了，每天写文字分享她的生活，做的非常成功，可以说是整个人完全绽放了，我看她发圈心里都难受死了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的困扰了解到你从小处在一个周围人喜欢比较的成长环境中，妈妈和她的姐妹们喜欢互相嫉妒比较。",
    "annotation": [
      {
        "sentence": "很理解你的困扰了解到你从小处在一个周围人喜欢比较的成长环境中，妈妈和她的姐妹们喜欢互相嫉妒比较。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在意识到了这个问题，但还是觉得很难受。",
    "annotation": [
      {
        "sentence": "是的，我现在意识到了这个问题，但还是觉得很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在周遭环境潜移默化的影响下，似乎你形成了这样一种绝对化的认知：必须超越身边人并得到他人的认可，否则就是失败的。别人的优秀于自己而言具有威胁性，会让自己处于不安之中。这样的不安是基于不好的现实体验强化了你的认知的结果，由于身边的人都默认【别人强大意味着自己弱小】这个规则，所以你也不容易跳脱出来审视这个规则和认知是否合理。",
    "annotation": [
      {
        "sentence": "在周遭环境潜移默化的影响下，似乎你形成了这样一种绝对化的认知：必须超越身边人并得到他人的认可，否则就是失败的。",
        "label": ""
      },
      {
        "sentence": "别人的优秀于自己而言具有威胁性，会让自己处于不安之中。",
        "label": ""
      },
      {
        "sentence": "这样的不安是基于不好的现实体验强化了你的认知的结果，由于身边的人都默认【别人强大意味着自己弱小】这个规则，所以你也不容易跳脱出来审视这个规则和认知是否合理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对的，我以前都没有从这个角度想过。",
    "annotation": [
      {
        "sentence": "对的，我以前都没有从这个角度想过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有两种看待这个问题的角度：1.不知道自己总是想超越他人的模式背后的逻辑，受困2.知道自己总想超越他人的想法是被什么驱动着，做选择。",
    "annotation": [
      {
        "sentence": "有两种看待这个问题的角度：1.不知道自己总是想超越他人的模式背后的逻辑，受困2.知道自己总想超越他人的想法是被什么驱动着，做选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那该怎么做呢？",
    "annotation": [
      {
        "sentence": "那该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想想看，当表姐被亲戚夸赞，你被区别对待时，和你后来跟表姐一起工作了几年，像是爆发了似的业绩第一名时，在不同的情绪背后有什么相同的激发情绪的原因，是否都是由他人的评价来定义了你的失落感和幸福感？将自己的个人价值完全的托付于外人来界定，这或许也是受困人际关系的原因。那么如何缓解他人超越你后的不安，以及他人的评价带给你的影响呢？",
    "annotation": [
      {
        "sentence": "想想看，当表姐被亲戚夸赞，你被区别对待时，和你后来跟表姐一起工作了几年，像是爆发了似的业绩第一名时，在不同的情绪背后有什么相同的激发情绪的原因，是否都是由他人的评价来定义了你的失落感和幸福感？",
        "label": ""
      },
      {
        "sentence": "将自己的个人价值完全的托付于外人来界定，这或许也是受困人际关系的原因。",
        "label": ""
      },
      {
        "sentence": "那么如何缓解他人超越你后的不安，以及他人的评价带给你的影响呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那有什么方法帮我缓解这些情绪吗？",
    "annotation": [
      {
        "sentence": "那有什么方法帮我缓解这些情绪吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "来了解一下三种获得快乐和自我价值感的途径：1.最低层的快乐，叫竞争式的快乐，战胜别人你才会快乐才有价值感，但这样的方式最不稳定。2.中级快乐，叫条件式的快乐，满足某个条件你就会感到快乐，比如，吃到一顿心仪已久的大餐，这样的获得快乐的方式有很多，可以用它来取代你认为的唯一获得快乐的方式：竞争式快乐。3.高级快乐，叫无条件快乐，不需要条件就可以实现了快乐的。你对自己完全的接纳，外在事物的好与不好都不会影响你对自己的价值感的肯定，这样的快乐最稳定。所以当你对自己的觉知和了解越多越深层，就有掌控感和选择权，越容易接纳自己。意识到让自己快乐，生活幸福的方式也并非只有靠竞争和得到他人的肯定才是唯一选择。",
    "annotation": [
      {
        "sentence": "来了解一下三种获得快乐和自我价值感的途径：1.最低层的快乐，叫竞争式的快乐，战胜别人你才会快乐才有价值感，但这样的方式最不稳定。",
        "label": ""
      },
      {
        "sentence": "2.中级快乐，叫条件式的快乐，满足某个条件你就会感到快乐，比如，吃到一顿心仪已久的大餐，这样的获得快乐的方式有很多，可以用它来取代你认为的唯一获得快乐的方式：竞争式快乐。",
        "label": ""
      },
      {
        "sentence": "3.高级快乐，叫无条件快乐，不需要条件就可以实现了快乐的。",
        "label": ""
      },
      {
        "sentence": "你对自己完全的接纳，外在事物的好与不好都不会影响你对自己的价值感的肯定，这样的快乐最稳定。",
        "label": ""
      },
      {
        "sentence": "所以当你对自己的觉知和了解越多越深层，就有掌控感和选择权，越容易接纳自己。",
        "label": ""
      },
      {
        "sentence": "意识到让自己快乐，生活幸福的方式也并非只有靠竞争和得到他人的肯定才是唯一选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要学会接纳自己，寻找一种无条件的快乐和自我价值感。",
    "annotation": [
      {
        "sentence": "我明白了，我要学会接纳自己，寻找一种无条件的快乐和自我价值感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，不要再踏入一条只有悲伤和不安的道路，学会从自己的内心中寻找快乐和自我价值感，这样会让你的生活更加充实和幸福。",
    "annotation": [
      {
        "sentence": "是的，不要再踏入一条只有悲伤和不安的道路，学会从自己的内心中寻找快乐和自我价值感，这样会让你的生活更加充实和幸福。",
        "label": ""
      }
    ]
  }
]