[
  {
    "role": "client",
    "content": "我觉得自己本质很坏，有点看不清自己的内心。因为心理问题在一位朋友的推荐下我今天去了一位老师那里咨询。那位老师说我说得很透，但最扎透我的还是一句她只在两个小时的长篇大论中一笔带过的一句话：她说我对别人好都是假的。当时我内心极为震动，不仅因为被戳穿了如此隐秘又阴险的内心，更因为这个想法在我曾经自我反思的时候就有过，今天被她说出似乎是板上钉钉了。但由于之后谈话过长我的内心渐渐平静，直到谈话结束我拉开门站在门口等朋友的时候才想起来给老师说一句谢谢——我可能真的冷漠又虚伪吧。ps.日常生活里我是那种高度敏感内向喜欢独处不善社交，但对待任何人都非常友好真诚不设防。当我感受到朋友需要帮助和心理支持的时候会用尽自己的能力去帮助和宽慰她们；对待不熟的人有时候我会不好意思开口问需不需要帮助，事后会非常后悔自责。但我又觉得真正善良的人帮助别人是没有功利性的，何况是生活中的小事，我却似乎是为了给别人留下好印象……有点看不清自己的内心……",
    "annotation": [
      {
        "sentence": "我觉得自己本质很坏，有点看不清自己的内心。",
        "label": ""
      },
      {
        "sentence": "因为心理问题在一位朋友的推荐下我今天去了一位老师那里咨询。",
        "label": ""
      },
      {
        "sentence": "那位老师说我说得很透，但最扎透我的还是一句她只在两个小时的长篇大论中一笔带过的一句话：她说我对别人好都是假的。",
        "label": ""
      },
      {
        "sentence": "当时我内心极为震动，不仅因为被戳穿了如此隐秘又阴险的内心，更因为这个想法在我曾经自我反思的时候就有过，今天被她说出似乎是板上钉钉了。",
        "label": ""
      },
      {
        "sentence": "但由于之后谈话过长我的内心渐渐平静，直到谈话结束我拉开门站在门口等朋友的时候才想起来给老师说一句谢谢——我可能真的冷漠又虚伪吧。",
        "label": ""
      },
      {
        "sentence": "ps.日常生活里我是那种高度敏感内向喜欢独处不善社交，但对待任何人都非常友好真诚不设防。",
        "label": ""
      },
      {
        "sentence": "当我感受到朋友需要帮助和心理支持的时候会用尽自己的能力去帮助和宽慰她们；对待不熟的人有时候我会不好意思开口问需不需要帮助，事后会非常后悔自责。",
        "label": ""
      },
      {
        "sentence": "但我又觉得真正善良的人帮助别人是没有功利性的，何况是生活中的小事，我却似乎是为了给别人留下好印象……有点看不清自己的内心……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你后面说的那些话，你的性格和我差不多，我也是那种，非常敏感，一点点细节都感受得到，特别是不好的特别容易感受多，喜欢多疑，好的也会想成不好的，有时候感觉别人在说自己一样。就是你喜欢一个人吧！人多的时候是不是感觉有点不舒服，还要在意别人的感受。",
    "annotation": [
      {
        "sentence": "从你后面说的那些话，你的性格和我差不多，我也是那种，非常敏感，一点点细节都感受得到，特别是不好的特别容易感受多，喜欢多疑，好的也会想成不好的，有时候感觉别人在说自己一样。",
        "label": ""
      },
      {
        "sentence": "就是你喜欢一个人吧！",
        "label": ""
      },
      {
        "sentence": "人多的时候是不是感觉有点不舒服，还要在意别人的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，人多的时候我确实感觉不太自在，总是担心自己会被别人觉得不好或不合群。",
    "annotation": [
      {
        "sentence": "你说得很对，人多的时候我确实感觉不太自在，总是担心自己会被别人觉得不好或不合群。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很常见的情况，我们内向的人更喜欢独处，对社交场合没有太多的自信。但是这并不代表你本质上是坏的，只是你对于自己的内心还有一些疑惑和不理解。",
    "annotation": [
      {
        "sentence": "这是很常见的情况，我们内向的人更喜欢独处，对社交场合没有太多的自信。",
        "label": ""
      },
      {
        "sentence": "但是这并不代表你本质上是坏的，只是你对于自己的内心还有一些疑惑和不理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对自己的内心真的看不清楚，也容易受到别人的影响。有时候我会问自己，我是不是真的对别人好只是为了给他们留下好印象呢？",
    "annotation": [
      {
        "sentence": "是的，我对自己的内心真的看不清楚，也容易受到别人的影响。",
        "label": ""
      },
      {
        "sentence": "有时候我会问自己，我是不是真的对别人好只是为了给他们留下好印象呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过自责了，我们都会在不同的情况下有不同的表现。如果你愿意帮助别人，并以此为乐，那就说明你是一个内心善良的人。至于给别人留下好印象，这只是正常的社交需求，并不代表你的善意是虚伪的。",
    "annotation": [
      {
        "sentence": "不要太过自责了，我们都会在不同的情况下有不同的表现。",
        "label": ""
      },
      {
        "sentence": "如果你愿意帮助别人，并以此为乐，那就说明你是一个内心善良的人。",
        "label": ""
      },
      {
        "sentence": "至于给别人留下好印象，这只是正常的社交需求，并不代表你的善意是虚伪的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，这让我感觉好多了。但是我还是希望能更加清楚地认识自己的内心，不想再被别人的评论影响到自己。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，这让我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "但是我还是希望能更加清楚地认识自己的内心，不想再被别人的评论影响到自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "逐渐认识自己的内心需要时间和努力，你已经在这个过程中迈出了重要的一步。不要急于改变自己，接受自己的特点和弱点，用更加积极的态度面对自己。只有这样，你才能真正地了解自己，不再被他人的言论左右。",
    "annotation": [
      {
        "sentence": "逐渐认识自己的内心需要时间和努力，你已经在这个过程中迈出了重要的一步。",
        "label": ""
      },
      {
        "sentence": "不要急于改变自己，接受自己的特点和弱点，用更加积极的态度面对自己。",
        "label": ""
      },
      {
        "sentence": "只有这样，你才能真正地了解自己，不再被他人的言论左右。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我会试着放下对自己过于苛刻的要求，更加积极地面对自己。我也要记住，每个性格都有其独特的好处，无论是外向还是内向，重要的是真正倾听自己的内心，而不是为了取悦他人而改变。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我会试着放下对自己过于苛刻的要求，更加积极地面对自己。",
        "label": ""
      },
      {
        "sentence": "我也要记住，每个性格都有其独特的好处，无论是外向还是内向，重要的是真正倾听自己的内心，而不是为了取悦他人而改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！你已经有了正确的心态。要相信自己的成长，相信你会越来越好。不要忘记，没有人是完美无缺的，我们都在不断学习和发展中。加油！",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "你已经有了正确的心态。",
        "label": ""
      },
      {
        "sentence": "要相信自己的成长，相信你会越来越好。",
        "label": ""
      },
      {
        "sentence": "不要忘记，没有人是完美无缺的，我们都在不断学习和发展中。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会坚持下去，相信自己能够更好地理解和接纳自己。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会坚持下去，相信自己能够更好地理解和接纳自己。",
        "label": ""
      }
    ]
  }
]