[
  {
    "role": "client",
    "content": "是痛快地死去，还是一个人孤独地带着病痛活着？我，女，外形普通，出生农村，学历三本，家庭资源支援乏力，现年31，患癌可治，术后脖子会留疤，终生疼痛，有甲亢未来怀孕困难。患癌和甲亢后，我突然觉得很迷茫，以后该怎么办呢？现时生病身边无人，将来恐也难有人，带着病痛，一个人活下去，我能做什么呢？？我感觉现在自己就像困在一个死局里面，不知道如何突破。除了先天家庭资源不足，我童年时期就有抑郁焦虑，毕业后因为抑郁焦虑和社恐等多数时间困顿在家，无法正常工作，社会经验和个人能力也远远落后于同龄人。今年抑郁症刚刚好，思维稍有恢复，而后就查出患甲状腺癌和甲亢。结合实际，自己实在想不到未来还能有什么出路？？所以来到这里求助。我最怕的是今后要一个人，带着病痛，孤苦伶仃地生活，至于什么爱情童话我不相信，连亲情都有……趋利避害时，我感觉未来人生一点希望出路都没有。也迟迟未去手术………劳烦大家出谋划策，替我想一想，这局该怎么破？！我的见识无法帮助我找到更好的办法。",
    "annotation": [
      {
        "sentence": "是痛快地死去，还是一个人孤独地带着病痛活着？",
        "label": ""
      },
      {
        "sentence": "我，女，外形普通，出生农村，学历三本，家庭资源支援乏力，现年31，患癌可治，术后脖子会留疤，终生疼痛，有甲亢未来怀孕困难。",
        "label": ""
      },
      {
        "sentence": "患癌和甲亢后，我突然觉得很迷茫，以后该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "现时生病身边无人，将来恐也难有人，带着病痛，一个人活下去，我能做什么呢？？",
        "label": ""
      },
      {
        "sentence": "我感觉现在自己就像困在一个死局里面，不知道如何突破。",
        "label": ""
      },
      {
        "sentence": "除了先天家庭资源不足，我童年时期就有抑郁焦虑，毕业后因为抑郁焦虑和社恐等多数时间困顿在家，无法正常工作，社会经验和个人能力也远远落后于同龄人。",
        "label": ""
      },
      {
        "sentence": "今年抑郁症刚刚好，思维稍有恢复，而后就查出患甲状腺癌和甲亢。",
        "label": ""
      },
      {
        "sentence": "结合实际，自己实在想不到未来还能有什么出路？？",
        "label": ""
      },
      {
        "sentence": "所以来到这里求助。",
        "label": ""
      },
      {
        "sentence": "我最怕的是今后要一个人，带着病痛，孤苦伶仃地生活，至于什么爱情童话我不相信，连亲情都有……趋利避害时，我感觉未来人生一点希望出路都没有。",
        "label": ""
      },
      {
        "sentence": "也迟迟未去手术………劳烦大家出谋划策，替我想一想，这局该怎么破？！",
        "label": ""
      },
      {
        "sentence": "我的见识无法帮助我找到更好的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，感受到了你的艰难与不易。现实生活如此沉重，对未来你想到的也是孤苦伶仃，找不到出路，这些压力让你焦虑、迷茫、不知所措。我想你需要找到自己生命的意义。",
    "annotation": [
      {
        "sentence": "看到你的描述，感受到了你的艰难与不易。",
        "label": ""
      },
      {
        "sentence": "现实生活如此沉重，对未来你想到的也是孤苦伶仃，找不到出路，这些压力让你焦虑、迷茫、不知所措。",
        "label": ""
      },
      {
        "sentence": "我想你需要找到自己生命的意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "生命的意义...这个问题让我感到困惑。我现在怀疑自己是否还能找到生活的动力，尤其是在病痛和孤独的困扰下。",
    "annotation": [
      {
        "sentence": "生命的意义...这个问题让我感到困惑。",
        "label": ""
      },
      {
        "sentence": "我现在怀疑自己是否还能找到生活的动力，尤其是在病痛和孤独的困扰下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的生命故事，让我想到了一个人和一本书。人是西西弗斯。他是一个神话人物，传说他得罪了神，神便处罚他，让他把一块巨石推到山上去。但是，这个石头是永远推不上去的。于是，神觉得西西弗斯的生命就会在这样的徒劳中消耗殆尽。没想到西西弗斯在推石头的过程中找到了意义，因着这个意义，西西弗斯并不觉得苦。书是《活出生命的意义》，作者富兰克林写了自己在纳粹集中营中，作为一名囚徒的所见所闻。在那里，生命如草芥，但是环境限制自由，却不能阻断自由。人在任何境况下，都可以有自己的哪怕微不足道的选择。正如海明威所说“有些人可以被打倒，但是不会被打败”。因为富兰克林是存在主义心理学家，所以他在书中也提出了实现生命意义的三个途径：工作、爱、自我超越。愿你也能在你的生活中找到自己生命的意义，永不放弃，永葆选择的权利。",
    "annotation": [
      {
        "sentence": "你的生命故事，让我想到了一个人和一本书。",
        "label": ""
      },
      {
        "sentence": "人是西西弗斯。",
        "label": ""
      },
      {
        "sentence": "他是一个神话人物，传说他得罪了神，神便处罚他，让他把一块巨石推到山上去。",
        "label": ""
      },
      {
        "sentence": "但是，这个石头是永远推不上去的。",
        "label": ""
      },
      {
        "sentence": "于是，神觉得西西弗斯的生命就会在这样的徒劳中消耗殆尽。",
        "label": ""
      },
      {
        "sentence": "没想到西西弗斯在推石头的过程中找到了意义，因着这个意义，西西弗斯并不觉得苦。",
        "label": ""
      },
      {
        "sentence": "书是《活出生命的意义》，作者富兰克林写了自己在纳粹集中营中，作为一名囚徒的所见所闻。",
        "label": ""
      },
      {
        "sentence": "在那里，生命如草芥，但是环境限制自由，却不能阻断自由。",
        "label": ""
      },
      {
        "sentence": "人在任何境况下，都可以有自己的哪怕微不足道的选择。",
        "label": ""
      },
      {
        "sentence": "正如海明威所说“有些人可以被打倒，但是不会被打败”。",
        "label": ""
      },
      {
        "sentence": "因为富兰克林是存在主义心理学家，所以他在书中也提出了实现生命意义的三个途径：工作、爱、自我超越。",
        "label": ""
      },
      {
        "sentence": "愿你也能在你的生活中找到自己生命的意义，永不放弃，永葆选择的权利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分享和鼓励。西西弗斯和《活出生命的意义》确实让我对生命和选择有了新的思考。但是，我仍然担心我自己是否能找到属于自己的意义和出路。",
    "annotation": [
      {
        "sentence": "谢谢你的分享和鼓励。",
        "label": ""
      },
      {
        "sentence": "西西弗斯和《活出生命的意义》确实让我对生命和选择有了新的思考。",
        "label": ""
      },
      {
        "sentence": "但是，我仍然担心我自己是否能找到属于自己的意义和出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的生命意义都是独一无二的，无法通过他人来定义。你的困境和病痛并不能阻止你去寻找和实现自己的意义。或许你可以思考一下自己的兴趣和激情，通过发展和追求这些方面，找到属于自己的生命意义。",
    "annotation": [
      {
        "sentence": "每个人的生命意义都是独一无二的，无法通过他人来定义。",
        "label": ""
      },
      {
        "sentence": "你的困境和病痛并不能阻止你去寻找和实现自己的意义。",
        "label": ""
      },
      {
        "sentence": "或许你可以思考一下自己的兴趣和激情，通过发展和追求这些方面，找到属于自己的生命意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我的确应该更积极地寻找自己兴趣和激情，以此为支撑去寻找生活的意义。但是，我对于自己的兴趣和激情还没有清晰的认识，不知道从何下手。",
    "annotation": [
      {
        "sentence": "你说的对，我的确应该更积极地寻找自己兴趣和激情，以此为支撑去寻找生活的意义。",
        "label": ""
      },
      {
        "sentence": "但是，我对于自己的兴趣和激情还没有清晰的认识，不知道从何下手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没有关系，许多人在寻找自己的兴趣和激情时都需要一段时间去探索和了解自己。你可以从尝试一些不同的活动开始，例如读书、旅行、参加社交活动等，逐渐发现自己真正感兴趣的领域和事物。同时，也可以与他人交流和分享，倾听他们的故事和经验，或许可以给你一些启发和灵感。",
    "annotation": [
      {
        "sentence": "没有关系，许多人在寻找自己的兴趣和激情时都需要一段时间去探索和了解自己。",
        "label": ""
      },
      {
        "sentence": "你可以从尝试一些不同的活动开始，例如读书、旅行、参加社交活动等，逐渐发现自己真正感兴趣的领域和事物。",
        "label": ""
      },
      {
        "sentence": "同时，也可以与他人交流和分享，倾听他们的故事和经验，或许可以给你一些启发和灵感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我会从现在开始尝试一些新的活动和经历，以此来寻找自己的兴趣和激情。同时，我也会更加主动地与他人交流，倾听他们的故事和经验，希望能够找到属于自己的意义和出路。",
    "annotation": [
      {
        "sentence": "我理解了，我会从现在开始尝试一些新的活动和经历，以此来寻找自己的兴趣和激情。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加主动地与他人交流，倾听他们的故事和经验，希望能够找到属于自己的意义和出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试和探索。记住，这是一个逐步发展的过程，不要给自己过大的压力。同时，一定要保持积极的心态，相信自己能够找到属于自己的生活意义。如果在探索过程中遇到困难或迷茫，随时都可以回来寻求支持和建议。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试和探索。",
        "label": ""
      },
      {
        "sentence": "记住，这是一个逐步发展的过程，不要给自己过大的压力。",
        "label": ""
      },
      {
        "sentence": "同时，一定要保持积极的心态，相信自己能够找到属于自己的生活意义。",
        "label": ""
      },
      {
        "sentence": "如果在探索过程中遇到困难或迷茫，随时都可以回来寻求支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会牢记你的话。我现在感觉心情明朗了很多，相信自己能够找到属于自己的生活意义。如果有任何进展或需要再次寻求帮助，我会及时与你联系。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会牢记你的话。",
        "label": ""
      },
      {
        "sentence": "我现在感觉心情明朗了很多，相信自己能够找到属于自己的生活意义。",
        "label": ""
      },
      {
        "sentence": "如果有任何进展或需要再次寻求帮助，我会及时与你联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎，我期待你能够找到属于自己的生活意义并走好自己的人生道路。记得，你不是一个人在战斗，我们会一直在你身边支持你的。加油！",
    "annotation": [
      {
        "sentence": "非常欢迎，我期待你能够找到属于自己的生活意义并走好自己的人生道路。",
        "label": ""
      },
      {
        "sentence": "记得，你不是一个人在战斗，我们会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]