[
  {
    "role": "client",
    "content": "是痛快地死去，还是一个人孤独地带着病痛活着？我，女，外形普通，出生农村，学历三本，家庭资源支援乏力，现年31，患癌可治，术后脖子会留疤，终生疼痛，有甲亢未来怀孕困难。患癌和甲亢后，我突然觉得很迷茫，以后该怎么办呢？现时生病身边无人，将来恐也难有人，带着病痛，一个人活下去，我能做什么呢？？我感觉现在自己就像困在一个死局里面，不知道如何突破。除了先天家庭资源不足，我童年时期就有抑郁焦虑，毕业后因为抑郁焦虑和社恐等多数时间困顿在家，无法正常工作，社会经验和个人能力也远远落后于同龄人。今年抑郁症刚刚好，思维稍有恢复，而后就查出患甲状腺癌和甲亢。结合实际，自己实在想不到未来还能有什么出路？？所以来到这里求助。我最怕的是今后要一个人，带着病痛，孤苦伶仃地生活，至于什么爱情童话我不相信，连亲情都有……趋利避害时，我感觉未来人生一点希望出路都没有。也迟迟未去手术………劳烦大家出谋划策，替我想一想，这局该怎么破？！我的见识无法帮助我找到更好的办法",
    "annotation": [
      {
        "sentence": "是痛快地死去，还是一个人孤独地带着病痛活着？",
        "label": ""
      },
      {
        "sentence": "我，女，外形普通，出生农村，学历三本，家庭资源支援乏力，现年31，患癌可治，术后脖子会留疤，终生疼痛，有甲亢未来怀孕困难。",
        "label": ""
      },
      {
        "sentence": "患癌和甲亢后，我突然觉得很迷茫，以后该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "现时生病身边无人，将来恐也难有人，带着病痛，一个人活下去，我能做什么呢？？",
        "label": ""
      },
      {
        "sentence": "我感觉现在自己就像困在一个死局里面，不知道如何突破。",
        "label": ""
      },
      {
        "sentence": "除了先天家庭资源不足，我童年时期就有抑郁焦虑，毕业后因为抑郁焦虑和社恐等多数时间困顿在家，无法正常工作，社会经验和个人能力也远远落后于同龄人。",
        "label": ""
      },
      {
        "sentence": "今年抑郁症刚刚好，思维稍有恢复，而后就查出患甲状腺癌和甲亢。",
        "label": ""
      },
      {
        "sentence": "结合实际，自己实在想不到未来还能有什么出路？？",
        "label": ""
      },
      {
        "sentence": "所以来到这里求助。",
        "label": ""
      },
      {
        "sentence": "我最怕的是今后要一个人，带着病痛，孤苦伶仃地生活，至于什么爱情童话我不相信，连亲情都有……趋利避害时，我感觉未来人生一点希望出路都没有。",
        "label": ""
      },
      {
        "sentence": "也迟迟未去手术………劳烦大家出谋划策，替我想一想，这局该怎么破？！",
        "label": ""
      },
      {
        "sentence": "我的见识无法帮助我找到更好的办法",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "女孩，读完您的问题之后，我感受到了您承受的巨大压力。虽然我不能完全理解您的感受，但我们可以从人本主义的角度一起尝试性地回答您的问题，给予您稍许启发和心灵的安慰，这样也能功德无量。首先，您外形普通、出生农村、学历三本、家庭资源支援乏力，这些可能是您目前的评估。我能感受到您思路清晰，这是非常重要的，因为在思路清晰的基础上，我们能面对的问题和困难确实比其他人多一些。但是，从您的描述中，我也看出了一些不同寻常的地方，至少您接受了高等教育，这是您在同样的境况下所做出的最大努力。而且，您勇敢地面对癌症这个可怕的事实，这种勇气是非常令人钦佩的。我建议您先和医生交流，了解更多治疗方案，积极配合治疗是现阶段唯一的前提条件。至于甲亢，它是一种比较常见的内分泌疾病，我们不应该感到病耻，生老病死是自然规律，谁能逃避呢？接着，让我们来解决您最大的困惑，您出生在一个缺乏支持的家庭，目前身边没有人陪伴，对于未来建立家庭也感到困难（尤其是担心甲亢导致的不孕问题）。您觉得自己陷入了一个死局，不知道如何突破。除了先天性的家庭资源不足，您童年时期就有抑郁焦虑，毕业后因为抑郁焦虑和社交恐惧症等问题，很多时间都在家里度过，无法正常工作，个人能力和社会经验也远远落后于同龄人。要解决童年时期的问题，可能需要长期的心理治疗，但由于目前的经济条件和状况，我们无法承受这样的治疗。不过，我们可以利用一些自助方式，尤其是目前有很多免费的资源可供学习，如果我们认真学习这些资源，很多之前认为无法解决的问题，都会得到改善。您今年刚刚克服了抑郁症，思维稍有恢复，而后又发现患有甲状腺癌和甲亢。考虑到您的实际情况，您现在难以想到未来的出路。因此，您来这里寻求帮助。您最担心的是未来独自承受疾病的痛苦，不相信有爱情童话，甚至连亲情都失去了......面对利益与避害时，您觉得未来的人生没有一丝希望。同时，您也迟迟未决定手术......我给出以下建议：（1）手术是必须进行的，这是对您自己的负责，也是对未来自己的负责（包括另一半和可能会迎来的孩子，没有这个手术，其他一切都没有基础）；（2）如果您害怕一个人，我不清楚是亲人不主动联系您还是其他原因，您可以主动联系他们，与他们沟通，即使他们没有说好听的话，至少他们是您的亲人，很多时候，我们自己的情绪可能会导",
    "annotation": [
      {
        "sentence": "女孩，读完您的问题之后，我感受到了您承受的巨大压力。",
        "label": ""
      },
      {
        "sentence": "虽然我不能完全理解您的感受，但我们可以从人本主义的角度一起尝试性地回答您的问题，给予您稍许启发和心灵的安慰，这样也能功德无量。",
        "label": ""
      },
      {
        "sentence": "首先，您外形普通、出生农村、学历三本、家庭资源支援乏力，这些可能是您目前的评估。",
        "label": ""
      },
      {
        "sentence": "我能感受到您思路清晰，这是非常重要的，因为在思路清晰的基础上，我们能面对的问题和困难确实比其他人多一些。",
        "label": ""
      },
      {
        "sentence": "但是，从您的描述中，我也看出了一些不同寻常的地方，至少您接受了高等教育，这是您在同样的境况下所做出的最大努力。",
        "label": ""
      },
      {
        "sentence": "而且，您勇敢地面对癌症这个可怕的事实，这种勇气是非常令人钦佩的。",
        "label": ""
      },
      {
        "sentence": "我建议您先和医生交流，了解更多治疗方案，积极配合治疗是现阶段唯一的前提条件。",
        "label": ""
      },
      {
        "sentence": "至于甲亢，它是一种比较常见的内分泌疾病，我们不应该感到病耻，生老病死是自然规律，谁能逃避呢？",
        "label": ""
      },
      {
        "sentence": "接着，让我们来解决您最大的困惑，您出生在一个缺乏支持的家庭，目前身边没有人陪伴，对于未来建立家庭也感到困难（尤其是担心甲亢导致的不孕问题）。",
        "label": ""
      },
      {
        "sentence": "您觉得自己陷入了一个死局，不知道如何突破。",
        "label": ""
      },
      {
        "sentence": "除了先天性的家庭资源不足，您童年时期就有抑郁焦虑，毕业后因为抑郁焦虑和社交恐惧症等问题，很多时间都在家里度过，无法正常工作，个人能力和社会经验也远远落后于同龄人。",
        "label": ""
      },
      {
        "sentence": "要解决童年时期的问题，可能需要长期的心理治疗，但由于目前的经济条件和状况，我们无法承受这样的治疗。",
        "label": ""
      },
      {
        "sentence": "不过，我们可以利用一些自助方式，尤其是目前有很多免费的资源可供学习，如果我们认真学习这些资源，很多之前认为无法解决的问题，都会得到改善。",
        "label": ""
      },
      {
        "sentence": "您今年刚刚克服了抑郁症，思维稍有恢复，而后又发现患有甲状腺癌和甲亢。",
        "label": ""
      },
      {
        "sentence": "考虑到您的实际情况，您现在难以想到未来的出路。",
        "label": ""
      },
      {
        "sentence": "因此，您来这里寻求帮助。",
        "label": ""
      },
      {
        "sentence": "您最担心的是未来独自承受疾病的痛苦，不相信有爱情童话，甚至连亲情都失去了......面对利益与避害时，您觉得未来的人生没有一丝希望。",
        "label": ""
      },
      {
        "sentence": "同时，您也迟迟未决定手术......我给出以下建议：（1）手术是必须进行的，这是对您自己的负责，也是对未来自己的负责（包括另一半和可能会迎来的孩子，没有这个手术，其他一切都没有基础）；（2）如果您害怕一个人，我不清楚是亲人不主动联系您还是其他原因，您可以主动联系他们，与他们沟通，即使他们没有说好听的话，至少他们是您的亲人，很多时候，我们自己的情绪可能会导",
        "label": ""
      }
    ]
  }
]