[
  {
    "role": "client",
    "content": "是痛快地死去，还是一个人孤独地带着病痛活着？我，女，外形普通，出生农村，学历三本，家庭资源支援乏力，现年31，患癌可治，术后脖子会留疤，终生疼痛，有甲亢未来怀孕困难。患癌和甲亢后，我突然觉得很迷茫，以后该怎么办呢？现时生病身边无人，将来恐也难有人，带着病痛，一个人活下去，我能做什么呢？？我感觉现在自己就像困在一个死局里面，不知道如何突破。除了先天家庭资源不足，我童年时期就有抑郁焦虑，毕业后因为抑郁焦虑和社恐等多数时间困顿在家，无法正常工作，社会经验和个人能力也远远落后于同龄人。今年抑郁症刚刚好，思维稍有恢复，而后就查出患甲状腺癌和甲亢。结合实际，自己实在想不到未来还能有什么出路？？所以来到这里求助。我最怕的是今后要一个人，带着病痛，孤苦伶仃地生活，至于什么爱情童话我不相信，连亲情都有……趋利避害时，我感觉未来人生一点希望出路都没有。也迟迟未去手术………劳烦大家出谋划策，替我想一想，这局该怎么破？！我的见识无法帮助我找到更好的办法。",
    "annotation": [
      {
        "sentence": "是痛快地死去，还是一个人孤独地带着病痛活着？",
        "label": ""
      },
      {
        "sentence": "我，女，外形普通，出生农村，学历三本，家庭资源支援乏力，现年31，患癌可治，术后脖子会留疤，终生疼痛，有甲亢未来怀孕困难。",
        "label": ""
      },
      {
        "sentence": "患癌和甲亢后，我突然觉得很迷茫，以后该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "现时生病身边无人，将来恐也难有人，带着病痛，一个人活下去，我能做什么呢？？",
        "label": ""
      },
      {
        "sentence": "我感觉现在自己就像困在一个死局里面，不知道如何突破。",
        "label": ""
      },
      {
        "sentence": "除了先天家庭资源不足，我童年时期就有抑郁焦虑，毕业后因为抑郁焦虑和社恐等多数时间困顿在家，无法正常工作，社会经验和个人能力也远远落后于同龄人。",
        "label": ""
      },
      {
        "sentence": "今年抑郁症刚刚好，思维稍有恢复，而后就查出患甲状腺癌和甲亢。",
        "label": ""
      },
      {
        "sentence": "结合实际，自己实在想不到未来还能有什么出路？？",
        "label": ""
      },
      {
        "sentence": "所以来到这里求助。",
        "label": ""
      },
      {
        "sentence": "我最怕的是今后要一个人，带着病痛，孤苦伶仃地生活，至于什么爱情童话我不相信，连亲情都有……趋利避害时，我感觉未来人生一点希望出路都没有。",
        "label": ""
      },
      {
        "sentence": "也迟迟未去手术………劳烦大家出谋划策，替我想一想，这局该怎么破？！",
        "label": ""
      },
      {
        "sentence": "我的见识无法帮助我找到更好的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答能够给你带来一些些帮助。身处困境，感觉到无助以及害怕未来人生没有出路...非常能够理解你的心情，虽然没有办法感同身受，但可以感受到你内心的无助和担忧，也希望你能感受到我们对你的关心和支持，获得一些温暖和力量。你的故事让我想起了《生命的重建》这本书以及它的作者：路易斯.海。我们来听听路易斯.海的故事，也许你会有所收获。",
    "annotation": [
      {
        "sentence": "希望我的回答能够给你带来一些些帮助。",
        "label": ""
      },
      {
        "sentence": "身处困境，感觉到无助以及害怕未来人生没有出路...非常能够理解你的心情，虽然没有办法感同身受，但可以感受到你内心的无助和担忧，也希望你能感受到我们对你的关心和支持，获得一些温暖和力量。",
        "label": ""
      },
      {
        "sentence": "你的故事让我想起了《生命的重建》这本书以及它的作者：路易斯.海。",
        "label": ""
      },
      {
        "sentence": "我们来听听路易斯.海的故事，也许你会有所收获。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我很愿意听听这个故事。或许它能给我一些启示和希望。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我很愿意听听这个故事。",
        "label": ""
      },
      {
        "sentence": "或许它能给我一些启示和希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "路易斯.海的前半生是不幸的。5岁时被性侵，16岁生下私生女，为了忘掉过往，离开家乡到纽约做了一名时装模特，在28岁时遇到一位英国绅士，她的命运得以改变，跻身上流社会还参加过白宫的宴会，就在她以为能够幸福的生活下去，在婚后14年，丈夫突然向她提出离婚，他爱上了别人。她深受打击。一个偶然的机会改变了她，她去教堂听了一场讲座，40岁的她，从此对心灵课程和心理康复产生兴趣，并投入了全部的精力，通过努力取得了工作资格。她为能从事自己心爱的工作而高兴的时候，查出来癌症，年仅50岁，她通过手术，康复保健，心灵自愈，仅用6个月时间战胜了癌症。此后路易斯·海一直从事心灵成长的工作，直到90岁去世。这是真实的故事，所以，我们要对自己有信心，得了癌症，并不意味着生活就会一直灰暗下去，我们还是可以重新找回生活的五彩缤纷，只要你愿意的话。",
    "annotation": [
      {
        "sentence": "路易斯.海的前半生是不幸的。",
        "label": ""
      },
      {
        "sentence": "5岁时被性侵，16岁生下私生女，为了忘掉过往，离开家乡到纽约做了一名时装模特，在28岁时遇到一位英国绅士，她的命运得以改变，跻身上流社会还参加过白宫的宴会，就在她以为能够幸福的生活下去，在婚后14年，丈夫突然向她提出离婚，他爱上了别人。",
        "label": ""
      },
      {
        "sentence": "她深受打击。",
        "label": ""
      },
      {
        "sentence": "一个偶然的机会改变了她，她去教堂听了一场讲座，40岁的她，从此对心灵课程和心理康复产生兴趣，并投入了全部的精力，通过努力取得了工作资格。",
        "label": ""
      },
      {
        "sentence": "她为能从事自己心爱的工作而高兴的时候，查出来癌症，年仅50岁，她通过手术，康复保健，心灵自愈，仅用6个月时间战胜了癌症。",
        "label": ""
      },
      {
        "sentence": "此后路易斯·海一直从事心灵成长的工作，直到90岁去世。",
        "label": ""
      },
      {
        "sentence": "这是真实的故事，所以，我们要对自己有信心，得了癌症，并不意味着生活就会一直灰暗下去，我们还是可以重新找回生活的五彩缤纷，只要你愿意的话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "路易斯.海的故事真的很励志，很感谢你分享。她的经历让我意识到，即使面对不幸的遭遇和疾病，我们也可以通过努力和正面的心态战胜困境，重新找回生活的色彩。",
    "annotation": [
      {
        "sentence": "路易斯.海的故事真的很励志，很感谢你分享。",
        "label": ""
      },
      {
        "sentence": "她的经历让我意识到，即使面对不幸的遭遇和疾病，我们也可以通过努力和正面的心态战胜困境，重新找回生活的色彩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正是因为这个原因，我相信你也能够走出困境，克服眼前的困难。除了路易斯.海的故事，我还想为你提供一些建议：首先，爱自己，赞美自己。就像路易斯.海一样，每天对着镜子赞美自己，肯定自己。经常肯定自己，让自己感受到自己的美好。当我们经常练习正能量的话语时，你会发现自己会有很大的变化。学会爱自己，知道自己是谁，对生活有更多的掌控感，内心也会得到真正的自由。",
    "annotation": [
      {
        "sentence": "正是因为这个原因，我相信你也能够走出困境，克服眼前的困难。",
        "label": ""
      },
      {
        "sentence": "除了路易斯.海的故事，我还想为你提供一些建议：首先，爱自己，赞美自己。",
        "label": ""
      },
      {
        "sentence": "就像路易斯.海一样，每天对着镜子赞美自己，肯定自己。",
        "label": ""
      },
      {
        "sentence": "经常肯定自己，让自己感受到自己的美好。",
        "label": ""
      },
      {
        "sentence": "当我们经常练习正能量的话语时，你会发现自己会有很大的变化。",
        "label": ""
      },
      {
        "sentence": "学会爱自己，知道自己是谁，对生活有更多的掌控感，内心也会得到真正的自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "爱自己，赞美自己，这是一个很好的建议。我会尝试用积极的态度来对待自己，感受到自己的美好。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "爱自己，赞美自己，这是一个很好的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试用积极的态度来对待自己，感受到自己的美好。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，学会放下和宽恕也非常重要。过去的事情无法改变，但我们可以改变看法。如果因为别人伤害了自己，经常怀着怨恨，最终这些念头会反噬到身",
    "annotation": [
      {
        "sentence": "另外，学会放下和宽恕也非常重要。",
        "label": ""
      },
      {
        "sentence": "过去的事情无法改变，但我们可以改变看法。",
        "label": ""
      },
      {
        "sentence": "如果因为别人伤害了自己，经常怀着怨恨，最终这些念头会反噬到身",
        "label": ""
      }
    ]
  }
]