[
  {
    "role": "client",
    "content": "是痛快地死去，还是一个人孤独地带着病痛活着？我，女，外形普通，出生农村，学历三本，家庭资源支援乏力，现年31，患癌可治，术后脖子会留疤，终生疼痛，有甲亢未来怀孕困难。患癌和甲亢后，我突然觉得很迷茫，以后该怎么办呢？现时生病身边无人，将来恐也难有人，带着病痛，一个人活下去，我能做什么呢？？我感觉现在自己就像困在一个死局里面，不知道如何突破。除了先天家庭资源不足，我童年时期就有抑郁焦虑，毕业后因为抑郁焦虑和社恐等多数时间困顿在家，无法正常工作，社会经验和个人能力也远远落后于同龄人。今年抑郁症刚刚好，思维稍有恢复，而后就查出患甲状腺癌和甲亢。结合实际，自己实在想不到未来还能有什么出路？？所以来到这里求助。我最怕的是今后要一个人，带着病痛，孤苦伶仃地生活，至于什么爱情童话我不相信，连亲情都有……趋利避害时，我感觉未来人生一点希望出路都没有。也迟迟未去手术………劳烦大家出谋划策，替我想一想，这局该怎么破？！我的见识无法帮助我找到更好的办法。",
    "annotation": [
      {
        "sentence": "是痛快地死去，还是一个人孤独地带着病痛活着？",
        "label": ""
      },
      {
        "sentence": "我，女，外形普通，出生农村，学历三本，家庭资源支援乏力，现年31，患癌可治，术后脖子会留疤，终生疼痛，有甲亢未来怀孕困难。",
        "label": ""
      },
      {
        "sentence": "患癌和甲亢后，我突然觉得很迷茫，以后该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "现时生病身边无人，将来恐也难有人，带着病痛，一个人活下去，我能做什么呢？？",
        "label": ""
      },
      {
        "sentence": "我感觉现在自己就像困在一个死局里面，不知道如何突破。",
        "label": ""
      },
      {
        "sentence": "除了先天家庭资源不足，我童年时期就有抑郁焦虑，毕业后因为抑郁焦虑和社恐等多数时间困顿在家，无法正常工作，社会经验和个人能力也远远落后于同龄人。",
        "label": ""
      },
      {
        "sentence": "今年抑郁症刚刚好，思维稍有恢复，而后就查出患甲状腺癌和甲亢。",
        "label": ""
      },
      {
        "sentence": "结合实际，自己实在想不到未来还能有什么出路？？",
        "label": ""
      },
      {
        "sentence": "所以来到这里求助。",
        "label": ""
      },
      {
        "sentence": "我最怕的是今后要一个人，带着病痛，孤苦伶仃地生活，至于什么爱情童话我不相信，连亲情都有……趋利避害时，我感觉未来人生一点希望出路都没有。",
        "label": ""
      },
      {
        "sentence": "也迟迟未去手术………劳烦大家出谋划策，替我想一想，这局该怎么破？！",
        "label": ""
      },
      {
        "sentence": "我的见识无法帮助我找到更好的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "女孩读了你的故事，我很难过，非常地难过。当我尝试去感同身受你的痛苦时，我感到自己是那么渺小无力，当我尝试去以回答问题的方式给予你支持时，我也会担心我的言语是否能够贴近你的感受。当我去靠近面对命运的无力感时，我又很真切地在你身上感应到了力量感。你来到这里讲述你的故事，你主动去寻求外界的支持，这都是你自身的生命力。我看到很多回答者给予了你一定的安慰，鼓励和支持，我想从另外一个角度探索一下，看是否可以给你带来日常的陪伴和滋养。",
    "annotation": [
      {
        "sentence": "女孩读了你的故事，我很难过，非常地难过。",
        "label": ""
      },
      {
        "sentence": "当我尝试去感同身受你的痛苦时，我感到自己是那么渺小无力，当我尝试去以回答问题的方式给予你支持时，我也会担心我的言语是否能够贴近你的感受。",
        "label": ""
      },
      {
        "sentence": "当我去靠近面对命运的无力感时，我又很真切地在你身上感应到了力量感。",
        "label": ""
      },
      {
        "sentence": "你来到这里讲述你的故事，你主动去寻求外界的支持，这都是你自身的生命力。",
        "label": ""
      },
      {
        "sentence": "我看到很多回答者给予了你一定的安慰，鼓励和支持，我想从另外一个角度探索一下，看是否可以给你带来日常的陪伴和滋养。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心和回复。我感到心里稍微好受一点了，知道自己并非孤立无援。但是，面对如此多的困境和疾病，我仍然很迷茫，不知道该如何应对和面对未来。你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的关心和回复。",
        "label": ""
      },
      {
        "sentence": "我感到心里稍微好受一点了，知道自己并非孤立无援。",
        "label": ""
      },
      {
        "sentence": "但是，面对如此多的困境和疾病，我仍然很迷茫，不知道该如何应对和面对未来。",
        "label": ""
      },
      {
        "sentence": "你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当生活一片狼籍的时候，好在我们还可以尝试去追求精神上的滋养，这世界上有很多不需要花很多钱，却可以带来丰盛的精神补给的事情。每个人都在追求疗愈，疗愈的最高境界，就是可以安住于当下。其实，生活中有很多事情，可以把我们带到当下，让我们更多地安住于此时此刻。这些事情都是大家熟悉的，我还是想分享给你，希望能给你带来参考。",
    "annotation": [
      {
        "sentence": "当生活一片狼籍的时候，好在我们还可以尝试去追求精神上的滋养，这世界上有很多不需要花很多钱，却可以带来丰盛的精神补给的事情。",
        "label": ""
      },
      {
        "sentence": "每个人都在追求疗愈，疗愈的最高境界，就是可以安住于当下。",
        "label": ""
      },
      {
        "sentence": "其实，生活中有很多事情，可以把我们带到当下，让我们更多地安住于此时此刻。",
        "label": ""
      },
      {
        "sentence": "这些事情都是大家熟悉的，我还是想分享给你，希望能给你带来参考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很感谢你的分享。我明白了安住当下的重要性，但是我觉得现在的我很难做到，总是被过去和未来的困扰所干扰。你有什么具体的方法可以帮助我更好地安住于当下吗？",
    "annotation": [
      {
        "sentence": "我很感谢你的分享。",
        "label": ""
      },
      {
        "sentence": "我明白了安住当下的重要性，但是我觉得现在的我很难做到，总是被过去和未来的困扰所干扰。",
        "label": ""
      },
      {
        "sentence": "你有什么具体的方法可以帮助我更好地安住于当下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "大自然是我们最好的治疗师很多年以来，我一直认为我最好的心理治疗师是太阳，我喜欢晒太阳，让身体吸收太阳的阳气，想象身体每一个细胞像吃食物一样“吃”太阳的光，吃完感觉非常满足。太阳是最容易给我们带来自然力量的客体，当然除了太阳，让自己刻意地常常走进大自然，去观察各种植物动物本身就是很正念的事情。我每周会去爬一次山，在山里有时候我看蚂蚁搬运食物，一看就是一个小时。有时候我会追随一只小虫子爬行的足迹，看它会去哪里，一看一个小时又过去了。我喜欢用手触摸一棵又一棵树，发现它们的温度各不相同，皮肤纹理更是千差万别。还有各种各样神奇的生物，无论它们处在怎样的环境，每一个生命都在尽自己最大努力生活着，无论是蚂蚁还是蘑菇，都给我带来很大的鼓励。",
    "annotation": [
      {
        "sentence": "大自然是我们最好的治疗师很多年以来，我一直认为我最好的心理治疗师是太阳，我喜欢晒太阳，让身体吸收太阳的阳气，想象身体每一个细胞像吃食物一样“吃”太阳的光，吃完感觉非常满足。",
        "label": ""
      },
      {
        "sentence": "太阳是最容易给我们带来自然力量的客体，当然除了太阳，让自己刻意地常常走进大自然，去观察各种植物动物本身就是很正念的事情。",
        "label": ""
      },
      {
        "sentence": "我每周会去爬一次山，在山里有时候我看蚂蚁搬运食物，一看就是一个小时。",
        "label": ""
      },
      {
        "sentence": "有时候我会追随一只小虫子爬行的足迹，看它会去哪里，一看一个小时又过去了。",
        "label": ""
      },
      {
        "sentence": "我喜欢用手触摸一棵又一棵树，发现它们的温度各不相同，皮肤纹理更是千差万别。",
        "label": ""
      },
      {
        "sentence": "还有各种各样神奇的生物，无论它们处在怎样的环境，每一个生命都在尽自己最大努力生活着，无论是蚂蚁还是蘑菇，都给我带来很大的鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我仿佛能够感受到大自然的力量和生命的韵律，似乎也能够稍微远离病",
    "annotation": [
      {
        "sentence": "听你这么说，我仿佛能够感受到大自然的力量和生命的韵律，似乎也能够稍微远离病",
        "label": ""
      }
    ]
  }
]