[
  {
    "role": "client",
    "content": "是痛快地死去，还是一个人孤独地带着病痛活着？我，女，外形普通，出生农村，学历三本，家庭资源支援乏力，现年31，患癌可治，术后脖子会留疤，终生疼痛，有甲亢未来怀孕困难。患癌和甲亢后，我突然觉得很迷茫，以后该怎么办呢？现时生病身边无人，将来恐也难有人，带着病痛，一个人活下去，我能做什么呢？我感觉现在自己就像困在一个死局里面，不知道如何突破。除了先天家庭资源不足，我童年时期就有抑郁焦虑，毕业后因为抑郁焦虑和社恐等多数时间困顿在家，无法正常工作，社会经验和个人能力也远远落后于同龄人。今年抑郁症刚刚好，思维稍有恢复，而后就查出患甲状腺癌和甲亢。结合实际，自己实在想不到未来还能有什么出路？所以来到这里求助。我最怕的是今后要一个人，带着病痛，孤苦伶仃地生活，至于什么爱情童话我不相信，连亲情都有……趋利避害时，我感觉未来人生一点希望出路都没有。也迟迟未去手术………劳烦大家出谋划策，替我想一想，这局该怎么破？！我的见识无法帮助我找到更好的办法。",
    "annotation": [
      {
        "sentence": "是痛快地死去，还是一个人孤独地带着病痛活着？",
        "label": ""
      },
      {
        "sentence": "我，女，外形普通，出生农村，学历三本，家庭资源支援乏力，现年31，患癌可治，术后脖子会留疤，终生疼痛，有甲亢未来怀孕困难。",
        "label": ""
      },
      {
        "sentence": "患癌和甲亢后，我突然觉得很迷茫，以后该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "现时生病身边无人，将来恐也难有人，带着病痛，一个人活下去，我能做什么呢？",
        "label": ""
      },
      {
        "sentence": "我感觉现在自己就像困在一个死局里面，不知道如何突破。",
        "label": ""
      },
      {
        "sentence": "除了先天家庭资源不足，我童年时期就有抑郁焦虑，毕业后因为抑郁焦虑和社恐等多数时间困顿在家，无法正常工作，社会经验和个人能力也远远落后于同龄人。",
        "label": ""
      },
      {
        "sentence": "今年抑郁症刚刚好，思维稍有恢复，而后就查出患甲状腺癌和甲亢。",
        "label": ""
      },
      {
        "sentence": "结合实际，自己实在想不到未来还能有什么出路？",
        "label": ""
      },
      {
        "sentence": "所以来到这里求助。",
        "label": ""
      },
      {
        "sentence": "我最怕的是今后要一个人，带着病痛，孤苦伶仃地生活，至于什么爱情童话我不相信，连亲情都有……趋利避害时，我感觉未来人生一点希望出路都没有。",
        "label": ""
      },
      {
        "sentence": "也迟迟未去手术………劳烦大家出谋划策，替我想一想，这局该怎么破？！",
        "label": ""
      },
      {
        "sentence": "我的见识无法帮助我找到更好的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "乍看起来，你似乎真的是陷入到了一个无法看到出路的绝境。茫然四顾，似乎周围全都是若隐若现的魔爪，随时准备抓住然后吞噬。然而，被黑暗困住的你虽然入眼都是黑暗，但自己却在发着光，虽然微弱，虽然你自己还未曾意识到。",
    "annotation": [
      {
        "sentence": "乍看起来，你似乎真的是陷入到了一个无法看到出路的绝境。",
        "label": ""
      },
      {
        "sentence": "茫然四顾，似乎周围全都是若隐若现的魔爪，随时准备抓住然后吞噬。",
        "label": ""
      },
      {
        "sentence": "然而，被黑暗困住的你虽然入眼都是黑暗，但自己却在发着光，虽然微弱，虽然你自己还未曾意识到。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该如何面对眼前的困境呢？我总觉得自己无法掌控周围的一切，缺乏信心。",
    "annotation": [
      {
        "sentence": "那我该如何面对眼前的困境呢？",
        "label": ""
      },
      {
        "sentence": "我总觉得自己无法掌控周围的一切，缺乏信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在面临的具体问题如下：患身体疾病（癌症，可治；甲亢），抑郁症刚恢复，毕业后因身体原因一直未能正常工作，社会支持系统缺乏。因为这些能看到的问题，还有一些可能在这里看不到的问题，导致你现在处于一个觉得自己对周围的一切完全没有掌控力，实际上是对自己完全没有任何信心的状态。所以，在这里想给你的第一个建议就是，看见自己。在把目光转向外界之前，先深深地看看自己，看到自己身上的光芒，虽然可能很弱小，但真的一直在，而且绝对有变得更亮更强的可能。",
    "annotation": [
      {
        "sentence": "你现在面临的具体问题如下：患身体疾病（癌症，可治；甲亢），抑郁症刚恢复，毕业后因身体原因一直未能正常工作，社会支持系统缺乏。",
        "label": ""
      },
      {
        "sentence": "因为这些能看到的问题，还有一些可能在这里看不到的问题，导致你现在处于一个觉得自己对周围的一切完全没有掌控力，实际上是对自己完全没有任何信心的状态。",
        "label": ""
      },
      {
        "sentence": "所以，在这里想给你的第一个建议就是，看见自己。",
        "label": ""
      },
      {
        "sentence": "在把目光转向外界之前，先深深地看看自己，看到自己身上的光芒，虽然可能很弱小，但真的一直在，而且绝对有变得更亮更强的可能。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我觉得自己很弱小，无法找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "但我觉得自己很弱小，无法找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "举个例子来说，面对你目前的这种无助状态，很多人可能就只会破罐子破摔，或者茫然无助的哭泣，或者自怨自艾的就此消沉。然而你却敏锐地感觉到了自己所处境地的危险，并且在觉得自己束手无策的时候果断地向外界寻求帮助。这是一种说起来容易，但却依然让很多人望尘莫及的状态。",
    "annotation": [
      {
        "sentence": "举个例子来说，面对你目前的这种无助状态，很多人可能就只会破罐子破摔，或者茫然无助的哭泣，或者自怨自艾的就此消沉。",
        "label": ""
      },
      {
        "sentence": "然而你却敏锐地感觉到了自己所处境地的危险，并且在觉得自己束手无策的时候果断地向外界寻求帮助。",
        "label": ""
      },
      {
        "sentence": "这是一种说起来容易，但却依然让很多人望尘莫及的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我在这个困境中也尽力找寻出路。",
    "annotation": [
      {
        "sentence": "是的，我在这个困境中也尽力找寻出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "再比如说，从你的这一段叙述中，除了能看到你目前所处的状态外，还能看到你清晰的思维和很强的逻辑能力。这些显然也都是被你忽略，或者说是视而不见的。以此为例，你可以试着重新看看自己，重新看看自己的过往，相信你一定能找到很多被自己视而不见的优势和力量。然后你可以让这些被自己隐藏起来的力量一点一点地浮现出来，在自己的表层联结起来，这样就会给你撑起一个比较安全的空间。而此刻，你自身散发出的光芒也就足以照亮身边的黑暗了。",
    "annotation": [
      {
        "sentence": "再比如说，从你的这一段叙述中，除了能看到你目前所处的状态外，还能看到你清晰的思维和很强的逻辑能力。",
        "label": ""
      },
      {
        "sentence": "这些显然也都是被你忽略，或者说是视而不见的。",
        "label": ""
      },
      {
        "sentence": "以此为例，你可以试着重新看看自己，重新看看自己的过往，相信你一定能找到很多被自己视而不见的优势和力量。",
        "label": ""
      },
      {
        "sentence": "然后你可以让这些被自己隐藏起来的力量一点一点地浮现出来，在自己的表层联结起来，这样就会给你撑起一个比较安全的空间。",
        "label": ""
      },
      {
        "sentence": "而此刻，你自身散发出的光芒也就足以照亮身边的黑暗了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的对，我可能忽略了自己身上的潜力和优势。",
    "annotation": [
      {
        "sentence": "或许你说的对，我可能忽略了自己身上的潜力和优势。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信自己，我们自身所具有的能量往往都远远超过我们的想象。不要过于灰心，尽管目前困境重重，但你仍然有机会寻求改善和突破的。除了求助于他人外，你也可以主动参与社区活动、加入支持群体，多与他人分享和沟通，这样可以得到更多的支持和理解。我相信，只要你保持积极的心态，找到适合自己的方式，未来一定还会有希望和出路的。",
    "annotation": [
      {
        "sentence": "相信自己，我们自身所具有的能量往往都远远超过我们的想象。",
        "label": ""
      },
      {
        "sentence": "不要过于灰心，尽管目前困境重重，但你仍然有机会寻求改善和突破的。",
        "label": ""
      },
      {
        "sentence": "除了求助于他人外，你也可以主动参与社区活动、加入支持群体，多与他人分享和沟通，这样可以得到更多的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我相信，只要你保持积极的心态，找到适合自己的方式，未来一定还会有希望和出路的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会试着寻找更多的支持和参与社区活动。虽然我还会感到恐惧和不安，但至少听到你的话我有了一丝希望。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会试着寻找更多的支持和参与社区活动。",
        "label": ""
      },
      {
        "sentence": "虽然我还会感到恐惧和不安，但至少听到你的话我有了一丝希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不用感到孤单，有时候，通过与他人分享和倾诉，我们能够找到更多的力量和支持。不要轻易放弃，坚持向前，未来的路虽然艰辛，但你不是一个人在战斗，我们会一直在这里支持你，相信你能够度过难关，找到新的出路。",
    "annotation": [
      {
        "sentence": "你不用感到孤单，有时候，通过与他人分享和倾诉，我们能够找到更多的力量和支持。",
        "label": ""
      },
      {
        "sentence": "不要轻易放弃，坚持向前，未来的路虽然艰辛，但你不是一个人在战斗，我们会一直在这里支持你，相信你能够度过难关，找到新的出路。",
        "label": ""
      }
    ]
  }
]