[
  {
    "role": "client",
    "content": "是痛快地死去，还是一个人孤独地带着病痛活着？我，女，外形普通，出生农村，学历三本，家庭资源支援乏力，现年31，患癌可治，术后脖子会留疤，终生疼痛，有甲亢未来怀孕困难。患癌和甲亢后，我突然觉得很迷茫，以后该怎么办呢？现时生病身边无人，将来恐也难有人，带着病痛，一个人活下去，我能做什么呢？？我感觉现在自己就像困在一个死局里面，不知道如何突破。除了先天家庭资源不足，我童年时期就有抑郁焦虑，毕业后因为抑郁焦虑和社恐等多数时间困顿在家，无法正常工作，社会经验和个人能力也远远落后于同龄人。今年抑郁症刚刚好，思维稍有恢复，而后就查出患甲状腺癌和甲亢。结合实际，自己实在想不到未来还能有什么出路？？所以来到这里求助。我最怕的是今后要一个人，带着病痛，孤苦伶仃地生活，至于什么爱情童话我不相信，连亲情都有……趋利避害时，我感觉未来人生一点希望出路都没有。也迟迟未去手术………劳烦大家出谋划策，替我想一想，这局该怎么破？！我的见识无法帮助我找到更好的办法。",
    "annotation": [
      {
        "sentence": "是痛快地死去，还是一个人孤独地带着病痛活着？",
        "label": ""
      },
      {
        "sentence": "我，女，外形普通，出生农村，学历三本，家庭资源支援乏力，现年31，患癌可治，术后脖子会留疤，终生疼痛，有甲亢未来怀孕困难。",
        "label": ""
      },
      {
        "sentence": "患癌和甲亢后，我突然觉得很迷茫，以后该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "现时生病身边无人，将来恐也难有人，带着病痛，一个人活下去，我能做什么呢？？",
        "label": ""
      },
      {
        "sentence": "我感觉现在自己就像困在一个死局里面，不知道如何突破。",
        "label": ""
      },
      {
        "sentence": "除了先天家庭资源不足，我童年时期就有抑郁焦虑，毕业后因为抑郁焦虑和社恐等多数时间困顿在家，无法正常工作，社会经验和个人能力也远远落后于同龄人。",
        "label": ""
      },
      {
        "sentence": "今年抑郁症刚刚好，思维稍有恢复，而后就查出患甲状腺癌和甲亢。",
        "label": ""
      },
      {
        "sentence": "结合实际，自己实在想不到未来还能有什么出路？？",
        "label": ""
      },
      {
        "sentence": "所以来到这里求助。",
        "label": ""
      },
      {
        "sentence": "我最怕的是今后要一个人，带着病痛，孤苦伶仃地生活，至于什么爱情童话我不相信，连亲情都有……趋利避害时，我感觉未来人生一点希望出路都没有。",
        "label": ""
      },
      {
        "sentence": "也迟迟未去手术………劳烦大家出谋划策，替我想一想，这局该怎么破？！",
        "label": ""
      },
      {
        "sentence": "我的见识无法帮助我找到更好的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "患癌生病，任何人面对这样的困境都会觉得很迷茫，愿你能感受到这初寒的冬天还有许多陌生人关心着你，爱护着你，愿意守护你！你的痛苦可能我并不能真正的感同身受，但我愿意聆听你，陪着你！没有人能保证自己一生一帆风顺，每个人都有自己的至暗时刻，只是这样的至暗时刻可能表现的都不一样。有些时候我们确实会很绝望，允许自己有这样的情绪，但要保持觉察，这不一定就是生活的真相。",
    "annotation": [
      {
        "sentence": "患癌生病，任何人面对这样的困境都会觉得很迷茫，愿你能感受到这初寒的冬天还有许多陌生人关心着你，爱护着你，愿意守护你！",
        "label": ""
      },
      {
        "sentence": "你的痛苦可能我并不能真正的感同身受，但我愿意聆听你，陪着你！",
        "label": ""
      },
      {
        "sentence": "没有人能保证自己一生一帆风顺，每个人都有自己的至暗时刻，只是这样的至暗时刻可能表现的都不一样。",
        "label": ""
      },
      {
        "sentence": "有些时候我们确实会很绝望，允许自己有这样的情绪，但要保持觉察，这不一定就是生活的真相。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴，我真的感到很温暖。我知道每个人都有低谷的时候，可是我感觉自己已经跌入了深渊，无法自拔。我现在的困境是如此之多，不知道该如何面对和解决。我真的不知道我还能做什么，是否还有希望。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴，我真的感到很温暖。",
        "label": ""
      },
      {
        "sentence": "我知道每个人都有低谷的时候，可是我感觉自己已经跌入了深渊，无法自拔。",
        "label": ""
      },
      {
        "sentence": "我现在的困境是如此之多，不知道该如何面对和解决。",
        "label": ""
      },
      {
        "sentence": "我真的不知道我还能做什么，是否还有希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人生总是起起落落，面对这些至暗时刻，我们怎么面对比挣扎更有效的是提升复元力！人们即便已经被沉重的病痛打击，可是并未磨灭掉人们强大的心灵力量。我们每个人都有，只是有时被我们遗忘了。龙卷风里最平静的地方就在它的核心，它有一个名字叫做龙卷风之眼。我们每个人可能都会遇到这样的暴风，相信自己能找到内在最稳定的那个地方，试着回到自己的龙卷风之眼，去观察所有发生的一切，获取力量。相信，一定要相信。用自我积极暗示的方法帮助自己创立安全的内心环境，不断的告诉自己，我有希望！我能行。",
    "annotation": [
      {
        "sentence": "人生总是起起落落，面对这些至暗时刻，我们怎么面对比挣扎更有效的是提升复元力！",
        "label": ""
      },
      {
        "sentence": "人们即便已经被沉重的病痛打击，可是并未磨灭掉人们强大的心灵力量。",
        "label": ""
      },
      {
        "sentence": "我们每个人都有，只是有时被我们遗忘了。",
        "label": ""
      },
      {
        "sentence": "龙卷风里最平静的地方就在它的核心，它有一个名字叫做龙卷风之眼。",
        "label": ""
      },
      {
        "sentence": "我们每个人可能都会遇到这样的暴风，相信自己能找到内在最稳定的那个地方，试着回到自己的龙卷风之眼，去观察所有发生的一切，获取力量。",
        "label": ""
      },
      {
        "sentence": "相信，一定要相信。",
        "label": ""
      },
      {
        "sentence": "用自我积极暗示的方法帮助自己创立安全的内心环境，不断的告诉自己，我有希望！",
        "label": ""
      },
      {
        "sentence": "我能行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的话让我觉得有些希望。或许我真的需要重新审视自己，重新找到内在的力量和信念。但是，我一直以来都觉得自己没有什么优点，常常觉得自己很不够好，无法做到什么。我该怎么改变这种消极的想法呢？",
    "annotation": [
      {
        "sentence": "你说的话让我觉得有些希望。",
        "label": ""
      },
      {
        "sentence": "或许我真的需要重新审视自己，重新找到内在的力量和信念。",
        "label": ""
      },
      {
        "sentence": "但是，我一直以来都觉得自己没有什么优点，常常觉得自己很不够好，无法做到什么。",
        "label": ""
      },
      {
        "sentence": "我该怎么改变这种消极的想法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "承认痛苦的存在，并且相信一切都会好起来！相信自己，探索自身认知局限的可能。我们先学着对自己慈悲，建立内在的资源：感恩和信心。感恩就是引导我们以积极的方式去看待自己和世界，允许自己卸下竞争状态下的疲惫和紧张，寻找事情光明的一面。你可能总觉得自己不够好，没有能力，得不到任何人的帮助等等。这些信息充斥在自己的思考中，就不敢相信自己也会有自己的优点，这导致的结果就是自己被负面体验限制住了。多去看看你的优势，比如通过你的表述，发现你条理非常清晰，语言流畅，相信你还有许多没有被你发现的优势。不用给自己添很多负面的标签，因为人生真的有无限的可能。只要是活着就肯定有希望！",
    "annotation": [
      {
        "sentence": "承认痛苦的存在，并且相信一切都会好起来！",
        "label": ""
      },
      {
        "sentence": "相信自己，探索自身认知局限的可能。",
        "label": ""
      },
      {
        "sentence": "我们先学着对自己慈悲，建立内在的资源：感恩和信心。",
        "label": ""
      },
      {
        "sentence": "感恩就是引导我们以积极的方式去看待自己和世界，允许自己卸下竞争状态下的疲惫和紧张，寻找事情光明的一面。",
        "label": ""
      },
      {
        "sentence": "你可能总觉得自己不够好，没有能力，得不到任何人的帮助等等。",
        "label": ""
      },
      {
        "sentence": "这些信息充斥在自己的思考中，就不敢相信自己也会有自己的优点，这导致的结果就是自己被负面体验限制住了。",
        "label": ""
      },
      {
        "sentence": "多去看看你的优势，比如通过你的表述，发现你条理非常清晰，语言流畅，相信你还有许多没有被你发现的优势。",
        "label": ""
      },
      {
        "sentence": "不用给自己添很多负面的标签，因为人生真的有无限的可能。",
        "label": ""
      },
      {
        "sentence": "只要是活着就肯定有希望！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对。我应该开始积极思考自己的优势和潜力，而不是一味沉浸在消极的情绪中。我应该感恩自己拥有的，珍惜生命的每一天。谢谢你的提醒和正能量！",
    "annotation": [
      {
        "sentence": "你说的很对。",
        "label": ""
      },
      {
        "sentence": "我应该开始积极思考自己的优势和潜力，而不是一味沉浸在消极的情绪中。",
        "label": ""
      },
      {
        "sentence": "我应该感恩自己拥有的，珍惜生命的每一天。",
        "label": ""
      },
      {
        "sentence": "谢谢你的提醒和正能量！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "目前先好好照顾自己的身体，尽快手术，然后再思考今后的生活。我曾经也和你一样陷在灰暗里，觉得未来实在不值得期待，可当我走出那段无比黑暗的日子，才发现生活里有这么多我从没想到的美好，无论我当时怎么想都想不到！这些都要你自己去发现。相信自己有复元力，相信未来有很多你现在想像不到的美好，然后自己做好当下可以做的事，慢慢去自我调整，相信你既能战胜病痛也能获得越来越好的生活！推荐你这本书《复元力》，愿你渐渐拥有强大的内在力量。有我们陪着你！祝福你！",
    "annotation": [
      {
        "sentence": "目前先好好照顾自己的身体，尽快手术，然后再思考今后的生活。",
        "label": ""
      },
      {
        "sentence": "我曾经也和你一样陷在灰暗里，觉得未来实在不值得期待，可当我走出那段无比黑暗的日子，才发现生活里有这么多我从没想到的美好，无论我当时怎么想都想不到！",
        "label": ""
      },
      {
        "sentence": "这些都要你自己去发现。",
        "label": ""
      },
      {
        "sentence": "相信自己有复元力，相信未来有很多你现在想像不到的美好，然后自己做好当下可以做的事，慢慢去自我调整，相信你既能战胜病痛也能获得越来越好的生活！",
        "label": ""
      },
      {
        "sentence": "推荐你这本书《复元力》，愿你渐渐拥有强大的内在力量。",
        "label": ""
      },
      {
        "sentence": "有我们陪着你！",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会好好照顾自己的身体，积极面对手术和未来的生活。我会慢慢摆脱消极情绪，相信自己的复元力，相信未来会有美好的事情等待着我。再次感谢你的陪伴和祝福！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会好好照顾自己的身体，积极面对手术和未来的生活。",
        "label": ""
      },
      {
        "sentence": "我会慢慢摆脱消极情绪，相信自己的复元力，相信未来会有美好的事情等待着我。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和祝福！",
        "label": ""
      }
    ]
  }
]