[
  {
    "role": "client",
    "content": "最近我对婚姻和爱情已经完全失去信心了。我30岁了，毕业四年多，大部分时间上班，三年前开始相亲，但每次都遇到渣男或者被当作备胎，他们会一两个月不联系，然后又突然出现说最近出差联系不了上，这让我非常生气，所以我果断删掉了他们的联系方式。他们不是去月球了，也没有对我提出买房的条件，却要求我多挣点加班费身体累心就不累了。我从来没有表达过我心累，也没有刚开始聊两天就提出同居或者认为我五点起床上班是理所应当，他们认为公司像做了天理不容的事，他们都在白班上班或者自己挣五千，但要求我至少挣七八千，还要我包揽所有家务或者不指望他父母，却要求我养活他的父母。每次结束一段相亲经历后我都感到很失落，加上周围的人们对我的闲言碎语，这些都影响到了我的工作，我曾经很想逃离一切去旅行，现在已经对婚姻完全失去了憧憬，但有时候看到别人家庭幸福，我还是挺羡慕的。我不知道自己还有没有勇气去找到那个合适的人。",
    "annotation": [
      {
        "sentence": "最近我对婚姻和爱情已经完全失去信心了。",
        "label": ""
      },
      {
        "sentence": "我30岁了，毕业四年多，大部分时间上班，三年前开始相亲，但每次都遇到渣男或者被当作备胎，他们会一两个月不联系，然后又突然出现说最近出差联系不了上，这让我非常生气，所以我果断删掉了他们的联系方式。",
        "label": ""
      },
      {
        "sentence": "他们不是去月球了，也没有对我提出买房的条件，却要求我多挣点加班费身体累心就不累了。",
        "label": ""
      },
      {
        "sentence": "我从来没有表达过我心累，也没有刚开始聊两天就提出同居或者认为我五点起床上班是理所应当，他们认为公司像做了天理不容的事，他们都在白班上班或者自己挣五千，但要求我至少挣七八千，还要我包揽所有家务或者不指望他父母，却要求我养活他的父母。",
        "label": ""
      },
      {
        "sentence": "每次结束一段相亲经历后我都感到很失落，加上周围的人们对我的闲言碎语，这些都影响到了我的工作，我曾经很想逃离一切去旅行，现在已经对婚姻完全失去了憧憬，但有时候看到别人家庭幸福，我还是挺羡慕的。",
        "label": ""
      },
      {
        "sentence": "我不知道自己还有没有勇气去找到那个合适的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的叙述中，我能够感受到你现在的心情，也能理解你的困惑和失望。你是一个条件不错的人，但在相亲的过程中总是遇到渣男，这让你感到愤怒，是吗？频繁的相亲经历让你对恋爱和婚姻失去了信心，对吗？其实你本来是值得最好的。现在我们来聊一聊，希望能够帮到你。首先，你相亲遇到渣男的原因可能与介绍相亲的人对你的了解不深入有关。还有一种可能就是人们错误地认为你已经30岁了，就是大龄剩女了，只是赶紧找个人结婚。他们并没有去考虑你的优点和你所希望的伴侣条件。相亲对象的选择也与介绍相亲的人的思想、价值观和婚姻观念有关。所以，你不必自责，这不是你自身的问题。周围人对你的闲言碎语以及劝说和评价让你感到烦恼和压抑。他们无法站在你的角度去考虑问题，也没有真正了解过你。面对外界的这种环境，你感到非常厌烦和有压力，想逃离一切，去旅行。当听到周围人的评论和闲语时，你会感到痛苦。对于这个问题，如果你能意识到每个人都有自己的界限，你就不会因为他人的言论而烦恼了。也就是说，你的事情如何是你自己的事情，而他人有说话的权利。这样一来，你就不会受到他人的影响而烦恼了。对于婚姻的憧憬，其实每个人都会对婚姻有所期待和追求幸福的愿望。但是，由于你过去不好的经历，你失去了对婚姻的憧憬。但这只是暂时的，现在需要你调整自己的心态，重新认识和思考婚姻。我相信你现在所处的状态只是暂时的，一定会有转机的一天。请不要放弃，适合你的那个人可能正在某个地方等待着与你的相遇。这并不是因为没有，而是因为时机还未到来。这需要你的努力。你可以根据自己的兴趣加入一些优质的社交圈子，与志同道合的人相识，与像你一样优秀的人交往，这样更有可能遇到适合你的人。永远不要怀疑自己的优秀，你的生活由你来决定，未来的结局也是由你来决定的。我希望这里能成为你永远的心灵寄托，祝福你！",
    "annotation": [
      {
        "sentence": "从你的叙述中，我能够感受到你现在的心情，也能理解你的困惑和失望。",
        "label": ""
      },
      {
        "sentence": "你是一个条件不错的人，但在相亲的过程中总是遇到渣男，这让你感到愤怒，是吗？",
        "label": ""
      },
      {
        "sentence": "频繁的相亲经历让你对恋爱和婚姻失去了信心，对吗？",
        "label": ""
      },
      {
        "sentence": "其实你本来是值得最好的。",
        "label": ""
      },
      {
        "sentence": "现在我们来聊一聊，希望能够帮到你。",
        "label": ""
      },
      {
        "sentence": "首先，你相亲遇到渣男的原因可能与介绍相亲的人对你的了解不深入有关。",
        "label": ""
      },
      {
        "sentence": "还有一种可能就是人们错误地认为你已经30岁了，就是大龄剩女了，只是赶紧找个人结婚。",
        "label": ""
      },
      {
        "sentence": "他们并没有去考虑你的优点和你所希望的伴侣条件。",
        "label": ""
      },
      {
        "sentence": "相亲对象的选择也与介绍相亲的人的思想、价值观和婚姻观念有关。",
        "label": ""
      },
      {
        "sentence": "所以，你不必自责，这不是你自身的问题。",
        "label": ""
      },
      {
        "sentence": "周围人对你的闲言碎语以及劝说和评价让你感到烦恼和压抑。",
        "label": ""
      },
      {
        "sentence": "他们无法站在你的角度去考虑问题，也没有真正了解过你。",
        "label": ""
      },
      {
        "sentence": "面对外界的这种环境，你感到非常厌烦和有压力，想逃离一切，去旅行。",
        "label": ""
      },
      {
        "sentence": "当听到周围人的评论和闲语时，你会感到痛苦。",
        "label": ""
      },
      {
        "sentence": "对于这个问题，如果你能意识到每个人都有自己的界限，你就不会因为他人的言论而烦恼了。",
        "label": ""
      },
      {
        "sentence": "也就是说，你的事情如何是你自己的事情，而他人有说话的权利。",
        "label": ""
      },
      {
        "sentence": "这样一来，你就不会受到他人的影响而烦恼了。",
        "label": ""
      },
      {
        "sentence": "对于婚姻的憧憬，其实每个人都会对婚姻有所期待和追求幸福的愿望。",
        "label": ""
      },
      {
        "sentence": "但是，由于你过去不好的经历，你失去了对婚姻的憧憬。",
        "label": ""
      },
      {
        "sentence": "但这只是暂时的，现在需要你调整自己的心态，重新认识和思考婚姻。",
        "label": ""
      },
      {
        "sentence": "我相信你现在所处的状态只是暂时的，一定会有转机的一天。",
        "label": ""
      },
      {
        "sentence": "请不要放弃，适合你的那个人可能正在某个地方等待着与你的相遇。",
        "label": ""
      },
      {
        "sentence": "这并不是因为没有，而是因为时机还未到来。",
        "label": ""
      },
      {
        "sentence": "这需要你的努力。",
        "label": ""
      },
      {
        "sentence": "你可以根据自己的兴趣加入一些优质的社交圈子，与志同道合的人相识，与像你一样优秀的人交往，这样更有可能遇到适合你的人。",
        "label": ""
      },
      {
        "sentence": "永远不要怀疑自己的优秀，你的生活由你来决定，未来的结局也是由你来决定的。",
        "label": ""
      },
      {
        "sentence": "我希望这里能成为你永远的心灵寄托，祝福你！",
        "label": ""
      }
    ]
  }
]