[
  {
    "role": "client",
    "content": "我最近觉得自己可能有点问题了。我是在语C圈认识一个营业，我们按照那边的规则假装情侣。最近我决定不再模拟这种关系了，但是为什么我突然开始寻找证明他曾经爱过我的蛛丝马迹呢？我觉得我很不对劲，但是我确信自己并没有产生想要和他一辈子在一起的感觉。是因为我缺爱吗？或者还有其他原因？总之，我对这样的情况感到烦恼。这种试图引起对方注意的方式真的令我不舒服，我到底怎么了？",
    "annotation": [
      {
        "sentence": "我最近觉得自己可能有点问题了。",
        "label": ""
      },
      {
        "sentence": "我是在语C圈认识一个营业，我们按照那边的规则假装情侣。",
        "label": ""
      },
      {
        "sentence": "最近我决定不再模拟这种关系了，但是为什么我突然开始寻找证明他曾经爱过我的蛛丝马迹呢？",
        "label": ""
      },
      {
        "sentence": "我觉得我很不对劲，但是我确信自己并没有产生想要和他一辈子在一起的感觉。",
        "label": ""
      },
      {
        "sentence": "是因为我缺爱吗？",
        "label": ""
      },
      {
        "sentence": "或者还有其他原因？",
        "label": ""
      },
      {
        "sentence": "总之，我对这样的情况感到烦恼。",
        "label": ""
      },
      {
        "sentence": "这种试图引起对方注意的方式真的令我不舒服，我到底怎么了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。首先，我不太了解什么是“营业关系”，但我想回答你的问题。寻找证据来证明某个人曾经爱过你，并不是什么大问题。因为每个人都希望得到别人的爱。就像很多分手后的恋人都会想弄清楚对方是否真的爱过自己一样。被爱是对自己的一种重要认可，人们都需要这种被认可的感觉。而且，如果你试图通过寻找他爱过你的证据来证明他并不爱你，那很有可能会找到一些。如果你有这种问题，其实更应该引起你的警觉。在想要证明对方是否爱你的过程中，可以思考一下：对方爱你和对方从来没有爱过你，对你来说有什么区别呢？比如说，如果对方爱你，你会感到满足和开心。但如果对方从来没有爱过你，你可能会感到被欺骗。这样想其实是很正常的。试图引起对方注意其实也没有什么问题，只是可能你对两个人之间的关系缺乏信心，所以不敢像有些人那样大胆地表白。祝一切顺利！",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "首先，我不太了解什么是“营业关系”，但我想回答你的问题。",
        "label": ""
      },
      {
        "sentence": "寻找证据来证明某个人曾经爱过你，并不是什么大问题。",
        "label": ""
      },
      {
        "sentence": "因为每个人都希望得到别人的爱。",
        "label": ""
      },
      {
        "sentence": "就像很多分手后的恋人都会想弄清楚对方是否真的爱过自己一样。",
        "label": ""
      },
      {
        "sentence": "被爱是对自己的一种重要认可，人们都需要这种被认可的感觉。",
        "label": ""
      },
      {
        "sentence": "而且，如果你试图通过寻找他爱过你的证据来证明他并不爱你，那很有可能会找到一些。",
        "label": ""
      },
      {
        "sentence": "如果你有这种问题，其实更应该引起你的警觉。",
        "label": ""
      },
      {
        "sentence": "在想要证明对方是否爱你的过程中，可以思考一下：对方爱你和对方从来没有爱过你，对你来说有什么区别呢？",
        "label": ""
      },
      {
        "sentence": "比如说，如果对方爱你，你会感到满足和开心。",
        "label": ""
      },
      {
        "sentence": "但如果对方从来没有爱过你，你可能会感到被欺骗。",
        "label": ""
      },
      {
        "sentence": "这样想其实是很正常的。",
        "label": ""
      },
      {
        "sentence": "试图引起对方注意其实也没有什么问题，只是可能你对两个人之间的关系缺乏信心，所以不敢像有些人那样大胆地表白。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我想你说的对，被爱是一种对自己的肯定，每个人都希望得到这种认可。对方是否爱过我，似乎成了一个验证我自身价值的标准。但是我开始意识到，这个问题可能不应该成为我判断自己价值的唯一标准。因为有时候，即使对方爱过我，我们的关系也可能并不适合或者不好。我应该更加关注自己的内心感受和真实需求，而不是一味追求对方的爱和肯定。希望我能够逐渐摆脱这种试图验证自己价值的行为。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我想你说的对，被爱是一种对自己的肯定，每个人都希望得到这种认可。",
        "label": ""
      },
      {
        "sentence": "对方是否爱过我，似乎成了一个验证我自身价值的标准。",
        "label": ""
      },
      {
        "sentence": "但是我开始意识到，这个问题可能不应该成为我判断自己价值的唯一标准。",
        "label": ""
      },
      {
        "sentence": "因为有时候，即使对方爱过我，我们的关系也可能并不适合或者不好。",
        "label": ""
      },
      {
        "sentence": "我应该更加关注自己的内心感受和真实需求，而不是一味追求对方的爱和肯定。",
        "label": ""
      },
      {
        "sentence": "希望我能够逐渐摆脱这种试图验证自己价值的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得非常对。对方是否爱过你不应该成为你判断自己价值的唯一标准，因为关系的好坏并不仅仅取决于对方是否爱你。关注自己的内心感受和真实需求是非常重要的。你可以尝试建立更强的自信，不再依赖对方的爱和肯定来验证自己的价值。你的价值不是取决于别人的态度，而是取决于你自己的内在品质和成就。希望你能逐渐摆脱试图验证自己价值的行为，更加关注自己的成长和幸福。",
    "annotation": [
      {
        "sentence": "你说得非常对。",
        "label": ""
      },
      {
        "sentence": "对方是否爱过你不应该成为你判断自己价值的唯一标准，因为关系的好坏并不仅仅取决于对方是否爱你。",
        "label": ""
      },
      {
        "sentence": "关注自己的内心感受和真实需求是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试建立更强的自信，不再依赖对方的爱和肯定来验证自己的价值。",
        "label": ""
      },
      {
        "sentence": "你的价值不是取决于别人的态度，而是取决于你自己的内在品质和成就。",
        "label": ""
      },
      {
        "sentence": "希望你能逐渐摆脱试图验证自己价值的行为，更加关注自己的成长和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我理解了。我要学会更加依靠自己，不再过于依赖他人的爱和肯定来确定自己的价值。我会尝试建立更强的自信，更加关注自己的成长和幸福。我相信，只有这样，我才能真正摆脱这种试图验证自己价值的行为，过上更加美好的生活。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我理解了。",
        "label": ""
      },
      {
        "sentence": "我要学会更加依靠自己，不再过于依赖他人的爱和肯定来确定自己的价值。",
        "label": ""
      },
      {
        "sentence": "我会尝试建立更强的自信，更加关注自己的成长和幸福。",
        "label": ""
      },
      {
        "sentence": "我相信，只有这样，我才能真正摆脱这种试图验证自己价值的行为，过上更加美好的生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。相信自己，相信自己的价值，相信自己的成长和选择。你已经迈出了一个很重要的步骤，意识到自己应该更加关注内心感受和真实需求。我相信你一定能够逐渐摆脱试图验证自己价值的行为，拥有更加美好、自信和幸福的生活。如果还有什么需要帮助的，随时来找我吧。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信自己的价值，相信自己的成长和选择。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了一个很重要的步骤，意识到自己应该更加关注内心感受和真实需求。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够逐渐摆脱试图验证自己价值的行为，拥有更加美好、自信和幸福的生活。",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的，随时来找我吧。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]