[
  {
    "role": "client",
    "content": "30岁，相亲频繁遇到渣男，对婚姻爱情已失去？我研究生毕业四年多，工作大部分时候是朝九晚六，大概从三年前开始相亲，频频遇到渣男或者把我当备胎的，一两个月没联系后边又跑来找我，跟我说什么最近出差联系不了上，我果断删掉联系方式，你又不是去月球了或者提出让我买房，还说什么多挣点加班费身体累心就不累了，我什么时候和他说过我心累了或者刚聊两天就跟我提同居或者认为我五点起床上班是理所应当，他八点起床上班公司像做了天理不容的事，大家都是上白班或者自己挣五千，让我至少得挣七八千，还要家务全包或者跟我提出婚前和婚后一切都不能指望他父母，但我必须养活他父母诸如此类……每次结束一段相亲我都会感到很失落，再加上周围的闲言碎语，甚至会抵触工作，想来场说走就走的旅行，我现在都对婚姻失去憧憬了，但有时候有看到别人家庭幸福，挺羡慕的，我不知道自己还有没有勇气去找那个合适的人？",
    "annotation": [
      {
        "sentence": "30岁，相亲频繁遇到渣男，对婚姻爱情已失去？",
        "label": ""
      },
      {
        "sentence": "我研究生毕业四年多，工作大部分时候是朝九晚六，大概从三年前开始相亲，频频遇到渣男或者把我当备胎的，一两个月没联系后边又跑来找我，跟我说什么最近出差联系不了上，我果断删掉联系方式，你又不是去月球了或者提出让我买房，还说什么多挣点加班费身体累心就不累了，我什么时候和他说过我心累了或者刚聊两天就跟我提同居或者认为我五点起床上班是理所应当，他八点起床上班公司像做了天理不容的事，大家都是上白班或者自己挣五千，让我至少得挣七八千，还要家务全包或者跟我提出婚前和婚后一切都不能指望他父母，但我必须养活他父母诸如此类……每次结束一段相亲我都会感到很失落，再加上周围的闲言碎语，甚至会抵触工作，想来场说走就走的旅行，我现在都对婚姻失去憧憬了，但有时候有看到别人家庭幸福，挺羡慕的，我不知道自己还有没有勇气去找那个合适的人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的经历听起来确实令人沮丧，但相亲本身是为了认识更多的人并找到适合你的恋人，建立一个家庭。通过相亲，你已经积累了更多的识人能力，这实在是令人羡慕的！当然，遇人不淑可能是你的交往圈子不适合你，导致给你介绍的对象并不适合你。但也有可能是你的要求相对太高，一开始见面如果对方的印象不完全符合你的设想，你就轻易做出了不好的判断，对相亲对象感到不满意。如果是这种情况，我建议你要有更多的耐心，多交往几次。你要知道，有些人可能说的话虽然接地气，但符合生活的实际，尽管它与你的期望有些出入，但在柴米油盐锅碗瓢盆中，这也是很正常的。也许在交往久一些之后，你会发现他们还是靠谱的。我希望你能尝试主动一些，积极一些，调整一下初期的期望。相亲并不一定能遇到最好的人，但如果你带着“我只是想认识你，我只是想了解你”的心态，也许在逐渐接触、了解对方的基础上，你会发现人生的美好和男性的可爱之处。尝试说服自己，做一些改变，做一些调整，重新开始相亲吧！祝你顺利，也祝你幸福快乐！",
    "annotation": [
      {
        "sentence": "你的经历听起来确实令人沮丧，但相亲本身是为了认识更多的人并找到适合你的恋人，建立一个家庭。",
        "label": ""
      },
      {
        "sentence": "通过相亲，你已经积累了更多的识人能力，这实在是令人羡慕的！",
        "label": ""
      },
      {
        "sentence": "当然，遇人不淑可能是你的交往圈子不适合你，导致给你介绍的对象并不适合你。",
        "label": ""
      },
      {
        "sentence": "但也有可能是你的要求相对太高，一开始见面如果对方的印象不完全符合你的设想，你就轻易做出了不好的判断，对相亲对象感到不满意。",
        "label": ""
      },
      {
        "sentence": "如果是这种情况，我建议你要有更多的耐心，多交往几次。",
        "label": ""
      },
      {
        "sentence": "你要知道，有些人可能说的话虽然接地气，但符合生活的实际，尽管它与你的期望有些出入，但在柴米油盐锅碗瓢盆中，这也是很正常的。",
        "label": ""
      },
      {
        "sentence": "也许在交往久一些之后，你会发现他们还是靠谱的。",
        "label": ""
      },
      {
        "sentence": "我希望你能尝试主动一些，积极一些，调整一下初期的期望。",
        "label": ""
      },
      {
        "sentence": "相亲并不一定能遇到最好的人，但如果你带着“我只是想认识你，我只是想了解你”的心态，也许在逐渐接触、了解对方的基础上，你会发现人生的美好和男性的可爱之处。",
        "label": ""
      },
      {
        "sentence": "尝试说服自己，做一些改变，做一些调整，重新开始相亲吧！",
        "label": ""
      },
      {
        "sentence": "祝你顺利，也祝你幸福快乐！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我明白相亲的初衷是好的，但经历了这么多次的失败让我对婚姻感到迷茫。我也觉得自己可能在要求上过于苛刻了，但是我不想妥协自己的幸福。我真的很累了，每次失望的感觉都让我失去对婚姻的信心。有时候我甚至觉得自己逃避这些烦恼，选择一个说走就走的旅行会不会更好呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白相亲的初衷是好的，但经历了这么多次的失败让我对婚姻感到迷茫。",
        "label": ""
      },
      {
        "sentence": "我也觉得自己可能在要求上过于苛刻了，但是我不想妥协自己的幸福。",
        "label": ""
      },
      {
        "sentence": "我真的很累了，每次失望的感觉都让我失去对婚姻的信心。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至觉得自己逃避这些烦恼，选择一个说走就走的旅行会不会更好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你的失望和迷茫，我能理解。相亲的挫折确实让人疲惫不堪，甚至感到对婚姻的信心丧失。但逃避并不是解决问题的办法，旅行只能是一时的放松，对于解决内心的痛苦并不能起到实质性的帮助。你需要面对你的困扰，并思考如何重新找回对婚姻的憧憬。或许你可以先停一下休息一下，放松身心，同时也可以重新审视你对婚姻的期待和要求。认识到自己的过高要求也是很重要的，但也要保持对自己幸福的坚持。在这个过程中，你可能需要寻求一些专业的婚恋咨询师的帮助，他们可以帮助你更好地理解自己和寻找适合你的方式。希望你能坚持下去，重新找到对婚姻的信心，找到那个合适的人。祝你好运！",
    "annotation": [
      {
        "sentence": "对于你的失望和迷茫，我能理解。",
        "label": ""
      },
      {
        "sentence": "相亲的挫折确实让人疲惫不堪，甚至感到对婚姻的信心丧失。",
        "label": ""
      },
      {
        "sentence": "但逃避并不是解决问题的办法，旅行只能是一时的放松，对于解决内心的痛苦并不能起到实质性的帮助。",
        "label": ""
      },
      {
        "sentence": "你需要面对你的困扰，并思考如何重新找回对婚姻的憧憬。",
        "label": ""
      },
      {
        "sentence": "或许你可以先停一下休息一下，放松身心，同时也可以重新审视你对婚姻的期待和要求。",
        "label": ""
      },
      {
        "sentence": "认识到自己的过高要求也是很重要的，但也要保持对自己幸福的坚持。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你可能需要寻求一些专业的婚恋咨询师的帮助，他们可以帮助你更好地理解自己和寻找适合你的方式。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持下去，重新找到对婚姻的信心，找到那个合适的人。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，旅行只是暂时的放松，并不能从根本上解决问题。我会思考一下自己对婚姻的期待和要求，并试着调整一下，保持对自己幸福的坚持。你提到了婚恋咨询师，我会考虑寻求他们的帮助来更好地理解自己。谢谢你的建议和祝福，我会努力坚持下去，希望在未来找到那个合适的人。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "你说的对，旅行只是暂时的放松，并不能从根本上解决问题。",
        "label": ""
      },
      {
        "sentence": "我会思考一下自己对婚姻的期待和要求，并试着调整一下，保持对自己幸福的坚持。",
        "label": ""
      },
      {
        "sentence": "你提到了婚恋咨询师，我会考虑寻求他们的帮助来更好地理解自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和祝福，我会努力坚持下去，希望在未来找到那个合适的人。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应，你的决心和积极的态度一定会带给你好的结果。调整自己的期望，并学会关注自己的幸福，这样才能真正找到合适的人。婚恋咨询师可以提供专业的指导和支持，帮助你更好地理解自己与他人之间的关系。我相信你会在未来找到幸福的。祝你好运，加油！如果需要任何帮助，随时都可以向我求助。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应，你的决心和积极的态度一定会带给你好的结果。",
        "label": ""
      },
      {
        "sentence": "调整自己的期望，并学会关注自己的幸福，这样才能真正找到合适的人。",
        "label": ""
      },
      {
        "sentence": "婚恋咨询师可以提供专业的指导和支持，帮助你更好地理解自己与他人之间的关系。",
        "label": ""
      },
      {
        "sentence": "我相信你会在未来找到幸福的。",
        "label": ""
      },
      {
        "sentence": "祝你好运，加油！",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，随时都可以向我求助。",
        "label": ""
      }
    ]
  }
]