[
  {
    "role": "client",
    "content": "我今年23岁，恋爱已经一年了。最近我发现自己有点在意女友的外貌，希望改变这种偏见。我们在本科时就在一起了，但由于我读研究生的缘故，我们现在在不同的城市。我们的价值观很一致，互相关心，互相相爱，这一年来我们的感情一直很好。刚开始异地的时候稍有矛盾，但后来都通过交流解决了。不过最近我不知道怎么了，有点在意女友的外貌（五官等）。其实她的外貌还可以，不知道是不是被网络蒙蔽了双眼，还是怎么突然变得这么挑剔。虽然我知道自己这样不对，尤其是带着这种心态去和她相处，这对她很不公平。但是我很爱她，从理性的角度来看，我知道这样是吃着碗里的看着锅里的，得不偿失。我非常希望自己能改变这种看法和偏见，但是找不到方法，也无法说服自己，消除这种在意之情。我承认这种想法很差劲，但这是我真实的想法。我也知道如果不解决这个问题，会严重影响我们的关系。希望您能给些建议，帮助我意识到问题的严重性，非常感谢。",
    "annotation": [
      {
        "sentence": "我今年23岁，恋爱已经一年了。",
        "label": ""
      },
      {
        "sentence": "最近我发现自己有点在意女友的外貌，希望改变这种偏见。",
        "label": ""
      },
      {
        "sentence": "我们在本科时就在一起了，但由于我读研究生的缘故，我们现在在不同的城市。",
        "label": ""
      },
      {
        "sentence": "我们的价值观很一致，互相关心，互相相爱，这一年来我们的感情一直很好。",
        "label": ""
      },
      {
        "sentence": "刚开始异地的时候稍有矛盾，但后来都通过交流解决了。",
        "label": ""
      },
      {
        "sentence": "不过最近我不知道怎么了，有点在意女友的外貌（五官等）。",
        "label": ""
      },
      {
        "sentence": "其实她的外貌还可以，不知道是不是被网络蒙蔽了双眼，还是怎么突然变得这么挑剔。",
        "label": ""
      },
      {
        "sentence": "虽然我知道自己这样不对，尤其是带着这种心态去和她相处，这对她很不公平。",
        "label": ""
      },
      {
        "sentence": "但是我很爱她，从理性的角度来看，我知道这样是吃着碗里的看着锅里的，得不偿失。",
        "label": ""
      },
      {
        "sentence": "我非常希望自己能改变这种看法和偏见，但是找不到方法，也无法说服自己，消除这种在意之情。",
        "label": ""
      },
      {
        "sentence": "我承认这种想法很差劲，但这是我真实的想法。",
        "label": ""
      },
      {
        "sentence": "我也知道如果不解决这个问题，会严重影响我们的关系。",
        "label": ""
      },
      {
        "sentence": "希望您能给些建议，帮助我意识到问题的严重性，非常感谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，你提出这个问题说明你非常在意你的女朋友。两个人在一起，相爱几年依旧恩爱真的不容易。在现在这个繁华的社会里，很多人都会被各种诱惑吸引，偏离了正确的道路。所以你越来越在乎女友的外貌很正常。每个人都会经历审美疲劳的时期，当你接触到一个全新的环境和一些不同的人时，你的内心也会悄然发生一些变化。比如说，当你整天接触到各种美女后，再回头看到女友可能就会觉得她不够漂亮，希望她能打扮得漂亮一点，化个妆出门。这是很正常的现象。",
    "annotation": [
      {
        "sentence": "朋友，你提出这个问题说明你非常在意你的女朋友。",
        "label": ""
      },
      {
        "sentence": "两个人在一起，相爱几年依旧恩爱真的不容易。",
        "label": ""
      },
      {
        "sentence": "在现在这个繁华的社会里，很多人都会被各种诱惑吸引，偏离了正确的道路。",
        "label": ""
      },
      {
        "sentence": "所以你越来越在乎女友的外貌很正常。",
        "label": ""
      },
      {
        "sentence": "每个人都会经历审美疲劳的时期，当你接触到一个全新的环境和一些不同的人时，你的内心也会悄然发生一些变化。",
        "label": ""
      },
      {
        "sentence": "比如说，当你整天接触到各种美女后，再回头看到女友可能就会觉得她不够漂亮，希望她能打扮得漂亮一点，化个妆出门。",
        "label": ""
      },
      {
        "sentence": "这是很正常的现象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我可能就是因为身边常常看到美女，才会对女友的外貌有所在意。",
    "annotation": [
      {
        "sentence": "您说得对，我可能就是因为身边常常看到美女，才会对女友的外貌有所在意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这种情况很常见。我曾经看过一个综艺节目的辩论赛，其中有一个人谈到精神出轨是否可以被原谅。我觉得她的观点很好：精神出轨是可以被原谅的。比如，很多人会喜欢某个异性明星，甚至幻想过和他们在一起，但是他们还是会回归现实，过着正常人的生活，与自己的伴侣相处得很好。有时候我们可能会被身边的某个人给予温暖，从而觉得他非常英俊、伟大，对他的形象在心中大幅度提升。这种短暂的精神出轨是可以被允许的，但是不能触碰底线。你可以和你的女朋友谈一下你的想法，告诉她如果她讨厌这个样子的你，你会做出改变。平时要用你的行动告诉她你是真心爱她的。在爱一个人的时候，是需要付诸行动的，特别是对女人来说。她的心思细腻，她甚至能从你一个眼神知道你在想什么。不要去挑战她的底线。我认为单纯在精神上有这样的想法，并不需要过于焦虑。你可以尝试调节自己的情绪，通过倾诉、与自己对话等方式来化解这种在意。希望你和你的女朋友能一直幸福下去！",
    "annotation": [
      {
        "sentence": "是的，这种情况很常见。",
        "label": ""
      },
      {
        "sentence": "我曾经看过一个综艺节目的辩论赛，其中有一个人谈到精神出轨是否可以被原谅。",
        "label": ""
      },
      {
        "sentence": "我觉得她的观点很好：精神出轨是可以被原谅的。",
        "label": ""
      },
      {
        "sentence": "比如，很多人会喜欢某个异性明星，甚至幻想过和他们在一起，但是他们还是会回归现实，过着正常人的生活，与自己的伴侣相处得很好。",
        "label": ""
      },
      {
        "sentence": "有时候我们可能会被身边的某个人给予温暖，从而觉得他非常英俊、伟大，对他的形象在心中大幅度提升。",
        "label": ""
      },
      {
        "sentence": "这种短暂的精神出轨是可以被允许的，但是不能触碰底线。",
        "label": ""
      },
      {
        "sentence": "你可以和你的女朋友谈一下你的想法，告诉她如果她讨厌这个样子的你，你会做出改变。",
        "label": ""
      },
      {
        "sentence": "平时要用你的行动告诉她你是真心爱她的。",
        "label": ""
      },
      {
        "sentence": "在爱一个人的时候，是需要付诸行动的，特别是对女人来说。",
        "label": ""
      },
      {
        "sentence": "她的心思细腻，她甚至能从你一个眼神知道你在想什么。",
        "label": ""
      },
      {
        "sentence": "不要去挑战她的底线。",
        "label": ""
      },
      {
        "sentence": "我认为单纯在精神上有这样的想法，并不需要过于焦虑。",
        "label": ""
      },
      {
        "sentence": "你可以尝试调节自己的情绪，通过倾诉、与自己对话等方式来化解这种在意。",
        "label": ""
      },
      {
        "sentence": "希望你和你的女朋友能一直幸福下去！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议和支持，我会努力调整自己的心态，用行动来证明我对她的爱意。希望我们能一直幸福下去！谢谢您！",
    "annotation": [
      {
        "sentence": "谢谢您的建议和支持，我会努力调整自己的心态，用行动来证明我对她的爱意。",
        "label": ""
      },
      {
        "sentence": "希望我们能一直幸福下去！",
        "label": ""
      },
      {
        "sentence": "谢谢您！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，祝福你们一直幸福下去！如果还有其他问题或需要帮助的地方，随时都可以找我倾诉。希望你能坚持下去，你们一定能克服这个问题的。祝你们幸福！再见！",
    "annotation": [
      {
        "sentence": "不客气，祝福你们一直幸福下去！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或需要帮助的地方，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持下去，你们一定能克服这个问题的。",
        "label": ""
      },
      {
        "sentence": "祝你们幸福！",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  }
]