[
  {
    "role": "client",
    "content": "我30岁了，相亲频繁遇到渣男，对婚姻爱情已失去。我研究生毕业四年多，工作大部分时候是朝九晚六。大概从三年前开始相亲，频频遇到渣男或者把我当备胎的。一两个月没联系后边又跑来找我，跟我说什么最近出差联系不了上。我果断删掉联系方式，你又不是去月球了或者提出让我买房，还说什么多挣点加班费身体累心就不累了。我什么时候和他说过我心累了或者刚聊两天就跟我提同居或者认为我五点起床上班是理所应当。他八点起床上班公司像做了天理不容的事。大家都是上白班或者自己挣五千，让我至少得挣七八千，还要家务全包或者跟我提出婚前和婚后一切都不能指望他父母，但我必须养活他父母诸如此类。每次结束一段相亲我都会感到很失落，再加上周围的闲言碎语，甚至会抵触工作。想来场说走就走的旅行，我现在都对婚姻失去憧憬了，但有时候有看到别人家庭幸福，挺羡慕的，我不知道自己还有没有勇气去找那个合适的人？",
    "annotation": [
      {
        "sentence": "我30岁了，相亲频繁遇到渣男，对婚姻爱情已失去。",
        "label": ""
      },
      {
        "sentence": "我研究生毕业四年多，工作大部分时候是朝九晚六。",
        "label": ""
      },
      {
        "sentence": "大概从三年前开始相亲，频频遇到渣男或者把我当备胎的。",
        "label": ""
      },
      {
        "sentence": "一两个月没联系后边又跑来找我，跟我说什么最近出差联系不了上。",
        "label": ""
      },
      {
        "sentence": "我果断删掉联系方式，你又不是去月球了或者提出让我买房，还说什么多挣点加班费身体累心就不累了。",
        "label": ""
      },
      {
        "sentence": "我什么时候和他说过我心累了或者刚聊两天就跟我提同居或者认为我五点起床上班是理所应当。",
        "label": ""
      },
      {
        "sentence": "他八点起床上班公司像做了天理不容的事。",
        "label": ""
      },
      {
        "sentence": "大家都是上白班或者自己挣五千，让我至少得挣七八千，还要家务全包或者跟我提出婚前和婚后一切都不能指望他父母，但我必须养活他父母诸如此类。",
        "label": ""
      },
      {
        "sentence": "每次结束一段相亲我都会感到很失落，再加上周围的闲言碎语，甚至会抵触工作。",
        "label": ""
      },
      {
        "sentence": "想来场说走就走的旅行，我现在都对婚姻失去憧憬了，但有时候有看到别人家庭幸福，挺羡慕的，我不知道自己还有没有勇气去找那个合适的人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答能够给你带来一些些帮助。仔细看了你的描述，发现你是一位非常有自己想法的人，这样很好，因为你知道，你自己想要的是什么。但是，似乎相亲给你带来的烦恼就是，没有遇到一个特别适合你的人，好像每一个人，都有他的一些点，是你无法接受的，是吗？",
    "annotation": [
      {
        "sentence": "希望我的回答能够给你带来一些些帮助。",
        "label": ""
      },
      {
        "sentence": "仔细看了你的描述，发现你是一位非常有自己想法的人，这样很好，因为你知道，你自己想要的是什么。",
        "label": ""
      },
      {
        "sentence": "但是，似乎相亲给你带来的烦恼就是，没有遇到一个特别适合你的人，好像每一个人，都有他的一些点，是你无法接受的，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每次相亲都会发现对方有一些我不能接受的缺点，让我感到很困惑和烦恼。",
    "annotation": [
      {
        "sentence": "是的，每次相亲都会发现对方有一些我不能接受的缺点，让我感到很困惑和烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你以下两点建议：第一，还是要相信爱情，只要继续寻找，终究会遇到的。如果我们自己先放弃了，那么，我们就一定不会再去有期待，更谈不上会去寻找了。30岁，还有时间，看看很多明星40多岁才结婚生子，最后也过得很幸福呀。那现实生活中，也有好多这样的例子，所以，只要你还愿意去寻找，你愿意去相信，缘分就会到来的。",
    "annotation": [
      {
        "sentence": "给你以下两点建议：第一，还是要相信爱情，只要继续寻找，终究会遇到的。",
        "label": ""
      },
      {
        "sentence": "如果我们自己先放弃了，那么，我们就一定不会再去有期待，更谈不上会去寻找了。",
        "label": ""
      },
      {
        "sentence": "30岁，还有时间，看看很多明星40多岁才结婚生子，最后也过得很幸福呀。",
        "label": ""
      },
      {
        "sentence": "那现实生活中，也有好多这样的例子，所以，只要你还愿意去寻找，你愿意去相信，缘分就会到来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会继续相信爱情，不放弃寻找的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会继续相信爱情，不放弃寻找的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第二，思考一下，自己对于“白马王子”的核心需求是什么，另外的一些缺点可以接纳。其实，再优秀的人，也都会有自己的优缺点。对方再爱你，你再爱对方，也不可能没有冲突和差别。因为，任何两个人都是不同的独立个体，都有各自不同的需求。那为什么还是有那么多人可以组成幸福的家庭，过着和谐的日子呢？因为，他们找到了平衡点。他们因为对方身上的优点互相吸引，对于缺点也会包容，他们更加会看重对方的优点，而不会那么在意对方身上的缺点。优点，就像太阳，缺点就像星星，当太阳出来的时候，星星就不见了。所以，如果你对对方的某些优点特别喜欢，也是你最看重的方面，那么，可以试着去交往，试着去接纳他的缺点，最后，找到你们之间的平衡点，自然你就会得到幸福和谐的家庭生活。",
    "annotation": [
      {
        "sentence": "第二，思考一下，自己对于“白马王子”的核心需求是什么，另外的一些缺点可以接纳。",
        "label": ""
      },
      {
        "sentence": "其实，再优秀的人，也都会有自己的优缺点。",
        "label": ""
      },
      {
        "sentence": "对方再爱你，你再爱对方，也不可能没有冲突和差别。",
        "label": ""
      },
      {
        "sentence": "因为，任何两个人都是不同的独立个体，都有各自不同的需求。",
        "label": ""
      },
      {
        "sentence": "那为什么还是有那么多人可以组成幸福的家庭，过着和谐的日子呢？",
        "label": ""
      },
      {
        "sentence": "因为，他们找到了平衡点。",
        "label": ""
      },
      {
        "sentence": "他们因为对方身上的优点互相吸引，对于缺点也会包容，他们更加会看重对方的优点，而不会那么在意对方身上的缺点。",
        "label": ""
      },
      {
        "sentence": "优点，就像太阳，缺点就像星星，当太阳出来的时候，星星就不见了。",
        "label": ""
      },
      {
        "sentence": "所以，如果你对对方的某些优点特别喜欢，也是你最看重的方面，那么，可以试着去交往，试着去接纳他的缺点，最后，找到你们之间的平衡点，自然你就会得到幸福和谐的家庭生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我可能太过于追求完美，没有考虑到对方的优点和平衡点。我会试着去接纳对方的缺点，寻找平衡点，这样或许能够找到幸福和谐的生活。",
    "annotation": [
      {
        "sentence": "对，我可能太过于追求完美，没有考虑到对方的优点和平衡点。",
        "label": ""
      },
      {
        "sentence": "我会试着去接纳对方的缺点，寻找平衡点，这样或许能够找到幸福和谐的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和积极的态度。每个人都会遇到一些困惑和挫折，但只要我们勇敢面对并尝试寻找解决之道，幸福就会离我们更近一步。相信自己的观点和选择，你一定能找到那个合适的人。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和积极的态度。",
        "label": ""
      },
      {
        "sentence": "每个人都会遇到一些困惑和挫折，但只要我们勇敢面对并尝试寻找解决之道，幸福就会离我们更近一步。",
        "label": ""
      },
      {
        "sentence": "相信自己的观点和选择，你一定能找到那个合适的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会保持积极的心态，相信自己，相信缘分，相信幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会保持积极的心态，相信自己，相信缘分，相信幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得非常棒，勇敢面对自己的困境，并寻求解决之道。记住，你并不孤单，身边还有很多人支持着你。如果你需要任何帮助或者再次聊天，随时都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "你做得非常棒，勇敢面对自己的困境，并寻求解决之道。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，身边还有很多人支持着你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次聊天，随时都可以找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我会牢记你的话，并在需要的时候再次联系你。再次感谢！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我会牢记你的话，并在需要的时候再次联系你。",
        "label": ""
      },
      {
        "sentence": "再次感谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意帮助你。希望你能够找到真正适合你的幸福婚姻，享受美好的人生。请记住，你是坚强而勇敢的。",
    "annotation": [
      {
        "sentence": "不客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到真正适合你的幸福婚姻，享受美好的人生。",
        "label": ""
      },
      {
        "sentence": "请记住，你是坚强而勇敢的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会加油的！祝你也能一直幸福快乐！",
    "annotation": [
      {
        "sentence": "谢谢你，我会加油的！",
        "label": ""
      },
      {
        "sentence": "祝你也能一直幸福快乐！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你的祝福！我也会一直在这里支持你的。加油！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      },
      {
        "sentence": "我也会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]