[
  {
    "role": "client",
    "content": "我21岁了，因为恐惧结婚生孩子，害怕面对而得了重度焦虑症。我的父母都觉得女人就应该结婚生子，我和对象表达过不想生孩子，但是他觉得人的想法随时会变，以后再说。但是我真的很焦虑很焦虑，不想去面对，不想没有自己的人生。和男朋友谈过，也因此吵架了。我该怎么办？为什么我很痛苦的时候说我不想生孩子，他们没有一个说不逼我，是我想太多了吗？",
    "annotation": [
      {
        "sentence": "我21岁了，因为恐惧结婚生孩子，害怕面对而得了重度焦虑症。",
        "label": ""
      },
      {
        "sentence": "我的父母都觉得女人就应该结婚生子，我和对象表达过不想生孩子，但是他觉得人的想法随时会变，以后再说。",
        "label": ""
      },
      {
        "sentence": "但是我真的很焦虑很焦虑，不想去面对，不想没有自己的人生。",
        "label": ""
      },
      {
        "sentence": "和男朋友谈过，也因此吵架了。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "为什么我很痛苦的时候说我不想生孩子，他们没有一个说不逼我，是我想太多了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的焦虑很真实，你的恐惧也很真实。这些情绪都真实的存在着，让你很不舒服。我们现在需要认真的跟你的情绪做工作，看看发生了什么事情，让大多数人并不会觉得焦虑的事情，在你的身体里，会自然而然的有焦虑和恐惧。经过了一系列的探索，你的恐惧，因为看到了真实，因为有阳光陪伴，而自动消散。这个看到，需要时间，也需要你的专注和勇敢。阳光的进入，需要时间，也需要你的允许和看见。你问，是不是你想多了？答案是，没有想多呀，你就是会有担心，你就是不愿意啊，你的决策值得被尊重。",
    "annotation": [
      {
        "sentence": "你的焦虑很真实，你的恐惧也很真实。",
        "label": ""
      },
      {
        "sentence": "这些情绪都真实的存在着，让你很不舒服。",
        "label": ""
      },
      {
        "sentence": "我们现在需要认真的跟你的情绪做工作，看看发生了什么事情，让大多数人并不会觉得焦虑的事情，在你的身体里，会自然而然的有焦虑和恐惧。",
        "label": ""
      },
      {
        "sentence": "经过了一系列的探索，你的恐惧，因为看到了真实，因为有阳光陪伴，而自动消散。",
        "label": ""
      },
      {
        "sentence": "这个看到，需要时间，也需要你的专注和勇敢。",
        "label": ""
      },
      {
        "sentence": "阳光的进入，需要时间，也需要你的允许和看见。",
        "label": ""
      },
      {
        "sentence": "你问，是不是你想多了？",
        "label": ""
      },
      {
        "sentence": "答案是，没有想多呀，你就是会有担心，你就是不愿意啊，你的决策值得被尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得家人们并没有理解我的恐惧是什么，因为他们并不恐惧婚姻生子，所以体会不到。他们看不到我的困境，也不理解我的焦虑。我感觉自己被困在这个恐惧里，思维也被困住了，也暂时没有脑力和心力去解释我的焦虑和决策。我很迷茫，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "但是我觉得家人们并没有理解我的恐惧是什么，因为他们并不恐惧婚姻生子，所以体会不到。",
        "label": ""
      },
      {
        "sentence": "他们看不到我的困境，也不理解我的焦虑。",
        "label": ""
      },
      {
        "sentence": "我感觉自己被困在这个恐惧里，思维也被困住了，也暂时没有脑力和心力去解释我的焦虑和决策。",
        "label": ""
      },
      {
        "sentence": "我很迷茫，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受是非常真实的，他们可能暂时无法理解你的恐惧是什么，因为他们并不恐惧婚姻生子，所以体会不到。体会不到就当成你的恐惧并不存在了。但是你被困在这个恐惧里，思维也被困住了，所以暂时没有脑力和心力去解释你的焦虑和决策。经过心理咨询后，你可能仍然决定不婚不育，这是你本应该有的权利，值得被尊重。也可能你想要一份不一样的婚姻和全新的亲子关系，这是件很有趣的事情。如果你愿意，可以试试去探索看看。无论你做出什么决定，我都会支持你的。",
    "annotation": [
      {
        "sentence": "你的感受是非常真实的，他们可能暂时无法理解你的恐惧是什么，因为他们并不恐惧婚姻生子，所以体会不到。",
        "label": ""
      },
      {
        "sentence": "体会不到就当成你的恐惧并不存在了。",
        "label": ""
      },
      {
        "sentence": "但是你被困在这个恐惧里，思维也被困住了，所以暂时没有脑力和心力去解释你的焦虑和决策。",
        "label": ""
      },
      {
        "sentence": "经过心理咨询后，你可能仍然决定不婚不育，这是你本应该有的权利，值得被尊重。",
        "label": ""
      },
      {
        "sentence": "也可能你想要一份不一样的婚姻和全新的亲子关系，这是件很有趣的事情。",
        "label": ""
      },
      {
        "sentence": "如果你愿意，可以试试去探索看看。",
        "label": ""
      },
      {
        "sentence": "无论你做出什么决定，我都会支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我希望能找到一种平衡，既不让自己后悔，也不会伤害到别人。我觉得现在的困惑真的很沉重，不知道该怎么解决。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我希望能找到一种平衡，既不让自己后悔，也不会伤害到别人。",
        "label": ""
      },
      {
        "sentence": "我觉得现在的困惑真的很沉重，不知道该怎么解决。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你希望找到一种平衡的想法，这是非常明智的。解决困惑的过程可能会有些曲折，但是我相信你可以找到属于自己的解决方案。首先，我建议你先给自己一些时间和空间，好好思考自己的价值观、人生目标以及对婚姻和生育的态度。与此同时，试着与你的家人和男朋友进行坦诚的沟通，让他们了解你的真实想法和担忧。最重要的是，保持积极的心态和对未来的信心。无论你最终做出什么样的决定，都要相信它是对自己负责、真实的选择。",
    "annotation": [
      {
        "sentence": "我可以理解你希望找到一种平衡的想法，这是非常明智的。",
        "label": ""
      },
      {
        "sentence": "解决困惑的过程可能会有些曲折，但是我相信你可以找到属于自己的解决方案。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你先给自己一些时间和空间，好好思考自己的价值观、人生目标以及对婚姻和生育的态度。",
        "label": ""
      },
      {
        "sentence": "与此同时，试着与你的家人和男朋友进行坦诚的沟通，让他们了解你的真实想法和担忧。",
        "label": ""
      },
      {
        "sentence": "最重要的是，保持积极的心态和对未来的信心。",
        "label": ""
      },
      {
        "sentence": "无论你最终做出什么样的决定，都要相信它是对自己负责、真实的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好考虑并尝试与家人和男朋友进行坦诚的沟通。我也会尽量保持积极的心态和对未来的信心。希望可以找到真正适合我的解决方案。再次感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好考虑并尝试与家人和男朋友进行坦诚的沟通。",
        "label": ""
      },
      {
        "sentence": "我也会尽量保持积极的心态和对未来的信心。",
        "label": ""
      },
      {
        "sentence": "希望可以找到真正适合我的解决方案。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助你。记住，你是不孤单的，有我在这里支持你。如果在沟通过程中遇到任何困难或需要进一步的帮助，随时告诉我。我相信你一定能够找到属于自己的幸福和解决方案。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，你是不孤单的，有我在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果在沟通过程中遇到任何困难或需要进一步的帮助，随时告诉我。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够找到属于自己的幸福和解决方案。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]