[
  {
    "role": "client",
    "content": "我30岁了，相亲频繁遇到渣男，对婚姻爱情已失去。我研究生毕业四年多，工作大部分时候是朝九晚六，大概从三年前开始相亲，频频遇到渣男或者把我当备胎的，一两个月没联系后边又跑来找我，跟我说什么最近出差联系不了上，我果断删掉联系方式，你又不是去月球了或者提出让我买房，还说什么多挣点加班费身体累心就不累了，我什么时候和他说过我心累了或者刚聊两天就跟我提同居或者认为我五点起床上班是理所应当，他八点起床上班公司像做了天理不容的事，大家都是上白班或者自己挣五千，让我至少得挣七八千，还要家务全包或者跟我提出婚前和婚后一切都不能指望他父母，但我必须养活他父母诸如此类……每次结束一段相亲我都会感到很失落，再加上周围的闲言碎语，甚至会抵触工作，想来场说走就走的旅行，我现在都对婚姻失去憧憬了，但有时候有看到别人家庭幸福，挺羡慕的，我不知道自己还有没有勇气去找那个合适的人？",
    "annotation": [
      {
        "sentence": "我30岁了，相亲频繁遇到渣男，对婚姻爱情已失去。",
        "label": ""
      },
      {
        "sentence": "我研究生毕业四年多，工作大部分时候是朝九晚六，大概从三年前开始相亲，频频遇到渣男或者把我当备胎的，一两个月没联系后边又跑来找我，跟我说什么最近出差联系不了上，我果断删掉联系方式，你又不是去月球了或者提出让我买房，还说什么多挣点加班费身体累心就不累了，我什么时候和他说过我心累了或者刚聊两天就跟我提同居或者认为我五点起床上班是理所应当，他八点起床上班公司像做了天理不容的事，大家都是上白班或者自己挣五千，让我至少得挣七八千，还要家务全包或者跟我提出婚前和婚后一切都不能指望他父母，但我必须养活他父母诸如此类……每次结束一段相亲我都会感到很失落，再加上周围的闲言碎语，甚至会抵触工作，想来场说走就走的旅行，我现在都对婚姻失去憧憬了，但有时候有看到别人家庭幸福，挺羡慕的，我不知道自己还有没有勇气去找那个合适的人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到“从三年前开始相亲，频频遇到渣男”，以及一系列关于“渣男”的描述，确实让人有些愤怒和沮丧啊！“每次结束一段相亲我都会感到很失落”，可以看出你是认真对待每一段感情的，而且在每一段感情开始时，可能都寄予了厚望。“周围的闲言碎语”更让你有一种委屈感，但又无法辩驳。持续的“不堪”感情经历，让你对婚姻能否幸福产生了置疑，可能更多的对自己能否找到一个“合适”的人也产生了“怀疑”。持续的遭遇到这么多次不爽的相亲经历，让人对此事产生置疑，我想每个人都会是这样的。置疑虽然给我们造成了困扰，但也给我们提供了重新思考的机会。通过重新思考，可能我们会看到我们以前没有看到的、忽略的，或司空见惯的东西。你可以试着回顾总结下以前相亲经历，看人、选人的标准，互动的模式，看能否总结出一些东西作为以后的借鉴。也可以寻求心理咨询，看能否找到其背后隐含的一些东西。",
    "annotation": [
      {
        "sentence": "看到“从三年前开始相亲，频频遇到渣男”，以及一系列关于“渣男”的描述，确实让人有些愤怒和沮丧啊！",
        "label": ""
      },
      {
        "sentence": "“每次结束一段相亲我都会感到很失落”，可以看出你是认真对待每一段感情的，而且在每一段感情开始时，可能都寄予了厚望。",
        "label": ""
      },
      {
        "sentence": "“周围的闲言碎语”更让你有一种委屈感，但又无法辩驳。",
        "label": ""
      },
      {
        "sentence": "持续的“不堪”感情经历，让你对婚姻能否幸福产生了置疑，可能更多的对自己能否找到一个“合适”的人也产生了“怀疑”。",
        "label": ""
      },
      {
        "sentence": "持续的遭遇到这么多次不爽的相亲经历，让人对此事产生置疑，我想每个人都会是这样的。",
        "label": ""
      },
      {
        "sentence": "置疑虽然给我们造成了困扰，但也给我们提供了重新思考的机会。",
        "label": ""
      },
      {
        "sentence": "通过重新思考，可能我们会看到我们以前没有看到的、忽略的，或司空见惯的东西。",
        "label": ""
      },
      {
        "sentence": "你可以试着回顾总结下以前相亲经历，看人、选人的标准，互动的模式，看能否总结出一些东西作为以后的借鉴。",
        "label": ""
      },
      {
        "sentence": "也可以寻求心理咨询，看能否找到其背后隐含的一些东西。",
        "label": ""
      }
    ]
  }
]