[
  {
    "role": "client",
    "content": "我感觉学生工作没有什么价值，是因为我的思想境界不够高吗？在大学里，很多的学生都会参加各种社团，一开始的时候，我也很有热情去做，可是过了一段时间，就开始感到很厌倦了，感觉其实学到的也不是很多，有时候甚至觉得这些工作只是在浪费我的时间。但是，学长学姐和老师都在鼓励我们去做这些，为什么我会对这些感到那么的厌恶呢？",
    "annotation": [
      {
        "sentence": "我感觉学生工作没有什么价值，是因为我的思想境界不够高吗？",
        "label": ""
      },
      {
        "sentence": "在大学里，很多的学生都会参加各种社团，一开始的时候，我也很有热情去做，可是过了一段时间，就开始感到很厌倦了，感觉其实学到的也不是很多，有时候甚至觉得这些工作只是在浪费我的时间。",
        "label": ""
      },
      {
        "sentence": "但是，学长学姐和老师都在鼓励我们去做这些，为什么我会对这些感到那么的厌恶呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对你的学生工作感到很失落和沮丧，不过这不是因为你的思想境界不够高所致，而是因为你的价值观与他人不同。学长学姐可能认为这些工作很有意义，但是你却与他们有所不同。此外，你和他人的性格也不同，可能并不喜欢这些类型的工作，这也是为什么你无法从中得到充实和满足感。真正享受工作的方法是去做那些你喜欢的事情，这样你就会更有热情，而且可以获得更多的能量。因此，你有权利选择你喜欢的事情去做。",
    "annotation": [
      {
        "sentence": "听起来你对你的学生工作感到很失落和沮丧，不过这不是因为你的思想境界不够高所致，而是因为你的价值观与他人不同。",
        "label": ""
      },
      {
        "sentence": "学长学姐可能认为这些工作很有意义，但是你却与他们有所不同。",
        "label": ""
      },
      {
        "sentence": "此外，你和他人的性格也不同，可能并不喜欢这些类型的工作，这也是为什么你无法从中得到充实和满足感。",
        "label": ""
      },
      {
        "sentence": "真正享受工作的方法是去做那些你喜欢的事情，这样你就会更有热情，而且可以获得更多的能量。",
        "label": ""
      },
      {
        "sentence": "因此，你有权利选择你喜欢的事情去做。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了，但我也不太确定我自己喜欢做什么样的工作，或者说我还没有找到自己真正的兴趣所在。",
    "annotation": [
      {
        "sentence": "我明白你的意思了，但我也不太确定我自己喜欢做什么样的工作，或者说我还没有找到自己真正的兴趣所在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的事情，很多人也会遇到这样的问题。你可以试着做一些自己觉得有意思的事情，去尝试不同的领域，扩大你的视野和经验，这样你可以更清楚地了解自己的兴趣和才能所在。",
    "annotation": [
      {
        "sentence": "这是很正常的事情，很多人也会遇到这样的问题。",
        "label": ""
      },
      {
        "sentence": "你可以试着做一些自己觉得有意思的事情，去尝试不同的领域，扩大你的视野和经验，这样你可以更清楚地了解自己的兴趣和才能所在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想你说得很有道理，我会试着去寻找自己的兴趣所在，也许在尝试的过程中，我会找到适合自己的工作。可是，如果我试过之后还是找不到自己感兴趣的领域怎么办？",
    "annotation": [
      {
        "sentence": "我想你说得很有道理，我会试着去寻找自己的兴趣所在，也许在尝试的过程中，我会找到适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "可是，如果我试过之后还是找不到自己感兴趣的领域怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你真的找不到自己感兴趣的领域，也不必太过担心。同时你可以问问自己，你能做哪些事情？哪些事情你做得最好？你可以从自己的经验和能力入手，去尝试一些与自己相关的领域，这样也许你会更有发现。",
    "annotation": [
      {
        "sentence": "如果你真的找不到自己感兴趣的领域，也不必太过担心。",
        "label": ""
      },
      {
        "sentence": "同时你可以问问自己，你能做哪些事情？",
        "label": ""
      },
      {
        "sentence": "哪些事情你做得最好？",
        "label": ""
      },
      {
        "sentence": "你可以从自己的经验和能力入手，去尝试一些与自己相关的领域，这样也许你会更有发现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会认真思考一下的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会认真思考一下的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别客气，我相信你会找到属于自己的道路的，也希望你能时刻保持积极的心态，多培养对自己的自信心和勇气，相信你会是一个很优秀的人。",
    "annotation": [
      {
        "sentence": "别客气，我相信你会找到属于自己的道路的，也希望你能时刻保持积极的心态，多培养对自己的自信心和勇气，相信你会是一个很优秀的人。",
        "label": ""
      }
    ]
  }
]