[
  {
    "role": "client",
    "content": "为什么我面对家人总是无法说出“我爱你”之类的话？我的家庭关系还是非常和谐的，我很爱我的家人，我的家人也很爱我但好像我们都是默默表达爱意的人，却无法用言语来表达。我身边的朋友和父母可以开玩笑，也可以撒娇肉麻，也会说“我爱你”“我想你”这类的话。我跟朋友以及爱人都很敢于言语表达，对亲人却做不到，有时还会用比较激进的言语表达自己的关心。这是为什么？",
    "annotation": [
      {
        "sentence": "为什么我面对家人总是无法说出“我爱你”之类的话？",
        "label": ""
      },
      {
        "sentence": "我的家庭关系还是非常和谐的，我很爱我的家人，我的家人也很爱我但好像我们都是默默表达爱意的人，却无法用言语来表达。",
        "label": ""
      },
      {
        "sentence": "我身边的朋友和父母可以开玩笑，也可以撒娇肉麻，也会说“我爱你”“我想你”这类的话。",
        "label": ""
      },
      {
        "sentence": "我跟朋友以及爱人都很敢于言语表达，对亲人却做不到，有时还会用比较激进的言语表达自己的关心。",
        "label": ""
      },
      {
        "sentence": "这是为什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想要成为一个太阳。我很理解你的困惑。我们普遍存在一个通病：对自己熟悉的人往往做不到无微不至的照顾。这样说吧，长大以后，我不在和我的父母谈论我在学校的事情，自己受了委屈不会告诉她们，和自己的同龄人相处好像什么都可以说出来。在无形之中，我离他们越来越远了。爱这个字变得不在容易说出口。朋友会问你爱你的父母吗？我说我爱。他问：“那你有和他们说过吗？”大部分时候，我都是沉默的，是什么是时候起，我们不在和父母说爱？我更倾向于用“回避”来表达这种心理。爱这种东西可不可以比较理性的看待呢？因为他们是我们最亲近的人，所以说出“爱”已经成了一种不好意思的行为。因为年纪越来越大，我们对着看着自己长大的人总觉得说不出口，这没什么丢脸的，因为大家都是如此。",
    "annotation": [
      {
        "sentence": "想要成为一个太阳。",
        "label": ""
      },
      {
        "sentence": "我很理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "我们普遍存在一个通病：对自己熟悉的人往往做不到无微不至的照顾。",
        "label": ""
      },
      {
        "sentence": "这样说吧，长大以后，我不在和我的父母谈论我在学校的事情，自己受了委屈不会告诉她们，和自己的同龄人相处好像什么都可以说出来。",
        "label": ""
      },
      {
        "sentence": "在无形之中，我离他们越来越远了。",
        "label": ""
      },
      {
        "sentence": "爱这个字变得不在容易说出口。",
        "label": ""
      },
      {
        "sentence": "朋友会问你爱你的父母吗？",
        "label": ""
      },
      {
        "sentence": "我说我爱。",
        "label": ""
      },
      {
        "sentence": "他问：“那你有和他们说过吗？",
        "label": ""
      },
      {
        "sentence": "”大部分时候，我都是沉默的，是什么是时候起，我们不在和父母说爱？",
        "label": ""
      },
      {
        "sentence": "我更倾向于用“回避”来表达这种心理。",
        "label": ""
      },
      {
        "sentence": "爱这种东西可不可以比较理性的看待呢？",
        "label": ""
      },
      {
        "sentence": "因为他们是我们最亲近的人，所以说出“爱”已经成了一种不好意思的行为。",
        "label": ""
      },
      {
        "sentence": "因为年纪越来越大，我们对着看着自己长大的人总觉得说不出口，这没什么丢脸的，因为大家都是如此。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但我还是希望能够改变这种状况。",
    "annotation": [
      {
        "sentence": "我明白了，但我还是希望能够改变这种状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那就试着从小的事情开始表达吧。你可以在聚餐时或者回家时对你家人说几句温馨的话，比如说“今天谢谢你们做了好吃的，真的很开心”，或者是“感谢你们一直支持我，真的很感激”。适当地表达感激之情，让你的家人知道你也是十分在乎他们的，这样他们也会慢慢反哺你的爱。每当你想和家人表达爱时，你也可以给他们写一张卡片或者寄一封信，这样的举动也是很温暖的。不要太过执着于说出那几句话，因为这些表达方式都是让爱慢慢积淀的过程。",
    "annotation": [
      {
        "sentence": "那就试着从小的事情开始表达吧。",
        "label": ""
      },
      {
        "sentence": "你可以在聚餐时或者回家时对你家人说几句温馨的话，比如说“今天谢谢你们做了好吃的，真的很开心”，或者是“感谢你们一直支持我，真的很感激”。",
        "label": ""
      },
      {
        "sentence": "适当地表达感激之情，让你的家人知道你也是十分在乎他们的，这样他们也会慢慢反哺你的爱。",
        "label": ""
      },
      {
        "sentence": "每当你想和家人表达爱时，你也可以给他们写一张卡片或者寄一封信，这样的举动也是很温暖的。",
        "label": ""
      },
      {
        "sentence": "不要太过执着于说出那几句话，因为这些表达方式都是让爱慢慢积淀的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，但我总觉得这些方法还不够直接，我总是想在情感表达上更加深入。",
    "annotation": [
      {
        "sentence": "你说得很对，但我总觉得这些方法还不够直接，我总是想在情感表达上更加深入。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么你可以先认真谈谈心，跟你的家人或者朋友聊聊心事和感想，在这个过程中逐渐表达你的想法和情感，让大家都逐渐理解对方的想法和情感。这种相互交流的方式也是非常有效和直接的表达方式。",
    "annotation": [
      {
        "sentence": "那么你可以先认真谈谈心，跟你的家人或者朋友聊聊心事和感想，在这个过程中逐渐表达你的想法和情感，让大家都逐渐理解对方的想法和情感。",
        "label": ""
      },
      {
        "sentence": "这种相互交流的方式也是非常有效和直接的表达方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我还是有些害怕。怕说出来的把握不足，甚至会引起争吵，怎么办？",
    "annotation": [
      {
        "sentence": "但是，我还是有些害怕。",
        "label": ""
      },
      {
        "sentence": "怕说出来的把握不足，甚至会引起争吵，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个时候，对方的反应我们可控性极小，所以，我们没必要陷入过于纠结的境地。其实，这也是一个超越自我的过程，首先你要知道，在这个过程中，你需要承担失败的风险，因为不保证每一次的表达都会被理解和接受。所以，在表达的过程中，你要相信你所做的一切，最终我们要相信你会获得自己期望的结果。",
    "annotation": [
      {
        "sentence": "这个时候，对方的反应我们可控性极小，所以，我们没必要陷入过于纠结的境地。",
        "label": ""
      },
      {
        "sentence": "其实，这也是一个超越自我的过程，首先你要知道，在这个过程中，你需要承担失败的风险，因为不保证每一次的表达都会被理解和接受。",
        "label": ""
      },
      {
        "sentence": "所以，在表达的过程中，你要相信你所做的一切，最终我们要相信你会获得自己期望的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我听明白了。谢谢你给我提供的帮助和鼓励。",
    "annotation": [
      {
        "sentence": "我听明白了。",
        "label": ""
      },
      {
        "sentence": "谢谢你给我提供的帮助和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我们的交流能够对你有帮助。我的最后一条建议就是，你可以学习一些沟通技巧，例如倾听和理解对方的想法，这些方法可以帮助你更好的沟通，让你的家人和朋友理解你的要求和期望。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，希望我们的交流能够对你有帮助。",
        "label": ""
      },
      {
        "sentence": "我的最后一条建议就是，你可以学习一些沟通技巧，例如倾听和理解对方的想法，这些方法可以帮助你更好的沟通，让你的家人和朋友理解你的要求和期望。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]