[
  {
    "role": "client",
    "content": "为什么我面对家人总是无法说出“我爱你”之类的话？我的家庭关系还是非常和谐的，我很爱我的家人，我的家人也很爱我，但好像我们都是默默表达爱意的人，却无法用言语来表达。我身边的朋友和父母可以开玩笑，也可以撒娇肉麻，也会说“我爱你”“我想你”这类的话。我跟朋友以及爱人都很敢于言语表达，对亲人却做不到，有时还会用比较激进的言语表达自己的关心。这是为什么？",
    "annotation": [
      {
        "sentence": "为什么我面对家人总是无法说出“我爱你”之类的话？",
        "label": ""
      },
      {
        "sentence": "我的家庭关系还是非常和谐的，我很爱我的家人，我的家人也很爱我，但好像我们都是默默表达爱意的人，却无法用言语来表达。",
        "label": ""
      },
      {
        "sentence": "我身边的朋友和父母可以开玩笑，也可以撒娇肉麻，也会说“我爱你”“我想你”这类的话。",
        "label": ""
      },
      {
        "sentence": "我跟朋友以及爱人都很敢于言语表达，对亲人却做不到，有时还会用比较激进的言语表达自己的关心。",
        "label": ""
      },
      {
        "sentence": "这是为什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。其实每个人表达爱意和接收爱意的方式都不太一样。所以客观来看，不喜欢去说“我爱你”这些话也是很正常的事情。一个人的表达方式是与他们的性格、行为习惯以及对一段关系的看法都有关。或许是因为他们有自己独特的表达关心的方法，或者是觉得没有必要去说某些言语。我们也没有必要说一定要用某些方式去表达爱意。我觉得他爱你这件事情本身要比他怎么表达对你的爱更加重要。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "其实每个人表达爱意和接收爱意的方式都不太一样。",
        "label": ""
      },
      {
        "sentence": "所以客观来看，不喜欢去说“我爱你”这些话也是很正常的事情。",
        "label": ""
      },
      {
        "sentence": "一个人的表达方式是与他们的性格、行为习惯以及对一段关系的看法都有关。",
        "label": ""
      },
      {
        "sentence": "或许是因为他们有自己独特的表达关心的方法，或者是觉得没有必要去说某些言语。",
        "label": ""
      },
      {
        "sentence": "我们也没有必要说一定要用某些方式去表达爱意。",
        "label": ""
      },
      {
        "sentence": "我觉得他爱你这件事情本身要比他怎么表达对你的爱更加重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但我还是很想和家人用言语表达一下我的爱，有没有什么方法可以让我更容易地做到呢？",
    "annotation": [
      {
        "sentence": "我明白了，但我还是很想和家人用言语表达一下我的爱，有没有什么方法可以让我更容易地做到呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，有很多方法可以表达你的爱意。比如，你可以在适当的时候送一些小礼物，或者写一张感谢卡。你也可以在电话或者视频中表达对他们的关心，告诉他们你在想念他们，或者说一些让他们开心的话。如果你愿意，你也可以试着和他们谈论这个话题，问问他们有没有什么想和你分享的感受，也许他们有自己的原因没有主动表达。最重要的是，你要相信你们之间的感情，不需要依赖于言语来表达。只要你一直在他们身边关心着他们，他们一定能感受到你的爱意。",
    "annotation": [
      {
        "sentence": "当然，有很多方法可以表达你的爱意。",
        "label": ""
      },
      {
        "sentence": "比如，你可以在适当的时候送一些小礼物，或者写一张感谢卡。",
        "label": ""
      },
      {
        "sentence": "你也可以在电话或者视频中表达对他们的关心，告诉他们你在想念他们，或者说一些让他们开心的话。",
        "label": ""
      },
      {
        "sentence": "如果你愿意，你也可以试着和他们谈论这个话题，问问他们有没有什么想和你分享的感受，也许他们有自己的原因没有主动表达。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要相信你们之间的感情，不需要依赖于言语来表达。",
        "label": ""
      },
      {
        "sentence": "只要你一直在他们身边关心着他们，他们一定能感受到你的爱意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说我就放心多了。我希望我能够更多地关注家人的需要，多和他们交流，让他们知道他们一直在我心中。",
    "annotation": [
      {
        "sentence": "听你这么说我就放心多了。",
        "label": ""
      },
      {
        "sentence": "我希望我能够更多地关注家人的需要，多和他们交流，让他们知道他们一直在我心中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对，多关注他们的需要，多和他们交流，这是更好的表达方式。不用为了表达而表达，要让家人感受到我们的真诚和关爱。祝愿你和家人的关系越来越好，越来越紧密。",
    "annotation": [
      {
        "sentence": "对，多关注他们的需要，多和他们交流，这是更好的表达方式。",
        "label": ""
      },
      {
        "sentence": "不用为了表达而表达，要让家人感受到我们的真诚和关爱。",
        "label": ""
      },
      {
        "sentence": "祝愿你和家人的关系越来越好，越来越紧密。",
        "label": ""
      }
    ]
  }
]