[
  {
    "role": "client",
    "content": "稍微亲密点的关系，我就很恶心、愤怒、想吐？我交朋友不能太亲密，如果表现得很需要我，我就会看到对方就恶心厌恶，忍不住就要伤害对方，让对方远离我，如果是男性的话会更严重。所以我没办法交朋友，更不可能恋爱，我问周围的人，他们觉得这个是障碍，但我觉得可能也还好。",
    "annotation": [
      {
        "sentence": "稍微亲密点的关系，我就很恶心、愤怒、想吐？",
        "label": ""
      },
      {
        "sentence": "我交朋友不能太亲密，如果表现得很需要我，我就会看到对方就恶心厌恶，忍不住就要伤害对方，让对方远离我，如果是男性的话会更严重。",
        "label": ""
      },
      {
        "sentence": "所以我没办法交朋友，更不可能恋爱，我问周围的人，他们觉得这个是障碍，但我觉得可能也还好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在心理学上有一种说法叫做“亲密关系恐惧症”，亲密关系广义来说不仅仅指的是恋人，还有朋友。你觉得别人表现得很需要你，你看到对方就觉得恶心，异性会更加严重。都是症状的表现。这种恐惧症有很多的原因，首先肯定的是这不是一种疾病，这是一种自我保护的意识，也是完美主义的倾向。",
    "annotation": [
      {
        "sentence": "在心理学上有一种说法叫做“亲密关系恐惧症”，亲密关系广义来说不仅仅指的是恋人，还有朋友。",
        "label": ""
      },
      {
        "sentence": "你觉得别人表现得很需要你，你看到对方就觉得恶心，异性会更加严重。",
        "label": ""
      },
      {
        "sentence": "都是症状的表现。",
        "label": ""
      },
      {
        "sentence": "这种恐惧症有很多的原因，首先肯定的是这不是一种疾病，这是一种自我保护的意识，也是完美主义的倾向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可我为什么会对亲密关系感到恶心和愤怒呢？我觉得这样的想法让我无法交朋友，也很难有恋爱的可能性。",
    "annotation": [
      {
        "sentence": "可我为什么会对亲密关系感到恶心和愤怒呢？",
        "label": ""
      },
      {
        "sentence": "我觉得这样的想法让我无法交朋友，也很难有恋爱的可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个恐惧和愤怒很可能源自过往的经历。比如家庭因素，朋友恋人之间，他们曾经给带来过被忽视的无形伤害，让你自然回避，对你以后的人际交往也产生影响。所以当你很自然与别人建立亲密关系时，就会自然做出反应。我们说的慢性创伤，很难自己意识到，不断积累的被否定，自身的自卑，刻意追求完美，或者对身边亲密的人要求过高，即使关系亲密，你同样感觉到不适。",
    "annotation": [
      {
        "sentence": "这个恐惧和愤怒很可能源自过往的经历。",
        "label": ""
      },
      {
        "sentence": "比如家庭因素，朋友恋人之间，他们曾经给带来过被忽视的无形伤害，让你自然回避，对你以后的人际交往也产生影响。",
        "label": ""
      },
      {
        "sentence": "所以当你很自然与别人建立亲密关系时，就会自然做出反应。",
        "label": ""
      },
      {
        "sentence": "我们说的慢性创伤，很难自己意识到，不断积累的被否定，自身的自卑，刻意追求完美，或者对身边亲密的人要求过高，即使关系亲密，你同样感觉到不适。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直是一个被动的人，很少主动开始一段社交。所以交朋友和谈恋爱对我来说是非常困难的，周围的人都认为这是一种障碍。但我对自己现在的状态还算满意，觉得这样也还好。",
    "annotation": [
      {
        "sentence": "我一直是一个被动的人，很少主动开始一段社交。",
        "label": ""
      },
      {
        "sentence": "所以交朋友和谈恋爱对我来说是非常困难的，周围的人都认为这是一种障碍。",
        "label": ""
      },
      {
        "sentence": "但我对自己现在的状态还算满意，觉得这样也还好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你能够接受自己现在的状态，那朋友和恋人也不一定是必须的。保持一种正常的交往，也是你现在的生活状态。但我还是想给你一些建议：首先，面对真实的自己，给自己足够的安全感。因为没有足够的安全感，即使你想要建立关系，事实上却把它推开，自身的防御机制会产生恐惧。其次，做一些提升自己的事情，等待遇见给你足够安全感的人。还可以找相关的咨询师进行沟通，他们能给你更专业的建议和支持。最重要的是，过好自己的生活，只要你自己认为是对的，自己的生活与他人无关。",
    "annotation": [
      {
        "sentence": "如果你能够接受自己现在的状态，那朋友和恋人也不一定是必须的。",
        "label": ""
      },
      {
        "sentence": "保持一种正常的交往，也是你现在的生活状态。",
        "label": ""
      },
      {
        "sentence": "但我还是想给你一些建议：首先，面对真实的自己，给自己足够的安全感。",
        "label": ""
      },
      {
        "sentence": "因为没有足够的安全感，即使你想要建立关系，事实上却把它推开，自身的防御机制会产生恐惧。",
        "label": ""
      },
      {
        "sentence": "其次，做一些提升自己的事情，等待遇见给你足够安全感的人。",
        "label": ""
      },
      {
        "sentence": "还可以找相关的咨询师进行沟通，他们能给你更专业的建议和支持。",
        "label": ""
      },
      {
        "sentence": "最重要的是，过好自己的生活，只要你自己认为是对的，自己的生活与他人无关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我会试着接受自己的状态，并尝试面对真实的自己。希望我能逐渐克服这种恐惧症，过上正常的生活。晚安~",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我会试着接受自己的状态，并尝试面对真实的自己。",
        "label": ""
      },
      {
        "sentence": "希望我能逐渐克服这种恐惧症，过上正常的生活。",
        "label": ""
      },
      {
        "sentence": "晚安~",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信你会逐渐变得更加坚强。如果需要我继续提供支持，请随时向我求助。晚安，祝一切都好。",
    "annotation": [
      {
        "sentence": "不客气，相信你会逐渐变得更加坚强。",
        "label": ""
      },
      {
        "sentence": "如果需要我继续提供支持，请随时向我求助。",
        "label": ""
      },
      {
        "sentence": "晚安，祝一切都好。",
        "label": ""
      }
    ]
  }
]