[
  {
    "role": "client",
    "content": "稍微亲密点的关系，我就很恶心、愤怒、想吐？我交朋友不能太亲密，如果表现得很需要我，我就会看到对方就恶心厌恶，忍不住就要伤害对方，让对方远离我，如果是男性的话会更严重。所以我没办法交朋友，更不可能恋爱，我问周围的人，他们觉得这个是障碍，但我觉得可能也还好。",
    "annotation": [
      {
        "sentence": "稍微亲密点的关系，我就很恶心、愤怒、想吐？",
        "label": ""
      },
      {
        "sentence": "我交朋友不能太亲密，如果表现得很需要我，我就会看到对方就恶心厌恶，忍不住就要伤害对方，让对方远离我，如果是男性的话会更严重。",
        "label": ""
      },
      {
        "sentence": "所以我没办法交朋友，更不可能恋爱，我问周围的人，他们觉得这个是障碍，但我觉得可能也还好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，你的感受我能理解。对于过度亲密的关系，你会感到恶心和愤怒，甚至想要吐出来。特别是对男性，稍微有一点亲密，你就会排斥对方，希望对方远离你，我真的很能理解你的困扰。这种排斥和厌烦其实是对我们人际关系带来困扰的来源，但我们并没有做错什么，只是因为我们的心理作用而感受到这样的情绪。这种情况让我们可能错过了很多真心待我们的朋友。我们害怕亲密关系，害怕别人对我们好，也害怕我们又伤害了对方。我觉得你可以考虑寻找心理咨询师，去理清心里的那个点。每件事情发生都有原因，不妨尝试找个心理咨询师，聊一聊你的过去，从潜意识里发掘出埋藏在你内心深处的故事，找到问题的根源。和自己对话也是一个好的方式。当你遇到这种情况时，你不要去排斥它。因为在某种程度上，这种情绪确实不是什么好的事情，于是你想要消除它，但反而越想消除，这种感觉就越深刻，越难以释怀。不如试着在这个时候和自己对话。问问自己为什么会这样？对方做错了什么？你可以怎么做才能不排斥？你们的关系能有所改善吗？……我想说潜意识对我们的影响是相当深刻的，它会悄悄地影响我们的行为和情绪。要想改变，就要找出潜意识里隐藏的东西，并与其相处。希望你能走出困境，世界和我一样爱着你！",
    "annotation": [
      {
        "sentence": "朋友，你的感受我能理解。",
        "label": ""
      },
      {
        "sentence": "对于过度亲密的关系，你会感到恶心和愤怒，甚至想要吐出来。",
        "label": ""
      },
      {
        "sentence": "特别是对男性，稍微有一点亲密，你就会排斥对方，希望对方远离你，我真的很能理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "这种排斥和厌烦其实是对我们人际关系带来困扰的来源，但我们并没有做错什么，只是因为我们的心理作用而感受到这样的情绪。",
        "label": ""
      },
      {
        "sentence": "这种情况让我们可能错过了很多真心待我们的朋友。",
        "label": ""
      },
      {
        "sentence": "我们害怕亲密关系，害怕别人对我们好，也害怕我们又伤害了对方。",
        "label": ""
      },
      {
        "sentence": "我觉得你可以考虑寻找心理咨询师，去理清心里的那个点。",
        "label": ""
      },
      {
        "sentence": "每件事情发生都有原因，不妨尝试找个心理咨询师，聊一聊你的过去，从潜意识里发掘出埋藏在你内心深处的故事，找到问题的根源。",
        "label": ""
      },
      {
        "sentence": "和自己对话也是一个好的方式。",
        "label": ""
      },
      {
        "sentence": "当你遇到这种情况时，你不要去排斥它。",
        "label": ""
      },
      {
        "sentence": "因为在某种程度上，这种情绪确实不是什么好的事情，于是你想要消除它，但反而越想消除，这种感觉就越深刻，越难以释怀。",
        "label": ""
      },
      {
        "sentence": "不如试着在这个时候和自己对话。",
        "label": ""
      },
      {
        "sentence": "问问自己为什么会这样？",
        "label": ""
      },
      {
        "sentence": "对方做错了什么？",
        "label": ""
      },
      {
        "sentence": "你可以怎么做才能不排斥？",
        "label": ""
      },
      {
        "sentence": "你们的关系能有所改善吗？",
        "label": ""
      },
      {
        "sentence": "……我想说潜意识对我们的影响是相当深刻的，它会悄悄地影响我们的行为和情绪。",
        "label": ""
      },
      {
        "sentence": "要想改变，就要找出潜意识里隐藏的东西，并与其相处。",
        "label": ""
      },
      {
        "sentence": "希望你能走出困境，世界和我一样爱着你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我也想过要和自己对话，但有时候感觉自己内心有些混乱，不知道该如何开展这个对话。我担心对话的时候会陷入更深的情绪困境。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我也想过要和自己对话，但有时候感觉自己内心有些混乱，不知道该如何开展这个对话。",
        "label": ""
      },
      {
        "sentence": "我担心对话的时候会陷入更深的情绪困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。有时候，内心混乱是正常的，但这并不意味着对话会让你陷入更深的情绪困境。你可以试着写下来，把你的思绪记录下来，然后逐一分析和回答这些问题。这样你可以更客观地了解自己的感受，也能够更清晰地看待问题。如果觉得一人对话困难，也可以找个信任的朋友或者专业的心理咨询师陪伴你一起进行对话。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "有时候，内心混乱是正常的，但这并不意味着对话会让你陷入更深的情绪困境。",
        "label": ""
      },
      {
        "sentence": "你可以试着写下来，把你的思绪记录下来，然后逐一分析和回答这些问题。",
        "label": ""
      },
      {
        "sentence": "这样你可以更客观地了解自己的感受，也能够更清晰地看待问题。",
        "label": ""
      },
      {
        "sentence": "如果觉得一人对话困难，也可以找个信任的朋友或者专业的心理咨询师陪伴你一起进行对话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "写下来并逐一分析这个方法听起来不错。我会试一试。至于寻找心理咨询师，我会考虑的，虽然有些担心和陌生人分享自己的故事。",
    "annotation": [
      {
        "sentence": "写下来并逐一分析这个方法听起来不错。",
        "label": ""
      },
      {
        "sentence": "我会试一试。",
        "label": ""
      },
      {
        "sentence": "至于寻找心理咨询师，我会考虑的，虽然有些担心和陌生人分享自己的故事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你对这个方法感兴趣，试一试也许能对你有所帮助。关于找心理咨询师这件事，我能理解你的担心。但专业的心理咨询师会保护你的隐私，并提供专业的帮助和支持。每个人都有自己的故事，你并不是一个人面对困难。和心理咨询师分享你的故事，也许能让你找到解决问题的新方向。希望你能尽快走出困境，获得更好的生活质量。",
    "annotation": [
      {
        "sentence": "很高兴你对这个方法感兴趣，试一试也许能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "关于找心理咨询师这件事，我能理解你的担心。",
        "label": ""
      },
      {
        "sentence": "但专业的心理咨询师会保护你的隐私，并提供专业的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的故事，你并不是一个人面对困难。",
        "label": ""
      },
      {
        "sentence": "和心理咨询师分享你的故事，也许能让你找到解决问题的新方向。",
        "label": ""
      },
      {
        "sentence": "希望你能尽快走出困境，获得更好的生活质量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会尽快行动起来，试着接受帮助和支持。谢谢你的倾听和鼓励，我真的很感激。",
    "annotation": [
      {
        "sentence": "你说得对，我会尽快行动起来，试着接受帮助和支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你的倾听和鼓励，我真的很感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你真的很勇敢，愿意面对自己的困境，并且愿意接受帮助和支持。相信自己，你一定可以走出困境，过上更好的生活。如果你需要任何帮助，随时找我聊天。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "你真的很勇敢，愿意面对自己的困境，并且愿意接受帮助和支持。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以走出困境，过上更好的生活。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，有你这样的朋友真的让我很幸运。我会努力的，希望不久的将来我可以告诉你我取得了进展。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，有你这样的朋友真的让我很幸运。",
        "label": ""
      },
      {
        "sentence": "我会努力的，希望不久的将来我可以告诉你我取得了进展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的进步我们一起期待。相信自己，相信未来的美好。无论困难多大，你都不是一个人在面对，我们会一直在你身边支持你。加油！",
    "annotation": [
      {
        "sentence": "你的进步我们一起期待。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来的美好。",
        "label": ""
      },
      {
        "sentence": "无论困难多大，你都不是一个人在面对，我们会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]