[
  {
    "role": "client",
    "content": "自卑又自恋，不敢和异性交流怎么办？我这个人就是一个矛盾体，发自内心的自卑但又自恋，这自恋的原因我觉得是因为我从小没得到过父爱以至于渴望被爱，被异性关注，异性稍微多关注一下就会觉得他是不是喜欢自己，是不是很自恋，可是没办法啊控制不了。但又因为自卑性格比较内向和男生随便讲一下话就会脸红怕被人看到觉得丢脸更不爱和异性交流，从小时候到现在异性朋友几乎没有。",
    "annotation": [
      {
        "sentence": "自卑又自恋，不敢和异性交流怎么办？",
        "label": ""
      },
      {
        "sentence": "我这个人就是一个矛盾体，发自内心的自卑但又自恋，这自恋的原因我觉得是因为我从小没得到过父爱以至于渴望被爱，被异性关注，异性稍微多关注一下就会觉得他是不是喜欢自己，是不是很自恋，可是没办法啊控制不了。",
        "label": ""
      },
      {
        "sentence": "但又因为自卑性格比较内向和男生随便讲一下话就会脸红怕被人看到觉得丢脸更不爱和异性交流，从小时候到现在异性朋友几乎没有。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受。实际上，自卑和自恋是息息相关的。越是自卑的人，往往自恋的程度也会越高。一个人越渴望得到某些东西，那他想要这些东西的欲望程度也就越强烈。因此，自卑和自恋的情绪，在能够保持在一定范围内时是正常的。但是，如果我们的自卑和自恋情绪过于严重，会影响到我们的生活和人际关系。如果想要改变这种心理特质，你需要付出很多耐心。我了解到一本叫做《自卑与超越》的书，可能对你有所帮助。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "实际上，自卑和自恋是息息相关的。",
        "label": ""
      },
      {
        "sentence": "越是自卑的人，往往自恋的程度也会越高。",
        "label": ""
      },
      {
        "sentence": "一个人越渴望得到某些东西，那他想要这些东西的欲望程度也就越强烈。",
        "label": ""
      },
      {
        "sentence": "因此，自卑和自恋的情绪，在能够保持在一定范围内时是正常的。",
        "label": ""
      },
      {
        "sentence": "但是，如果我们的自卑和自恋情绪过于严重，会影响到我们的生活和人际关系。",
        "label": ""
      },
      {
        "sentence": "如果想要改变这种心理特质，你需要付出很多耐心。",
        "label": ""
      },
      {
        "sentence": "我了解到一本叫做《自卑与超越》的书，可能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的话让我觉得很温暖。但是，我始终无法克制自己，变得更加自信。我不知道该怎么做才能与人正常相处。支持者：你需要学会调整一下自己的心态。我们并不是所有人都可以成为好朋友的，但与人交往时，我们可以尝试抱着友好的态度去建立关系。你可以试试把与异性相处的过程当作是交朋友的过程，在这个过程中，不要对关系有太多期待，让它自然地发展。可能这个过程需要时间，但在这个过程中，你需要注意自己的人际边界以及某些不利于建立正常人际关系的认知和信念。",
    "annotation": [
      {
        "sentence": "你的话让我觉得很温暖。",
        "label": ""
      },
      {
        "sentence": "但是，我始终无法克制自己，变得更加自信。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么做才能与人正常相处。",
        "label": ""
      },
      {
        "sentence": "支持者：你需要学会调整一下自己的心态。",
        "label": ""
      },
      {
        "sentence": "我们并不是所有人都可以成为好朋友的，但与人交往时，我们可以尝试抱着友好的态度去建立关系。",
        "label": ""
      },
      {
        "sentence": "你可以试试把与异性相处的过程当作是交朋友的过程，在这个过程中，不要对关系有太多期待，让它自然地发展。",
        "label": ""
      },
      {
        "sentence": "可能这个过程需要时间，但在这个过程中，你需要注意自己的人际边界以及某些不利于建立正常人际关系的认知和信念。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会好好调整自己。但是，现在的我还是有些犹豫。支持者：经过我的关心与帮助，我相信你会走出困境的。如果你觉得需要更多帮助，你可以尝试与一位专业的心理咨询师谈谈，长期的支持和帮助会是你变得更好的关键。",
    "annotation": [
      {
        "sentence": "我明白了，我会好好调整自己。",
        "label": ""
      },
      {
        "sentence": "但是，现在的我还是有些犹豫。",
        "label": ""
      },
      {
        "sentence": "支持者：经过我的关心与帮助，我相信你会走出困境的。",
        "label": ""
      },
      {
        "sentence": "如果你觉得需要更多帮助，你可以尝试与一位专业的心理咨询师谈谈，长期的支持和帮助会是你变得更好的关键。",
        "label": ""
      }
    ]
  }
]