[
  {
    "role": "client",
    "content": "27岁，想要控制老公，怎么办？",
    "annotation": [
      {
        "sentence": "27岁，想要控制老公，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我看到你的标题，我的第一感受就是为什么要控制？然后看了后面你的描述，原来发现我想的那种控制和你说的这种控制不是一回事。你的这种控制是希望把老公变得更好，帮助他戒掉一些对生活不好的有瘾的东西。那么既然是这样的话，我认为这个标题如果你改成怎么帮助老公戒掉一些生活的不良习惯，我认为更好一点。",
    "annotation": [
      {
        "sentence": "首先我看到你的标题，我的第一感受就是为什么要控制？",
        "label": ""
      },
      {
        "sentence": "然后看了后面你的描述，原来发现我想的那种控制和你说的这种控制不是一回事。",
        "label": ""
      },
      {
        "sentence": "你的这种控制是希望把老公变得更好，帮助他戒掉一些对生活不好的有瘾的东西。",
        "label": ""
      },
      {
        "sentence": "那么既然是这样的话，我认为这个标题如果你改成怎么帮助老公戒掉一些生活的不良习惯，我认为更好一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望能够帮助老公改掉一些不良习惯，但我不知道该怎么做，因为我们之前已经为这个问题争吵了很多次。",
    "annotation": [
      {
        "sentence": "是的，我希望能够帮助老公改掉一些不良习惯，但我不知道该怎么做，因为我们之前已经为这个问题争吵了很多次。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实老实说你改掉这一点点的话，你都会发现你在生活当中，你和你老公之间的关系都会有所改变。城里的表达和描述当中可以看得出来你其实是一个在生活当中自我攻击非常强的人。这种强大的自我攻击会让你在生活当中想要去做某些事的时候形成非常强大的阻碍。你其实很难心安理得的去帮助您老公戒掉一些生活当中的不良嗜好。即使你是为了这个家庭好也是一样。",
    "annotation": [
      {
        "sentence": "其实老实说你改掉这一点点的话，你都会发现你在生活当中，你和你老公之间的关系都会有所改变。",
        "label": ""
      },
      {
        "sentence": "城里的表达和描述当中可以看得出来你其实是一个在生活当中自我攻击非常强的人。",
        "label": ""
      },
      {
        "sentence": "这种强大的自我攻击会让你在生活当中想要去做某些事的时候形成非常强大的阻碍。",
        "label": ""
      },
      {
        "sentence": "你其实很难心安理得的去帮助您老公戒掉一些生活当中的不良嗜好。",
        "label": ""
      },
      {
        "sentence": "即使你是为了这个家庭好也是一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实发现，我的自我攻击导致我在处理这个问题时感到非常痛苦，并且对自己的行为感到愧疚。我想改变这种态度，但不知道怎么做。",
    "annotation": [
      {
        "sentence": "我确实发现，我的自我攻击导致我在处理这个问题时感到非常痛苦，并且对自己的行为感到愧疚。",
        "label": ""
      },
      {
        "sentence": "我想改变这种态度，但不知道怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你想要改变现状的话，你第一个要做的就是改变对于自己的看法。改变对于自己的认知和自己的态度。你首先要非常的清楚，你是一个非常棒并且是一个非常温柔和充满爱的女人。你的行为背后不仅仅是为了自己，也是为了你老公也是为了这个家。当你去做好了，你是一个非常棒，非常温柔充满爱的一个女人的时候你才能够去接纳你老公，也是一个非常棒的老公。而且你对于你老公有一种他是一个非常棒的老公，并且没有冲突的时候，你会发现会把你的老公变成一个非常棒的老公。",
    "annotation": [
      {
        "sentence": "如果你想要改变现状的话，你第一个要做的就是改变对于自己的看法。",
        "label": ""
      },
      {
        "sentence": "改变对于自己的认知和自己的态度。",
        "label": ""
      },
      {
        "sentence": "你首先要非常的清楚，你是一个非常棒并且是一个非常温柔和充满爱的女人。",
        "label": ""
      },
      {
        "sentence": "你的行为背后不仅仅是为了自己，也是为了你老公也是为了这个家。",
        "label": ""
      },
      {
        "sentence": "当你去做好了，你是一个非常棒，非常温柔充满爱的一个女人的时候你才能够去接纳你老公，也是一个非常棒的老公。",
        "label": ""
      },
      {
        "sentence": "而且你对于你老公有一种他是一个非常棒的老公，并且没有冲突的时候，你会发现会把你的老公变成一个非常棒的老公。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要改变对自己和老公的看法，接纳他现在的状态，并相信他能成为更好的人。但是当我看到他继续打游戏和玩牌时，我会很生气，情绪很复杂。我不知道我应该怎么办才好。",
    "annotation": [
      {
        "sentence": "我明白了，我需要改变对自己和老公的看法，接纳他现在的状态，并相信他能成为更好的人。",
        "label": ""
      },
      {
        "sentence": "但是当我看到他继续打游戏和玩牌时，我会很生气，情绪很复杂。",
        "label": ""
      },
      {
        "sentence": "我不知道我应该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人是会因为他人的期待而前进的生物。人不是一个会因为他人的攻击，讨厌和恐惧而前进的生物。并且在你的描述当中你找过心理咨询师，也得到了一些专业的分析，所以你对于心理这一块也是有着一定的了解和认知的。那么这个时候认为相比叫你去找一个心理咨询师继续帮你分析，告诉你怎么做。你现在更应该找到一个更合适的人来认同你告诉你是一个非常棒的女生，寻找到正面的自己。那么在这里我就推荐一下我自己，我认为我这一块还是做的非常的不错的。那么无论最终你怎么去选择，我都在这里由衷的祝福你变得更加的幸福快乐。",
    "annotation": [
      {
        "sentence": "人是会因为他人的期待而前进的生物。",
        "label": ""
      },
      {
        "sentence": "人不是一个会因为他人的攻击，讨厌和恐惧而前进的生物。",
        "label": ""
      },
      {
        "sentence": "并且在你的描述当中你找过心理咨询师，也得到了一些专业的分析，所以你对于心理这一块也是有着一定的了解和认知的。",
        "label": ""
      },
      {
        "sentence": "那么这个时候认为相比叫你去找一个心理咨询师继续帮你分析，告诉你怎么做。",
        "label": ""
      },
      {
        "sentence": "你现在更应该找到一个更合适的人来认同你告诉你是一个非常棒的女生，寻找到正面的自己。",
        "label": ""
      },
      {
        "sentence": "那么在这里我就推荐一下我自己，我认为我这一块还是做的非常的不错的。",
        "label": ""
      },
      {
        "sentence": "那么无论最终你怎么去选择，我都在这里由衷的祝福你变得更加的幸福快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和祝福。我会认真思考并寻找一位合适的心理咨询师来帮助我。希望通过改变自己的态度和行为，我能够帮助老公戒掉不良习惯，让我们的婚姻更加幸福快乐。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和祝福。",
        "label": ""
      },
      {
        "sentence": "我会认真思考并寻找一位合适的心理咨询师来帮助我。",
        "label": ""
      },
      {
        "sentence": "希望通过改变自己的态度和行为，我能够帮助老公戒掉不良习惯，让我们的婚姻更加幸福快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你非常棒，并且你的决定也是非常正确的。相信自己，相信你可以改变和帮助你的老公。祝你幸福快乐！如果你需要任何帮助或者再次倾诉，随时都可以找我。",
    "annotation": [
      {
        "sentence": "你非常棒，并且你的决定也是非常正确的。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你可以改变和帮助你的老公。",
        "label": ""
      },
      {
        "sentence": "祝你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次倾诉，随时都可以找我。",
        "label": ""
      }
    ]
  }
]