[
  {
    "role": "client",
    "content": "父母逼我们生娃，受不了了！怎么能让父母不要逼我们？老婆身体有点问题（子宫肌瘤），她爸妈就老是逼我们现在开始备孕生娃，但现在我们有自己工作和学习上的计划，不想立马生娃，但这样他们就越是要逼我们，经常挂在嘴上，同时限制我们干这个干那个，搞的我们压力特别大。现在我们都不想回家，本来两个人的房事也是自然而然的事情，现在被人逼着做，感觉完全是在例行公事，更不想做了。我们都知道爸妈是为了我们好，不想我们留下遗憾，但一直这样逼着只会起到反作用，怎么才能让父母不要这样逼我们？让我们顺其自然地进行？能不能有相关的文章分享给父母看的，或者告诉我们应该如何与父母沟通？",
    "annotation": [
      {
        "sentence": "父母逼我们生娃，受不了了！",
        "label": ""
      },
      {
        "sentence": "怎么能让父母不要逼我们？",
        "label": ""
      },
      {
        "sentence": "老婆身体有点问题（子宫肌瘤），她爸妈就老是逼我们现在开始备孕生娃，但现在我们有自己工作和学习上的计划，不想立马生娃，但这样他们就越是要逼我们，经常挂在嘴上，同时限制我们干这个干那个，搞的我们压力特别大。",
        "label": ""
      },
      {
        "sentence": "现在我们都不想回家，本来两个人的房事也是自然而然的事情，现在被人逼着做，感觉完全是在例行公事，更不想做了。",
        "label": ""
      },
      {
        "sentence": "我们都知道爸妈是为了我们好，不想我们留下遗憾，但一直这样逼着只会起到反作用，怎么才能让父母不要这样逼我们？",
        "label": ""
      },
      {
        "sentence": "让我们顺其自然地进行？",
        "label": ""
      },
      {
        "sentence": "能不能有相关的文章分享给父母看的，或者告诉我们应该如何与父母沟通？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，非常能够理解你的愤怒，委屈和压抑。在回答你的问题之前，我想先说一下婚姻的意义。婚姻最大的意义是脱离以前的家庭，组建新的家庭，实现个人独立。在结婚之前，我们一直生活在父母的家庭之中，没有完全获得个人独立。很多时候，我们必须听从父母的安排和意见。但是结婚后，我们组建了自己的家庭，成为这个家庭的主要人物和权利人。我们的家庭和父母的家庭成为两个独立的家庭。这时两个家庭可以互相影响，但不能互相干扰。一旦两个家庭互相干扰，两个家庭都会变得不健康、压抑和痛苦。特别是父母的家庭干扰孩子的家庭，会影响两个家庭的稳定。举个例子，父母家庭干扰孩子家庭，父母的权利会大于孩子的权利，让孩子和孩子的妻子感到不舒服。结婚后，两个家庭应该是相互独立的，父母家庭只能对孩子家庭提供意见和影响，但不能干扰孩子家庭的决定。现在在中国，这种现象很常见，父母经常干涉孩子的婚姻，导致夫妻离婚。两个家庭的交流更像是国家外交，原则性的东西不能侵犯，但是可以用外交手段进行交流。在这个时候，我们要相信父母家庭是希望给孩子家庭带来好的影响的。作为孩子，我们可以向父母说明自己的规划，请求他们尊重我们的选择，相信我们有能力规划好未来的人生。有时候也需要适度坚决。如果你需要倾诉或咨询，我愿意倾听并提供帮助。最后，衷心祝福你幸福快乐。",
    "annotation": [
      {
        "sentence": "看了你的描述，非常能够理解你的愤怒，委屈和压抑。",
        "label": ""
      },
      {
        "sentence": "在回答你的问题之前，我想先说一下婚姻的意义。",
        "label": ""
      },
      {
        "sentence": "婚姻最大的意义是脱离以前的家庭，组建新的家庭，实现个人独立。",
        "label": ""
      },
      {
        "sentence": "在结婚之前，我们一直生活在父母的家庭之中，没有完全获得个人独立。",
        "label": ""
      },
      {
        "sentence": "很多时候，我们必须听从父母的安排和意见。",
        "label": ""
      },
      {
        "sentence": "但是结婚后，我们组建了自己的家庭，成为这个家庭的主要人物和权利人。",
        "label": ""
      },
      {
        "sentence": "我们的家庭和父母的家庭成为两个独立的家庭。",
        "label": ""
      },
      {
        "sentence": "这时两个家庭可以互相影响，但不能互相干扰。",
        "label": ""
      },
      {
        "sentence": "一旦两个家庭互相干扰，两个家庭都会变得不健康、压抑和痛苦。",
        "label": ""
      },
      {
        "sentence": "特别是父母的家庭干扰孩子的家庭，会影响两个家庭的稳定。",
        "label": ""
      },
      {
        "sentence": "举个例子，父母家庭干扰孩子家庭，父母的权利会大于孩子的权利，让孩子和孩子的妻子感到不舒服。",
        "label": ""
      },
      {
        "sentence": "结婚后，两个家庭应该是相互独立的，父母家庭只能对孩子家庭提供意见和影响，但不能干扰孩子家庭的决定。",
        "label": ""
      },
      {
        "sentence": "现在在中国，这种现象很常见，父母经常干涉孩子的婚姻，导致夫妻离婚。",
        "label": ""
      },
      {
        "sentence": "两个家庭的交流更像是国家外交，原则性的东西不能侵犯，但是可以用外交手段进行交流。",
        "label": ""
      },
      {
        "sentence": "在这个时候，我们要相信父母家庭是希望给孩子家庭带来好的影响的。",
        "label": ""
      },
      {
        "sentence": "作为孩子，我们可以向父母说明自己的规划，请求他们尊重我们的选择，相信我们有能力规划好未来的人生。",
        "label": ""
      },
      {
        "sentence": "有时候也需要适度坚决。",
        "label": ""
      },
      {
        "sentence": "如果你需要倾诉或咨询，我愿意倾听并提供帮助。",
        "label": ""
      },
      {
        "sentence": "最后，衷心祝福你幸福快乐。",
        "label": ""
      }
    ]
  }
]