[
  {
    "role": "client",
    "content": "我是女生，极度缺乏安全感，不信任老公，怎么办？",
    "annotation": [
      {
        "sentence": "我是女生，极度缺乏安全感，不信任老公，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来好像你们这个初生的家庭让你感觉不太好呢，有许多的压力和不确定性让你缺乏安全感。主要由以下几方面带来：1【经济压力】：有房贷车贷，先生的工作很辛苦，但实际收入和预期的好像有点距离；2【家庭事物压力】：原本这一块应该是两个人共同处理，但是先生回家后玩游戏居多，少做家务，对于婚礼也没有计划；3【情感压力】：先生的工作很负责任，经常被通知加班，但单位女性居多，且女性朋友也很多，这让你没有安全感，甚至会在先生不在身边时胡思乱想；通过描述无法看到你们此前的一些情况，比如恋爱了多久，情感基础怎么样，双方家庭的相处如何。不过提问是为了更好的生活和未来，我们尝试想一下如何来解决以上问题吧。",
    "annotation": [
      {
        "sentence": "听起来好像你们这个初生的家庭让你感觉不太好呢，有许多的压力和不确定性让你缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "主要由以下几方面带来：1【经济压力】：有房贷车贷，先生的工作很辛苦，但实际收入和预期的好像有点距离；2【家庭事物压力】：原本这一块应该是两个人共同处理，但是先生回家后玩游戏居多，少做家务，对于婚礼也没有计划；3【情感压力】：先生的工作很负责任，经常被通知加班，但单位女性居多，且女性朋友也很多，这让你没有安全感，甚至会在先生不在身边时胡思乱想；通过描述无法看到你们此前的一些情况，比如恋爱了多久，情感基础怎么样，双方家庭的相处如何。",
        "label": ""
      },
      {
        "sentence": "不过提问是为了更好的生活和未来，我们尝试想一下如何来解决以上问题吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们恋爱了两年多，感情还算不错，但是结婚后感觉他变了，变得不关心我，只顾着工作和玩游戏。我曾和他沟通过这些问题，但他总是觉得我小题大做。我担心他对我和家庭的责任感不够，也害怕他会有外遇。",
    "annotation": [
      {
        "sentence": "我们恋爱了两年多，感情还算不错，但是结婚后感觉他变了，变得不关心我，只顾着工作和玩游戏。",
        "label": ""
      },
      {
        "sentence": "我曾和他沟通过这些问题，但他总是觉得我小题大做。",
        "label": ""
      },
      {
        "sentence": "我担心他对我和家庭的责任感不够，也害怕他会有外遇。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧是可以理解的，在婚姻中我们希望双方能够相互关心和支持。或许你可以再次和他进行深入的沟通，告诉他你的感受和担忧，看看他是否能够理解并采取一些行动来改变一下现状。同时，你也可以思考一下你期待的婚姻是怎样的，然后和他共同讨论并制定一些家庭目标，互相承担起责任。",
    "annotation": [
      {
        "sentence": "你的担忧是可以理解的，在婚姻中我们希望双方能够相互关心和支持。",
        "label": ""
      },
      {
        "sentence": "或许你可以再次和他进行深入的沟通，告诉他你的感受和担忧，看看他是否能够理解并采取一些行动来改变一下现状。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以思考一下你期待的婚姻是怎样的，然后和他共同讨论并制定一些家庭目标，互相承担起责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试过和他沟通，但是每次都感觉他没有认真听我说，总是随便应付。我也不知道如何向他展示我真实的感受和需求。",
    "annotation": [
      {
        "sentence": "我试过和他沟通，但是每次都感觉他没有认真听我说，总是随便应付。",
        "label": ""
      },
      {
        "sentence": "我也不知道如何向他展示我真实的感受和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通是建立关系和解决问题的基础，但每个人的沟通方式和接受方式不同。你可以尝试一些新的沟通方法，比如写信给他表达你的感受，或者找一个适当的时间和地点和他坐下来认真地交流。另外，你也可以考虑婚姻辅导，专业的咨询师可以帮助你们有效地沟通和解决问题。",
    "annotation": [
      {
        "sentence": "沟通是建立关系和解决问题的基础，但每个人的沟通方式和接受方式不同。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些新的沟通方法，比如写信给他表达你的感受，或者找一个适当的时间和地点和他坐下来认真地交流。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以考虑婚姻辅导，专业的咨询师可以帮助你们有效地沟通和解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "婚姻辅导听起来不错，我会考虑找一位婚姻咨询师帮助我们。但我还是很害怕他出轨，我该如何重新建立对他的信任？",
    "annotation": [
      {
        "sentence": "婚姻辅导听起来不错，我会考虑找一位婚姻咨询师帮助我们。",
        "label": ""
      },
      {
        "sentence": "但我还是很害怕他出轨，我该如何重新建立对他的信任？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕他出轨是你的一种担忧，但是过度担心也会增加你们之间的矛盾和压力。重新建立信任是一个过程，需要时间和双方的努力。除了倾诉你的担忧，你也可以尝试更深入地了解他的内心世界，共同制定一些彼此信任和支持的行为准则，逐渐增进你们之间的互信。同时也要记得，信任不应该只是建立在对方身上，你也要从自身出发，增强自己的安全感和自信心。",
    "annotation": [
      {
        "sentence": "害怕他出轨是你的一种担忧，但是过度担心也会增加你们之间的矛盾和压力。",
        "label": ""
      },
      {
        "sentence": "重新建立信任是一个过程，需要时间和双方的努力。",
        "label": ""
      },
      {
        "sentence": "除了倾诉你的担忧，你也可以尝试更深入地了解他的内心世界，共同制定一些彼此信任和支持的行为准则，逐渐增进你们之间的互信。",
        "label": ""
      },
      {
        "sentence": "同时也要记得，信任不应该只是建立在对方身上，你也要从自身出发，增强自己的安全感和自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得我的问题有了一些解决的方向了。我会试着用新的方法和他沟通，并寻求专业咨询师的帮助。我也会加强自己的内心修复，希望我们能一起度过难关。谢谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得我的问题有了一些解决的方向了。",
        "label": ""
      },
      {
        "sentence": "我会试着用新的方法和他沟通，并寻求专业咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "我也会加强自己的内心修复，希望我们能一起度过难关。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。婚姻中遇到困难很正常，关键是双方都有愿意努力解决问题的心态。祝福你们能够度过难关，建立一个幸福稳定的家庭。如果还有其他问题，随时都可以来找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "婚姻中遇到困难很正常，关键是双方都有愿意努力解决问题的心态。",
        "label": ""
      },
      {
        "sentence": "祝福你们能够度过难关，建立一个幸福稳定的家庭。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]