[
  {
    "role": "client",
    "content": "网恋10个月才知道他结婚有小孩，他离婚了，怎么办？我去年11月份在网上认识他，异国恋，我因为家里出现巨大变故，妈妈去世，爸爸又找了跟我年纪相仿的女人生了个儿子，我失去了整个家的时候，痛苦无处宣泄认识了他，他很体贴，处处关心我，有时差也陪着我熬过了这段日子，他本人也是个工作努力又上进的人，我很欣赏他，可是认识第10个月的时候，才发现他有老婆和两个小孩，女儿4岁，儿子才1岁多，我得知后觉得要马上退出这段关系，在分手后半个月后，他竟然离婚了。他老婆年轻貌美，比我还小6岁，我该怎么办，压力好大。而且他之前骗我说没结婚，这种谎言我至今不能忘怀，我现在也很介意他跟别的女人生过孩子，他答应我要出国跟我去别的地方生活，不会被他之前的家庭影响。我32岁，出国留学，定居海外，家庭状况良好。请问到底要怎么面对这个感情？",
    "annotation": [
      {
        "sentence": "网恋10个月才知道他结婚有小孩，他离婚了，怎么办？",
        "label": ""
      },
      {
        "sentence": "我去年11月份在网上认识他，异国恋，我因为家里出现巨大变故，妈妈去世，爸爸又找了跟我年纪相仿的女人生了个儿子，我失去了整个家的时候，痛苦无处宣泄认识了他，他很体贴，处处关心我，有时差也陪着我熬过了这段日子，他本人也是个工作努力又上进的人，我很欣赏他，可是认识第10个月的时候，才发现他有老婆和两个小孩，女儿4岁，儿子才1岁多，我得知后觉得要马上退出这段关系，在分手后半个月后，他竟然离婚了。",
        "label": ""
      },
      {
        "sentence": "他老婆年轻貌美，比我还小6岁，我该怎么办，压力好大。",
        "label": ""
      },
      {
        "sentence": "而且他之前骗我说没结婚，这种谎言我至今不能忘怀，我现在也很介意他跟别的女人生过孩子，他答应我要出国跟我去别的地方生活，不会被他之前的家庭影响。",
        "label": ""
      },
      {
        "sentence": "我32岁，出国留学，定居海外，家庭状况良好。",
        "label": ""
      },
      {
        "sentence": "请问到底要怎么面对这个感情？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你对这段感情的问题感到非常困惑和矛盾。不过，首先我想说，这个男人的行为真的很让人愤怒。他似乎对你隐瞒了他的婚姻状况，这是严重欺骗和背叛。我能理解你感到压力很大，因为这段感情让你陷入了困境。你也提到你非常介意他曾经和其他女人有孩子。面对这个问题，我希望你能够保持冷静，并认真思考你自己的利益和幸福。请记住，你值得拥有一段健康、诚实和稳定的感情，而不是被欺骗和伤害。",
    "annotation": [
      {
        "sentence": "看起来你对这段感情的问题感到非常困惑和矛盾。",
        "label": ""
      },
      {
        "sentence": "不过，首先我想说，这个男人的行为真的很让人愤怒。",
        "label": ""
      },
      {
        "sentence": "他似乎对你隐瞒了他的婚姻状况，这是严重欺骗和背叛。",
        "label": ""
      },
      {
        "sentence": "我能理解你感到压力很大，因为这段感情让你陷入了困境。",
        "label": ""
      },
      {
        "sentence": "你也提到你非常介意他曾经和其他女人有孩子。",
        "label": ""
      },
      {
        "sentence": "面对这个问题，我希望你能够保持冷静，并认真思考你自己的利益和幸福。",
        "label": ""
      },
      {
        "sentence": "请记住，你值得拥有一段健康、诚实和稳定的感情，而不是被欺骗和伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实觉得很困惑和矛盾，不知道该如何抉择。虽然他之前欺骗了我，但是在分手后的半个月里他竟然离婚了。这让我感到很难受，因为他为了我做出了这个决定。我不确定是否应该信任他的改变，同时也害怕他曾经的家庭对我们的关系产生负面影响。我真的很想和他一起出国开始新的生活，但是这样的选择是否正确呢？",
    "annotation": [
      {
        "sentence": "我确实觉得很困惑和矛盾，不知道该如何抉择。",
        "label": ""
      },
      {
        "sentence": "虽然他之前欺骗了我，但是在分手后的半个月里他竟然离婚了。",
        "label": ""
      },
      {
        "sentence": "这让我感到很难受，因为他为了我做出了这个决定。",
        "label": ""
      },
      {
        "sentence": "我不确定是否应该信任他的改变，同时也害怕他曾经的家庭对我们的关系产生负面影响。",
        "label": ""
      },
      {
        "sentence": "我真的很想和他一起出国开始新的生活，但是这样的选择是否正确呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你对这个感情的矛盾和不确定感。虽然他离婚了，但是之前他对你隐瞒自己的婚姻状况，这仍然是一个非常大的问题。你的犹豫和担心都是可以理解的。在做出决定之前，我建议你先独立思考并整理自己的感受。考虑他以前的行为给你带来的伤害和不信任感，以及你对他的家庭背景感到的担忧。同时，也要思考你自己的未来和幸福，这决定应该是为了你自己而做出的。",
    "annotation": [
      {
        "sentence": "我明白你对这个感情的矛盾和不确定感。",
        "label": ""
      },
      {
        "sentence": "虽然他离婚了，但是之前他对你隐瞒自己的婚姻状况，这仍然是一个非常大的问题。",
        "label": ""
      },
      {
        "sentence": "你的犹豫和担心都是可以理解的。",
        "label": ""
      },
      {
        "sentence": "在做出决定之前，我建议你先独立思考并整理自己的感受。",
        "label": ""
      },
      {
        "sentence": "考虑他以前的行为给你带来的伤害和不信任感，以及你对他的家庭背景感到的担忧。",
        "label": ""
      },
      {
        "sentence": "同时，也要思考你自己的未来和幸福，这决定应该是为了你自己而做出的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我确实需要时间和空间来思考这个问题。我会好好考虑我自己的感受和未来的幸福。不希望再重蹈覆辙，受到伤害。谢谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我确实需要时间和空间来思考这个问题。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑我自己的感受和未来的幸福。",
        "label": ""
      },
      {
        "sentence": "不希望再重蹈覆辙，受到伤害。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。在面对这个感情问题的过程中，确保你的感受和幸福是最重要的。不要让过去的伤害和痛苦继续困扰你，而是要朝着更好的未来前进。如果在思考的过程中你有任何疑问或需要进一步的支持，随时都可以找我聊天。相信自己，你会做出正确的决定的。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "在面对这个感情问题的过程中，确保你的感受和幸福是最重要的。",
        "label": ""
      },
      {
        "sentence": "不要让过去的伤害和痛苦继续困扰你，而是要朝着更好的未来前进。",
        "label": ""
      },
      {
        "sentence": "如果在思考的过程中你有任何疑问或需要进一步的支持，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "相信自己，你会做出正确的决定的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的理解和支持。我会好好思考并在需要的时候向你寻求帮助。希望我能够找到自己真正的幸福和满足。再次谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我会好好思考并在需要的时候向你寻求帮助。",
        "label": ""
      },
      {
        "sentence": "希望我能够找到自己真正的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  }
]