[
  {
    "role": "client",
    "content": "很不接纳自己，从小父母也不怎么接纳我，怎么办？",
    "annotation": [
      {
        "sentence": "很不接纳自己，从小父母也不怎么接纳我，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，能感受到你的压抑、痛苦和无奈，很心疼也很理解。先谦虚是美德，批评是鞭策，可能很多父母会说这样做只是想让孩子变得更优秀一些。然而不幸的是这却给孩子带来了无法抹去的伤痛。孩子在小的时候对自我的认知，很大程度上取决于父母的评价，最重要的存在感和价值感，也主要来自父母的肯定和鼓励，这将是孩子一生温暖的底色，也将是孩子行走一世的重要力量。很不幸，你父母的不良教育方式给你带来了深深的伤害，也让即将成年的你越来越不能接纳自己，甚至讨厌自己，心疼你。但孩子，这并不是你的错，不过既然问题已经造成，就需要想办法解决。#如何调解的几点建议#～不知道你大概是什么年龄，是在上学还是工作了，如果可以的话，能尽量减少父母的负面影响应该会起到一定的作用，可以尝试跟父母沟通一下，表达自己的需求和情感，试着用行动去影响父母。～提升自己的能力，增强自己的自信心，这个是最重要的任务。首先你没有错，你也不是如父母说的那样不好，至少现在你会想要求助想要改变，这就是很棒的，自我觉知就是好的开始。要相信自己，你很年轻，这个世界只要想改变就有无限可能。～你也在慢慢长大，可以试着扩大自己的生活圈子，多交一些积极、热情、充满自信的朋友，接受积极的影响，淡化父母的影子，尽量多的做自我肯定，相信积极的环境也会给你带来不一样的感受，良好的社会交往也会对自信心的提升有积极的作用。希望我的回答能有所帮助，祝福。",
    "annotation": [
      {
        "sentence": "看到你的问题，能感受到你的压抑、痛苦和无奈，很心疼也很理解。",
        "label": ""
      },
      {
        "sentence": "先谦虚是美德，批评是鞭策，可能很多父母会说这样做只是想让孩子变得更优秀一些。",
        "label": ""
      },
      {
        "sentence": "然而不幸的是这却给孩子带来了无法抹去的伤痛。",
        "label": ""
      },
      {
        "sentence": "孩子在小的时候对自我的认知，很大程度上取决于父母的评价，最重要的存在感和价值感，也主要来自父母的肯定和鼓励，这将是孩子一生温暖的底色，也将是孩子行走一世的重要力量。",
        "label": ""
      },
      {
        "sentence": "很不幸，你父母的不良教育方式给你带来了深深的伤害，也让即将成年的你越来越不能接纳自己，甚至讨厌自己，心疼你。",
        "label": ""
      },
      {
        "sentence": "但孩子，这并不是你的错，不过既然问题已经造成，就需要想办法解决。",
        "label": ""
      },
      {
        "sentence": "#如何调解的几点建议#～不知道你大概是什么年龄，是在上学还是工作了，如果可以的话，能尽量减少父母的负面影响应该会起到一定的作用，可以尝试跟父母沟通一下，表达自己的需求和情感，试着用行动去影响父母。",
        "label": ""
      },
      {
        "sentence": "～提升自己的能力，增强自己的自信心，这个是最重要的任务。",
        "label": ""
      },
      {
        "sentence": "首先你没有错，你也不是如父母说的那样不好，至少现在你会想要求助想要改变，这就是很棒的，自我觉知就是好的开始。",
        "label": ""
      },
      {
        "sentence": "要相信自己，你很年轻，这个世界只要想改变就有无限可能。",
        "label": ""
      },
      {
        "sentence": "～你也在慢慢长大，可以试着扩大自己的生活圈子，多交一些积极、热情、充满自信的朋友，接受积极的影响，淡化父母的影子，尽量多的做自我肯定，相信积极的环境也会给你带来不一样的感受，良好的社会交往也会对自信心的提升有积极的作用。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能有所帮助，祝福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答和祝福，我真的需要找到一种方式来改变我对自己的看法。",
    "annotation": [
      {
        "sentence": "谢谢你的回答和祝福，我真的需要找到一种方式来改变我对自己的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正常，每个人都有自己的成长历程，经历过这样的家庭环境确实对我们的情感和自我认知都会产生一定的影响。但记住，你是一个独立的个体，不必过多地依赖他人的评价来决定自己的价值。要懂得欣赏自己的优点和努力，培养一种积极的自我认同感是非常重要的。",
    "annotation": [
      {
        "sentence": "你的想法很正常，每个人都有自己的成长历程，经历过这样的家庭环境确实对我们的情感和自我认知都会产生一定的影响。",
        "label": ""
      },
      {
        "sentence": "但记住，你是一个独立的个体，不必过多地依赖他人的评价来决定自己的价值。",
        "label": ""
      },
      {
        "sentence": "要懂得欣赏自己的优点和努力，培养一种积极的自我认同感是非常重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了你说的，但是要怎样才能摆脱对父母的依赖呢？",
    "annotation": [
      {
        "sentence": "我理解了你说的，但是要怎样才能摆脱对父母的依赖呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "摆脱对父母的依赖是一个渐进的过程，需要时间和努力。首先，你可以更加了解自己，找到自己的兴趣和潜力，培养自己的独立思考能力和判断力。其次，和父母进行心平气和的沟通，告诉他们你的想法和需求，并尝试寻找彼此的共识。最重要的是，不断强化自己的内在认同感，建立自己独立的成就感。",
    "annotation": [
      {
        "sentence": "摆脱对父母的依赖是一个渐进的过程，需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "首先，你可以更加了解自己，找到自己的兴趣和潜力，培养自己的独立思考能力和判断力。",
        "label": ""
      },
      {
        "sentence": "其次，和父母进行心平气和的沟通，告诉他们你的想法和需求，并尝试寻找彼此的共识。",
        "label": ""
      },
      {
        "sentence": "最重要的是，不断强化自己的内在认同感，建立自己独立的成就感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着跟父母进行沟通，表达我内心的想法和需求，同时也会更加重视自己的成长和进步。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着跟父母进行沟通，表达我内心的想法和需求，同时也会更加重视自己的成长和进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心，沟通是解决问题的重要途径，尽管父母的教养方式给你带来了困扰，但他们也是爱你的。希望你在沟通过程中能够坦诚地表达自己的感受，同时也理解父母的角度。保持积极的心态和努力，相信你一定可以摆脱对父母的依赖，找到属于自己的人生道路。祝福你。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心，沟通是解决问题的重要途径，尽管父母的教养方式给你带来了困扰，但他们也是爱你的。",
        "label": ""
      },
      {
        "sentence": "希望你在沟通过程中能够坦诚地表达自己的感受，同时也理解父母的角度。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态和努力，相信你一定可以摆脱对父母的依赖，找到属于自己的人生道路。",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我会尽力去做的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我会尽力去做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是个勇敢的人，相信自己，你一定能够克服困难。无论未来遇到什么问题，记得要找到适合自己的方式去处理，保持积极的心态，不断成长。如果有需要，随时向我求助。祝福你一切顺利！",
    "annotation": [
      {
        "sentence": "你是个勇敢的人，相信自己，你一定能够克服困难。",
        "label": ""
      },
      {
        "sentence": "无论未来遇到什么问题，记得要找到适合自己的方式去处理，保持积极的心态，不断成长。",
        "label": ""
      },
      {
        "sentence": "如果有需要，随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会珍惜这段对话，并且会记住你的祝福。",
    "annotation": [
      {
        "sentence": "谢谢你，我会珍惜这段对话，并且会记住你的祝福。",
        "label": ""
      }
    ]
  }
]