[
  {
    "role": "client",
    "content": "30岁女，感觉陷入绝境，非常绝望怎么办？因为一些原因已经一年多没有上班了，非常的惶恐，但是一想到找工作面试时的窘迫就觉得自己是找不到工作的，带着这种恐惧每天待在家里非常绝望！我是一个一直都非常没有自信的人，成长中常被父亲批评指责打压贬低，内向敏感，不善言辞，工作能力又很一般，觉得自己找不到工作，没有单位会要我，感觉自己好像就这样了，什么都学不会，一想到工作上的挑战就倍感压力认为自己胜任不了，总之就是非常的绝望，质疑自己的能力，感觉自己特别笨，否定自己，陷入深深地恐惧无法自拔，顾虑非常多，甚至觉得自己活不下去了，有些想不开，我怎样才能在这样的心态中跳脱出来，继续前行？",
    "annotation": [
      {
        "sentence": "30岁女，感觉陷入绝境，非常绝望怎么办？",
        "label": ""
      },
      {
        "sentence": "因为一些原因已经一年多没有上班了，非常的惶恐，但是一想到找工作面试时的窘迫就觉得自己是找不到工作的，带着这种恐惧每天待在家里非常绝望！",
        "label": ""
      },
      {
        "sentence": "我是一个一直都非常没有自信的人，成长中常被父亲批评指责打压贬低，内向敏感，不善言辞，工作能力又很一般，觉得自己找不到工作，没有单位会要我，感觉自己好像就这样了，什么都学不会，一想到工作上的挑战就倍感压力认为自己胜任不了，总之就是非常的绝望，质疑自己的能力，感觉自己特别笨，否定自己，陷入深深地恐惧无法自拔，顾虑非常多，甚至觉得自己活不下去了，有些想不开，我怎样才能在这样的心态中跳脱出来，继续前行？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，非常能理解你的感受。我们先来看看为什么会感到这样。你是出于失业已经一年多了，身处无所事事的状态，无法平衡自己的情绪和生活，导致自己感到非常绝望。那批评指责打压贬低你的经历也让你缺乏自信，再加上比较敏感不善言辞，导致你质疑自己。这是很正常的一种情况，我们先从这个地方入手。",
    "annotation": [
      {
        "sentence": "亲爱的，非常能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我们先来看看为什么会感到这样。",
        "label": ""
      },
      {
        "sentence": "你是出于失业已经一年多了，身处无所事事的状态，无法平衡自己的情绪和生活，导致自己感到非常绝望。",
        "label": ""
      },
      {
        "sentence": "那批评指责打压贬低你的经历也让你缺乏自信，再加上比较敏感不善言辞，导致你质疑自己。",
        "label": ""
      },
      {
        "sentence": "这是很正常的一种情况，我们先从这个地方入手。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很怕找工作的面试，这让我感到很失落，我应该怎么才能提高自己的自信？",
    "annotation": [
      {
        "sentence": "我很怕找工作的面试，这让我感到很失落，我应该怎么才能提高自己的自信？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你正式因为失去了工作而导致的状态，让你很难去充分发挥自己的能力。但是你不得不找工作，所以就必须克服它。虽然感到很难，但是我们尝试去想一下，面对这一情况，我们应该怎么应对呢？你有自己的优点和能力，而且你的经历也表明，你可以很强大。是时候挖掘出你的优势和实力了。",
    "annotation": [
      {
        "sentence": "你正式因为失去了工作而导致的状态，让你很难去充分发挥自己的能力。",
        "label": ""
      },
      {
        "sentence": "但是你不得不找工作，所以就必须克服它。",
        "label": ""
      },
      {
        "sentence": "虽然感到很难，但是我们尝试去想一下，面对这一情况，我们应该怎么应对呢？",
        "label": ""
      },
      {
        "sentence": "你有自己的优点和能力，而且你的经历也表明，你可以很强大。",
        "label": ""
      },
      {
        "sentence": "是时候挖掘出你的优势和实力了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "挖掘我自己的优势？我几乎找不到任何呀，我就是那么不好。",
    "annotation": [
      {
        "sentence": "挖掘我自己的优势？",
        "label": ""
      },
      {
        "sentence": "我几乎找不到任何呀，我就是那么不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你刚才提到你内向敏感，不善言辞，这些看似弱点，其实可以转化成优势。因为你是一个非常敏感的人，所以你很容易去触及别人的情绪，体察他们的需要。这对于一个工作中的人来说非常重要。你的内向也意味着你可以更加专注在自己的任务上。所有这些“弱点”都可以成为你的优势。",
    "annotation": [
      {
        "sentence": "你刚才提到你内向敏感，不善言辞，这些看似弱点，其实可以转化成优势。",
        "label": ""
      },
      {
        "sentence": "因为你是一个非常敏感的人，所以你很容易去触及别人的情绪，体察他们的需要。",
        "label": ""
      },
      {
        "sentence": "这对于一个工作中的人来说非常重要。",
        "label": ""
      },
      {
        "sentence": "你的内向也意味着你可以更加专注在自己的任务上。",
        "label": ""
      },
      {
        "sentence": "所有这些“弱点”都可以成为你的优势。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能够理解，但是我还是感到很容易陷入恐惧，想象着被面试官拒绝的情景。我该怎么做呢？",
    "annotation": [
      {
        "sentence": "我能够理解，但是我还是感到很容易陷入恐惧，想象着被面试官拒绝的情景。",
        "label": ""
      },
      {
        "sentence": "我该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个是可以克服的。我们可以通过切实地准备来提高自己的信心，比如回想自己过去的成就，或者在预测一下可能会被问到的问题，准备好自己的答案，或者可以参加一些模拟面试来训练自己。只有在做好充分的准备之后，你才能更加自信的去面对面试，对于最终结果，其实自己做好了准备就不必太纠结了，你一定会有属于自己的机会。",
    "annotation": [
      {
        "sentence": "这个是可以克服的。",
        "label": ""
      },
      {
        "sentence": "我们可以通过切实地准备来提高自己的信心，比如回想自己过去的成就，或者在预测一下可能会被问到的问题，准备好自己的答案，或者可以参加一些模拟面试来训练自己。",
        "label": ""
      },
      {
        "sentence": "只有在做好充分的准备之后，你才能更加自信的去面对面试，对于最终结果，其实自己做好了准备就不必太纠结了，你一定会有属于自己的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "抱歉打扰你了，最近的状态把自己弄得非常糟糕。谢谢你的建议，我会试着去做一些能对我的未来带来帮助的事情，尽力从这种绝境中跳脱出来。",
    "annotation": [
      {
        "sentence": "抱歉打扰你了，最近的状态把自己弄得非常糟糕。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会试着去做一些能对我的未来带来帮助的事情，尽力从这种绝境中跳脱出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你，如果需要的话可以随时联系我。任何时候你都不是孤单的，我相信你可以走出低谷，迎接更好的明天。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你，如果需要的话可以随时联系我。",
        "label": ""
      },
      {
        "sentence": "任何时候你都不是孤单的，我相信你可以走出低谷，迎接更好的明天。",
        "label": ""
      }
    ]
  }
]