[
  {
    "role": "client",
    "content": "我是一个靠写作吃饭的人，算是一个自由职业者，现在勉强养活我自己。我时常在写东西的时候感到焦虑，坐在桌子面前就不想写，没有状态。东晃晃西逛逛就过去了，我又会对一天的一事无成感到焦虑。有时候躺在床上，其实有很多种想法想要写出来，但是坐到桌子边上又真的写不出来。这让我很焦虑。我想过写不出来会怎么样，我觉得我会成为一个没用的，不优秀的，失败的，穷的写手。我会被看不起会被笑话，会被疏远，会一个人。如果我很糟糕，就没有人跟我一起玩了。所以我不想自己变得糟糕，我自己每天安排很多要去超好的时间，要去上进的时间，我很着急超好。如果不够好，大家就不会喜欢我，就不会需要我，就不会认可我，就会疏远我，我就会一个人。一个人的感受太糟糕了，很不安心。就好像世界里只有一个人，会变得很无趣，很无意义。会没有人回应我，跟我互动。会自己做什么都没用。会什么都不想做，然后只想跟外界建立连接，所以去微信聊天。",
    "annotation": [
      {
        "sentence": "我是一个靠写作吃饭的人，算是一个自由职业者，现在勉强养活我自己。",
        "label": ""
      },
      {
        "sentence": "我时常在写东西的时候感到焦虑，坐在桌子面前就不想写，没有状态。",
        "label": ""
      },
      {
        "sentence": "东晃晃西逛逛就过去了，我又会对一天的一事无成感到焦虑。",
        "label": ""
      },
      {
        "sentence": "有时候躺在床上，其实有很多种想法想要写出来，但是坐到桌子边上又真的写不出来。",
        "label": ""
      },
      {
        "sentence": "这让我很焦虑。",
        "label": ""
      },
      {
        "sentence": "我想过写不出来会怎么样，我觉得我会成为一个没用的，不优秀的，失败的，穷的写手。",
        "label": ""
      },
      {
        "sentence": "我会被看不起会被笑话，会被疏远，会一个人。",
        "label": ""
      },
      {
        "sentence": "如果我很糟糕，就没有人跟我一起玩了。",
        "label": ""
      },
      {
        "sentence": "所以我不想自己变得糟糕，我自己每天安排很多要去超好的时间，要去上进的时间，我很着急超好。",
        "label": ""
      },
      {
        "sentence": "如果不够好，大家就不会喜欢我，就不会需要我，就不会认可我，就会疏远我，我就会一个人。",
        "label": ""
      },
      {
        "sentence": "一个人的感受太糟糕了，很不安心。",
        "label": ""
      },
      {
        "sentence": "就好像世界里只有一个人，会变得很无趣，很无意义。",
        "label": ""
      },
      {
        "sentence": "会没有人回应我，跟我互动。",
        "label": ""
      },
      {
        "sentence": "会自己做什么都没用。",
        "label": ""
      },
      {
        "sentence": "会什么都不想做，然后只想跟外界建立连接，所以去微信聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，你认为最近在工作和生活中时常感到焦虑情绪的存在，因为焦虑而不能很好的完成工作，而不能完成工作又使你的焦虑情绪更加严重，这种无法摆脱的循环一定让您感到很难受吧，真的很同情你的遭遇呢。看了你的描述，你提到了“害怕一个人”，事实上据我的了解，为了逃避不必要的社交的烦恼，有一些人选择当一名自由职业者。所以我想知道你当初选择当自由职业者的时候，有没有想过自己可能会面对自律且孤独的生活。",
    "annotation": [
      {
        "sentence": "根据你的描述，你认为最近在工作和生活中时常感到焦虑情绪的存在，因为焦虑而不能很好的完成工作，而不能完成工作又使你的焦虑情绪更加严重，这种无法摆脱的循环一定让您感到很难受吧，真的很同情你的遭遇呢。",
        "label": ""
      },
      {
        "sentence": "看了你的描述，你提到了“害怕一个人”，事实上据我的了解，为了逃避不必要的社交的烦恼，有一些人选择当一名自由职业者。",
        "label": ""
      },
      {
        "sentence": "所以我想知道你当初选择当自由职业者的时候，有没有想过自己可能会面对自律且孤独的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当初我选择自由职业者也是因为希望能够远离那些社交困扰，但现在看来，也许自由职业者的生活并不像我想象中那么好。我有时候真的感到很孤单，很想找一个共鸣的对象。",
    "annotation": [
      {
        "sentence": "当初我选择自由职业者也是因为希望能够远离那些社交困扰，但现在看来，也许自由职业者的生活并不像我想象中那么好。",
        "label": ""
      },
      {
        "sentence": "我有时候真的感到很孤单，很想找一个共鸣的对象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，自由职业者的工作环境往往比较孤独，这可能是你目前感到焦虑和孤独的原因之一。而创作也是一个孤独的过程，只能由你自己来完成，与自己对话，剖析自己内心的一些声音。如果你不能享受这个过程，或许你就应该回归让自己感到舒服的生活，等调整好了再考虑挑战困难吧，所以我们一定要重视自己的身体发出的信号。",
    "annotation": [
      {
        "sentence": "是的，自由职业者的工作环境往往比较孤独，这可能是你目前感到焦虑和孤独的原因之一。",
        "label": ""
      },
      {
        "sentence": "而创作也是一个孤独的过程，只能由你自己来完成，与自己对话，剖析自己内心的一些声音。",
        "label": ""
      },
      {
        "sentence": "如果你不能享受这个过程，或许你就应该回归让自己感到舒服的生活，等调整好了再考虑挑战困难吧，所以我们一定要重视自己的身体发出的信号。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实有时候没有好好享受创作的过程，而更多地是为了满足他人的期待而去写作。也许我应该先调整自己的心态，找回写作的乐趣，不再那么看重别人对我的评价。",
    "annotation": [
      {
        "sentence": "你说得对，我确实有时候没有好好享受创作的过程，而更多地是为了满足他人的期待而去写作。",
        "label": ""
      },
      {
        "sentence": "也许我应该先调整自己的心态，找回写作的乐趣，不再那么看重别人对我的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒的想法！你应该以自己的喜好和内心为导向，写作是你自由表达的方式，不要太过于担心他人的评价。当你将写作看作一种享受，而不是给自己增加压力的任务时，你可能会发现创作的过程更加轻松和愉快。",
    "annotation": [
      {
        "sentence": "非常棒的想法！",
        "label": ""
      },
      {
        "sentence": "你应该以自己的喜好和内心为导向，写作是你自由表达的方式，不要太过于担心他人的评价。",
        "label": ""
      },
      {
        "sentence": "当你将写作看作一种享受，而不是给自己增加压力的任务时，你可能会发现创作的过程更加轻松和愉快。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我决定从现在开始，放下过多的看重他人的想法，尽情享受写作的过程。我相信只要我能够找到内心的满足感，写作的灵感就会源源不断地涌现出来！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我决定从现在开始，放下过多的看重他人的想法，尽情享受写作的过程。",
        "label": ""
      },
      {
        "sentence": "我相信只要我能够找到内心的满足感，写作的灵感就会源源不断地涌现出来！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的想法！坚持下去，相信自己的能力，专注于写作的乐趣和创作的过程，你一定能够找回状态，并创作出优秀的作品。记住，你的价值不仅仅取决于别人的认可，而更取决于你对自己的认同和喜爱。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的想法！",
        "label": ""
      },
      {
        "sentence": "坚持下去，相信自己的能力，专注于写作的乐趣和创作的过程，你一定能够找回状态，并创作出优秀的作品。",
        "label": ""
      },
      {
        "sentence": "记住，你的价值不仅仅取决于别人的认可，而更取决于你对自己的认同和喜爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的！谢谢你的鼓励和指导。我现在有了更积极向上的心态，相信自己一定能够克服困难，实现自己的写作梦想！",
    "annotation": [
      {
        "sentence": "我会的！",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和指导。",
        "label": ""
      },
      {
        "sentence": "我现在有了更积极向上的心态，相信自己一定能够克服困难，实现自己的写作梦想！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴听到你的改变和积极态度。记住，当你在写作中遇到困难时，随时都可以来找我，我会一直支持你，鼓励你。相信自己，你可以做到的！",
    "annotation": [
      {
        "sentence": "我很高兴听到你的改变和积极态度。",
        "label": ""
      },
      {
        "sentence": "记住，当你在写作中遇到困难时，随时都可以来找我，我会一直支持你，鼓励你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以做到的！",
        "label": ""
      }
    ]
  }
]