[
  {
    "role": "client",
    "content": "我觉得自己好像被全天下都否定了，老师和同学都用“骚”这样的字眼来形容我和我的闺蜜，这让我很伤心。",
    "annotation": [
      {
        "sentence": "我觉得自己好像被全天下都否定了，老师和同学都用“骚”这样的字眼来形容我和我的闺蜜，这让我很伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在和两个闺蜜心里都一定很难受吧。老师和同学这种做法确实会给你们造成很大的伤害。首先，我们需要明白，每个人都有不同的性格，有的人张扬热情，有的人低调沉稳，热情开朗本身并没有问题。但是你也可以选择一种更加理性和温和的方式来解决这个问题，先向老师说明情况，与老师和同学一起沟通解决，也许会让事情的结果更令人满意一些。",
    "annotation": [
      {
        "sentence": "你现在和两个闺蜜心里都一定很难受吧。",
        "label": ""
      },
      {
        "sentence": "老师和同学这种做法确实会给你们造成很大的伤害。",
        "label": ""
      },
      {
        "sentence": "首先，我们需要明白，每个人都有不同的性格，有的人张扬热情，有的人低调沉稳，热情开朗本身并没有问题。",
        "label": ""
      },
      {
        "sentence": "但是你也可以选择一种更加理性和温和的方式来解决这个问题，先向老师说明情况，与老师和同学一起沟通解决，也许会让事情的结果更令人满意一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是事情已经发生了，我已经积压了很大的压力了。昨天晚上我们数学老师把我和其他三个闺蜜叫出去谈话，因为有些男孩子在周记里面和老师面前说我们几个“骚”，说我们是“婊子”之类的话语。",
    "annotation": [
      {
        "sentence": "可是事情已经发生了，我已经积压了很大的压力了。",
        "label": ""
      },
      {
        "sentence": "昨天晚上我们数学老师把我和其他三个闺蜜叫出去谈话，因为有些男孩子在周记里面和老师面前说我们几个“骚”，说我们是“婊子”之类的话语。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种话语真的很难听，一定让你们很不舒服。不过，我们需要明晰一点：性格和行为是两回事，无论是多么张扬、热情的性格，在行为上都是有一定边界的。那个男孩子成天抢着那个男孩子也会令人感到压力，可以考虑找Ta谈一谈。",
    "annotation": [
      {
        "sentence": "这种话语真的很难听，一定让你们很不舒服。",
        "label": ""
      },
      {
        "sentence": "不过，我们需要明晰一点：性格和行为是两回事，无论是多么张扬、热情的性格，在行为上都是有一定边界的。",
        "label": ""
      },
      {
        "sentence": "那个男孩子成天抢着那个男孩子也会令人感到压力，可以考虑找Ta谈一谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我昨天中午已经和那个男孩子吵架了，我觉得他一直在抢，而且班导致我睡都睡不着，已经持续一个星期了。中午的时候我只是把那个男孩子推倒了，然后有一个女孩子去告诉老师，老师让那个男孩子把整篇过程都写下来了。",
    "annotation": [
      {
        "sentence": "可是我昨天中午已经和那个男孩子吵架了，我觉得他一直在抢，而且班导致我睡都睡不着，已经持续一个星期了。",
        "label": ""
      },
      {
        "sentence": "中午的时候我只是把那个男孩子推倒了，然后有一个女孩子去告诉老师，老师让那个男孩子把整篇过程都写下来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，但是在行为上面确实有不对的地方。不知道你和其他同学之前是否还有其他的小矛盾？如果你觉得这一次老师对你们的批评存在不对的地方，让你们觉得委屈了，可以和其他老师聊聊这件事情，比如班主任、学校心理老师等，和老师一起分析是哪里做的不对，哪里是被误会了，同时也能更好地管理你们的情绪。",
    "annotation": [
      {
        "sentence": "我明白你的感受，但是在行为上面确实有不对的地方。",
        "label": ""
      },
      {
        "sentence": "不知道你和其他同学之前是否还有其他的小矛盾？",
        "label": ""
      },
      {
        "sentence": "如果你觉得这一次老师对你们的批评存在不对的地方，让你们觉得委屈了，可以和其他老师聊聊这件事情，比如班主任、学校心理老师等，和老师一起分析是哪里做的不对，哪里是被误会了，同时也能更好地管理你们的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我回家和爸妈说了，他们全部都在帮着老师，真的很失望。",
    "annotation": [
      {
        "sentence": "我回家和爸妈说了，他们全部都在帮着老师，真的很失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候家长会过于关心，但是他们并不是你，不会真正地理解你的感受和想法。我认为你需要及时和父母沟通，让他们明白你的想法和感受，同时也可以和父母一起寻找一些有效的解决方法。不要害怕寻求帮助，寻求帮助是处理问题的第一步。",
    "annotation": [
      {
        "sentence": "有时候家长会过于关心，但是他们并不是你，不会真正地理解你的感受和想法。",
        "label": ""
      },
      {
        "sentence": "我认为你需要及时和父母沟通，让他们明白你的想法和感受，同时也可以和父母一起寻找一些有效的解决方法。",
        "label": ""
      },
      {
        "sentence": "不要害怕寻求帮助，寻求帮助是处理问题的第一步。",
        "label": ""
      }
    ]
  }
]