[
  {
    "role": "client",
    "content": "被别人议论，心里难受，心想的和实际做的为何不一样？受到过朋友的背叛，觉得家人不再关心自己，不敢轻易相信任何人，被人误解，不想解释，很多时候很想一个人待着，被别人议论，觉得心里很难受。",
    "annotation": [
      {
        "sentence": "被别人议论，心里难受，心想的和实际做的为何不一样？",
        "label": ""
      },
      {
        "sentence": "受到过朋友的背叛，觉得家人不再关心自己，不敢轻易相信任何人，被人误解，不想解释，很多时候很想一个人待着，被别人议论，觉得心里很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在遇到的问题很普遍，很多人都会有类似的感受。人与人之间的思想和行动之间的差异是正常的，它们并不总是完全一致。关于被人议论的事，我也曾经经历过，我发现我不轻易议论别人，主要是因为我希望别人也不要在背后议论我。但是，毕竟我们活在大家公众的世界中，每个人都会被别人议论，背叛，甚至欺骗。这些情感的问题非常复杂，不可能用几句话或几千字来解释清楚。",
    "annotation": [
      {
        "sentence": "你现在遇到的问题很普遍，很多人都会有类似的感受。",
        "label": ""
      },
      {
        "sentence": "人与人之间的思想和行动之间的差异是正常的，它们并不总是完全一致。",
        "label": ""
      },
      {
        "sentence": "关于被人议论的事，我也曾经经历过，我发现我不轻易议论别人，主要是因为我希望别人也不要在背后议论我。",
        "label": ""
      },
      {
        "sentence": "但是，毕竟我们活在大家公众的世界中，每个人都会被别人议论，背叛，甚至欺骗。",
        "label": ""
      },
      {
        "sentence": "这些情感的问题非常复杂，不可能用几句话或几千字来解释清楚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的确感觉到自己家人对我的关心变少了，可能是我自己太敏感了吧。但是，有时候我确实想一个人待着，那样我可以更好地思考问题，提升自己的思维能力。一个人待着的人更有个性，不容易随波逐流。可是我总觉得被别人议论心里很难受，有没有什么方法可以缓解这种情绪呢？",
    "annotation": [
      {
        "sentence": "我的确感觉到自己家人对我的关心变少了，可能是我自己太敏感了吧。",
        "label": ""
      },
      {
        "sentence": "但是，有时候我确实想一个人待着，那样我可以更好地思考问题，提升自己的思维能力。",
        "label": ""
      },
      {
        "sentence": "一个人待着的人更有个性，不容易随波逐流。",
        "label": ""
      },
      {
        "sentence": "可是我总觉得被别人议论心里很难受，有没有什么方法可以缓解这种情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到心里难受的时候，可以试着出去走一走，不要总是把自己闷在家里。在外面待一会儿，或者做些事情，让自己忙碌起来，这样会有所改善。当你的脑子空空的时候，容易胡思乱想，然后很容易变得悲伤。另外，建议你增加一些自信心，不要害怕在情感中受伤，也不要总是胡思乱想。把多余的时间用在自己喜欢的事情上，这种情况会好很多。你也可以试着和父母多谈心，敞开心扉聊一聊，毕竟，父母对我们的爱是真实的。记得，很多事情都有解决的方法的。",
    "annotation": [
      {
        "sentence": "当你感到心里难受的时候，可以试着出去走一走，不要总是把自己闷在家里。",
        "label": ""
      },
      {
        "sentence": "在外面待一会儿，或者做些事情，让自己忙碌起来，这样会有所改善。",
        "label": ""
      },
      {
        "sentence": "当你的脑子空空的时候，容易胡思乱想，然后很容易变得悲伤。",
        "label": ""
      },
      {
        "sentence": "另外，建议你增加一些自信心，不要害怕在情感中受伤，也不要总是胡思乱想。",
        "label": ""
      },
      {
        "sentence": "把多余的时间用在自己喜欢的事情上，这种情况会好很多。",
        "label": ""
      },
      {
        "sentence": "你也可以试着和父母多谈心，敞开心扉聊一聊，毕竟，父母对我们的爱是真实的。",
        "label": ""
      },
      {
        "sentence": "记得，很多事情都有解决的方法的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。出去走走确实可以让我放松一下心情，也能够转移一下注意力。我会试着增加自信心，并且不再过分担心被别人议论。我会多与家人交流，让他们了解我的内心世界。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "出去走走确实可以让我放松一下心情，也能够转移一下注意力。",
        "label": ""
      },
      {
        "sentence": "我会试着增加自信心，并且不再过分担心被别人议论。",
        "label": ""
      },
      {
        "sentence": "我会多与家人交流，让他们了解我的内心世界。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴我能够帮助到你。记住，每个人都有脆弱的时候，而且你不是一个人在战斗。与他人分享你的困惑和忧虑可以让你感到更加舒缓和支持。如果以后还有类似的问题，随时都可以找我倾诉。祝你早日找到解决问题的方法，保持积极向上的心态！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴我能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有脆弱的时候，而且你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "与他人分享你的困惑和忧虑可以让你感到更加舒缓和支持。",
        "label": ""
      },
      {
        "sentence": "如果以后还有类似的问题，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你早日找到解决问题的方法，保持积极向上的心态！",
        "label": ""
      }
    ]
  }
]