[
  {
    "role": "client",
    "content": "只要男人对我好一点，我就紧张脸红，是臆想症的症状？只要男人对我笑，对我好一点，我就会觉得人家对我有意思，在他面前会紧张，会出汗，会脸红，其实我心里面明白，人家什么意思都没有。我这是什么心理疾病？",
    "annotation": [
      {
        "sentence": "只要男人对我好一点，我就紧张脸红，是臆想症的症状？",
        "label": ""
      },
      {
        "sentence": "只要男人对我笑，对我好一点，我就会觉得人家对我有意思，在他面前会紧张，会出汗，会脸红，其实我心里面明白，人家什么意思都没有。",
        "label": ""
      },
      {
        "sentence": "我这是什么心理疾病？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况并不一定代表你有心理疾病。你只是比其他人更容易害羞和紧张而已。这样偶尔出现并无大碍，至少说明你的内心还有渴望和感受，这是好事。别人对你微笑并不一定意味着真想与你交往。有时候别人对你微笑可能只是在跟身边的人打招呼，或者是因为心情愉快。我想接下来我们可以探讨一下你为什么会有这样的感觉，进而想一下对症下药。",
    "annotation": [
      {
        "sentence": "这种情况并不一定代表你有心理疾病。",
        "label": ""
      },
      {
        "sentence": "你只是比其他人更容易害羞和紧张而已。",
        "label": ""
      },
      {
        "sentence": "这样偶尔出现并无大碍，至少说明你的内心还有渴望和感受，这是好事。",
        "label": ""
      },
      {
        "sentence": "别人对你微笑并不一定意味着真想与你交往。",
        "label": ""
      },
      {
        "sentence": "有时候别人对你微笑可能只是在跟身边的人打招呼，或者是因为心情愉快。",
        "label": ""
      },
      {
        "sentence": "我想接下来我们可以探讨一下你为什么会有这样的感觉，进而想一下对症下药。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还是希望能消除这种紧张的感觉。我不知道自己是不是缺少父母的关注导致自我不自信，但我确实对自己的要求很高，而且从来没有积极地和男生交往。",
    "annotation": [
      {
        "sentence": "我还是希望能消除这种紧张的感觉。",
        "label": ""
      },
      {
        "sentence": "我不知道自己是不是缺少父母的关注导致自我不自信，但我确实对自己的要求很高，而且从来没有积极地和男生交往。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况下，你可以尝试给自己更多的信心，不要总是对自己过于苛刻。其实，没有人是完美的，每个人都有自己的缺点和优势。如果你一直过于在意自己的不足，就会造成心理上的负担，导致更加紧张。找到与男生正常相处的方式，也可以帮助你减少紧张感。与男生交流时，不要过于准备，保持自然和轻松的态度，这样可以让你的紧张感逐渐减少。",
    "annotation": [
      {
        "sentence": "这种情况下，你可以尝试给自己更多的信心，不要总是对自己过于苛刻。",
        "label": ""
      },
      {
        "sentence": "其实，没有人是完美的，每个人都有自己的缺点和优势。",
        "label": ""
      },
      {
        "sentence": "如果你一直过于在意自己的不足，就会造成心理上的负担，导致更加紧张。",
        "label": ""
      },
      {
        "sentence": "找到与男生正常相处的方式，也可以帮助你减少紧张感。",
        "label": ""
      },
      {
        "sentence": "与男生交流时，不要过于准备，保持自然和轻松的态度，这样可以让你的紧张感逐渐减少。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我好像也从来没有意识到自己一直对自己这么苛刻，谢谢你让我意识到这一点。我一定尝试更加自信地面对自己和男生之间的交流。",
    "annotation": [
      {
        "sentence": "我好像也从来没有意识到自己一直对自己这么苛刻，谢谢你让我意识到这一点。",
        "label": ""
      },
      {
        "sentence": "我一定尝试更加自信地面对自己和男生之间的交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰能帮到你，也希望你可以坚持努力，慢慢摆脱这种紧张感。如果有什么问题，可随时与我分享，我会一直在你身边支持你。",
    "annotation": [
      {
        "sentence": "非常欣慰能帮到你，也希望你可以坚持努力，慢慢摆脱这种紧张感。",
        "label": ""
      },
      {
        "sentence": "如果有什么问题，可随时与我分享，我会一直在你身边支持你。",
        "label": ""
      }
    ]
  }
]