[
  {
    "role": "client",
    "content": "人际关系，家庭关系，一地鸡毛的日子何时才能结束？我不知道这一地鸡毛的日子什么时候才能结束也不知道要怎么处理总觉得自己始终在顾虑这个顾虑那个的和父母的关系一直都不太好从来都没有有过被父母在意的感觉也不知道是不是和我是抱养的有关系导致现在的我不知道该怎么和父母沟通父母有些重男轻女的思想我该怎么处理我也不想回家",
    "annotation": [
      {
        "sentence": "人际关系，家庭关系，一地鸡毛的日子何时才能结束？",
        "label": ""
      },
      {
        "sentence": "我不知道这一地鸡毛的日子什么时候才能结束也不知道要怎么处理总觉得自己始终在顾虑这个顾虑那个的和父母的关系一直都不太好从来都没有有过被父母在意的感觉也不知道是不是和我是抱养的有关系导致现在的我不知道该怎么和父母沟通父母有些重男轻女的思想我该怎么处理我也不想回家",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情感必然是相互的，正如你说的，我从来没有感觉被在意过，所以我不知道怎么和父母沟通，这真的很正常。加上重男轻女的思想，你的成长过程可能经常体会到被忽略的感觉。",
    "annotation": [
      {
        "sentence": "情感必然是相互的，正如你说的，我从来没有感觉被在意过，所以我不知道怎么和父母沟通，这真的很正常。",
        "label": ""
      },
      {
        "sentence": "加上重男轻女的思想，你的成长过程可能经常体会到被忽略的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我小时候真的感觉很被忽略，而且现在对这种情况越来越苦恼。",
    "annotation": [
      {
        "sentence": "是的，我小时候真的感觉很被忽略，而且现在对这种情况越来越苦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们常说，小时候没有被好好爱过的人，长大后也不太会好好爱别人。所以，先接纳当下自己就是这个样子，而不是用道德去绑架自己，不想回家就不回，可以试着先把自己的生活过明白了再理和父母的关系，你觉得可行吗？",
    "annotation": [
      {
        "sentence": "我们常说，小时候没有被好好爱过的人，长大后也不太会好好爱别人。",
        "label": ""
      },
      {
        "sentence": "所以，先接纳当下自己就是这个样子，而不是用道德去绑架自己，不想回家就不回，可以试着先把自己的生活过明白了再理和父母的关系，你觉得可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，似乎我对自己的情感有些不接纳。我会试着先关注自己的生活，但是仍然不知道该如何处理和父母的关系。",
    "annotation": [
      {
        "sentence": "听你这么说，似乎我对自己的情感有些不接纳。",
        "label": ""
      },
      {
        "sentence": "我会试着先关注自己的生活，但是仍然不知道该如何处理和父母的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，处理家庭关系是一段漫长的过程。我们也不能期望所有问题都能一下子解决。关于父母，其实她们也是被重男轻女思想侵害的一代人，即使是抱养，她们付出了较少的情感，但对于她们来说，她们一定觉得为你付出了所有，因为付出是没有办法量化的，就是感觉而已。",
    "annotation": [
      {
        "sentence": "没问题，处理家庭关系是一段漫长的过程。",
        "label": ""
      },
      {
        "sentence": "我们也不能期望所有问题都能一下子解决。",
        "label": ""
      },
      {
        "sentence": "关于父母，其实她们也是被重男轻女思想侵害的一代人，即使是抱养，她们付出了较少的情感，但对于她们来说，她们一定觉得为你付出了所有，因为付出是没有办法量化的，就是感觉而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我没有完全考虑到父母的角度。或许我需要试着理解他们的处境，尽量不再对此耿耿于怀。",
    "annotation": [
      {
        "sentence": "你说得对，我没有完全考虑到父母的角度。",
        "label": ""
      },
      {
        "sentence": "或许我需要试着理解他们的处境，尽量不再对此耿耿于怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好的觉察，理解对方的处境是改善人际关系的一步。另外，我很好奇的是，既然不喜欢女孩子，为什么要抱养，不知道你有没有答案？",
    "annotation": [
      {
        "sentence": "很好的觉察，理解对方的处境是改善人际关系的一步。",
        "label": ""
      },
      {
        "sentence": "另外，我很好奇的是，既然不喜欢女孩子，为什么要抱养，不知道你有没有答案？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于这个问题，我一直没有仔细思考过。可能是因为当时抱养的决定是经过家人一起商量的结果。但现在想想，可能还是有些内心的矛盾和困惑。",
    "annotation": [
      {
        "sentence": "对于这个问题，我一直没有仔细思考过。",
        "label": ""
      },
      {
        "sentence": "可能是因为当时抱养的决定是经过家人一起商量的结果。",
        "label": ""
      },
      {
        "sentence": "但现在想想，可能还是有些内心的矛盾和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，抱养是一项重大的决定，内心的矛盾和困惑很正常。或许你可以尝试深入了解自己的内心需求，和自己对抱养决定的真正动机。这也是梳理一地鸡毛的过程之一。",
    "annotation": [
      {
        "sentence": "是的，抱养是一项重大的决定，内心的矛盾和困惑很正常。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试深入了解自己的内心需求，和自己对抱养决定的真正动机。",
        "label": ""
      },
      {
        "sentence": "这也是梳理一地鸡毛的过程之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会开始思考这些问题，梳理自己内心的需求和动机。",
    "annotation": [
      {
        "sentence": "我明白了，我会开始思考这些问题，梳理自己内心的需求和动机。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这是一个积极的起点。另外，关于人际关系，如果小时候生活的很压抑，确实容易把自己的心门关闭起来，小时候你不太觉得有什么问题，一旦走向社会你会发现问题可能越来越多，越来越难面对。这可能是不自信，没有安全感惹的祸，这部分需要更多的关注到自身，关注到个人成长方向上来，同时学习人际关系的技巧。你会发现人际关系好了，做什么事都似乎很顺。",
    "annotation": [
      {
        "sentence": "很好，这是一个积极的起点。",
        "label": ""
      },
      {
        "sentence": "另外，关于人际关系，如果小时候生活的很压抑，确实容易把自己的心门关闭起来，小时候你不太觉得有什么问题，一旦走向社会你会发现问题可能越来越多，越来越难面对。",
        "label": ""
      },
      {
        "sentence": "这可能是不自信，没有安全感惹的祸，这部分需要更多的关注到自身，关注到个人成长方向上来，同时学习人际关系的技巧。",
        "label": ""
      },
      {
        "sentence": "你会发现人际关系好了，做什么事都似乎很顺。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实有时候觉得自己不够自信，也缺乏安全感。我会努力关注自己的个人成长，学习人际关系的技巧。希望这样能够改善我的人际关系。",
    "annotation": [
      {
        "sentence": "我确实有时候觉得自己不够自信，也缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "我会努力关注自己的个人成长，学习人际关系的技巧。",
        "label": ""
      },
      {
        "sentence": "希望这样能够改善我的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的积极态度很值得称赞。即使生活一地鸡毛，你也可以认真的捡起，认真的梳理，过程也许辛苦，但结局一定是幸福的。如果被一地鸡毛的生活打趴了，那就真的只能看到一地鸡毛了。如果有条件，建议找个咨询师陪伴一段时间。",
    "annotation": [
      {
        "sentence": "你的积极态度很值得称赞。",
        "label": ""
      },
      {
        "sentence": "即使生活一地鸡毛，你也可以认真的捡起，认真的梳理，过程也许辛苦，但结局一定是幸福的。",
        "label": ""
      },
      {
        "sentence": "如果被一地鸡毛的生活打趴了，那就真的只能看到一地鸡毛了。",
        "label": ""
      },
      {
        "sentence": "如果有条件，建议找个咨询师陪伴一段时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力捡起并认真梳理自己的生活，谢谢你的鼓励和建议。如果有需要，我会考虑找个咨询师寻求帮助的。",
    "annotation": [
      {
        "sentence": "我会努力捡起并认真梳理自己的生活，谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会考虑找个咨询师寻求帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎。咨询师可以提供专业的指导和支持，帮助你更好地处理人际关系和家庭关系。祝愿你能找到改善的方向和幸福的生活。",
    "annotation": [
      {
        "sentence": "非常欢迎。",
        "label": ""
      },
      {
        "sentence": "咨询师可以提供专业的指导和支持，帮助你更好地处理人际关系和家庭关系。",
        "label": ""
      },
      {
        "sentence": "祝愿你能找到改善的方向和幸福的生活。",
        "label": ""
      }
    ]
  }
]