[
  {
    "role": "client",
    "content": "高一学生，在学校丢人了，怎么调节心理？我高一学生，学校是住宿的。因为分班考试，我考得特别差，看见那些小学学习特别差的同学，现在都在好班上。加上一个特别好的借读朋友也要回到她自己的学校了。对于一个内向自卑有社交恐惧症的我来说，刚刚和同学们熟悉却又要分班……好多好多事情我都觉得是我自己的原因我很怨恨自己。所以我就给商店啊姨打电话买了白酒和同学一起喝。当时喝多了，老师不知道同学好几个都在照顾我，说我肠胃炎犯了，但是有个人把我告老师了，老师给我家长打的电话来接我。我当时喝的在厕所哇哇吐同学们扶着我啥的，后来我不知道咋了在楼道那就嗷嗷骂，特别大声。别的班的同学应该也都听见了。我是c栋楼的现在好像是B栋楼的都知道我喝多了嗷嗷骂人的事。（喝酒扣12分，15分劝退，之前因为卫生吃零食啥的扣过三分，我现在在家停课等学校的消息呢）我感觉太没脸了，是不是所有人都在说我啊，应该咋整啊，回不回的去学习先不说，如果回去了，他们会不会都笑话我。",
    "annotation": [
      {
        "sentence": "高一学生，在学校丢人了，怎么调节心理？",
        "label": ""
      },
      {
        "sentence": "我高一学生，学校是住宿的。",
        "label": ""
      },
      {
        "sentence": "因为分班考试，我考得特别差，看见那些小学学习特别差的同学，现在都在好班上。",
        "label": ""
      },
      {
        "sentence": "加上一个特别好的借读朋友也要回到她自己的学校了。",
        "label": ""
      },
      {
        "sentence": "对于一个内向自卑有社交恐惧症的我来说，刚刚和同学们熟悉却又要分班……好多好多事情我都觉得是我自己的原因我很怨恨自己。",
        "label": ""
      },
      {
        "sentence": "所以我就给商店啊姨打电话买了白酒和同学一起喝。",
        "label": ""
      },
      {
        "sentence": "当时喝多了，老师不知道同学好几个都在照顾我，说我肠胃炎犯了，但是有个人把我告老师了，老师给我家长打的电话来接我。",
        "label": ""
      },
      {
        "sentence": "我当时喝的在厕所哇哇吐同学们扶着我啥的，后来我不知道咋了在楼道那就嗷嗷骂，特别大声。",
        "label": ""
      },
      {
        "sentence": "别的班的同学应该也都听见了。",
        "label": ""
      },
      {
        "sentence": "我是c栋楼的现在好像是B栋楼的都知道我喝多了嗷嗷骂人的事。",
        "label": ""
      },
      {
        "sentence": "（喝酒扣12分，15分劝退，之前因为卫生吃零食啥的扣过三分，我现在在家停课等学校的消息呢）我感觉太没脸了，是不是所有人都在说我啊，应该咋整啊，回不回的去学习先不说，如果回去了，他们会不会都笑话我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你因为学校有些事情的影响导致心情不好，所以喝多了控制不住自己骂人，让老师和很多同学都知道了，现在被学校处分，而你更担心如果回学校会被大家笑话。首先很理解你的心情，因为学习的压力、朋友的离开，心里感到痛苦，又不知道该怎样排解这种负面情绪，也不敢和别人倾诉，只能是自己喝闷酒。",
    "annotation": [
      {
        "sentence": "你因为学校有些事情的影响导致心情不好，所以喝多了控制不住自己骂人，让老师和很多同学都知道了，现在被学校处分，而你更担心如果回学校会被大家笑话。",
        "label": ""
      },
      {
        "sentence": "首先很理解你的心情，因为学习的压力、朋友的离开，心里感到痛苦，又不知道该怎样排解这种负面情绪，也不敢和别人倾诉，只能是自己喝闷酒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很沮丧，觉得自己做了很多错事，后悔不已。我真的不知道该如何面对这一切。",
    "annotation": [
      {
        "sentence": "是的，我真的很沮丧，觉得自己做了很多错事，后悔不已。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该如何面对这一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的情绪是非常正常的，毕竟经历了这么多事情，难免会感到困惑和无助。但是，不要太过自责，每个人都会犯错，关键是要从错误中学习和成长。你愿意和我分享一下你内心的真实感受吗？",
    "annotation": [
      {
        "sentence": "你现在的情绪是非常正常的，毕竟经历了这么多事情，难免会感到困惑和无助。",
        "label": ""
      },
      {
        "sentence": "但是，不要太过自责，每个人都会犯错，关键是要从错误中学习和成长。",
        "label": ""
      },
      {
        "sentence": "你愿意和我分享一下你内心的真实感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我觉得自己很失败，看着其他同学过得好，而我却越来越糟糕。我内向、自卑，还有社交恐惧症，这让我觉得自己和别人格格不入。",
    "annotation": [
      {
        "sentence": "其实，我觉得自己很失败，看着其他同学过得好，而我却越来越糟糕。",
        "label": ""
      },
      {
        "sentence": "我内向、自卑，还有社交恐惧症，这让我觉得自己和别人格格不入。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己的评价过于苛刻了。每个人都有自己的特点和优势，并不需要和别人一模一样。内向、自卑以及社交恐惧症都是可以改变和克服的。我们可以一步步来解决这些问题，帮助你重新找到自信和安全感。",
    "annotation": [
      {
        "sentence": "你对自己的评价过于苛刻了。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的特点和优势，并不需要和别人一模一样。",
        "label": ""
      },
      {
        "sentence": "内向、自卑以及社交恐惧症都是可以改变和克服的。",
        "label": ""
      },
      {
        "sentence": "我们可以一步步来解决这些问题，帮助你重新找到自信和安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我觉得自己很没用，连酒都依赖上了。我真的不知道怎么办。",
    "annotation": [
      {
        "sentence": "但是，我觉得自己很没用，连酒都依赖上了。",
        "label": ""
      },
      {
        "sentence": "我真的不知道怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们遇到困难和压力时，会想要寻找一种方法来逃避。但是喝酒并不是解决问题的好办法，它只会给你带来更多的烦恼。我们可以一起找寻其他更健康的方式来调节心理，比如运动、写日记、和朋友聊天等等。",
    "annotation": [
      {
        "sentence": "当我们遇到困难和压力时，会想要寻找一种方法来逃避。",
        "label": ""
      },
      {
        "sentence": "但是喝酒并不是解决问题的好办法，它只会给你带来更多的烦恼。",
        "label": ""
      },
      {
        "sentence": "我们可以一起找寻其他更健康的方式来调节心理，比如运动、写日记、和朋友聊天等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到了这一点。我会尝试一些其他的方法来调节自己的情绪。同时，我也不想被这个错误定义自己的形象，我应该重新面对学校的挑战。",
    "annotation": [
      {
        "sentence": "是的，我也意识到了这一点。",
        "label": ""
      },
      {
        "sentence": "我会尝试一些其他的方法来调节自己的情绪。",
        "label": ""
      },
      {
        "sentence": "同时，我也不想被这个错误定义自己的形象，我应该重新面对学校的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的想法。每个人都会犯错，但是真正勇敢的人是能够承认错误，并主动寻求改变和成长的机会。你可以向老师和同学道歉，表示你对自己的行为感到后悔，并希望能够重新开始。相信他们也会理解你，并给予你改过自新的机会。",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的想法。",
        "label": ""
      },
      {
        "sentence": "每个人都会犯错，但是真正勇敢的人是能够承认错误，并主动寻求改变和成长的机会。",
        "label": ""
      },
      {
        "sentence": "你可以向老师和同学道歉，表示你对自己的行为感到后悔，并希望能够重新开始。",
        "label": ""
      },
      {
        "sentence": "相信他们也会理解你，并给予你改过自新的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会好好反思自己的行为，并积极面对学校的处罚和同学们的眼光。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会好好反思自己的行为，并积极面对学校的处罚和同学们的眼光。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够走出困境，重新找到属于自己的光明。记住，承认错误并改正是成长的一部分，勇敢地去面对吧！祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够走出困境，重新找到属于自己的光明。",
        "label": ""
      },
      {
        "sentence": "记住，承认错误并改正是成长的一部分，勇敢地去面对吧！",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]