[
  {
    "role": "client",
    "content": "22岁男生，为什么一直以来我对和父母亲近感到别扭？上大学之前的目标都是好好学习考个好大学，似乎和父母之间的羁绊就只是学习成绩，高三曾经因为复习压力过大被诊断有轻度抑郁症，休学了一周。上了大学发现自己的专业也就那样，成绩只求不挂科，结果除了要生活费，和父母也没什么好聊的，平时和父母打电话时总容易生气，心情变差，打完心情还久久不能平复，虽然通话时没表现出来，但久而久之有意不接父母的电话，搪塞说自己忙。假期回家会有意避开和父母在一起的机会，因为如果太亲密心里会别扭不舒服。问题如上，唉~人怎么可能说得清楚自己的问题。",
    "annotation": [
      {
        "sentence": "22岁男生，为什么一直以来我对和父母亲近感到别扭？",
        "label": ""
      },
      {
        "sentence": "上大学之前的目标都是好好学习考个好大学，似乎和父母之间的羁绊就只是学习成绩，高三曾经因为复习压力过大被诊断有轻度抑郁症，休学了一周。",
        "label": ""
      },
      {
        "sentence": "上了大学发现自己的专业也就那样，成绩只求不挂科，结果除了要生活费，和父母也没什么好聊的，平时和父母打电话时总容易生气，心情变差，打完心情还久久不能平复，虽然通话时没表现出来，但久而久之有意不接父母的电话，搪塞说自己忙。",
        "label": ""
      },
      {
        "sentence": "假期回家会有意避开和父母在一起的机会，因为如果太亲密心里会别扭不舒服。",
        "label": ""
      },
      {
        "sentence": "问题如上，唉~人怎么可能说得清楚自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，感受到你和父母似乎是一种不太亲密的回避状态。我们小时候与父母的关系亲疏会形成一种依恋关系，包括安全型依恋关系模式和不安全的回避型及矛盾型依恋关系模式。不知道你小时候在家里和父母的关系是怎么样的？父母对你有没有给予积极的关爱？",
    "annotation": [
      {
        "sentence": "从你的描述中，感受到你和父母似乎是一种不太亲密的回避状态。",
        "label": ""
      },
      {
        "sentence": "我们小时候与父母的关系亲疏会形成一种依恋关系，包括安全型依恋关系模式和不安全的回避型及矛盾型依恋关系模式。",
        "label": ""
      },
      {
        "sentence": "不知道你小时候在家里和父母的关系是怎么样的？",
        "label": ""
      },
      {
        "sentence": "父母对你有没有给予积极的关爱？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "小时候父母对我是比较严格的，他们一直很看重我的学业成绩，课余时间也都安排了很多辅导班和学习任务。",
    "annotation": [
      {
        "sentence": "小时候父母对我是比较严格的，他们一直很看重我的学业成绩，课余时间也都安排了很多辅导班和学习任务。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说上大学之前和父母之间的羁绊只是学习成绩，你也因为学习压力太大而有轻度抑郁。从这里我看到你和父母的关系是一种不太亲密的状态。也许你父母对你的学习过度关注，对你的情感方面比较缺乏关怀和交流，让你感觉不到他们的积极关心和爱护，没有太多的依恋和亲密感，对他们也产生一种逃避和抗拒的回避状态。",
    "annotation": [
      {
        "sentence": "你说上大学之前和父母之间的羁绊只是学习成绩，你也因为学习压力太大而有轻度抑郁。",
        "label": ""
      },
      {
        "sentence": "从这里我看到你和父母的关系是一种不太亲密的状态。",
        "label": ""
      },
      {
        "sentence": "也许你父母对你的学习过度关注，对你的情感方面比较缺乏关怀和交流，让你感觉不到他们的积极关心和爱护，没有太多的依恋和亲密感，对他们也产生一种逃避和抗拒的回避状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉他们对我的学习成绩要求很高，但在情感方面缺乏沟通和关怀。",
    "annotation": [
      {
        "sentence": "是的，我感觉他们对我的学习成绩要求很高，但在情感方面缺乏沟通和关怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许你父母和你都没有学会怎样建立亲密的亲子关系，不懂得如何进行有情感的互动，不懂得如何表达亲情和关心。因此你进入大学后，远离父母，更加没有机会也不习惯和他们有亲密接触，如果和父母一起心里也会觉得不习惯，感到很别扭，不知道怎样去面对。",
    "annotation": [
      {
        "sentence": "也许你父母和你都没有学会怎样建立亲密的亲子关系，不懂得如何进行有情感的互动，不懂得如何表达亲情和关心。",
        "label": ""
      },
      {
        "sentence": "因此你进入大学后，远离父母，更加没有机会也不习惯和他们有亲密接触，如果和父母一起心里也会觉得不习惯，感到很别扭，不知道怎样去面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实如此，我上大学后和父母的关系变得更加疏远，我甚至不知道该如何和他们交流。",
    "annotation": [
      {
        "sentence": "确实如此，我上大学后和父母的关系变得更加疏远，我甚至不知道该如何和他们交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "之前你父母和你之间主要关注在你的学习上，似乎也没有关注和进行其他方面的交流，导致现在你们除了学业外，就很难有其他能谈的话题和关注的内容。而你觉得自己的专业和学习也没有什么可值得说的地方，便更加想要逃避去面对父母。很多父母常常过度关注孩子的学习，忽略了其他方面，也没有给予足够的关注和关爱，便造成父母和孩子之间出现一些隔阂。",
    "annotation": [
      {
        "sentence": "之前你父母和你之间主要关注在你的学习上，似乎也没有关注和进行其他方面的交流，导致现在你们除了学业外，就很难有其他能谈的话题和关注的内容。",
        "label": ""
      },
      {
        "sentence": "而你觉得自己的专业和学习也没有什么可值得说的地方，便更加想要逃避去面对父母。",
        "label": ""
      },
      {
        "sentence": "很多父母常常过度关注孩子的学习，忽略了其他方面，也没有给予足够的关注和关爱，便造成父母和孩子之间出现一些隔阂。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能正是因为这个原因，我们之间的关系变得冷淡和有压力。",
    "annotation": [
      {
        "sentence": "我明白了，可能正是因为这个原因，我们之间的关系变得冷淡和有压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关注点的错位、情感的缺乏、亲密关系的缺失，这些都造成了父母和孩子之间情感与关系的冷淡甚至是关系的压力。要改变这种状态，双方都需要重新学习如何建立和维护亲密关系，要放下过往过时的观念想法，重新认识对方，寻找共识，加强沟通。",
    "annotation": [
      {
        "sentence": "关注点的错位、情感的缺乏、亲密关系的缺失，这些都造成了父母和孩子之间情感与关系的冷淡甚至是关系的压力。",
        "label": ""
      },
      {
        "sentence": "要改变这种状态，双方都需要重新学习如何建立和维护亲密关系，要放下过往过时的观念想法，重新认识对方，寻找共识，加强沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该主动尝试去接纳父母，和他们进行更多的沟通和交流。",
    "annotation": [
      {
        "sentence": "我明白了，我应该主动尝试去接纳父母，和他们进行更多的沟通和交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母要认识到孩子的成长和改变，认识到孩子的人生除了学习还有很多其他重要的方面需要关注。孩子也要理解父母曾经对学习高度关注的出发点是希望孩子能有更好的发展，但并不是说不关注孩子的其他方面，他们只是在当时把更多的注意力投注在了孩子的学业上。生活在变化，我们也要学会对父母的行为认识进行调整，重新尝试去接纳父母，寻找回家人间的亲情和亲密关系。",
    "annotation": [
      {
        "sentence": "父母要认识到孩子的成长和改变，认识到孩子的人生除了学习还有很多其他重要的方面需要关注。",
        "label": ""
      },
      {
        "sentence": "孩子也要理解父母曾经对学习高度关注的出发点是希望孩子能有更好的发展，但并不是说不关注孩子的其他方面，他们只是在当时把更多的注意力投注在了孩子的学业上。",
        "label": ""
      },
      {
        "sentence": "生活在变化，我们也要学会对父母的行为认识进行调整，重新尝试去接纳父母，寻找回家人间的亲情和亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议，我会努力和父母进行更多的沟通，建立更紧密的关系。",
    "annotation": [
      {
        "sentence": "感谢你的建议，我会努力和父母进行更多的沟通，建立更紧密的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要鼓起勇气向父母表露自己，可以尝试和父母述说一下自己的学校生活、自己的一些想法感受。也尝试先去关注父母的生活，从中寻找一些可以交流的话题，和父母多沟通，从互动中表达和传递情感，逐步建立亲密感。学着去信任和依赖父母，向父母求助，给予父母帮助自己的机会。反过来，也可以去帮父母解决一下难题，提出自己的意见。通过这种互助行为来加强大家更紧密的关联，建立亲密关系，获得归属感。祝好~。",
    "annotation": [
      {
        "sentence": "要鼓起勇气向父母表露自己，可以尝试和父母述说一下自己的学校生活、自己的一些想法感受。",
        "label": ""
      },
      {
        "sentence": "也尝试先去关注父母的生活，从中寻找一些可以交流的话题，和父母多沟通，从互动中表达和传递情感，逐步建立亲密感。",
        "label": ""
      },
      {
        "sentence": "学着去信任和依赖父母，向父母求助，给予父母帮助自己的机会。",
        "label": ""
      },
      {
        "sentence": "反过来，也可以去帮父母解决一下难题，提出自己的意见。",
        "label": ""
      },
      {
        "sentence": "通过这种互助行为来加强大家更紧密的关联，建立亲密关系，获得归属感。",
        "label": ""
      },
      {
        "sentence": "祝好~。",
        "label": ""
      }
    ]
  }
]