[
  {
    "role": "client",
    "content": "我是一个17岁男生，我的性格很扭扭捏捏，有时候我在动作方面也有所表现。我经常被别人误认为是“娘娘腔”，我很想要改变自己的形象，你能帮我吗？",
    "annotation": [
      {
        "sentence": "我是一个17岁男生，我的性格很扭扭捏捏，有时候我在动作方面也有所表现。",
        "label": ""
      },
      {
        "sentence": "我经常被别人误认为是“娘娘腔”，我很想要改变自己的形象，你能帮我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你对自己现有的性格和形象不太满意，想要有所改变，这是一个很好的开始。但是，在回答你的问题之前，我想深入了解一下你。1、你的性格扭曲是在所有人面前都表现出来，还是只有在某些特定的场合下才会有这种表现？2、你能否描述一下你自己的性格和其他方面的特点？",
    "annotation": [
      {
        "sentence": "我能感受到你对自己现有的性格和形象不太满意，想要有所改变，这是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "但是，在回答你的问题之前，我想深入了解一下你。",
        "label": ""
      },
      {
        "sentence": "1、你的性格扭曲是在所有人面前都表现出来，还是只有在某些特定的场合下才会有这种表现？",
        "label": ""
      },
      {
        "sentence": "2、你能否描述一下你自己的性格和其他方面的特点？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的性格问题并不是只在某些特定情况下才会出现，而是一直存在。我觉得我非常敏感，并不能很好地掌控自己的情绪。其他方面，我算是一个比较安静、友好、有礼貌的人。",
    "annotation": [
      {
        "sentence": "我的性格问题并不是只在某些特定情况下才会出现，而是一直存在。",
        "label": ""
      },
      {
        "sentence": "我觉得我非常敏感，并不能很好地掌控自己的情绪。",
        "label": ""
      },
      {
        "sentence": "其他方面，我算是一个比较安静、友好、有礼貌的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你是一个很有品质的人，但似乎你对自己的性格扭曲很自责。其实，每个人的性格都是独一无二的，我们不应该因为别人的评价来否定自己。那么，有没有一些场合，你觉得自己表现得比较自信，或者比较骄傲？",
    "annotation": [
      {
        "sentence": "听起来你是一个很有品质的人，但似乎你对自己的性格扭曲很自责。",
        "label": ""
      },
      {
        "sentence": "其实，每个人的性格都是独一无二的，我们不应该因为别人的评价来否定自己。",
        "label": ""
      },
      {
        "sentence": "那么，有没有一些场合，你觉得自己表现得比较自信，或者比较骄傲？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在学习方面比较出色，曾经得到过一些奖学金，我觉得那时候我很有自信。但是当我在与其他人交流时，我总是不知道该如何表达自己，感到尴尬和不自信。",
    "annotation": [
      {
        "sentence": "我在学习方面比较出色，曾经得到过一些奖学金，我觉得那时候我很有自信。",
        "label": ""
      },
      {
        "sentence": "但是当我在与其他人交流时，我总是不知道该如何表达自己，感到尴尬和不自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。在这种情况下，建议你可以试着回忆一下那些自信的时刻。可以想想为什么你当时会感到自信，是因为你知道自己的优点和实力。如果你最近遇到了一些挑战或者不确定的情况，可以尝试思考一下你的优点和能力，让自己更有信心。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，建议你可以试着回忆一下那些自信的时刻。",
        "label": ""
      },
      {
        "sentence": "可以想想为什么你当时会感到自信，是因为你知道自己的优点和实力。",
        "label": ""
      },
      {
        "sentence": "如果你最近遇到了一些挑战或者不确定的情况，可以尝试思考一下你的优点和能力，让自己更有信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着去想一想。还有其他方面的建议吗？",
    "annotation": [
      {
        "sentence": "好的，我会试着去想一想。",
        "label": ""
      },
      {
        "sentence": "还有其他方面的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然。如果你想要改变你的形象，可以从改变着装、换一个发型、学习一些新的技能或者加入一些有意义的社交活动等多方面提升自己。但是请记住，真正重要的不是别人对你的评价，而是你自己对自己的认同和尊重。加油吧，我相信你可以实现自我提升的。",
    "annotation": [
      {
        "sentence": "当然。",
        "label": ""
      },
      {
        "sentence": "如果你想要改变你的形象，可以从改变着装、换一个发型、学习一些新的技能或者加入一些有意义的社交活动等多方面提升自己。",
        "label": ""
      },
      {
        "sentence": "但是请记住，真正重要的不是别人对你的评价，而是你自己对自己的认同和尊重。",
        "label": ""
      },
      {
        "sentence": "加油吧，我相信你可以实现自我提升的。",
        "label": ""
      }
    ]
  }
]