[
  {
    "role": "client",
    "content": "作为一个新老师，因为学生成绩不好，我被校长批评？",
    "annotation": [
      {
        "sentence": "作为一个新老师，因为学生成绩不好，我被校长批评？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你取得成绩没有被表扬，没有获得好成绩反倒是被批评的时候也感受到你的那份委屈。我想这份感受或许在你的教学路上可以帮到你。这就好像孩子们学的好是应该的，学不好就会被批评一样，你怎么样希望被激励，那些孩子们也一样希望得到这样的激励吧。",
    "annotation": [
      {
        "sentence": "看到你取得成绩没有被表扬，没有获得好成绩反倒是被批评的时候也感受到你的那份委屈。",
        "label": ""
      },
      {
        "sentence": "我想这份感受或许在你的教学路上可以帮到你。",
        "label": ""
      },
      {
        "sentence": "这就好像孩子们学的好是应该的，学不好就会被批评一样，你怎么样希望被激励，那些孩子们也一样希望得到这样的激励吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白孩子们需要激励，他们在学习上的表现也是对我的教学能力的一种反映。但是我觉得校长对我的批评过于严厉了，他没给我任何指导或者支持，我觉得很沮丧和失望。",
    "annotation": [
      {
        "sentence": "是的，我明白孩子们需要激励，他们在学习上的表现也是对我的教学能力的一种反映。",
        "label": ""
      },
      {
        "sentence": "但是我觉得校长对我的批评过于严厉了，他没给我任何指导或者支持，我觉得很沮丧和失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，被批评而没有得到任何指导和支持确实会让人感到沮丧。或许你可以跟校长沟通一下，表达你的感受和困惑，看他是否可以给予更多的支持和指导。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，被批评而没有得到任何指导和支持确实会让人感到沮丧。",
        "label": ""
      },
      {
        "sentence": "或许你可以跟校长沟通一下，表达你的感受和困惑，看他是否可以给予更多的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想与校长交流，但我不确定如何开口。我已经尽力努力，每周还多上了两节英语课，也向其他老师请教了如何更好地教授英语，中午也没有休息，一直呆在教室辅导学生背书，可是结果仍然不尽如人意。",
    "annotation": [
      {
        "sentence": "我想与校长交流，但我不确定如何开口。",
        "label": ""
      },
      {
        "sentence": "我已经尽力努力，每周还多上了两节英语课，也向其他老师请教了如何更好地教授英语，中午也没有休息，一直呆在教室辅导学生背书，可是结果仍然不尽如人意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经尽力而且付出了很多努力，这值得肯定。在与校长交流时，你可以诚实地表达自己的努力和挑战，并希望得到更多的支持和指导。与校长开诚布公地交流可能有助于改善你与他的关系，同时也帮助你在教学上得到更多的支持。",
    "annotation": [
      {
        "sentence": "你已经尽力而且付出了很多努力，这值得肯定。",
        "label": ""
      },
      {
        "sentence": "在与校长交流时，你可以诚实地表达自己的努力和挑战，并希望得到更多的支持和指导。",
        "label": ""
      },
      {
        "sentence": "与校长开诚布公地交流可能有助于改善你与他的关系，同时也帮助你在教学上得到更多的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我应该找一个合适的时机与校长沟通，向他详细说明我的努力和困惑，并希望得到他的指导和支持。我想这会帮助我在教学上取得更好的成绩。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该找一个合适的时机与校长沟通，向他详细说明我的努力和困惑，并希望得到他的指导和支持。",
        "label": ""
      },
      {
        "sentence": "我想这会帮助我在教学上取得更好的成绩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你有了一个积极的想法和计划。在与校长进行对话时，要保持冷静和理性，坦诚地表达自己的感受，并向他展示你的改进计划。相信他会理解你的努力，并给予你更多的支持和鼓励。",
    "annotation": [
      {
        "sentence": "很好，你有了一个积极的想法和计划。",
        "label": ""
      },
      {
        "sentence": "在与校长进行对话时，要保持冷静和理性，坦诚地表达自己的感受，并向他展示你的改进计划。",
        "label": ""
      },
      {
        "sentence": "相信他会理解你的努力，并给予你更多的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会认真考虑你所说的，并尽快与校长交流。希望我能在他的指导下得到更好的成绩，提高自己的教学能力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会认真考虑你所说的，并尽快与校长交流。",
        "label": ""
      },
      {
        "sentence": "希望我能在他的指导下得到更好的成绩，提高自己的教学能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一位积极主动的老师，相信你的努力和与校长的沟通会为你带来积极的改变和成长。祝你好运！如果还有其他问题或需要进一步帮助，随时都可以向我求助。",
    "annotation": [
      {
        "sentence": "你是一位积极主动的老师，相信你的努力和与校长的沟通会为你带来积极的改变和成长。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或需要进一步帮助，随时都可以向我求助。",
        "label": ""
      }
    ]
  }
]