[
  {
    "role": "client",
    "content": "女朋友这样算是出轨吗？我该原谅吗？我们俩都是女孩子都出柜了家里也都支持我们我俩在一起一年半感情特别好她对我也特别好都觉得对方是自己的真爱身边朋友都羡慕的那种直到有一天她说想一个人去旅行结果去之前我无意间看到了她手机里和前男友搞暧昧的聊天记录她以前骗我说从来没经历过男孩子而现在所谓的一个人去旅行其实是去她前男友的城市找他我发现之后跟她摊牌她的计划也失败了女朋友很忏悔眼睛都快哭瞎了把前男友拉黑了跟我说愿意做一切来弥补只要我不离开她她宁愿为我当牛做马一辈子直到我不要她为止这几天她每天给我做饭洗衣服洗脚按摩恨不得洗脸刷牙都上我旁边伺候还跟我说如果我不相信她她宁愿自己毁容这样我就不会担心别人喜欢她了我该怎么办要不要原谅她？",
    "annotation": [
      {
        "sentence": "女朋友这样算是出轨吗？",
        "label": ""
      },
      {
        "sentence": "我该原谅吗？",
        "label": ""
      },
      {
        "sentence": "我们俩都是女孩子都出柜了家里也都支持我们我俩在一起一年半感情特别好她对我也特别好都觉得对方是自己的真爱身边朋友都羡慕的那种直到有一天她说想一个人去旅行结果去之前我无意间看到了她手机里和前男友搞暧昧的聊天记录她以前骗我说从来没经历过男孩子而现在所谓的一个人去旅行其实是去她前男友的城市找他我发现之后跟她摊牌她的计划也失败了女朋友很忏悔眼睛都快哭瞎了把前男友拉黑了跟我说愿意做一切来弥补只要我不离开她她宁愿为我当牛做马一辈子直到我不要她为止这几天她每天给我做饭洗衣服洗脚按摩恨不得洗脸刷牙都上我旁边伺候还跟我说如果我不相信她她宁愿自己毁容这样我就不会担心别人喜欢她了我该怎么办要不要原谅她？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情况很棘手，我可以理解你的心情。我觉得首先需要明确一件事，对方的行为确实有点出轨了，而你对她的怒气也是可以理解的。",
    "annotation": [
      {
        "sentence": "你的情况很棘手，我可以理解你的心情。",
        "label": ""
      },
      {
        "sentence": "我觉得首先需要明确一件事，对方的行为确实有点出轨了，而你对她的怒气也是可以理解的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我们的感情很好啊，她对我也很好，我很舍不得。",
    "annotation": [
      {
        "sentence": "可是我们的感情很好啊，她对我也很好，我很舍不得。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，感情确实对我们来说很珍贵。但是我们可以从这件事找到一些问题，比如对方还有什么事是瞒着我们的，她是不是真的要和我们走下去，我们还有哪些介意的地方。对方怕我们介意隐瞒了自己的情感经历，也不知道什么原因准备去找前男友，这是被我们发现的事，那么对方是否还有其他隐瞒我们的事情，虽然有些时候我们可以理解她，但是也希望对方不要把我们当傻子。",
    "annotation": [
      {
        "sentence": "是的，感情确实对我们来说很珍贵。",
        "label": ""
      },
      {
        "sentence": "但是我们可以从这件事找到一些问题，比如对方还有什么事是瞒着我们的，她是不是真的要和我们走下去，我们还有哪些介意的地方。",
        "label": ""
      },
      {
        "sentence": "对方怕我们介意隐瞒了自己的情感经历，也不知道什么原因准备去找前男友，这是被我们发现的事，那么对方是否还有其他隐瞒我们的事情，虽然有些时候我们可以理解她，但是也希望对方不要把我们当傻子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，这是一个值得思考的问题。我难道就应该原谅她吗？",
    "annotation": [
      {
        "sentence": "嗯，这是一个值得思考的问题。",
        "label": ""
      },
      {
        "sentence": "我难道就应该原谅她吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "并不是简单的原谅，我们可以和对方好好的聊一聊，看看是否还有其他隐情。既然家里都知道彼此的关系，而且这一年半的时间里大家相处的也挺好的，那么对方是否是真的同性呢？或者对方是双性恋，如果她既喜欢和我们在一起，又希望有一段异性感情呢？因此我们可以问问对方的真实想法，毕竟感情的事是不可勉强的。两个人在一起最重要的是信任和理解，对方为了弥补自己的过错确实做了很多，但是这并不代表她要伤害自己来弥补，因此我们可以和对方沟通清楚。告诉对方自己介意的点在哪里，有哪些是自己的底线，以后可以协商沟通一下。",
    "annotation": [
      {
        "sentence": "并不是简单的原谅，我们可以和对方好好的聊一聊，看看是否还有其他隐情。",
        "label": ""
      },
      {
        "sentence": "既然家里都知道彼此的关系，而且这一年半的时间里大家相处的也挺好的，那么对方是否是真的同性呢？",
        "label": ""
      },
      {
        "sentence": "或者对方是双性恋，如果她既喜欢和我们在一起，又希望有一段异性感情呢？",
        "label": ""
      },
      {
        "sentence": "因此我们可以问问对方的真实想法，毕竟感情的事是不可勉强的。",
        "label": ""
      },
      {
        "sentence": "两个人在一起最重要的是信任和理解，对方为了弥补自己的过错确实做了很多，但是这并不代表她要伤害自己来弥补，因此我们可以和对方沟通清楚。",
        "label": ""
      },
      {
        "sentence": "告诉对方自己介意的点在哪里，有哪些是自己的底线，以后可以协商沟通一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯嗯，我觉得你说的很有道理。但是她曾经骗过我，我难道还该相信她吗？",
    "annotation": [
      {
        "sentence": "嗯嗯，我觉得你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "但是她曾经骗过我，我难道还该相信她吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "出发点是好的，只是有些事不可能欺骗我们一辈子，所以我们可以和对方好好的聊一聊，看看问题所在。至于别人会不会喜欢她，这是我们不能控制的，我们要不要原谅她取决于我们对于感情的态度。如果真的舍不得，也愿意和对方走下去，可以和对方好好的沟通一下，该放下的可以一起放下，毕竟你们的关系是如何经营好自己的小生活，而不是对着过去念念不忘。如果真的介意，也可以给彼此一点时间冷静一下，但是不要做出伤害自己和彼此的事。",
    "annotation": [
      {
        "sentence": "出发点是好的，只是有些事不可能欺骗我们一辈子，所以我们可以和对方好好的聊一聊，看看问题所在。",
        "label": ""
      },
      {
        "sentence": "至于别人会不会喜欢她，这是我们不能控制的，我们要不要原谅她取决于我们对于感情的态度。",
        "label": ""
      },
      {
        "sentence": "如果真的舍不得，也愿意和对方走下去，可以和对方好好的沟通一下，该放下的可以一起放下，毕竟你们的关系是如何经营好自己的小生活，而不是对着过去念念不忘。",
        "label": ""
      },
      {
        "sentence": "如果真的介意，也可以给彼此一点时间冷静一下，但是不要做出伤害自己和彼此的事。",
        "label": ""
      }
    ]
  }
]