[
  {
    "role": "client",
    "content": "女朋友这样算是出轨吗？我该原谅吗？我们俩都是女孩子都出柜了家里也都支持我们我俩在一起一年半感情特别好她对我也特别好都觉得对方是自己的真爱身边朋友都羡慕的那种直到有一天她说想一个人去旅行结果去之前我无意间看到了她手机里和前男友搞暧昧的聊天记录她以前骗我说从来没经历过男孩子而现在所谓的一个人去旅行其实是去她前男友的城市找他我发现之后跟她摊牌她的计划也失败了女朋友很忏悔眼睛都快哭瞎了把前男友拉黑了跟我说愿意做一切来弥补只要我不离开她她宁愿为我当牛做马一辈子直到我不要她为止这几天她每天给我做饭洗衣服洗脚按摩恨不得洗脸刷牙都上我旁边伺候还跟我说如果我不相信她她宁愿自己毁容这样我就不会担心别人喜欢她了我该怎么办要不要原谅她？",
    "annotation": [
      {
        "sentence": "女朋友这样算是出轨吗？",
        "label": ""
      },
      {
        "sentence": "我该原谅吗？",
        "label": ""
      },
      {
        "sentence": "我们俩都是女孩子都出柜了家里也都支持我们我俩在一起一年半感情特别好她对我也特别好都觉得对方是自己的真爱身边朋友都羡慕的那种直到有一天她说想一个人去旅行结果去之前我无意间看到了她手机里和前男友搞暧昧的聊天记录她以前骗我说从来没经历过男孩子而现在所谓的一个人去旅行其实是去她前男友的城市找他我发现之后跟她摊牌她的计划也失败了女朋友很忏悔眼睛都快哭瞎了把前男友拉黑了跟我说愿意做一切来弥补只要我不离开她她宁愿为我当牛做马一辈子直到我不要她为止这几天她每天给我做饭洗衣服洗脚按摩恨不得洗脸刷牙都上我旁边伺候还跟我说如果我不相信她她宁愿自己毁容这样我就不会担心别人喜欢她了我该怎么办要不要原谅她？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，很高兴能在这里与你交流。我明白你眼下面临的情感困惑对你来说是非常痛苦的。我希望先引导你思考几个问题，或许能帮助你更好地理清自己的想法。首先，你认为这次出轨算是一次错误吗？其次，你是否相信女朋友的忏悔和她愿意为你改变的承诺？最后，如果你真的原谅了她，你们之间的关系会如何发展呢？",
    "annotation": [
      {
        "sentence": "求助者，很高兴能在这里与你交流。",
        "label": ""
      },
      {
        "sentence": "我明白你眼下面临的情感困惑对你来说是非常痛苦的。",
        "label": ""
      },
      {
        "sentence": "我希望先引导你思考几个问题，或许能帮助你更好地理清自己的想法。",
        "label": ""
      },
      {
        "sentence": "首先，你认为这次出轨算是一次错误吗？",
        "label": ""
      },
      {
        "sentence": "其次，你是否相信女朋友的忏悔和她愿意为你改变的承诺？",
        "label": ""
      },
      {
        "sentence": "最后，如果你真的原谅了她，你们之间的关系会如何发展呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得她的行为是出轨，是对我们之间的承诺的背叛。她的忏悔和承诺听起来很动听，但我不知道该怎么相信她。如果我原谅了她，我不知道我们之间的关系会不会恢复到以前的样子。",
    "annotation": [
      {
        "sentence": "我觉得她的行为是出轨，是对我们之间的承诺的背叛。",
        "label": ""
      },
      {
        "sentence": "她的忏悔和承诺听起来很动听，但我不知道该怎么相信她。",
        "label": ""
      },
      {
        "sentence": "如果我原谅了她，我不知道我们之间的关系会不会恢复到以前的样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "女朋友的行为确实让你感到受伤和背叛，这种感受非常正常。然而，爱是一个复杂的情感，我们有时候需要给予对方的机会来弥补错误。关于你是否应该相信她，或许你可以和她一起进行情感沟通和修复，共同制定建立信任的方法和规则。至于你们之间的关系能否恢复到以前的样子，需要时间和双方的共同努力。你愿意尝试和她一起克服这个困难吗？",
    "annotation": [
      {
        "sentence": "女朋友的行为确实让你感到受伤和背叛，这种感受非常正常。",
        "label": ""
      },
      {
        "sentence": "然而，爱是一个复杂的情感，我们有时候需要给予对方的机会来弥补错误。",
        "label": ""
      },
      {
        "sentence": "关于你是否应该相信她，或许你可以和她一起进行情感沟通和修复，共同制定建立信任的方法和规则。",
        "label": ""
      },
      {
        "sentence": "至于你们之间的关系能否恢复到以前的样子，需要时间和双方的共同努力。",
        "label": ""
      },
      {
        "sentence": "你愿意尝试和她一起克服这个困难吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我愿意尝试和她一起解决这个问题，但我还是对她是否真心忏悔有疑虑。我希望她能给我一些时间来观察她的行为是否与她的承诺相符。",
    "annotation": [
      {
        "sentence": "我愿意尝试和她一起解决这个问题，但我还是对她是否真心忏悔有疑虑。",
        "label": ""
      },
      {
        "sentence": "我希望她能给我一些时间来观察她的行为是否与她的承诺相符。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的疑虑是很正常的，毕竟信任是需要时间来重建的。在这个过程中，你可以和她保持沟通，表达你的感受和需要。观察她的行动和态度是否与她的承诺一致，也可作为你决定是否原谅她的参考。同时，你也可以和她一起寻求专业的帮助，以更好地解决彼此之间的问题。",
    "annotation": [
      {
        "sentence": "理解你的疑虑是很正常的，毕竟信任是需要时间来重建的。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你可以和她保持沟通，表达你的感受和需要。",
        "label": ""
      },
      {
        "sentence": "观察她的行动和态度是否与她的承诺一致，也可作为你决定是否原谅她的参考。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以和她一起寻求专业的帮助，以更好地解决彼此之间的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会和她保持沟通，并观察她的行动。我也会考虑寻求专业帮助来帮助我们解决问题。谢谢你的建议和支持！这么多天来我一直很困惑，现在感觉好多了。",
    "annotation": [
      {
        "sentence": "我会和她保持沟通，并观察她的行动。",
        "label": ""
      },
      {
        "sentence": "我也会考虑寻求专业帮助来帮助我们解决问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "这么多天来我一直很困惑，现在感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，你的困惑和痛苦我能理解。记住，寻求专业帮助并与她进行真实的沟通是解决问题的有效途径。希望你们能够一起走过这个困难时刻，重建起更加健康和稳定的关系。祝福你们！如果你需要进一步的支持和建议，请随时向我寻求帮助。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，你的困惑和痛苦我能理解。",
        "label": ""
      },
      {
        "sentence": "记住，寻求专业帮助并与她进行真实的沟通是解决问题的有效途径。",
        "label": ""
      },
      {
        "sentence": "希望你们能够一起走过这个困难时刻，重建起更加健康和稳定的关系。",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持和建议，请随时向我寻求帮助。",
        "label": ""
      }
    ]
  }
]