[
  {
    "role": "client",
    "content": "女朋友这样算是出轨吗？我该原谅吗？我们俩都是女孩子都出柜了家里也都支持我们我俩在一起一年半感情特别好她对我也特别好都觉得对方是自己的真爱身边朋友都羡慕的那种直到有一天她说想一个人去旅行结果去之前我无意间看到了她手机里和前男友搞暧昧的聊天记录她以前骗我说从来没经历过男孩子而现在所谓的一个人去旅行其实是去她前男友的城市找他我发现之后跟她摊牌她的计划也失败了女朋友很忏悔眼睛都快哭瞎了把前男友拉黑了跟我说愿意做一切来弥补只要我不离开她她宁愿为我当牛做马一辈子直到我不要她为止这几天她每天给我做饭洗衣服洗脚按摩恨不得洗脸刷牙都上我旁边伺候还跟我说如果我不相信她她宁愿自己毁容这样我就不会担心别人喜欢她了我该怎么办要不要原谅她？",
    "annotation": [
      {
        "sentence": "女朋友这样算是出轨吗？",
        "label": ""
      },
      {
        "sentence": "我该原谅吗？",
        "label": ""
      },
      {
        "sentence": "我们俩都是女孩子都出柜了家里也都支持我们我俩在一起一年半感情特别好她对我也特别好都觉得对方是自己的真爱身边朋友都羡慕的那种直到有一天她说想一个人去旅行结果去之前我无意间看到了她手机里和前男友搞暧昧的聊天记录她以前骗我说从来没经历过男孩子而现在所谓的一个人去旅行其实是去她前男友的城市找他我发现之后跟她摊牌她的计划也失败了女朋友很忏悔眼睛都快哭瞎了把前男友拉黑了跟我说愿意做一切来弥补只要我不离开她她宁愿为我当牛做马一辈子直到我不要她为止这几天她每天给我做饭洗衣服洗脚按摩恨不得洗脸刷牙都上我旁边伺候还跟我说如果我不相信她她宁愿自己毁容这样我就不会担心别人喜欢她了我该怎么办要不要原谅她？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你的描述，我怎么没有感觉到“爱的幸福、甜蜜、辛酸、苦涩”，好像更多体会的是“爱的可怕”呢？也许这是我的投射啊。在文字中，没有看到你对女朋友“出轨”事件的感受和感情表达，更多看到的是女朋友计划被发现之后的类似“恐惧”的自责和近乎疯狂的“补偿”。在这种状态下，你们的感情保持对等、平衡、稳定、持久很难啊！不太好判断，是你们本身的“爱情”就不如你们以为的那么纯粹，还是人格方面还不太成熟、稳定？也许这次“事件”是在提醒你们：双方很有必要再重新评估下你们的感情了。",
    "annotation": [
      {
        "sentence": "看你的描述，我怎么没有感觉到“爱的幸福、甜蜜、辛酸、苦涩”，好像更多体会的是“爱的可怕”呢？",
        "label": ""
      },
      {
        "sentence": "也许这是我的投射啊。",
        "label": ""
      },
      {
        "sentence": "在文字中，没有看到你对女朋友“出轨”事件的感受和感情表达，更多看到的是女朋友计划被发现之后的类似“恐惧”的自责和近乎疯狂的“补偿”。",
        "label": ""
      },
      {
        "sentence": "在这种状态下，你们的感情保持对等、平衡、稳定、持久很难啊！",
        "label": ""
      },
      {
        "sentence": "不太好判断，是你们本身的“爱情”就不如你们以为的那么纯粹，还是人格方面还不太成熟、稳定？",
        "label": ""
      },
      {
        "sentence": "也许这次“事件”是在提醒你们：双方很有必要再重新评估下你们的感情了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者你说的有道理。我确实更多感受到了爱的可怕和恐惧，我感到很困惑和失落。在发现她的出轨之后，我不知道该如何面对她和我们之间的关系。我开始怀疑她对我的爱是否真实，我怕再次受到伤害。",
    "annotation": [
      {
        "sentence": "支持者你说的有道理。",
        "label": ""
      },
      {
        "sentence": "我确实更多感受到了爱的可怕和恐惧，我感到很困惑和失落。",
        "label": ""
      },
      {
        "sentence": "在发现她的出轨之后，我不知道该如何面对她和我们之间的关系。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑她对我的爱是否真实，我怕再次受到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你现在的心情。当我们遭受伤害和背叛时，信任会受到严重的打击。这种怀疑和担心很正常，特别是在你们感情本身就存在问题的情况下。现在是时候去思考和沟通了，你们需要坐下来好好谈一谈。",
    "annotation": [
      {
        "sentence": "理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "当我们遭受伤害和背叛时，信任会受到严重的打击。",
        "label": ""
      },
      {
        "sentence": "这种怀疑和担心很正常，特别是在你们感情本身就存在问题的情况下。",
        "label": ""
      },
      {
        "sentence": "现在是时候去思考和沟通了，你们需要坐下来好好谈一谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道沟通很重要，但是我觉得现在我已经无法忍受她的背叛了。我不知道原谅她是否是正确的选择，我怕她会再次伤害我。",
    "annotation": [
      {
        "sentence": "我知道沟通很重要，但是我觉得现在我已经无法忍受她的背叛了。",
        "label": ""
      },
      {
        "sentence": "我不知道原谅她是否是正确的选择，我怕她会再次伤害我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的痛苦和不信任是可以理解的。然而，原谅并不意味着忘记或接受她的背叛行为。原谅是一个过程，需要时间和努力。你可以告诉她你的感受，看她是否真心悔改并为你们的关系做出努力。",
    "annotation": [
      {
        "sentence": "你现在的痛苦和不信任是可以理解的。",
        "label": ""
      },
      {
        "sentence": "然而，原谅并不意味着忘记或接受她的背叛行为。",
        "label": ""
      },
      {
        "sentence": "原谅是一个过程，需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "你可以告诉她你的感受，看她是否真心悔改并为你们的关系做出努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "也许你说得对，我应该给她一个机会来证明她是真心悔改的。但是我不确定我是否能够重新建立起对她的信任，这真的很困扰我。",
    "annotation": [
      {
        "sentence": "也许你说得对，我应该给她一个机会来证明她是真心悔改的。",
        "label": ""
      },
      {
        "sentence": "但是我不确定我是否能够重新建立起对她的信任，这真的很困扰我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "重新建立信任是一个漫长的过程。你可以尝试与她进行更多的沟通和交流，了解她的真实想法和感受。同时，也要关注自己的感受和需要，不要勉强自己去接受不愿意接受的事情。",
    "annotation": [
      {
        "sentence": "重新建立信任是一个漫长的过程。",
        "label": ""
      },
      {
        "sentence": "你可以尝试与她进行更多的沟通和交流，了解她的真实想法和感受。",
        "label": ""
      },
      {
        "sentence": "同时，也要关注自己的感受和需要，不要勉强自己去接受不愿意接受的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着与她进行更深入的交流，同时也会倾听自己内心的声音。无论最终决定如何，我都希望能够找到自己内心的平静和幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着与她进行更深入的交流，同时也会倾听自己内心的声音。",
        "label": ""
      },
      {
        "sentence": "无论最终决定如何，我都希望能够找到自己内心的平静和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你。请记住，无论你做出何种决定，都要以自己的幸福和内心需求为出发点。祝你能够找到内心的平静和答案。如果需要的话，随时再来找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "请记住，无论你做出何种决定，都要以自己的幸福和内心需求为出发点。",
        "label": ""
      },
      {
        "sentence": "祝你能够找到内心的平静和答案。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，随时再来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解。我会仔细思考你们所说的，希望能够找到解决问题的方法。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我会仔细思考你们所说的，希望能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的意见能够对你有所帮助。记住，你并不孤单，有人在背后支持着你。祝你能够早日找到答案并走向幸福的未来。如果有任何需要，随时找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，希望我的意见能够对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人在背后支持着你。",
        "label": ""
      },
      {
        "sentence": "祝你能够早日找到答案并走向幸福的未来。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时找我倾诉。",
        "label": ""
      }
    ]
  }
]