[
  {
    "role": "client",
    "content": "我羡慕那些有购买能力的工作者，他们可以买各种东西，过得很舒服。可我自己生活管理不好，还能有好的未来吗？",
    "annotation": [
      {
        "sentence": "我羡慕那些有购买能力的工作者，他们可以买各种东西，过得很舒服。",
        "label": ""
      },
      {
        "sentence": "可我自己生活管理不好，还能有好的未来吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，我们应该如何面对自己内心的需求和期待呢？虽然看到那些白领们风光无限，但你可能没看到他们忙碌时焦头烂额的情景。而现在的富豪，如果提前二三十年，可能也和乞丐没什么区别。所以，不能只看到表面的风光，去全面看待问题。",
    "annotation": [
      {
        "sentence": "其实，我们应该如何面对自己内心的需求和期待呢？",
        "label": ""
      },
      {
        "sentence": "虽然看到那些白领们风光无限，但你可能没看到他们忙碌时焦头烂额的情景。",
        "label": ""
      },
      {
        "sentence": "而现在的富豪，如果提前二三十年，可能也和乞丐没什么区别。",
        "label": ""
      },
      {
        "sentence": "所以，不能只看到表面的风光，去全面看待问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直认为通过学习可以改变自己的现状。在高中时，我曾努力学习，成绩也逐渐提高，感到很开心。可是当时我还没有形成自己的价值观。十七、十八岁那会儿，我看到街头的时髦白领、城里的孩子们吃KFC，学校超市里琳琅满目的零食，食堂里的炸鸡翅和炸大排……我的消费观念开始不正常，我不再买日常用品，不买衣服，把生活费都用来买各种零食，还看了许多影视杂志，了解整容和明星的信息。虽然我仍然喜欢学习，因为它给我带来了正面的反馈，但我同时也喜欢明星，关注整容，羡慕工作人士的购买能力。可是，我却管不好自己的生活，不爱清洁，晚上上下铺影响别人，学习很好却不愿与人交流，在那个年龄本应具备社交能力的时候，我没有交到好朋友，也不知道同学们对我因专心学习获得好成绩是否抱有善意。后来，我打了一个女生，一切都变了，大家都对我怀有恶意，估计我。我觉得很孤独，放弃了努力学习，只考了个专科，从此对学习失去了兴趣。我当时觉得，学习好就没有朋友。",
    "annotation": [
      {
        "sentence": "你说得对，我一直认为通过学习可以改变自己的现状。",
        "label": ""
      },
      {
        "sentence": "在高中时，我曾努力学习，成绩也逐渐提高，感到很开心。",
        "label": ""
      },
      {
        "sentence": "可是当时我还没有形成自己的价值观。",
        "label": ""
      },
      {
        "sentence": "十七、十八岁那会儿，我看到街头的时髦白领、城里的孩子们吃KFC，学校超市里琳琅满目的零食，食堂里的炸鸡翅和炸大排……我的消费观念开始不正常，我不再买日常用品，不买衣服，把生活费都用来买各种零食，还看了许多影视杂志，了解整容和明星的信息。",
        "label": ""
      },
      {
        "sentence": "虽然我仍然喜欢学习，因为它给我带来了正面的反馈，但我同时也喜欢明星，关注整容，羡慕工作人士的购买能力。",
        "label": ""
      },
      {
        "sentence": "可是，我却管不好自己的生活，不爱清洁，晚上上下铺影响别人，学习很好却不愿与人交流，在那个年龄本应具备社交能力的时候，我没有交到好朋友，也不知道同学们对我因专心学习获得好成绩是否抱有善意。",
        "label": ""
      },
      {
        "sentence": "后来，我打了一个女生，一切都变了，大家都对我怀有恶意，估计我。",
        "label": ""
      },
      {
        "sentence": "我觉得很孤独，放弃了努力学习，只考了个专科，从此对学习失去了兴趣。",
        "label": ""
      },
      {
        "sentence": "我当时觉得，学习好就没有朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "问题是我们应该如何面对内心的需求和期待呢？虽然看到了那些白领风风光光的生活，但是在他们忙碌时被许多事情困扰的情况，你并不会看到。就算是现在的富豪，如果放在二三十年前，也可能和乞丐差不多。所以，不能单单看到表面的风光景象，而是要看到问题的全面。或许你心里认为学习知识是唯一的出路，想要成为饱受注目的明星，但这让你忽略了别人的需求，变得刻薄而不顾及他人的感受。其实，并不是所有价位高的东西都代表有高价值，生活中还是有很多物美价廉的产品。不能只追逐虚荣，而是要调整心态，采取合理的方法。拿明星为例，你可以看看《二十不惑》里关晓彤的表演，她的角色塑造非常到位。她前半段是娇气、任性且有些自私的，但她真正做的只是为了得到她心上人的喜欢，用正确的方式追逐她想要的生活。我相信你的本意并不坏，只是缺少了别人的鼓励和引导。就像《二十不惑》里面那个特别暖心的宿舍一样。你买衣服、化妆品、包包，都是为了让自己变得更漂亮，要用心地将它们发挥出最大的价值，而不是让它们变成摆设。现在的付出，将来都会有回报的。努力减肥是为了将来穿上更漂亮的裙子，做好保养是为了将来不需要化妆品也能展现自己的美丽。另外，我建议你注重内在美，包括内涵和修养，还有一个人独特的气质，这是别人学不来的。有气质的人，即使不穿名牌或昂贵的产品，依然可以出彩！同时，你可以寻找适合自己的解压方式来获得快乐和自信，比如听音乐、读书、健身、瑜伽等都是很正能量和健康的解压方式。这些活动还能帮助你管理身材和保持健康。现在正是青春年少的时候，不妨去追求自己的美好。我希望你能成为新时代更独立、更自信的女性。",
    "annotation": [
      {
        "sentence": "问题是我们应该如何面对内心的需求和期待呢？",
        "label": ""
      },
      {
        "sentence": "虽然看到了那些白领风风光光的生活，但是在他们忙碌时被许多事情困扰的情况，你并不会看到。",
        "label": ""
      },
      {
        "sentence": "就算是现在的富豪，如果放在二三十年前，也可能和乞丐差不多。",
        "label": ""
      },
      {
        "sentence": "所以，不能单单看到表面的风光景象，而是要看到问题的全面。",
        "label": ""
      },
      {
        "sentence": "或许你心里认为学习知识是唯一的出路，想要成为饱受注目的明星，但这让你忽略了别人的需求，变得刻薄而不顾及他人的感受。",
        "label": ""
      },
      {
        "sentence": "其实，并不是所有价位高的东西都代表有高价值，生活中还是有很多物美价廉的产品。",
        "label": ""
      },
      {
        "sentence": "不能只追逐虚荣，而是要调整心态，采取合理的方法。",
        "label": ""
      },
      {
        "sentence": "拿明星为例，你可以看看《二十不惑》里关晓彤的表演，她的角色塑造非常到位。",
        "label": ""
      },
      {
        "sentence": "她前半段是娇气、任性且有些自私的，但她真正做的只是为了得到她心上人的喜欢，用正确的方式追逐她想要的生活。",
        "label": ""
      },
      {
        "sentence": "我相信你的本意并不坏，只是缺少了别人的鼓励和引导。",
        "label": ""
      },
      {
        "sentence": "就像《二十不惑》里面那个特别暖心的宿舍一样。",
        "label": ""
      },
      {
        "sentence": "你买衣服、化妆品、包包，都是为了让自己变得更漂亮，要用心地将它们发挥出最大的价值，而不是让它们变成摆设。",
        "label": ""
      },
      {
        "sentence": "现在的付出，将来都会有回报的。",
        "label": ""
      },
      {
        "sentence": "努力减肥是为了将来穿上更漂亮的裙子，做好保养是为了将来不需要化妆品也能展现自己的美丽。",
        "label": ""
      },
      {
        "sentence": "另外，我建议你注重内在美，包括内涵和修养，还有一个人独特的气质，这是别人学不来的。",
        "label": ""
      },
      {
        "sentence": "有气质的人，即使不穿名牌或昂贵的产品，依然可以出彩！",
        "label": ""
      },
      {
        "sentence": "同时，你可以寻找适合自己的解压方式来获得快乐和自信，比如听音乐、读书、健身、瑜伽等都是很正能量和健康的解压方式。",
        "label": ""
      },
      {
        "sentence": "这些活动还能帮助你管理身材和保持健康。",
        "label": ""
      },
      {
        "sentence": "现在正是青春年少的时候，不妨去追求自己的美好。",
        "label": ""
      },
      {
        "sentence": "我希望你能成为新时代更独立、更自信的女性。",
        "label": ""
      }
    ]
  }
]