[
  {
    "role": "client",
    "content": "总会因为钱的事情争吵，结婚1年很累该怎么办？女，今年31岁，经相亲认识1年后，在家人的催促下领证结婚，婚后很没有安全感，对我俩的婚姻生活感到绝望，时常想离婚。总会因为钱的事情争吵，结婚他父母给的钱，他曾给我又要了回去。本来4月要办婚礼，也因为总吵架他不想办了，一直到今天马上领证1年也没有办。发现他上网经常浏览一些成人网站，内心很受打击。自己每天活得像个侦探，偷看他手机，看他的消费记录，上网记录，身心疲惫，觉得有些轻度抑郁，时常半夜醒来。没结婚的时候就觉得他不够爱我，从来不会为我全力付出，都是有所保留，但一想这个年龄也许有所保留，太过理智也正常，只是这对一个女人来说很残忍。他家给的钱他要给自己买台车，尽管我很不喜欢，他还是自己做了决定我们也经常吵架，我离家出走，他从不挽留，甚至都不会联系我。他不沟通不交流，冷暴力让我很痛苦。我觉得这段婚姻让我变得不好了，整个人身心疲惫。",
    "annotation": [
      {
        "sentence": "总会因为钱的事情争吵，结婚1年很累该怎么办？",
        "label": ""
      },
      {
        "sentence": "女，今年31岁，经相亲认识1年后，在家人的催促下领证结婚，婚后很没有安全感，对我俩的婚姻生活感到绝望，时常想离婚。",
        "label": ""
      },
      {
        "sentence": "总会因为钱的事情争吵，结婚他父母给的钱，他曾给我又要了回去。",
        "label": ""
      },
      {
        "sentence": "本来4月要办婚礼，也因为总吵架他不想办了，一直到今天马上领证1年也没有办。",
        "label": ""
      },
      {
        "sentence": "发现他上网经常浏览一些成人网站，内心很受打击。",
        "label": ""
      },
      {
        "sentence": "自己每天活得像个侦探，偷看他手机，看他的消费记录，上网记录，身心疲惫，觉得有些轻度抑郁，时常半夜醒来。",
        "label": ""
      },
      {
        "sentence": "没结婚的时候就觉得他不够爱我，从来不会为我全力付出，都是有所保留，但一想这个年龄也许有所保留，太过理智也正常，只是这对一个女人来说很残忍。",
        "label": ""
      },
      {
        "sentence": "他家给的钱他要给自己买台车，尽管我很不喜欢，他还是自己做了决定我们也经常吵架，我离家出走，他从不挽留，甚至都不会联系我。",
        "label": ""
      },
      {
        "sentence": "他不沟通不交流，冷暴力让我很痛苦。",
        "label": ""
      },
      {
        "sentence": "我觉得这段婚姻让我变得不好了，整个人身心疲惫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道这对你来说很难过，但你一定要保持平静，我们可以一起谈谈，找出问题的根源。你说你和你的丈夫总会因为钱的问题争吵，那你的意思是你们之间的沟通出现了问题吗？",
    "annotation": [
      {
        "sentence": "我知道这对你来说很难过，但你一定要保持平静，我们可以一起谈谈，找出问题的根源。",
        "label": ""
      },
      {
        "sentence": "你说你和你的丈夫总会因为钱的问题争吵，那你的意思是你们之间的沟通出现了问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们常常会因此吵架，他也总是不愿意和我讨论这个问题。",
    "annotation": [
      {
        "sentence": "是的，我们常常会因此吵架，他也总是不愿意和我讨论这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很常见的问题，但是你可以试着从正面角度去看待问题，找到和丈夫有效沟通的方法。你们可以选择一个对话的时间和地点，来谈论这个问题，彼此发表自己的观点和看法。",
    "annotation": [
      {
        "sentence": "这是很常见的问题，但是你可以试着从正面角度去看待问题，找到和丈夫有效沟通的方法。",
        "label": ""
      },
      {
        "sentence": "你们可以选择一个对话的时间和地点，来谈论这个问题，彼此发表自己的观点和看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我们总是因为这个问题吵架，我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "但是我们总是因为这个问题吵架，我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试让丈夫更了解你的想法和感受，告诉他你对这个问题的看法和感受。同时你也要试着理解他的想法，因为你们是夫妻，需要相互谅解。",
    "annotation": [
      {
        "sentence": "你可以尝试让丈夫更了解你的想法和感受，告诉他你对这个问题的看法和感受。",
        "label": ""
      },
      {
        "sentence": "同时你也要试着理解他的想法，因为你们是夫妻，需要相互谅解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很想让这段婚姻有所改变，但是我觉得我自己已经很久没有放松了。",
    "annotation": [
      {
        "sentence": "我真的很想让这段婚姻有所改变，但是我觉得我自己已经很久没有放松了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你需要的不仅仅是情感支持，还需要关注自己的身心健康，这样你才能更好地跟你的丈夫沟通。你可以尝试一些放松身心的方法，如冥想、瑜伽、读书等等，从而减轻一些沉重的负担。",
    "annotation": [
      {
        "sentence": "你需要的不仅仅是情感支持，还需要关注自己的身心健康，这样你才能更好地跟你的丈夫沟通。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些放松身心的方法，如冥想、瑜伽、读书等等，从而减轻一些沉重的负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我一定会尝试的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我一定会尝试的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，你说你发现你丈夫经常浏览成人网站，这也是你心理负担的原因之一。但是我想提醒你的是，这不一定代表他不爱你了。你的丈夫可能只是想找一些刺激，而这却给你带来了很大的压力。",
    "annotation": [
      {
        "sentence": "另外，你说你发现你丈夫经常浏览成人网站，这也是你心理负担的原因之一。",
        "label": ""
      },
      {
        "sentence": "但是我想提醒你的是，这不一定代表他不爱你了。",
        "label": ""
      },
      {
        "sentence": "你的丈夫可能只是想找一些刺激，而这却给你带来了很大的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道这个原因，但是我还是感到很受打击。",
    "annotation": [
      {
        "sentence": "我知道这个原因，但是我还是感到很受打击。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这非常正常，你可以跟他沟通，跟他分享你的感受，让他知道这对你来说有多么重要。如果他真的爱你，他一定会尝试改变自己的行为，让你更放心。",
    "annotation": [
      {
        "sentence": "这非常正常，你可以跟他沟通，跟他分享你的感受，让他知道这对你来说有多么重要。",
        "label": ""
      },
      {
        "sentence": "如果他真的爱你，他一定会尝试改变自己的行为，让你更放心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会好好考虑的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会好好考虑的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，我想说的是，夫妻之间有时候需要一些时间来了解对方，在这段时间里你们可以共同探索彼此的爱语言，一起生活的习惯等等，从而让彼此更加愉快。只要你们都有一个共同的目标，你们的婚姻一定会越来越好。",
    "annotation": [
      {
        "sentence": "最后，我想说的是，夫妻之间有时候需要一些时间来了解对方，在这段时间里你们可以共同探索彼此的爱语言，一起生活的习惯等等，从而让彼此更加愉快。",
        "label": ""
      },
      {
        "sentence": "只要你们都有一个共同的目标，你们的婚姻一定会越来越好。",
        "label": ""
      }
    ]
  }
]