[
  {
    "role": "client",
    "content": "为什么学习的时候容易走神，容易幻想一些东西？最近在学习的时候，我很容易走神，特别是听音频的时候，我容易幻想一些未来的画面，还有时候，一边听书一边我又会用手机的其他软件，看消息回消息，或者去下载一个视频什么的，因为最近学了冥想，我发现我把思绪拉回当下的频次很高，我习惯性的去幻想一些东西，今天幻想的画面是，我和一个警官发生的一些事情，之前有过处对象的倾向，但是，因为我现在状态不好，我自卑，我抗拒了，其实我对他的感觉，就是对一个普通人的样子，但是，因为我这段时间周围没人，还有因为我自卑，所以，我幻想的是，我调整好了之后，尽管没有太多那方面的喜欢，但是，我和他在处对象，我好像要证明自己其实很好，所以才会幻想出和他处对象的画面，我渴望自己调整好，也看得见自己逐步的变化，我不太在乎幻想的是什么，我在乎的是，我习惯性幻想的次数太频繁了，我的脑子，只要稍不注意，就会出现一些的情景，这样子，我事情稍微多一点，我就会感觉脑子累！",
    "annotation": [
      {
        "sentence": "为什么学习的时候容易走神，容易幻想一些东西？",
        "label": ""
      },
      {
        "sentence": "最近在学习的时候，我很容易走神，特别是听音频的时候，我容易幻想一些未来的画面，还有时候，一边听书一边我又会用手机的其他软件，看消息回消息，或者去下载一个视频什么的，因为最近学了冥想，我发现我把思绪拉回当下的频次很高，我习惯性的去幻想一些东西，今天幻想的画面是，我和一个警官发生的一些事情，之前有过处对象的倾向，但是，因为我现在状态不好，我自卑，我抗拒了，其实我对他的感觉，就是对一个普通人的样子，但是，因为我这段时间周围没人，还有因为我自卑，所以，我幻想的是，我调整好了之后，尽管没有太多那方面的喜欢，但是，我和他在处对象，我好像要证明自己其实很好，所以才会幻想出和他处对象的画面，我渴望自己调整好，也看得见自己逐步的变化，我不太在乎幻想的是什么，我在乎的是，我习惯性幻想的次数太频繁了，我的脑子，只要稍不注意，就会出现一些的情景，这样子，我事情稍微多一点，我就会感觉脑子累！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你现在的状态有种似曾相识的感觉，在很大一段时间我也和你一样有这样的感觉。学习的时候容易走神，容易幻想未来的画面，有时候甚至会沉侵其中，或是边听书边看其他软件的信息，不断地有各种事件分散自己的注意力，但真正的事情却没有很好的去做好，对自己感到懊恼，状态感觉不是太好。",
    "annotation": [
      {
        "sentence": "对于你现在的状态有种似曾相识的感觉，在很大一段时间我也和你一样有这样的感觉。",
        "label": ""
      },
      {
        "sentence": "学习的时候容易走神，容易幻想未来的画面，有时候甚至会沉侵其中，或是边听书边看其他软件的信息，不断地有各种事件分散自己的注意力，但真正的事情却没有很好的去做好，对自己感到懊恼，状态感觉不是太好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是这样。我很困惑为什么自己总是没有专注力，总是容易分心。",
    "annotation": [
      {
        "sentence": "是的，我就是这样。",
        "label": ""
      },
      {
        "sentence": "我很困惑为什么自己总是没有专注力，总是容易分心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "意识到自己的这种状态的情况下，有几点建议可以帮助你。第一，适当的停歇下来，给自己一个时间段，没有目标去做想到的任何事情。第二，给自己特定的一目标任务，在自己的书桌或是易见的地方写明自己要做的事情，完成了之后备注。",
    "annotation": [
      {
        "sentence": "意识到自己的这种状态的情况下，有几点建议可以帮助你。",
        "label": ""
      },
      {
        "sentence": "第一，适当的停歇下来，给自己一个时间段，没有目标去做想到的任何事情。",
        "label": ""
      },
      {
        "sentence": "第二，给自己特定的一目标任务，在自己的书桌或是易见的地方写明自己要做的事情，完成了之后备注。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些建议听起来真的很有用，我会试一试的。但是我还是想知道，关于幻想这件事情，我应该如何应对呢？",
    "annotation": [
      {
        "sentence": "这些建议听起来真的很有用，我会试一试的。",
        "label": ""
      },
      {
        "sentence": "但是我还是想知道，关于幻想这件事情，我应该如何应对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于具体事件的幻想，譬如你和警官发生的一些事情，从头到尾在头脑中梳理一遍，同时也可以通过文字的形式写出来，记录下来你内心的真实感受，未来的想法等。",
    "annotation": [
      {
        "sentence": "关于具体事件的幻想，譬如你和警官发生的一些事情，从头到尾在头脑中梳理一遍，同时也可以通过文字的形式写出来，记录下来你内心的真实感受，未来的想法等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议听起来不错，我可以试一试写出来。但是，我担心我会在幻想上面花费过多的时间，这样对我的学习可能不太利于我。",
    "annotation": [
      {
        "sentence": "这个建议听起来不错，我可以试一试写出来。",
        "label": ""
      },
      {
        "sentence": "但是，我担心我会在幻想上面花费过多的时间，这样对我的学习可能不太利于我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于性幻想这也是减压的一种方式，不用刻意的去控制在意，感觉到累的时候就停下来。用心感受自己对于特定的目标完成之后的满足感，给自己不断地制定一些小目标，一步一步的去完成，给自己时间的同时给自己空间，相信你慢慢的提升你对于做事情的专注力。",
    "annotation": [
      {
        "sentence": "关于性幻想这也是减压的一种方式，不用刻意的去控制在意，感觉到累的时候就停下来。",
        "label": ""
      },
      {
        "sentence": "用心感受自己对于特定的目标完成之后的满足感，给自己不断地制定一些小目标，一步一步的去完成，给自己时间的同时给自己空间，相信你慢慢的提升你对于做事情的专注力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得这些方法对我很有帮助。我会尝试逐步调整自己的学习方式，并给自己设定一些小目标，希望能够提高专注力和学习效果。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得这些方法对我很有帮助。",
        "label": ""
      },
      {
        "sentence": "我会尝试逐步调整自己的学习方式，并给自己设定一些小目标，希望能够提高专注力和学习效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，记住要耐心，一步一步地去改变自己的习惯。相信你能够慢慢提升自己的专注力，取得好的学习成果。如果还有其他困惑，随时可以找我交流。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，记住要耐心，一步一步地去改变自己的习惯。",
        "label": ""
      },
      {
        "sentence": "相信你能够慢慢提升自己的专注力，取得好的学习成果。",
        "label": ""
      },
      {
        "sentence": "如果还有其他困惑，随时可以找我交流。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会好好努力的，相信自己能够取得进步。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会好好努力的，相信自己能够取得进步。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你一定能够做到的，有任何问题都可以随时向我求助。祝你学习顺利，生活愉快！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够做到的，有任何问题都可以随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你学习顺利，生活愉快！",
        "label": ""
      }
    ]
  }
]