[
  {
    "role": "client",
    "content": "最近我遇到了一个问题，我是一个17岁的女生。我的同学经常辱骂我，他们称之为开玩笑，但我接受不了。他们总是只说我一个人，而不去说别人。我想知道是不是我太矫情了，我到底做错了什么……",
    "annotation": [
      {
        "sentence": "最近我遇到了一个问题，我是一个17岁的女生。",
        "label": ""
      },
      {
        "sentence": "我的同学经常辱骂我，他们称之为开玩笑，但我接受不了。",
        "label": ""
      },
      {
        "sentence": "他们总是只说我一个人，而不去说别人。",
        "label": ""
      },
      {
        "sentence": "我想知道是不是我太矫情了，我到底做错了什么……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解您的感受。在我们的生活中，有时会遇到一些人并不顾及他人的感受，当我们提醒他们时，他们却一副不在乎的样子，甚至指责我们太敏感。这样的人通常会有几种不同的状况。首先是真的不在乎他人感受的人，他们只关心自己的感受，缺乏同理心，对他人的感受关注甚少。其次是明明知道自己错了，但却因面子问题而嘴上不服输的人，这样的人通常会在以后的相处中注意自己的行为，对于他们对您的伤害也会心生歉意，并努力弥补过错。最后是明知故行，明明知道自己的行为对您造成伤害，却故意伤害您，或者是在众人面前让您难堪的人。针对这三种情况，第二种人明确告诉他们您的感受可能还可以继续与他们交往，但第一种和第三种人只会给您带来伤害，所以尽可能与他们保持距离，选择与您相处愉快的伙伴。丢掉那些不必要的烦恼，祝您生活愉快。",
    "annotation": [
      {
        "sentence": "非常理解您的感受。",
        "label": ""
      },
      {
        "sentence": "在我们的生活中，有时会遇到一些人并不顾及他人的感受，当我们提醒他们时，他们却一副不在乎的样子，甚至指责我们太敏感。",
        "label": ""
      },
      {
        "sentence": "这样的人通常会有几种不同的状况。",
        "label": ""
      },
      {
        "sentence": "首先是真的不在乎他人感受的人，他们只关心自己的感受，缺乏同理心，对他人的感受关注甚少。",
        "label": ""
      },
      {
        "sentence": "其次是明明知道自己错了，但却因面子问题而嘴上不服输的人，这样的人通常会在以后的相处中注意自己的行为，对于他们对您的伤害也会心生歉意，并努力弥补过错。",
        "label": ""
      },
      {
        "sentence": "最后是明知故行，明明知道自己的行为对您造成伤害，却故意伤害您，或者是在众人面前让您难堪的人。",
        "label": ""
      },
      {
        "sentence": "针对这三种情况，第二种人明确告诉他们您的感受可能还可以继续与他们交往，但第一种和第三种人只会给您带来伤害，所以尽可能与他们保持距离，选择与您相处愉快的伙伴。",
        "label": ""
      },
      {
        "sentence": "丢掉那些不必要的烦恼，祝您生活愉快。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的回答，我现在有些明白了。我之前一直以为是自己过于敏感，才导致同学们这样对我。但是听您这么说，我明白了并不是我太矫情，而是他们没有考虑到我的感受。我会尽量避免与那些只关心自己感受的人交往，选择与我相处愉快的朋友。",
    "annotation": [
      {
        "sentence": "谢谢您的回答，我现在有些明白了。",
        "label": ""
      },
      {
        "sentence": "我之前一直以为是自己过于敏感，才导致同学们这样对我。",
        "label": ""
      },
      {
        "sentence": "但是听您这么说，我明白了并不是我太矫情，而是他们没有考虑到我的感受。",
        "label": ""
      },
      {
        "sentence": "我会尽量避免与那些只关心自己感受的人交往，选择与我相处愉快的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的回答对您有所帮助。确实，有时候我们会错误地把问题归咎于自己，认为是自己太敏感或者做错了什么。但其实，每个人都有权利被尊重和被关心。只有那些真正关心您并愿意为您着想的人，才是值得与您交往的人。愿您的朋友圈子中充满正能量和温暖，让您的生活更加美好。",
    "annotation": [
      {
        "sentence": "很高兴我的回答对您有所帮助。",
        "label": ""
      },
      {
        "sentence": "确实，有时候我们会错误地把问题归咎于自己，认为是自己太敏感或者做错了什么。",
        "label": ""
      },
      {
        "sentence": "但其实，每个人都有权利被尊重和被关心。",
        "label": ""
      },
      {
        "sentence": "只有那些真正关心您并愿意为您着想的人，才是值得与您交往的人。",
        "label": ""
      },
      {
        "sentence": "愿您的朋友圈子中充满正能量和温暖，让您的生活更加美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励和支持。我觉得我现在有了一种更加积极的态度去面对这个问题了。我会注意选择与我相处愉快的朋友，并且不再因为他人的话而伤心难过。",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我觉得我现在有了一种更加积极的态度去面对这个问题了。",
        "label": ""
      },
      {
        "sentence": "我会注意选择与我相处愉快的朋友，并且不再因为他人的话而伤心难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到您有了积极的态度面对这个问题。选择与您相处愉快的朋友是非常重要的，他们会给予您适当的关心和支持，使您更加自信和积极面对生活中的困难。记住，您值得被尊重和被关心。如果以后还有任何问题或者困扰，随时都可以向我寻求帮助。",
    "annotation": [
      {
        "sentence": "非常欣慰听到您有了积极的态度面对这个问题。",
        "label": ""
      },
      {
        "sentence": "选择与您相处愉快的朋友是非常重要的，他们会给予您适当的关心和支持，使您更加自信和积极面对生活中的困难。",
        "label": ""
      },
      {
        "sentence": "记住，您值得被尊重和被关心。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何问题或者困扰，随时都可以向我寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的鼓励和支持，我会时刻牢记您的话语。如果将来有需要，我一定会再次寻求您的帮助。谢谢您！",
    "annotation": [
      {
        "sentence": "非常感谢您的鼓励和支持，我会时刻牢记您的话语。",
        "label": ""
      },
      {
        "sentence": "如果将来有需要，我一定会再次寻求您的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢您！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很乐意为您提供帮助。无论何时何地，只要您需要，我都会在这里等候。希望您能够过上快乐、积极的生活。祝您一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很乐意为您提供帮助。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，只要您需要，我都会在这里等候。",
        "label": ""
      },
      {
        "sentence": "希望您能够过上快乐、积极的生活。",
        "label": ""
      },
      {
        "sentence": "祝您一切顺利！",
        "label": ""
      }
    ]
  }
]