[
  {
    "role": "client",
    "content": "我16岁了，残疾女孩，我是不是社恐和抑郁了？我是个残疾的，小学初中的时候，父母有让我去学校，中考也考的不错，但是我考上的高中学校离我家太远了，父母也不太有能力了，我主动说，我不去上学了.....然后，我在家自己学了，但是两个月过去了，我变得自卑，胆小，不想和陌生人说话，不想出去，我常常觉得自己根本没有价值，有时候会突然觉得很茫然，而且感觉越来越明显，没有想法，没有动力，独自一个人的时候我能发呆好久，有时候莫名就想哭，然后看见有人了又假装自己很高兴，在很努力，不愿意让别人特别是父母家人知道我哭了，他们问我要不要请家教等等关于高中学习方面的，我会很烦躁，不想交流，然后等他们都不在了，又特别想哭。我也不想请家教什么1v1的，没有为什么，就是不想，明明知道自己没办法继续学，就是不想，独自下楼晒太阳的时候，会看见小区里面的人，很多，我也不敢过去，会把自己藏在小区里的某个地方，一旦看见好像有人注意到我了，又慌张的不行。",
    "annotation": [
      {
        "sentence": "我16岁了，残疾女孩，我是不是社恐和抑郁了？",
        "label": ""
      },
      {
        "sentence": "我是个残疾的，小学初中的时候，父母有让我去学校，中考也考的不错，但是我考上的高中学校离我家太远了，父母也不太有能力了，我主动说，我不去上学了.....然后，我在家自己学了，但是两个月过去了，我变得自卑，胆小，不想和陌生人说话，不想出去，我常常觉得自己根本没有价值，有时候会突然觉得很茫然，而且感觉越来越明显，没有想法，没有动力，独自一个人的时候我能发呆好久，有时候莫名就想哭，然后看见有人了又假装自己很高兴，在很努力，不愿意让别人特别是父母家人知道我哭了，他们问我要不要请家教等等关于高中学习方面的，我会很烦躁，不想交流，然后等他们都不在了，又特别想哭。",
        "label": ""
      },
      {
        "sentence": "我也不想请家教什么1v1的，没有为什么，就是不想，明明知道自己没办法继续学，就是不想，独自下楼晒太阳的时候，会看见小区里面的人，很多，我也不敢过去，会把自己藏在小区里的某个地方，一旦看见好像有人注意到我了，又慌张的不行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，很能理解你的感受，人生就是充满挫折的旅程，每个人都会经历不如意的事情。我也有类似的经历，从小我就胆小自卑，不爱与别人交流。直到六年级的时候，我开始出现抑郁症的症状，当时并没有意识到。直到一个月前，在医院被确诊为中度抑郁症、强迫症和焦虑症，还住院了一个星期。现在我每天都在服药。为了解决这个问题，我和爸爸妈妈决定休学半年。但是我现在并没有不开心，没有学习的负担让我可以自由支配时间。我过得很充实，每天都在进行各种活动，如篮球、羽毛球、乒乓球、足球、骑单车、跳绳等。我还喜欢唱歌、听音乐、看书、玩游戏、跳舞。我甚至觉得这段时间是目前为止最开心的日子。医生的建议、药物治疗、父母的支持以及我自己的放松让我觉得一切都在朝好的方向发展。我想问问你和爸爸妈妈的关系好吗？你作为一个残疾人能够有勇气去读书已经很了不起了。至于你不敢和别人交流的问题，我小时候也有类似的经历，不要着急，慢慢来。我觉得你之所以自卑内向不敢说话，可能与你自己是残疾人有关。如果你感到非常痛苦，我建议你去医院或网上的心理咨询师那里寻求帮助。我先写到这里，如果你想了解更多或者想交个朋友，可以私信我。谢谢！",
    "annotation": [
      {
        "sentence": "求助者，很能理解你的感受，人生就是充满挫折的旅程，每个人都会经历不如意的事情。",
        "label": ""
      },
      {
        "sentence": "我也有类似的经历，从小我就胆小自卑，不爱与别人交流。",
        "label": ""
      },
      {
        "sentence": "直到六年级的时候，我开始出现抑郁症的症状，当时并没有意识到。",
        "label": ""
      },
      {
        "sentence": "直到一个月前，在医院被确诊为中度抑郁症、强迫症和焦虑症，还住院了一个星期。",
        "label": ""
      },
      {
        "sentence": "现在我每天都在服药。",
        "label": ""
      },
      {
        "sentence": "为了解决这个问题，我和爸爸妈妈决定休学半年。",
        "label": ""
      },
      {
        "sentence": "但是我现在并没有不开心，没有学习的负担让我可以自由支配时间。",
        "label": ""
      },
      {
        "sentence": "我过得很充实，每天都在进行各种活动，如篮球、羽毛球、乒乓球、足球、骑单车、跳绳等。",
        "label": ""
      },
      {
        "sentence": "我还喜欢唱歌、听音乐、看书、玩游戏、跳舞。",
        "label": ""
      },
      {
        "sentence": "我甚至觉得这段时间是目前为止最开心的日子。",
        "label": ""
      },
      {
        "sentence": "医生的建议、药物治疗、父母的支持以及我自己的放松让我觉得一切都在朝好的方向发展。",
        "label": ""
      },
      {
        "sentence": "我想问问你和爸爸妈妈的关系好吗？",
        "label": ""
      },
      {
        "sentence": "你作为一个残疾人能够有勇气去读书已经很了不起了。",
        "label": ""
      },
      {
        "sentence": "至于你不敢和别人交流的问题，我小时候也有类似的经历，不要着急，慢慢来。",
        "label": ""
      },
      {
        "sentence": "我觉得你之所以自卑内向不敢说话，可能与你自己是残疾人有关。",
        "label": ""
      },
      {
        "sentence": "如果你感到非常痛苦，我建议你去医院或网上的心理咨询师那里寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我先写到这里，如果你想了解更多或者想交个朋友，可以私信我。",
        "label": ""
      },
      {
        "sentence": "谢谢！",
        "label": ""
      }
    ]
  }
]