[
  {
    "role": "client",
    "content": "面试后，像一粒微尘，感觉自己做事已经畏首畏尾……有时候觉得自己很糟糕但也知道原因在哪每次在机会面前总是把握不住最后就只剩下了垂头丧气和原地踏步很容易退缩逃避和躲回舒适圈做没难度的事却也会对着自己做不到的事望洋兴叹自怨自艾真是糟糕透了太不堪了这么糟糕的自己没有悔恨没有羞愧没有太多波澜没脸没皮像蝼蚁像蚍蜉像灰尘有时候想想也会有那么一丝愧疚，愧对父母多年的养育之恩。6年小学+6年中学+4年大学，人生最美好的那些年除了做了无数的试卷，没有任何其他值得自己回味咀嚼的事。父母期望我大学毕业以后找份工作结婚生子，我能怎么办？告诉他们我的人生目标就是养活自己而已？我活不明白，真的，很多的时候觉得这个社会太复杂，自己的智商不够用，即使还没毕业，我感觉自己做事已经畏首畏尾、如履薄冰，生怕自己的某一步让自己掉进万丈深渊。",
    "annotation": [
      {
        "sentence": "面试后，像一粒微尘，感觉自己做事已经畏首畏尾……有时候觉得自己很糟糕但也知道原因在哪每次在机会面前总是把握不住最后就只剩下了垂头丧气和原地踏步很容易退缩逃避和躲回舒适圈做没难度的事却也会对着自己做不到的事望洋兴叹自怨自艾真是糟糕透了太不堪了这么糟糕的自己没有悔恨没有羞愧没有太多波澜没脸没皮像蝼蚁像蚍蜉像灰尘有时候想想也会有那么一丝愧疚，愧对父母多年的养育之恩。",
        "label": ""
      },
      {
        "sentence": "6年小学+6年中学+4年大学，人生最美好的那些年除了做了无数的试卷，没有任何其他值得自己回味咀嚼的事。",
        "label": ""
      },
      {
        "sentence": "父母期望我大学毕业以后找份工作结婚生子，我能怎么办？",
        "label": ""
      },
      {
        "sentence": "告诉他们我的人生目标就是养活自己而已？",
        "label": ""
      },
      {
        "sentence": "我活不明白，真的，很多的时候觉得这个社会太复杂，自己的智商不够用，即使还没毕业，我感觉自己做事已经畏首畏尾、如履薄冰，生怕自己的某一步让自己掉进万丈深渊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对问题和挑战，我们常常会感到害怕和无所适从。但恰恰是因为害怕，我们才更需要去勇敢面对。现在你刚刚开始新的阶段，不必过于着急，可以先慢慢适应。找到自己的人生目标也是需要一步步来的，需要有前奏。例如，先在一个稳定的情况下找到一份工作来养活自己。这样的安稳可以为你接下来实现其他目标打下基础。",
    "annotation": [
      {
        "sentence": "面对问题和挑战，我们常常会感到害怕和无所适从。",
        "label": ""
      },
      {
        "sentence": "但恰恰是因为害怕，我们才更需要去勇敢面对。",
        "label": ""
      },
      {
        "sentence": "现在你刚刚开始新的阶段，不必过于着急，可以先慢慢适应。",
        "label": ""
      },
      {
        "sentence": "找到自己的人生目标也是需要一步步来的，需要有前奏。",
        "label": ""
      },
      {
        "sentence": "例如，先在一个稳定的情况下找到一份工作来养活自己。",
        "label": ""
      },
      {
        "sentence": "这样的安稳可以为你接下来实现其他目标打下基础。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我明白逐步稳定自己的生活是一个很好的开始。但有时候我还是会感到迷茫和无助，觉得自己无法应对复杂的社会。我的能力好像不够，每一次都畏首畏尾，生怕做错了某一步，就会彻底失败。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白逐步稳定自己的生活是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是会感到迷茫和无助，觉得自己无法应对复杂的社会。",
        "label": ""
      },
      {
        "sentence": "我的能力好像不够，每一次都畏首畏尾，生怕做错了某一步，就会彻底失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够认识到自己的担忧和迷茫，已经是一个重要的一步。面对复杂的社会，很多人都会感到困惑和无助。但其实每个人都会有自己独特的发展过程和时间，不必和别人比较。每一步都是成长的机会，即使遇到困难和失败，也是在让自己变得更加坚韧和成熟。",
    "annotation": [
      {
        "sentence": "你能够认识到自己的担忧和迷茫，已经是一个重要的一步。",
        "label": ""
      },
      {
        "sentence": "面对复杂的社会，很多人都会感到困惑和无助。",
        "label": ""
      },
      {
        "sentence": "但其实每个人都会有自己独特的发展过程和时间，不必和别人比较。",
        "label": ""
      },
      {
        "sentence": "每一步都是成长的机会，即使遇到困难和失败，也是在让自己变得更加坚韧和成熟。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。我意识到自己需要更多的耐心和信心去面对自己的成长过程。但有时候我的自信心真的很低，觉得自己根本没有办法做到父母期望的那样。",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我意识到自己需要更多的耐心和信心去面对自己的成长过程。",
        "label": ""
      },
      {
        "sentence": "但有时候我的自信心真的很低，觉得自己根本没有办法做到父母期望的那样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人在成长的过程中都会有低谷期，而且也不是每一次都能如愿以偿。但是和父母的期望相比，最重要的是找到适合自己的生活方式和目标。你可以通过与父母沟通，表达自己对未来的思考和规划，他们也会理解并支持你的选择。",
    "annotation": [
      {
        "sentence": "每个人在成长的过程中都会有低谷期，而且也不是每一次都能如愿以偿。",
        "label": ""
      },
      {
        "sentence": "但是和父母的期望相比，最重要的是找到适合自己的生活方式和目标。",
        "label": ""
      },
      {
        "sentence": "你可以通过与父母沟通，表达自己对未来的思考和规划，他们也会理解并支持你的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和父母好好沟通，让他们了解我的想法和困扰。但是有时候我还是会怀疑自己的能力和决策能力。怎么才能增强自己的自信心呢？",
    "annotation": [
      {
        "sentence": "我会试着和父母好好沟通，让他们了解我的想法和困扰。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是会怀疑自己的能力和决策能力。",
        "label": ""
      },
      {
        "sentence": "怎么才能增强自己的自信心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "增强自信心需要时间和经验的积累。同时，你可以注重自己的成长和进步，从小的目标开始坚持，一步步取得成功。在成功的过程中，也要给自己适当的鼓励和奖励，相信自己的能力。",
    "annotation": [
      {
        "sentence": "增强自信心需要时间和经验的积累。",
        "label": ""
      },
      {
        "sentence": "同时，你可以注重自己的成长和进步，从小的目标开始坚持，一步步取得成功。",
        "label": ""
      },
      {
        "sentence": "在成功的过程中，也要给自己适当的鼓励和奖励，相信自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试关注自己的成长和进步，并给自己一些鼓励。我明白自信心不是一蹴而就的，需要自己的努力去培养和坚持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试关注自己的成长和进步，并给自己一些鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白自信心不是一蹴而就的，需要自己的努力去培养和坚持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和理解。记住，人生是一个不断追求进步和成长的过程，困难和挫折只是其中的一部分。相信自己，并且相信时间和努力会让你变得更加坚强和自信。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和理解。",
        "label": ""
      },
      {
        "sentence": "记住，人生是一个不断追求进步和成长的过程，困难和挫折只是其中的一部分。",
        "label": ""
      },
      {
        "sentence": "相信自己，并且相信时间和努力会让你变得更加坚强和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会铭记你的话，并且努力成为更加坚韧和自信的人。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "我会铭记你的话，并且努力成为更加坚韧和自信的人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定可以度过这个阶段，找到真正适合自己的人生目标。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定可以度过这个阶段，找到真正适合自己的人生目标。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]