[
  {
    "role": "client",
    "content": "老公原则性太差，自己说的话都做不到，怎么办？",
    "annotation": [
      {
        "sentence": "老公原则性太差，自己说的话都做不到，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我了解你对于老公原则性不佳的困扰。你觉得他说的话都做不到，事事都晚到几个小时。每次他都解释说朋友留他多玩一会，觉得没什么大不了的。你感到很不舒服，觉得他没有重视你的感受。今天他又这样说要去办事，然后又被朋友拉着玩。你发火了，告诉他要么不在乎感情，要么别总是想着玩。你甚至觉得他每天都出去玩，不要让你有任何期待。你都不想和他待在一起，因为你会容易心软。他看起来没有原则，对自己和他人都没有要求，随心随性。他说得好听，想得美好，但就是做不到。有时候他很久以前说好的一件事，在当下的心情下就会改变。一旦出门就变得无法控制，他说的话听起来都像是耳旁风。而且你发他几句不好听的话，他就索性不回了。每次你都恨得咬牙切齿，但他回家后又像什么事都没有发生一样，你对此特别生气，每次说再也不理他，但最后还是会和好。你很恨自己为什么如此没出息。",
    "annotation": [
      {
        "sentence": "你好，我了解你对于老公原则性不佳的困扰。",
        "label": ""
      },
      {
        "sentence": "你觉得他说的话都做不到，事事都晚到几个小时。",
        "label": ""
      },
      {
        "sentence": "每次他都解释说朋友留他多玩一会，觉得没什么大不了的。",
        "label": ""
      },
      {
        "sentence": "你感到很不舒服，觉得他没有重视你的感受。",
        "label": ""
      },
      {
        "sentence": "今天他又这样说要去办事，然后又被朋友拉着玩。",
        "label": ""
      },
      {
        "sentence": "你发火了，告诉他要么不在乎感情，要么别总是想着玩。",
        "label": ""
      },
      {
        "sentence": "你甚至觉得他每天都出去玩，不要让你有任何期待。",
        "label": ""
      },
      {
        "sentence": "你都不想和他待在一起，因为你会容易心软。",
        "label": ""
      },
      {
        "sentence": "他看起来没有原则，对自己和他人都没有要求，随心随性。",
        "label": ""
      },
      {
        "sentence": "他说得好听，想得美好，但就是做不到。",
        "label": ""
      },
      {
        "sentence": "有时候他很久以前说好的一件事，在当下的心情下就会改变。",
        "label": ""
      },
      {
        "sentence": "一旦出门就变得无法控制，他说的话听起来都像是耳旁风。",
        "label": ""
      },
      {
        "sentence": "而且你发他几句不好听的话，他就索性不回了。",
        "label": ""
      },
      {
        "sentence": "每次你都恨得咬牙切齿，但他回家后又像什么事都没有发生一样，你对此特别生气，每次说再也不理他，但最后还是会和好。",
        "label": ""
      },
      {
        "sentence": "你很恨自己为什么如此没出息。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很困扰，感觉自己陷入了一个无尽的循环中。我觉得他不够成熟，不懂得对我负责。有时候我在想，是不是我对他要求太高了？但是我真的很难接受他总是说一套做一套的态度。我对他越发失望，也越来越怀疑我们的婚姻是否还有希望。",
    "annotation": [
      {
        "sentence": "是的，我真的很困扰，感觉自己陷入了一个无尽的循环中。",
        "label": ""
      },
      {
        "sentence": "我觉得他不够成熟，不懂得对我负责。",
        "label": ""
      },
      {
        "sentence": "有时候我在想，是不是我对他要求太高了？",
        "label": ""
      },
      {
        "sentence": "但是我真的很难接受他总是说一套做一套的态度。",
        "label": ""
      },
      {
        "sentence": "我对他越发失望，也越来越怀疑我们的婚姻是否还有希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，这样的困境确实让人感到迷茫和无望。你没有对他的要求过高，每个人都应该对自己和他人负责。你对他失望也是正常的反应，但我们不能轻易放弃一个婚姻。首先，你可以和他坐下来进行一次诚恳的沟通，告诉他你对他这样的行为感到失望和伤心。同时，也要明确表达你的期望和界限。如果他再次触犯你的底线，你要坚持自己的原则，让他知道你真的很生气和伤心。同时，你也要审视你们之间的相处模式是否受到各自原生家庭的影响。你们可以共同努力去适应和理解对方，找到彼此的共同点和解决问题的方法。最重要的是，你要坚持自己的原则，并成为他的榜样，让他认识到自己的责任和角色。不放弃，并且相信你们可以共同解决问题，才能够找到婚姻的美好。",
    "annotation": [
      {
        "sentence": "你说得对，这样的困境确实让人感到迷茫和无望。",
        "label": ""
      },
      {
        "sentence": "你没有对他的要求过高，每个人都应该对自己和他人负责。",
        "label": ""
      },
      {
        "sentence": "你对他失望也是正常的反应，但我们不能轻易放弃一个婚姻。",
        "label": ""
      },
      {
        "sentence": "首先，你可以和他坐下来进行一次诚恳的沟通，告诉他你对他这样的行为感到失望和伤心。",
        "label": ""
      },
      {
        "sentence": "同时，也要明确表达你的期望和界限。",
        "label": ""
      },
      {
        "sentence": "如果他再次触犯你的底线，你要坚持自己的原则，让他知道你真的很生气和伤心。",
        "label": ""
      },
      {
        "sentence": "同时，你也要审视你们之间的相处模式是否受到各自原生家庭的影响。",
        "label": ""
      },
      {
        "sentence": "你们可以共同努力去适应和理解对方，找到彼此的共同点和解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要坚持自己的原则，并成为他的榜样，让他认识到自己的责任和角色。",
        "label": ""
      },
      {
        "sentence": "不放弃，并且相信你们可以共同解决问题，才能够找到婚姻的美好。",
        "label": ""
      }
    ]
  }
]