[
  {
    "role": "client",
    "content": "同性恋人，为了他儿子只能回避，要不要继续这段感情？我22.他32.他是结过婚的，但是他离了。有一个孩子，就想说我前些天发生的情况，就是我现在是和他一起住，他每个星期会接小孩2次星期二和星期四孩子3岁多，那天他接了小孩过来第二天回去，他前妻问他你中午和谁一起吃饭，然而这个女的拿了一张我的照片给他儿子看是不是我，最后说是，他就发给了我的男朋友，说以后你也别来接了，说让这个孩子别和我有交集，后来男朋友就说接过来以后带他去见他的同事怕回去乱说，他和我说他回家的时候就让我去小房别让他看到我，当时我听到这句话我当场没有语言，不知道把我当什么了。接下来就是每次来了我都自己去小房待着，他儿子睡了我再出来，我现在很崩溃也很焦虑，每天晚上睡不着熬到很晚，一想起这些事心跳加速，他很喜欢他的孩子对我而言我现在感觉不到他喜欢我，只是关照的感觉，我也不知道要不要再接下去这段感情。也不知道把我当什么让我去小房这种事情都能说的出来。",
    "annotation": [
      {
        "sentence": "同性恋人，为了他儿子只能回避，要不要继续这段感情？",
        "label": ""
      },
      {
        "sentence": "我22.他32.他是结过婚的，但是他离了。",
        "label": ""
      },
      {
        "sentence": "有一个孩子，就想说我前些天发生的情况，就是我现在是和他一起住，他每个星期会接小孩2次星期二和星期四孩子3岁多，那天他接了小孩过来第二天回去，他前妻问他你中午和谁一起吃饭，然而这个女的拿了一张我的照片给他儿子看是不是我，最后说是，他就发给了我的男朋友，说以后你也别来接了，说让这个孩子别和我有交集，后来男朋友就说接过来以后带他去见他的同事怕回去乱说，他和我说他回家的时候就让我去小房别让他看到我，当时我听到这句话我当场没有语言，不知道把我当什么了。",
        "label": ""
      },
      {
        "sentence": "接下来就是每次来了我都自己去小房待着，他儿子睡了我再出来，我现在很崩溃也很焦虑，每天晚上睡不着熬到很晚，一想起这些事心跳加速，他很喜欢他的孩子对我而言我现在感觉不到他喜欢我，只是关照的感觉，我也不知道要不要再接下去这段感情。",
        "label": ""
      },
      {
        "sentence": "也不知道把我当什么让我去小房这种事情都能说的出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能与您一起探讨这个问题！我能感受到您在这段感情中的煎熬与无助，也能感觉到您在这段感情中的妥协与委屈。同时我也能看到对方在这段感情里的难过与内心纠结，还有对方在这段感情里他对于他过往经历对现今造成的影响与担忧。",
    "annotation": [
      {
        "sentence": "很高兴能与您一起探讨这个问题！",
        "label": ""
      },
      {
        "sentence": "我能感受到您在这段感情中的煎熬与无助，也能感觉到您在这段感情中的妥协与委屈。",
        "label": ""
      },
      {
        "sentence": "同时我也能看到对方在这段感情里的难过与内心纠结，还有对方在这段感情里他对于他过往经历对现今造成的影响与担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很困惑和难受，不知道该如何面对这个问题。感觉我们的关系变得复杂而棘手，我不确定他是否真正接受了我。",
    "annotation": [
      {
        "sentence": "我真的很困惑和难受，不知道该如何面对这个问题。",
        "label": ""
      },
      {
        "sentence": "感觉我们的关系变得复杂而棘手，我不确定他是否真正接受了我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的感受我可以理解，这种情况下确实容易让人感到不安和困扰。在您描述的情况里，他可能有一些担心和顾虑，导致对您的态度和处理方式发生变化。或许通过沟通和交流，可以帮助您们更好地了解对方的想法和感受。",
    "annotation": [
      {
        "sentence": "您的感受我可以理解，这种情况下确实容易让人感到不安和困扰。",
        "label": ""
      },
      {
        "sentence": "在您描述的情况里，他可能有一些担心和顾虑，导致对您的态度和处理方式发生变化。",
        "label": ""
      },
      {
        "sentence": "或许通过沟通和交流，可以帮助您们更好地了解对方的想法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的沟通和交流听起来是个好主意。但我不知道该如何开启这样的对话，毕竟我们都对这个问题感到敏感和困惑。",
    "annotation": [
      {
        "sentence": "你说的沟通和交流听起来是个好主意。",
        "label": ""
      },
      {
        "sentence": "但我不知道该如何开启这样的对话，毕竟我们都对这个问题感到敏感和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白您的顾虑，对话可能会是一项挑战。或许您可以先选择一个适当的时机，诚实地与他分享您的感受和困惑。尝试以理解和尊重的态度去倾听他的解释，或许可以帮助您们更好地解决问题。",
    "annotation": [
      {
        "sentence": "我明白您的顾虑，对话可能会是一项挑战。",
        "label": ""
      },
      {
        "sentence": "或许您可以先选择一个适当的时机，诚实地与他分享您的感受和困惑。",
        "label": ""
      },
      {
        "sentence": "尝试以理解和尊重的态度去倾听他的解释，或许可以帮助您们更好地解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该选择一个适当的时机，坦诚地表达自己的感受。我希望他能够理解我的困扰，并与我共同寻找解决方案。",
    "annotation": [
      {
        "sentence": "你说得对，我应该选择一个适当的时机，坦诚地表达自己的感受。",
        "label": ""
      },
      {
        "sentence": "我希望他能够理解我的困扰，并与我共同寻找解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到您有这样的想法。当您与他进行对话时，可以尝试传达您的关切和需要，同时也要给予他表达自己的机会。通过相互倾听和理解，或许可以找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "很高兴听到您有这样的想法。",
        "label": ""
      },
      {
        "sentence": "当您与他进行对话时，可以尝试传达您的关切和需要，同时也要给予他表达自己的机会。",
        "label": ""
      },
      {
        "sentence": "通过相互倾听和理解，或许可以找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着倾听他的解释，看看我们是否能够找到一个双方都能接受的解决方案。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会试着倾听他的解释，看看我们是否能够找到一个双方都能接受的解决方案。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意为您提供支持和建议。相信您们可以通过对话，解决这个问题并找到一个适合双方的解决方案。希望您能顺利度过这个困境，祝福您能早日走出困扰。",
    "annotation": [
      {
        "sentence": "不客气，我很愿意为您提供支持和建议。",
        "label": ""
      },
      {
        "sentence": "相信您们可以通过对话，解决这个问题并找到一个适合双方的解决方案。",
        "label": ""
      },
      {
        "sentence": "希望您能顺利度过这个困境，祝福您能早日走出困扰。",
        "label": ""
      }
    ]
  }
]