[
  {
    "role": "client",
    "content": "每天因为逃避学习压力晚睡晚起，该如何解决？考研，每天都做不到早睡，睡很晚然后起床也很晚，每天学习时间被压缩的很少，知道自己在逃避，可应该怎么做呢？",
    "annotation": [
      {
        "sentence": "每天因为逃避学习压力晚睡晚起，该如何解决？",
        "label": ""
      },
      {
        "sentence": "考研，每天都做不到早睡，睡很晚然后起床也很晚，每天学习时间被压缩的很少，知道自己在逃避，可应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "早睡早起对于学习来说并不是唯一的解决方法，关键在于你晚上的时间都在做什么呢？如果你把晚上的时间用来复习考研的资料，效果应该和白天一样。(你说每天学习时间很少，知道自己在逃避，那晚上的时间是不是也没有用于学习呢？也许你在打游戏或刷手机，但这些都是因为无聊，不知道该干什么才转向这些事情。考研可能是更无聊的事情，相比之下打游戏或刷手机还有些短暂的乐趣，或许是因为你对学习中完全找不到乐趣——你根本不喜欢学习，也许是为了逃避就业，或者是为了应付父母的期望。总之，因为没有目标、不能快速达到成功，短期内看不到成效，你可能宁愿不好好复习，最后如果考不上可以安慰自己说——\"是因为我没有努力才没有考上，我还是很厉害的人\" (这样做不会伤害你的自尊心）。如果你像高考一样尽力，肯定能考上（当然，你心里可能不这样想）。现在时间不多了，你很焦虑，但是即便从今天开始努力，时间也可能来不及了吧？所以，干脆就别想结果了，从今天开始玩个天昏地暗，也不去想考研的事情，等你什么时候觉得玩得已经玩腻了，就卸载吧，再也不要碰了。把书一页一页地看，看完一章就用自己的话讲给同学或者讲给树洞听，只有通过讲出来才能证明你记住了；交叉着看，累了就换一门科目看，这样可以调换一下思维；白天至少抽半小时来运动，让大脑活跃起来；定时吃饭，保持饮食健康，多吃鱼肉蛋奶、蔬菜水果，少吃外卖和碳水化合物，可以保持头脑清晰、身体健康。考研尽力而为，同时好好思考一下自己到底想做什么，喜欢什么，这辈子想怎么过。",
    "annotation": [
      {
        "sentence": "早睡早起对于学习来说并不是唯一的解决方法，关键在于你晚上的时间都在做什么呢？",
        "label": ""
      },
      {
        "sentence": "如果你把晚上的时间用来复习考研的资料，效果应该和白天一样。",
        "label": ""
      },
      {
        "sentence": "(你说每天学习时间很少，知道自己在逃避，那晚上的时间是不是也没有用于学习呢？",
        "label": ""
      },
      {
        "sentence": "也许你在打游戏或刷手机，但这些都是因为无聊，不知道该干什么才转向这些事情。",
        "label": ""
      },
      {
        "sentence": "考研可能是更无聊的事情，相比之下打游戏或刷手机还有些短暂的乐趣，或许是因为你对学习中完全找不到乐趣——你根本不喜欢学习，也许是为了逃避就业，或者是为了应付父母的期望。",
        "label": ""
      },
      {
        "sentence": "总之，因为没有目标、不能快速达到成功，短期内看不到成效，你可能宁愿不好好复习，最后如果考不上可以安慰自己说——\"是因为我没有努力才没有考上，我还是很厉害的人\" (这样做不会伤害你的自尊心）。",
        "label": ""
      },
      {
        "sentence": "如果你像高考一样尽力，肯定能考上（当然，你心里可能不这样想）。",
        "label": ""
      },
      {
        "sentence": "现在时间不多了，你很焦虑，但是即便从今天开始努力，时间也可能来不及了吧？",
        "label": ""
      },
      {
        "sentence": "所以，干脆就别想结果了，从今天开始玩个天昏地暗，也不去想考研的事情，等你什么时候觉得玩得已经玩腻了，就卸载吧，再也不要碰了。",
        "label": ""
      },
      {
        "sentence": "把书一页一页地看，看完一章就用自己的话讲给同学或者讲给树洞听，只有通过讲出来才能证明你记住了；交叉着看，累了就换一门科目看，这样可以调换一下思维；白天至少抽半小时来运动，让大脑活跃起来；定时吃饭，保持饮食健康，多吃鱼肉蛋奶、蔬菜水果，少吃外卖和碳水化合物，可以保持头脑清晰、身体健康。",
        "label": ""
      },
      {
        "sentence": "考研尽力而为，同时好好思考一下自己到底想做什么，喜欢什么，这辈子想怎么过。",
        "label": ""
      }
    ]
  }
]