[
  {
    "role": "client",
    "content": "大二女生被二十四岁助教骗了，心里难受怎么办？",
    "annotation": [
      {
        "sentence": "大二女生被二十四岁助教骗了，心里难受怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果不是对方已经有对象，如果不是对方伪装的太好，我们或许会收获一段令人难忘的爱情，只是这一切是在我们不知情的前提下发生的。不得不说一点，对方身上肯定有吸引我们的地方，所以我们才会对他心生好感。人对一个陌生人产生了好感之后就愿意和他亲近一点，而对方的欲拒还迎也让我们有点不能自拔，慢慢的我们爱上了对方，这是一段爱情的开始。",
    "annotation": [
      {
        "sentence": "如果不是对方已经有对象，如果不是对方伪装的太好，我们或许会收获一段令人难忘的爱情，只是这一切是在我们不知情的前提下发生的。",
        "label": ""
      },
      {
        "sentence": "不得不说一点，对方身上肯定有吸引我们的地方，所以我们才会对他心生好感。",
        "label": ""
      },
      {
        "sentence": "人对一个陌生人产生了好感之后就愿意和他亲近一点，而对方的欲拒还迎也让我们有点不能自拔，慢慢的我们爱上了对方，这是一段爱情的开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我一开始真的觉得我们俩能够在一起，他对我也很好，可是现在才发现他已经有女朋友了。我觉得自己特别难过，觉得他一直在骗我，而我也变得很掉价。",
    "annotation": [
      {
        "sentence": "是啊，我一开始真的觉得我们俩能够在一起，他对我也很好，可是现在才发现他已经有女朋友了。",
        "label": ""
      },
      {
        "sentence": "我觉得自己特别难过，觉得他一直在骗我，而我也变得很掉价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "只是后来知道真相之后，我们的一切爱情观都崩塌了，自己居然爱上了一个这样的人，为自己感到不值，也错误的认为自己成为了别人感情里的第三者。喜欢对方我们是认真的，但是做第三者一定不是我们的本意，如果对方早点告诉我们实情，我们一定不会这么奋不顾身，只是他没有这么做，还想把错误继续下去。这一切并不是我们的错，我们无意走入别人的感情生活，只是在错的地点，错的时间遇见了一个我们以为对的人。我们敢爱，也敢于放下，虽然会有点难过，有点伤心，但是这样的感情不是我们期待的，喜欢别人并不算罪恶，因为我们并不知道他的真面目，所以喜欢的是他的表象，而感情是需要揭开面具的，因此我们不如学会放下，生活不会因为他停下。",
    "annotation": [
      {
        "sentence": "只是后来知道真相之后，我们的一切爱情观都崩塌了，自己居然爱上了一个这样的人，为自己感到不值，也错误的认为自己成为了别人感情里的第三者。",
        "label": ""
      },
      {
        "sentence": "喜欢对方我们是认真的，但是做第三者一定不是我们的本意，如果对方早点告诉我们实情，我们一定不会这么奋不顾身，只是他没有这么做，还想把错误继续下去。",
        "label": ""
      },
      {
        "sentence": "这一切并不是我们的错，我们无意走入别人的感情生活，只是在错的地点，错的时间遇见了一个我们以为对的人。",
        "label": ""
      },
      {
        "sentence": "我们敢爱，也敢于放下，虽然会有点难过，有点伤心，但是这样的感情不是我们期待的，喜欢别人并不算罪恶，因为我们并不知道他的真面目，所以喜欢的是他的表象，而感情是需要揭开面具的，因此我们不如学会放下，生活不会因为他停下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的话，我感觉心情好多了。或许是我对他的感情太过执着，没有考虑到他可能有其他的情况。现在我明白了，我们并不是错的人，只是相遇的方式和时机不对而已。",
    "annotation": [
      {
        "sentence": "听了你的话，我感觉心情好多了。",
        "label": ""
      },
      {
        "sentence": "或许是我对他的感情太过执着，没有考虑到他可能有其他的情况。",
        "label": ""
      },
      {
        "sentence": "现在我明白了，我们并不是错的人，只是相遇的方式和时机不对而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，我们不能因为一个错误的人而否定自己的价值。每个人都有自己的选择和成长的空间，我们只需要正确对待自己，相信自己会找到一个更好的人和更美好的爱情。放下过去的感情，也是为了给自己一个新的开始。",
    "annotation": [
      {
        "sentence": "没错，我们不能因为一个错误的人而否定自己的价值。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的选择和成长的空间，我们只需要正确对待自己，相信自己会找到一个更好的人和更美好的爱情。",
        "label": ""
      },
      {
        "sentence": "放下过去的感情，也是为了给自己一个新的开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。我要努力放下这段感情，相信未来会有更好的机会等待着我。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我要努力放下这段感情，相信未来会有更好的机会等待着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这么说。放下并不容易，但只有抛开过去才能迎接更好的未来。请你相信自己的选择，也请你相信，这段经历会让你更加成熟和坚强。求助者在这个过程中变得更加成熟、坚强，也正是为了更好的生活。这段经历只是人生路上的一次波折，接下来的旅程中，我们还会遇到更多美好的事情。",
    "annotation": [
      {
        "sentence": "很高兴听到你这么说。",
        "label": ""
      },
      {
        "sentence": "放下并不容易，但只有抛开过去才能迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "请你相信自己的选择，也请你相信，这段经历会让你更加成熟和坚强。",
        "label": ""
      },
      {
        "sentence": "求助者在这个过程中变得更加成熟、坚强，也正是为了更好的生活。",
        "label": ""
      },
      {
        "sentence": "这段经历只是人生路上的一次波折，接下来的旅程中，我们还会遇到更多美好的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我觉得自己现在有了更积极的态度去面对以后的生活了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我觉得自己现在有了更积极的态度去面对以后的生活了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这么说。只要你保持积极的心态，相信你会遇到更多机遇和美好的人。相信自己的选择，相信你值得更好的未来。我会一直支持你的，不管发生什么事情，记得随时与我联系，一起面对困难和挑战。",
    "annotation": [
      {
        "sentence": "很高兴听到你这么说。",
        "label": ""
      },
      {
        "sentence": "只要你保持积极的心态，相信你会遇到更多机遇和美好的人。",
        "label": ""
      },
      {
        "sentence": "相信自己的选择，相信你值得更好的未来。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，不管发生什么事情，记得随时与我联系，一起面对困难和挑战。",
        "label": ""
      }
    ]
  }
]