[
  {
    "role": "client",
    "content": "我和爱人都是研究生，在创业几个月没有收入，我觉得自己失败了。我们已婚已育，事业爱情在前二十多年都很顺利，但现在我们几乎没有沟通交流，我更是没有可以倾诉的对象。每天好焦虑看着账面只出不进，他应该是怕我说他，也不愿对我多说什么。",
    "annotation": [
      {
        "sentence": "我和爱人都是研究生，在创业几个月没有收入，我觉得自己失败了。",
        "label": ""
      },
      {
        "sentence": "我们已婚已育，事业爱情在前二十多年都很顺利，但现在我们几乎没有沟通交流，我更是没有可以倾诉的对象。",
        "label": ""
      },
      {
        "sentence": "每天好焦虑看着账面只出不进，他应该是怕我说他，也不愿对我多说什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道你丈夫是因为什么原因选择创业，是因为感觉职业出现瓶颈，家里经济开销大支撑不了，还是个人有发展的需求，觉得待在原来的单位没有前途，于是做出了辞职创业的决定？",
    "annotation": [
      {
        "sentence": "不知道你丈夫是因为什么原因选择创业，是因为感觉职业出现瓶颈，家里经济开销大支撑不了，还是个人有发展的需求，觉得待在原来的单位没有前途，于是做出了辞职创业的决定？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想他是有发展的需求，但他越来越不愿意吐露一些事情，我觉得我们之间的沟通也越来越少了。",
    "annotation": [
      {
        "sentence": "我想他是有发展的需求，但他越来越不愿意吐露一些事情，我觉得我们之间的沟通也越来越少了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况很常见。我了解你的感受，你现在需要了解你丈夫的想法和具体计划，然后和他一起制定更好的未来计划。建议你到他那里去看看，直接和他沟通，他可能和你有很多需要讲的事情。了解他的工作内容和进展情况，也许可以给你们二人之间的沟通增加一些乐趣。",
    "annotation": [
      {
        "sentence": "这种情况很常见。",
        "label": ""
      },
      {
        "sentence": "我了解你的感受，你现在需要了解你丈夫的想法和具体计划，然后和他一起制定更好的未来计划。",
        "label": ""
      },
      {
        "sentence": "建议你到他那里去看看，直接和他沟通，他可能和你有很多需要讲的事情。",
        "label": ""
      },
      {
        "sentence": "了解他的工作内容和进展情况，也许可以给你们二人之间的沟通增加一些乐趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也曾辞职加入他，但他对我几乎没有交代任何事情。现在我们几个月没有收入，我更是没有可以倾诉的对象。每天好焦虑看着账面只出不进。",
    "annotation": [
      {
        "sentence": "我也曾辞职加入他，但他对我几乎没有交代任何事情。",
        "label": ""
      },
      {
        "sentence": "现在我们几个月没有收入，我更是没有可以倾诉的对象。",
        "label": ""
      },
      {
        "sentence": "每天好焦虑看着账面只出不进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况肯定会让人非常焦虑，甚至感到无法忍受。你可以试着找个机会和你丈夫好好交流一下，告诉他你现在的感受，同时也可以列出一些你个人转移注意力的良好建议，比如通过阅读、做家务、做运动等等帮助你降低焦虑情绪。",
    "annotation": [
      {
        "sentence": "这种情况肯定会让人非常焦虑，甚至感到无法忍受。",
        "label": ""
      },
      {
        "sentence": "你可以试着找个机会和你丈夫好好交流一下，告诉他你现在的感受，同时也可以列出一些你个人转移注意力的良好建议，比如通过阅读、做家务、做运动等等帮助你降低焦虑情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我已经试着直接和我丈夫沟通，但他对我几乎没有交代任何事情。他忙的我们几乎没有交集，看他不顺眼，控制不住自己想找他毛病跟他吵。",
    "annotation": [
      {
        "sentence": "我已经试着直接和我丈夫沟通，但他对我几乎没有交代任何事情。",
        "label": ""
      },
      {
        "sentence": "他忙的我们几乎没有交集，看他不顺眼，控制不住自己想找他毛病跟他吵。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的感受，尤其是当你感到自己与爱人之间的沟通越来越少时，会让你感到非常的沮丧和彷徨。但是，我想告诉你的是，这种情况或许说明你们需要更多的共同话题，重建夫妻关系。为这个目标，你们可以试着参加一些共同感兴趣的活动，也可以通过买书看电影等方式增进感情。同时，还可以试着安排一些方便孩子交际的活动，增加你们的共同话题。",
    "annotation": [
      {
        "sentence": "很理解你的感受，尤其是当你感到自己与爱人之间的沟通越来越少时，会让你感到非常的沮丧和彷徨。",
        "label": ""
      },
      {
        "sentence": "但是，我想告诉你的是，这种情况或许说明你们需要更多的共同话题，重建夫妻关系。",
        "label": ""
      },
      {
        "sentence": "为这个目标，你们可以试着参加一些共同感兴趣的活动，也可以通过买书看电影等方式增进感情。",
        "label": ""
      },
      {
        "sentence": "同时，还可以试着安排一些方便孩子交际的活动，增加你们的共同话题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己好失败，怎么就走到了这样的境地，和他之前的关系再也回不去了，我们简单的快乐再也没了。每天都心神不宁，一点小事就很烦躁，忍不住对孩子发脾气，情不自禁的哭。",
    "annotation": [
      {
        "sentence": "我觉得自己好失败，怎么就走到了这样的境地，和他之前的关系再也回不去了，我们简单的快乐再也没了。",
        "label": ""
      },
      {
        "sentence": "每天都心神不宁，一点小事就很烦躁，忍不住对孩子发脾气，情不自禁的哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的感受和情绪，这是在这种处境下彻底正常的反应。无论你们如何，我相信你们都还有未来。我建议你先试着放松心态，再找到一些能够帮助你们提高收入并转移注意力的方法。建议你找一些亲朋好友或者专业人员聊聊天，这可以很大程度上帮助你缓解心情。",
    "annotation": [
      {
        "sentence": "我非常理解你的感受和情绪，这是在这种处境下彻底正常的反应。",
        "label": ""
      },
      {
        "sentence": "无论你们如何，我相信你们都还有未来。",
        "label": ""
      },
      {
        "sentence": "我建议你先试着放松心态，再找到一些能够帮助你们提高收入并转移注意力的方法。",
        "label": ""
      },
      {
        "sentence": "建议你找一些亲朋好友或者专业人员聊聊天，这可以很大程度上帮助你缓解心情。",
        "label": ""
      }
    ]
  }
]