[
  {
    "role": "client",
    "content": "对朋友的某些行为很不喜欢，怎么办？占有欲？不知道是不是出于一种占有欲，我在大学三年里因为性格内敛几乎没认识什么人，我和一个室友特别要好，但是她身边特别多朋友，我和她基本算是形影不离，但是我很不喜欢她跟别人好，有时她跟别人出门去玩什么都不跟我说，我也不问，但是我心里非常难受，以至于很多次因为她跟别人去玩不跟我说，后面我都不主动跟她讲话了。今天这件事让我觉得很气，我们都在为考试背资料，这份资料还是我发给她的，我差不多要背完了，而且后天就要考试了，我从另外一个同学那里知道我背错资料了，我赶紧发信息告诉她，她却跟我说难怪觉得资料怪怪的，而且说她此时正在和别人搜索新的资料。这说明她是已经知道外卖都背错资料了，但她却没有告诉我，以至于我白白浪费时间精力。我觉得很生气，又胡思乱想一通。",
    "annotation": [
      {
        "sentence": "对朋友的某些行为很不喜欢，怎么办？",
        "label": ""
      },
      {
        "sentence": "占有欲？",
        "label": ""
      },
      {
        "sentence": "不知道是不是出于一种占有欲，我在大学三年里因为性格内敛几乎没认识什么人，我和一个室友特别要好，但是她身边特别多朋友，我和她基本算是形影不离，但是我很不喜欢她跟别人好，有时她跟别人出门去玩什么都不跟我说，我也不问，但是我心里非常难受，以至于很多次因为她跟别人去玩不跟我说，后面我都不主动跟她讲话了。",
        "label": ""
      },
      {
        "sentence": "今天这件事让我觉得很气，我们都在为考试背资料，这份资料还是我发给她的，我差不多要背完了，而且后天就要考试了，我从另外一个同学那里知道我背错资料了，我赶紧发信息告诉她，她却跟我说难怪觉得资料怪怪的，而且说她此时正在和别人搜索新的资料。",
        "label": ""
      },
      {
        "sentence": "这说明她是已经知道外卖都背错资料了，但她却没有告诉我，以至于我白白浪费时间精力。",
        "label": ""
      },
      {
        "sentence": "我觉得很生气，又胡思乱想一通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很荣幸能看到你的问题，我想发表一下自己的看法与观点。△从你的文字当中看到了你对这个室友是很看重的，所以当你觉得她和别人走得很近时你有些接受不了；△像你主标题中所说的一样，你对她或者说你们的关系有一定的占有欲，但是现在这种占有欲不受你所控制或者你控制不住了，所以很难过；△在你得知自己的备考资料有错误时想赶紧告诉她，但是却意外得知她其实已经知道存在错误，这令你很气愤。",
    "annotation": [
      {
        "sentence": "很荣幸能看到你的问题，我想发表一下自己的看法与观点。",
        "label": ""
      },
      {
        "sentence": "△从你的文字当中看到了你对这个室友是很看重的，所以当你觉得她和别人走得很近时你有些接受不了；△像你主标题中所说的一样，你对她或者说你们的关系有一定的占有欲，但是现在这种占有欲不受你所控制或者你控制不住了，所以很难过；△在你得知自己的备考资料有错误时想赶紧告诉她，但是却意外得知她其实已经知道存在错误，这令你很气愤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我对她的关系很看重，觉得我们形影不离。我知道自己的占有欲有些过分，但忍不住会生气和难过。这次的事情更让我生气，她明明知道资料有错，却没有告诉我，我觉得自己白白浪费了时间和精力。",
    "annotation": [
      {
        "sentence": "确实，我对她的关系很看重，觉得我们形影不离。",
        "label": ""
      },
      {
        "sentence": "我知道自己的占有欲有些过分，但忍不住会生气和难过。",
        "label": ""
      },
      {
        "sentence": "这次的事情更让我生气，她明明知道资料有错，却没有告诉我，我觉得自己白白浪费了时间和精力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当时的你一定难过极了，现在想起来一定也很不好受。你说你比较内敛，所以认识的朋友并不多。但是寝室的这个室友你们却走得很近。你也说，你这个室友的朋友比较多，我猜她应该是比较外向，而这种外向应该也是你们能够成为朋友的契机。",
    "annotation": [
      {
        "sentence": "当时的你一定难过极了，现在想起来一定也很不好受。",
        "label": ""
      },
      {
        "sentence": "你说你比较内敛，所以认识的朋友并不多。",
        "label": ""
      },
      {
        "sentence": "但是寝室的这个室友你们却走得很近。",
        "label": ""
      },
      {
        "sentence": "你也说，你这个室友的朋友比较多，我猜她应该是比较外向，而这种外向应该也是你们能够成为朋友的契机。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，她比较外向，我们确实因为这个成为了朋友。可是每次她跟其他人出去玩都不跟我说，我觉得很受伤。",
    "annotation": [
      {
        "sentence": "是的，她比较外向，我们确实因为这个成为了朋友。",
        "label": ""
      },
      {
        "sentence": "可是每次她跟其他人出去玩都不跟我说，我觉得很受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要知道，她有很多的朋友，所以不可避免的会出去陪一下其他朋友，维持一下她的朋友圈。之所以出去玩不和你说，我猜可能有以下几点原因：首先，朋友看出了你不喜欢她和其他朋友出去，知道你会吃醋，所以尽量避免谈起她和其他朋友发生了什么；其次，可能你在某次她和你谈起她出去玩时表现出了你没有认真听或者表示对她们发生什么并不感兴趣的行为，她觉得在和你说时没有获得她想要的关注，所以之后减少了对你的诉说；再次，可能她出去玩的对象你们之间没有任何关联，就是所谓的朋友圈没有交叉的地方，所以就没有和你说。",
    "annotation": [
      {
        "sentence": "要知道，她有很多的朋友，所以不可避免的会出去陪一下其他朋友，维持一下她的朋友圈。",
        "label": ""
      },
      {
        "sentence": "之所以出去玩不和你说，我猜可能有以下几点原因：首先，朋友看出了你不喜欢她和其他朋友出去，知道你会吃醋，所以尽量避免谈起她和其他朋友发生了什么；其次，可能你在某次她和你谈起她出去玩时表现出了你没有认真听或者表示对她们发生什么并不感兴趣的行为，她觉得在和你说时没有获得她想要的关注，所以之后减少了对你的诉说；再次，可能她出去玩的对象你们之间没有任何关联，就是所谓的朋友圈没有交叉的地方，所以就没有和你说。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能是我自己对她的反应给她造成了误解，导致她不跟我说了。我觉得我需要主动和她沟通，了解她的想法和她的朋友圈。",
    "annotation": [
      {
        "sentence": "我明白了，可能是我自己对她的反应给她造成了误解，导致她不跟我说了。",
        "label": ""
      },
      {
        "sentence": "我觉得我需要主动和她沟通，了解她的想法和她的朋友圈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通是最好的桥梁，相信你的室友出去玩没有和你说有自己的考虑。如果你好奇，可以在平时课余时间或者来回上下学回宿舍的路上说一说：哎，你昨天和那个朋友出去了？你们玩啥了呀？……我知道，可能对内敛的人来说会很难，但是你也说，寝室你俩形影不离。所以对她说的话，还是能开口的。有些时候自己胡思乱想会把一个人弄得很糟，所以即使是不好的结果，也要让自己“si”的明白才对。",
    "annotation": [
      {
        "sentence": "沟通是最好的桥梁，相信你的室友出去玩没有和你说有自己的考虑。",
        "label": ""
      },
      {
        "sentence": "如果你好奇，可以在平时课余时间或者来回上下学回宿舍的路上说一说：哎，你昨天和那个朋友出去了？",
        "label": ""
      },
      {
        "sentence": "你们玩啥了呀？",
        "label": ""
      },
      {
        "sentence": "……我知道，可能对内敛的人来说会很难，但是你也说，寝室你俩形影不离。",
        "label": ""
      },
      {
        "sentence": "所以对她说的话，还是能开口的。",
        "label": ""
      },
      {
        "sentence": "有些时候自己胡思乱想会把一个人弄得很糟，所以即使是不好的结果，也要让自己“si”的明白才对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我会尝试和她好好沟通，让自己不再胡思乱想，要学会接受事实。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我会尝试和她好好沟通，让自己不再胡思乱想，要学会接受事实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，沟通时我们要选择恰当的方式方法。在你知道她知道资料错了时你们是面对面还是手机信息沟通？有时候隔着屏幕感受不到对方的情感信息，所以可能会使自己接收到错误的表达。如果你的室友虽然觉得你整理的资料奇怪，但是并没有质疑，说明她可能更相信你或者只是恰好在你知道之前一点点的时间知道答案错了，还没有来得及和你说，这样的话你还能这么气愤吗？所以有时交流沟通一下知道事情的实质比较好，一味地猜测怀疑会使室友存在无力感。当然也不能排除人性本恶的情况。",
    "annotation": [
      {
        "sentence": "当然，沟通时我们要选择恰当的方式方法。",
        "label": ""
      },
      {
        "sentence": "在你知道她知道资料错了时你们是面对面还是手机信息沟通？",
        "label": ""
      },
      {
        "sentence": "有时候隔着屏幕感受不到对方的情感信息，所以可能会使自己接收到错误的表达。",
        "label": ""
      },
      {
        "sentence": "如果你的室友虽然觉得你整理的资料奇怪，但是并没有质疑，说明她可能更相信你或者只是恰好在你知道之前一点点的时间知道答案错了，还没有来得及和你说，这样的话你还能这么气愤吗？",
        "label": ""
      },
      {
        "sentence": "所以有时交流沟通一下知道事情的实质比较好，一味地猜测怀疑会使室友存在无力感。",
        "label": ""
      },
      {
        "sentence": "当然也不能排除人性本恶的情况。",
        "label": ""
      }
    ]
  }
]