[
  {
    "role": "client",
    "content": "怕和我同龄的男女？我想知道我这样怎么办？我感觉我是面对那种外向逗比就没那么紧张，我面对老板的时候总是很紧张很不好意思，她是女生，还有就是我面对年纪大的大爷大妈也不会紧张，哎，每次她给我东西吃我都不好意思要，也不是特别想吃。就算想吃也说不爱吃……吃饭总是很少夹菜，很不自然，还有就是每次她在我电脑面前拆快递的时候，我的表情总是不自然老是看过去，还有她坐我左边，我有时候左下角点订单的时候也总是感觉不自觉的要看过去她那边，总之很尴尬，今天她说去买奶茶问我喝啥，我说红豆吧，她说红豆也是甜的，我才想起之前给她好像说过不喜欢吃甜的，其实我是不喜欢吃太甜的，奶茶一般都是少糖。然后买回来我没有立刻拿来吃的话，后面我就不好意思拿了，好尴尬，怎么改变……还有，我好像社恐，我16岁第一次工作被自我介绍劝退，但是又被老板叫回去，所以适应后之后几年变得挺外向，但是这几年越来越恐惧人多，与其说怕人多不如说怕和我同龄的男女多。",
    "annotation": [
      {
        "sentence": "怕和我同龄的男女？",
        "label": ""
      },
      {
        "sentence": "我想知道我这样怎么办？",
        "label": ""
      },
      {
        "sentence": "我感觉我是面对那种外向逗比就没那么紧张，我面对老板的时候总是很紧张很不好意思，她是女生，还有就是我面对年纪大的大爷大妈也不会紧张，哎，每次她给我东西吃我都不好意思要，也不是特别想吃。",
        "label": ""
      },
      {
        "sentence": "就算想吃也说不爱吃……吃饭总是很少夹菜，很不自然，还有就是每次她在我电脑面前拆快递的时候，我的表情总是不自然老是看过去，还有她坐我左边，我有时候左下角点订单的时候也总是感觉不自觉的要看过去她那边，总之很尴尬，今天她说去买奶茶问我喝啥，我说红豆吧，她说红豆也是甜的，我才想起之前给她好像说过不喜欢吃甜的，其实我是不喜欢吃太甜的，奶茶一般都是少糖。",
        "label": ""
      },
      {
        "sentence": "然后买回来我没有立刻拿来吃的话，后面我就不好意思拿了，好尴尬，怎么改变……还有，我好像社恐，我16岁第一次工作被自我介绍劝退，但是又被老板叫回去，所以适应后之后几年变得挺外向，但是这几年越来越恐惧人多，与其说怕人多不如说怕和我同龄的男女多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗨～你提到了自己在同龄人面前会有点害羞和内向，和外向的人相处比较自然，但是和比较细腻温柔的同龄人相处会很害羞，很能理解你的这种想法呢，的确接受别人的好意也是会给我们带来负担的。或许是在你的生活中没有太多的机会接触同龄人，再加上你本身有点内向的性格，这些都导致了你在同龄人面前表现得不自然。",
    "annotation": [
      {
        "sentence": "嗨～你提到了自己在同龄人面前会有点害羞和内向，和外向的人相处比较自然，但是和比较细腻温柔的同龄人相处会很害羞，很能理解你的这种想法呢，的确接受别人的好意也是会给我们带来负担的。",
        "label": ""
      },
      {
        "sentence": "或许是在你的生活中没有太多的机会接触同龄人，再加上你本身有点内向的性格，这些都导致了你在同龄人面前表现得不自然。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己在和同龄人相处的时候，总是会表现得很拘谨，很不自在，有时候甚至会紧张到说错话或者做出奇怪的举动。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己在和同龄人相处的时候，总是会表现得很拘谨，很不自在，有时候甚至会紧张到说错话或者做出奇怪的举动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些都是很正常的感受呢，你并不是唯一一个有这样的体验。可能你在这方面缺乏一些自信心，同时也可能是对自己的期望太高了，害怕出现差错或者被别人批评。其实，每个人都会犯错或者说错话，没有人是完美的。如果我们能够接受自己的不完美，相信自己的能力，与人相处时会放松很多，也不会那么容易就被紧张困扰。",
    "annotation": [
      {
        "sentence": "这些都是很正常的感受呢，你并不是唯一一个有这样的体验。",
        "label": ""
      },
      {
        "sentence": "可能你在这方面缺乏一些自信心，同时也可能是对自己的期望太高了，害怕出现差错或者被别人批评。",
        "label": ""
      },
      {
        "sentence": "其实，每个人都会犯错或者说错话，没有人是完美的。",
        "label": ""
      },
      {
        "sentence": "如果我们能够接受自己的不完美，相信自己的能力，与人相处时会放松很多，也不会那么容易就被紧张困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是感觉自己在同龄人面前会被评判，害怕别人对我的看法不好。我希望能够摆脱这种紧张和不自在的感觉，更自信地面对同龄人。",
    "annotation": [
      {
        "sentence": "是的，我总是感觉自己在同龄人面前会被评判，害怕别人对我的看法不好。",
        "label": ""
      },
      {
        "sentence": "我希望能够摆脱这种紧张和不自在的感觉，更自信地面对同龄人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有意识到这个问题是非常好的第一步。要摆脱紧张和不自在，可以尝试以下方法：首先，告诉自己不要过于关注别人对你的评价，而是专注于自己的成长和进步。其次，多与同龄人相处，扩大你的社交圈子，通过更多的交流和互动，你会逐渐变得更加自信。另外，也可以参加一些社交活动，例如兴趣小组、志愿者活动等，这样你可以和不同类型的人有更多的接触，提高你的社交能力和自信心。",
    "annotation": [
      {
        "sentence": "你有意识到这个问题是非常好的第一步。",
        "label": ""
      },
      {
        "sentence": "要摆脱紧张和不自在，可以尝试以下方法：首先，告诉自己不要过于关注别人对你的评价，而是专注于自己的成长和进步。",
        "label": ""
      },
      {
        "sentence": "其次，多与同龄人相处，扩大你的社交圈子，通过更多的交流和互动，你会逐渐变得更加自信。",
        "label": ""
      },
      {
        "sentence": "另外，也可以参加一些社交活动，例如兴趣小组、志愿者活动等，这样你可以和不同类型的人有更多的接触，提高你的社交能力和自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，听起来这些方法都不错，我会尝试的。但是，我还是有些担心我在同龄人面前的表现问题，怎么才能更好地改变呢？",
    "annotation": [
      {
        "sentence": "嗯，听起来这些方法都不错，我会尝试的。",
        "label": ""
      },
      {
        "sentence": "但是，我还是有些担心我在同龄人面前的表现问题，怎么才能更好地改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变需要时间和努力，所以你要给自己一些耐心。首先，保持积极的心态，相信自己是值得被别人喜欢和接受的，找到自信的源泉。其次，尝试放松自己，不要过于拘谨和紧张，多与同龄人进行随意的对话，培养自己的社交技巧。另外，实践是提高自己的最好方法，不要害怕犯错，相信自己可以从错误中学习和成长。",
    "annotation": [
      {
        "sentence": "改变需要时间和努力，所以你要给自己一些耐心。",
        "label": ""
      },
      {
        "sentence": "首先，保持积极的心态，相信自己是值得被别人喜欢和接受的，找到自信的源泉。",
        "label": ""
      },
      {
        "sentence": "其次，尝试放松自己，不要过于拘谨和紧张，多与同龄人进行随意的对话，培养自己的社交技巧。",
        "label": ""
      },
      {
        "sentence": "另外，实践是提高自己的最好方法，不要害怕犯错，相信自己可以从错误中学习和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会牢记的。我会尝试去放松自己，多与同龄人交流，相信自己可以改变的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会牢记的。",
        "label": ""
      },
      {
        "sentence": "我会尝试去放松自己，多与同龄人交流，相信自己可以改变的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，你一定可以做到的。相信自己，积极面对，你会不断进步并获得更好的社交体验的。如果在这个过程中遇到困难或者需要帮助，随时都可以来找我倾诉。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "没问题，你一定可以做到的。",
        "label": ""
      },
      {
        "sentence": "相信自己，积极面对，你会不断进步并获得更好的社交体验的。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中遇到困难或者需要帮助，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我真的很感激。有你这样的朋友在身边，我感觉自己会更坚强勇敢。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "有你这样的朋友在身边，我感觉自己会更坚强勇敢。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。你不是一个人在面对困难，我会一直陪伴在你身旁，支持你克服一切困难。记住，你是很棒的！加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对困难，我会一直陪伴在你身旁，支持你克服一切困难。",
        "label": ""
      },
      {
        "sentence": "记住，你是很棒的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]