[
  {
    "role": "client",
    "content": "通常过很久才反应出来，情绪感知的很滞后？感觉自己像一只狗窝在坑里旁边有钉子被拴住跳是可以跳走有高度但是要不就被埋了要不就钉子没了狗刨一样好像在埋自己也不快乐情绪感知的很慢。通常过了很久很久才反应出来自己该有什么情绪。然后开始难过，永远不会主动特别害怕暴露出来缺点之后会被抛弃。之前难受的时候（我妈在旁边给我施加压力并且诋毁我的朋友的时候）疯狂的抓自己的腿，抓到淤青。想问这是什么症状。",
    "annotation": [
      {
        "sentence": "通常过很久才反应出来，情绪感知的很滞后？",
        "label": ""
      },
      {
        "sentence": "感觉自己像一只狗窝在坑里旁边有钉子被拴住跳是可以跳走有高度但是要不就被埋了要不就钉子没了狗刨一样好像在埋自己也不快乐情绪感知的很慢。",
        "label": ""
      },
      {
        "sentence": "通常过了很久很久才反应出来自己该有什么情绪。",
        "label": ""
      },
      {
        "sentence": "然后开始难过，永远不会主动特别害怕暴露出来缺点之后会被抛弃。",
        "label": ""
      },
      {
        "sentence": "之前难受的时候（我妈在旁边给我施加压力并且诋毁我的朋友的时候）疯狂的抓自己的腿，抓到淤青。",
        "label": ""
      },
      {
        "sentence": "想问这是什么症状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你感到非常困扰，情绪上也很受限制。你描述的情况可能不是具体的症状，而更多地表现出情感压抑。或许在严重的时候，这也是你用来隔离自己情感的一种防御方式。这可以看作是你内心保护自己不受到毁灭性打击的表现，只是无意识地运用了这种保护机制。然而，随着时间的推移，原本保护我们的防御方式可能逐渐束缚了我们的情感感知和个人发展。",
    "annotation": [
      {
        "sentence": "听起来你感到非常困扰，情绪上也很受限制。",
        "label": ""
      },
      {
        "sentence": "你描述的情况可能不是具体的症状，而更多地表现出情感压抑。",
        "label": ""
      },
      {
        "sentence": "或许在严重的时候，这也是你用来隔离自己情感的一种防御方式。",
        "label": ""
      },
      {
        "sentence": "这可以看作是你内心保护自己不受到毁灭性打击的表现，只是无意识地运用了这种保护机制。",
        "label": ""
      },
      {
        "sentence": "然而，随着时间的推移，原本保护我们的防御方式可能逐渐束缚了我们的情感感知和个人发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，就是感觉自己被情绪困住了，很难解脱。我常常觉得自己的情绪感知有点慢，需要过很长时间才能意识到自己的情感。这种情况让我感到沮丧和不快乐，害怕被他人发现自己的弱点后被抛弃。为什么我会有这样的情绪障碍呢？",
    "annotation": [
      {
        "sentence": "是的，就是感觉自己被情绪困住了，很难解脱。",
        "label": ""
      },
      {
        "sentence": "我常常觉得自己的情绪感知有点慢，需要过很长时间才能意识到自己的情感。",
        "label": ""
      },
      {
        "sentence": "这种情况让我感到沮丧和不快乐，害怕被他人发现自己的弱点后被抛弃。",
        "label": ""
      },
      {
        "sentence": "为什么我会有这样的情绪障碍呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的情绪感知和情感表达方式是不同的。可能你曾经经历过一些困难或创伤，导致你在情绪感知上有所滞后。这是一种自我保护机制，让你不必面对过早或过于强烈的情绪冲击。但是，这种无意识的保护也可能成为你自我发展和情感自由的阻碍。我们可以一起找出导致这种情绪障碍的原因，并探讨一些能够帮助你解脱的方法。",
    "annotation": [
      {
        "sentence": "每个人的情绪感知和情感表达方式是不同的。",
        "label": ""
      },
      {
        "sentence": "可能你曾经经历过一些困难或创伤，导致你在情绪感知上有所滞后。",
        "label": ""
      },
      {
        "sentence": "这是一种自我保护机制，让你不必面对过早或过于强烈的情绪冲击。",
        "label": ""
      },
      {
        "sentence": "但是，这种无意识的保护也可能成为你自我发展和情感自由的阻碍。",
        "label": ""
      },
      {
        "sentence": "我们可以一起找出导致这种情绪障碍的原因，并探讨一些能够帮助你解脱的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得很有道理，可能确实是我之前经历的困难和创伤导致了现在的情绪障碍。但是我感到非常无助，不知道应该如何解决这个问题。我也害怕尝试去面对这些情绪，担心会让我更加不快乐。",
    "annotation": [
      {
        "sentence": "我觉得你说得很有道理，可能确实是我之前经历的困难和创伤导致了现在的情绪障碍。",
        "label": ""
      },
      {
        "sentence": "但是我感到非常无助，不知道应该如何解决这个问题。",
        "label": ""
      },
      {
        "sentence": "我也害怕尝试去面对这些情绪，担心会让我更加不快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你感到无助和害怕的心情。面对困难和挑战的时候，我们常常会感到迷茫和无力。但是，通过逐步面对和处理这些情绪，你会逐渐发现内心的力量和成长。我将一直陪在你身边，给予你支持和鼓励，帮助你找到一条适合自己的疗愈之路。",
    "annotation": [
      {
        "sentence": "很理解你感到无助和害怕的心情。",
        "label": ""
      },
      {
        "sentence": "面对困难和挑战的时候，我们常常会感到迷茫和无力。",
        "label": ""
      },
      {
        "sentence": "但是，通过逐步面对和处理这些情绪，你会逐渐发现内心的力量和成长。",
        "label": ""
      },
      {
        "sentence": "我将一直陪在你身边，给予你支持和鼓励，帮助你找到一条适合自己的疗愈之路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我真的很感激。我愿意尝试面对自己的情绪，并找到解决问题的方法。我希望能够逐渐摆脱这种情绪困扰，找回快乐和自信。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "我愿意尝试面对自己的情绪，并找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "我希望能够逐渐摆脱这种情绪困扰，找回快乐和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的勇气和决心让我非常钦佩。面对自己的情绪是一个艰难但非常重要的过程，我相信你能够做到。在这个过程中，无论你遇到任何困难或挫折，我都会一直支持你，陪伴你走过每一步。",
    "annotation": [
      {
        "sentence": "你的勇气和决心让我非常钦佩。",
        "label": ""
      },
      {
        "sentence": "面对自己的情绪是一个艰难但非常重要的过程，我相信你能够做到。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，无论你遇到任何困难或挫折，我都会一直支持你，陪伴你走过每一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的关心和支持，这让我感到温暖和安心。知道有你在我身边，我更加有信心和勇气去面对自己的情绪问题。我相信在你的帮助下，我一定能够走出情绪困境，重新找回属于我的快乐和自由。",
    "annotation": [
      {
        "sentence": "非常感谢你的关心和支持，这让我感到温暖和安心。",
        "label": ""
      },
      {
        "sentence": "知道有你在我身边，我更加有信心和勇气去面对自己的情绪问题。",
        "label": ""
      },
      {
        "sentence": "我相信在你的帮助下，我一定能够走出情绪困境，重新找回属于我的快乐和自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的信任和积极的态度让我感到无比荣幸。我相信你有着巨大的潜力和能力去克服困难，实现自己的目标。请记住，我会一直在你身边支持你，并为你提供需要的帮助和指导。相信自己，你已经迈出了解决问题的第一步。",
    "annotation": [
      {
        "sentence": "你的信任和积极的态度让我感到无比荣幸。",
        "label": ""
      },
      {
        "sentence": "我相信你有着巨大的潜力和能力去克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "请记住，我会一直在你身边支持你，并为你提供需要的帮助和指导。",
        "label": ""
      },
      {
        "sentence": "相信自己，你已经迈出了解决问题的第一步。",
        "label": ""
      }
    ]
  }
]