[
  {
    "role": "client",
    "content": "内心极度敏感，在意别人的看法，我是个什么样的人？我是个内心极度敏感的人，总是在意亲戚朋友的看法，有时觉得自己心眼小，总是担心没有发生的事，有时也因此变得焦虑，自己没事时总想起以前做的不行的事，我想知道怎么跟瞧不起自己的人相处，怎么接受自己的不完美，怎么才能不在乎别人的想法，有时我也挺乐观的，做什么，说什么都可以为什么情绪这么不稳定老爱胡思乱想。",
    "annotation": [
      {
        "sentence": "内心极度敏感，在意别人的看法，我是个什么样的人？",
        "label": ""
      },
      {
        "sentence": "我是个内心极度敏感的人，总是在意亲戚朋友的看法，有时觉得自己心眼小，总是担心没有发生的事，有时也因此变得焦虑，自己没事时总想起以前做的不行的事，我想知道怎么跟瞧不起自己的人相处，怎么接受自己的不完美，怎么才能不在乎别人的想法，有时我也挺乐观的，做什么，说什么都可以为什么情绪这么不稳定老爱胡思乱想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是个内心极度敏感的人，鉴定完毕！你很担心别人对你的看法，就是这样！你是个喜欢沉浸在消极情绪里的人。总之，你就是你想象的那个人，除了你相信的，没人能把你塑造成任何样子！只有你可以决定自己是任何想要的或不想要的样子。",
    "annotation": [
      {
        "sentence": "你是个内心极度敏感的人，鉴定完毕！",
        "label": ""
      },
      {
        "sentence": "你很担心别人对你的看法，就是这样！",
        "label": ""
      },
      {
        "sentence": "你是个喜欢沉浸在消极情绪里的人。",
        "label": ""
      },
      {
        "sentence": "总之，你就是你想象的那个人，除了你相信的，没人能把你塑造成任何样子！",
        "label": ""
      },
      {
        "sentence": "只有你可以决定自己是任何想要的或不想要的样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我时常感到焦虑，担心自己不完美的一面会被别人看到，也害怕面对那些瞧不起我的人。我希望能够接受自己的不完美，同时不再过度关注他人的看法。",
    "annotation": [
      {
        "sentence": "是的，我时常感到焦虑，担心自己不完美的一面会被别人看到，也害怕面对那些瞧不起我的人。",
        "label": ""
      },
      {
        "sentence": "我希望能够接受自己的不完美，同时不再过度关注他人的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的内心焦虑和担心。不过，让我向你介绍一下卢森堡博士的成长三阶段理论。第一阶段是情感的奴隶，你觉得让别人快乐是你的责任，但往往不能胜任。第二阶段叫面目可憎，你会觉得自己的事情自己负责，别人的事情他自己负责。这时候的你给人的感觉很讨厌，不可理喻。那么你希望进入哪个阶段呢？",
    "annotation": [
      {
        "sentence": "理解你的内心焦虑和担心。",
        "label": ""
      },
      {
        "sentence": "不过，让我向你介绍一下卢森堡博士的成长三阶段理论。",
        "label": ""
      },
      {
        "sentence": "第一阶段是情感的奴隶，你觉得让别人快乐是你的责任，但往往不能胜任。",
        "label": ""
      },
      {
        "sentence": "第二阶段叫面目可憎，你会觉得自己的事情自己负责，别人的事情他自己负责。",
        "label": ""
      },
      {
        "sentence": "这时候的你给人的感觉很讨厌，不可理喻。",
        "label": ""
      },
      {
        "sentence": "那么你希望进入哪个阶段呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我现在可能处于第二阶段的面目可憎，我对他人漠不关心，也不太在乎他们瞧不瞧得起我。",
    "annotation": [
      {
        "sentence": "我觉得我现在可能处于第二阶段的面目可憎，我对他人漠不关心，也不太在乎他们瞧不瞧得起我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。当然，了解这个道理并不代表你不需要顾及他人的看法。最后一阶段是人生的主人，就是我们虽然对自己的情绪完全负责，也会去照顾和处理别人的情绪，与别人友好相处。先去面目可憎吧，你已经那么消极了，不在乎再加上这一条。人生的主人等着你呢。",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "当然，了解这个道理并不代表你不需要顾及他人的看法。",
        "label": ""
      },
      {
        "sentence": "最后一阶段是人生的主人，就是我们虽然对自己的情绪完全负责，也会去照顾和处理别人的情绪，与别人友好相处。",
        "label": ""
      },
      {
        "sentence": "先去面目可憎吧，你已经那么消极了，不在乎再加上这一条。",
        "label": ""
      },
      {
        "sentence": "人生的主人等着你呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我希望能够逐渐走向人生的主人阶段，既关注自己的情绪，也能与他人友好相处。不再让别人的看法左右我的情绪。",
    "annotation": [
      {
        "sentence": "我明白了，我希望能够逐渐走向人生的主人阶段，既关注自己的情绪，也能与他人友好相处。",
        "label": ""
      },
      {
        "sentence": "不再让别人的看法左右我的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经迈出了第一步。为了更好地了解自己和他人，我建议你可以阅读一些相关的书籍，比如关于爱的艺术。通过学习如何爱自己和他人，你将更好地掌握人际关系和情绪管理的技巧。同时，如果你愿意，我们也可以继续交流，我会很开心地为你提供支持和帮助。",
    "annotation": [
      {
        "sentence": "很好，你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "为了更好地了解自己和他人，我建议你可以阅读一些相关的书籍，比如关于爱的艺术。",
        "label": ""
      },
      {
        "sentence": "通过学习如何爱自己和他人，你将更好地掌握人际关系和情绪管理的技巧。",
        "label": ""
      },
      {
        "sentence": "同时，如果你愿意，我们也可以继续交流，我会很开心地为你提供支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持。我会好好阅读相关的书籍，并在自我探索的过程中不断成长和进步。同时，我也愿意和你继续交流，分享我的进展和困惑。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会好好阅读相关的书籍，并在自我探索的过程中不断成长和进步。",
        "label": ""
      },
      {
        "sentence": "同时，我也愿意和你继续交流，分享我的进展和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴听到你的决心和积极的态度！无论在人生道路上的哪个阶段，都记得要爱自己、了解自己，并学会与他人相处。祝愿你早日掌握爱的艺术，过上快乐和充实的生活！",
    "annotation": [
      {
        "sentence": "我很高兴听到你的决心和积极的态度！",
        "label": ""
      },
      {
        "sentence": "无论在人生道路上的哪个阶段，都记得要爱自己、了解自己，并学会与他人相处。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日掌握爱的艺术，过上快乐和充实的生活！",
        "label": ""
      }
    ]
  }
]