[
  {
    "role": "client",
    "content": "大学学习不适应，更多自由时间反而更无力感，为什么？",
    "annotation": [
      {
        "sentence": "大学学习不适应，更多自由时间反而更无力感，为什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实这种状态很多人都会有，从节奏紧张的高中到时间宽松的大学，在进入一个新环境，内心感到新奇的同时，也会变得懈怠。",
    "annotation": [
      {
        "sentence": "其实这种状态很多人都会有，从节奏紧张的高中到时间宽松的大学，在进入一个新环境，内心感到新奇的同时，也会变得懈怠。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，刚上大学时对大学充满期待，觉得处处有新奇，有乐事。过了一段时间，发现太过自由宽松的时间反而让自己有些懈怠了。",
    "annotation": [
      {
        "sentence": "是啊，刚上大学时对大学充满期待，觉得处处有新奇，有乐事。",
        "label": ""
      },
      {
        "sentence": "过了一段时间，发现太过自由宽松的时间反而让自己有些懈怠了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高中的时候，我们面对的只有学习，所有事情都会由老师或者家长给我们安排，虽然任务很多，但是只要按照他们的安排来进行就可以了。但是到了大学，远离了家长，老师也不会像高中那样敦促我们，很多事需要我们自己做出决定，除了上课和学院安排的集体活动，自由时间很多，需要我们自己去安排。",
    "annotation": [
      {
        "sentence": "高中的时候，我们面对的只有学习，所有事情都会由老师或者家长给我们安排，虽然任务很多，但是只要按照他们的安排来进行就可以了。",
        "label": ""
      },
      {
        "sentence": "但是到了大学，远离了家长，老师也不会像高中那样敦促我们，很多事需要我们自己做出决定，除了上课和学院安排的集体活动，自由时间很多，需要我们自己去安排。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我现在有了以前梦想有自由活动的时间，但是却不能好好分配时间，感觉有点在虚度光阴，可是心想着要做些什么，却不能付诸实践。眼看也要学期末了，感觉自己好像也没学到什么，心有点慌乱。为什么更多自由的时间，反而会更加有种无力感呢？",
    "annotation": [
      {
        "sentence": "确实，我现在有了以前梦想有自由活动的时间，但是却不能好好分配时间，感觉有点在虚度光阴，可是心想着要做些什么，却不能付诸实践。",
        "label": ""
      },
      {
        "sentence": "眼看也要学期末了，感觉自己好像也没学到什么，心有点慌乱。",
        "label": ""
      },
      {
        "sentence": "为什么更多自由的时间，反而会更加有种无力感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为缺少了外力，我们的压力会相对减少，做一件事的动力和热情会被削减。从高中到大学的过度，需要一段时间去适应，你也不要太过担心，至少你已经意识到了问题的存在，并且有改变的想法，慢慢来，让自己一点点融入到大学生活中。",
    "annotation": [
      {
        "sentence": "因为缺少了外力，我们的压力会相对减少，做一件事的动力和热情会被削减。",
        "label": ""
      },
      {
        "sentence": "从高中到大学的过度，需要一段时间去适应，你也不要太过担心，至少你已经意识到了问题的存在，并且有改变的想法，慢慢来，让自己一点点融入到大学生活中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实希望能够适应大学生活并解决这个问题。可是，我现在走在路上，想到近来学习状态不佳就很焦虑。",
    "annotation": [
      {
        "sentence": "是的，我确实希望能够适应大学生活并解决这个问题。",
        "label": ""
      },
      {
        "sentence": "可是，我现在走在路上，想到近来学习状态不佳就很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于学习你说感觉自己好像也没学到什么，其实这种状态很正常，大学学习更多的是靠自己的主动性，无论是内容还是难度都有提升，老师也不会每个知识点都讲的很详细，需要培养主动学习和深度思考的能力。",
    "annotation": [
      {
        "sentence": "关于学习你说感觉自己好像也没学到什么，其实这种状态很正常，大学学习更多的是靠自己的主动性，无论是内容还是难度都有提升，老师也不会每个知识点都讲的很详细，需要培养主动学习和深度思考的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，大学需要更多的主动学习和深度思考，我需要调整我的学习方式和态度。",
    "annotation": [
      {
        "sentence": "我明白了，大学需要更多的主动学习和深度思考，我需要调整我的学习方式和态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经意识到了问题，并且有了改变的决心。在保证学习的同时，丰富课余生活在大学，属于自己的自由时间比高中多很多，在上课之余，你可以关注一下学校的社团或者学生组织，找到感兴趣的加入，丰富自己的大学生活，同时也是一个锻炼自己的机会，可以结交不同专业的朋友。",
    "annotation": [
      {
        "sentence": "很好，你已经意识到了问题，并且有了改变的决心。",
        "label": ""
      },
      {
        "sentence": "在保证学习的同时，丰富课余生活在大学，属于自己的自由时间比高中多很多，在上课之余，你可以关注一下学校的社团或者学生组织，找到感兴趣的加入，丰富自己的大学生活，同时也是一个锻炼自己的机会，可以结交不同专业的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来挺不错的，我会考虑加入一些社团和组织，拓宽自己的视野和圈子。",
    "annotation": [
      {
        "sentence": "听起来挺不错的，我会考虑加入一些社团和组织，拓宽自己的视野和圈子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对每天的生活进行规划你之所以会觉得虚度光阴，是因为没有目标，不知道要做什么，或者是心里想做某件事，却不能付诸实践。不能付诸实践的原因是什么，是因为这件事可做可不做，所以内心没有动力，还是因为实施起来比较复杂，让自己感到很大压力。那么可以给自己制定计划，把要做的事列出来，按照紧要程度排序，找到必须做的事和自己真正想做的事，并对事情进行分解，一点点去完成。",
    "annotation": [
      {
        "sentence": "对每天的生活进行规划你之所以会觉得虚度光阴，是因为没有目标，不知道要做什么，或者是心里想做某件事，却不能付诸实践。",
        "label": ""
      },
      {
        "sentence": "不能付诸实践的原因是什么，是因为这件事可做可不做，所以内心没有动力，还是因为实施起来比较复杂，让自己感到很大压力。",
        "label": ""
      },
      {
        "sentence": "那么可以给自己制定计划，把要做的事列出来，按照紧要程度排序，找到必须做的事和自己真正想做的事，并对事情进行分解，一点点去完成。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "很有道理，我会开始给自己制定计划，找到目标并分解任务，逐步实现。",
    "annotation": [
      {
        "sentence": "很有道理，我会开始给自己制定计划，找到目标并分解任务，逐步实现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "祝你早日摆脱烦恼，慢慢适应大学生活。不要太过于焦虑，记住也要享受大学生活中的自由时间和各种新鲜的体验，这样才能更好地成长和发展。",
    "annotation": [
      {
        "sentence": "祝你早日摆脱烦恼，慢慢适应大学生活。",
        "label": ""
      },
      {
        "sentence": "不要太过于焦虑，记住也要享受大学生活中的自由时间和各种新鲜的体验，这样才能更好地成长和发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会努力调整自己，积极面对大学生活。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会努力调整自己，积极面对大学生活。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  }
]