[
  {
    "role": "client",
    "content": "我已经结婚了，但我戒不了网络社交软件聊天，这让我感到很纠结。我34岁，是精神病康复者，需要服用长期药物。我对丈夫的感情没有温度，而且在夫妻生活方面，他不主动，我后来也不主动了。还有阴道干涩的问题，导致我们难以怀孕。我不知道自己这种情况该怎么办，也没有发现他出轨。我自己的性方面也很怪，小时候甚至有小狗舔阴道高潮的经历，现在还想着这些。最近我喜欢上了一个单身男生，但他对我说了没有好感。我想和他微信他却不给我加好友。",
    "annotation": [
      {
        "sentence": "我已经结婚了，但我戒不了网络社交软件聊天，这让我感到很纠结。",
        "label": ""
      },
      {
        "sentence": "我34岁，是精神病康复者，需要服用长期药物。",
        "label": ""
      },
      {
        "sentence": "我对丈夫的感情没有温度，而且在夫妻生活方面，他不主动，我后来也不主动了。",
        "label": ""
      },
      {
        "sentence": "还有阴道干涩的问题，导致我们难以怀孕。",
        "label": ""
      },
      {
        "sentence": "我不知道自己这种情况该怎么办，也没有发现他出轨。",
        "label": ""
      },
      {
        "sentence": "我自己的性方面也很怪，小时候甚至有小狗舔阴道高潮的经历，现在还想着这些。",
        "label": ""
      },
      {
        "sentence": "最近我喜欢上了一个单身男生，但他对我说了没有好感。",
        "label": ""
      },
      {
        "sentence": "我想和他微信他却不给我加好友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的心情，你之所以无法离开社交网络是因为它能给你带来在现实生活中所得不到的身心需求。你不必太纠结，要深入分析一下自己的身心需求是什么。你的婚姻出现问题其实并不是因为你的精神疾病，而是你们夫妻之间没有良好的心与心交流，这可能导致夫妻生活上面的不协调。有一个和谐的性生活对于夫妻的感情和婚姻质量非常重要，但如果双方的性取向是一致的，则缺少性生活的影响就不会太大。你的情况是你有正常的性需求，而且你对老公的性需求也不清楚。你可以试着与老公好好沟通，看看他是否有工作压力过大，或者在性方面是否缺乏你的有效引导和反馈回馈。你也可以考虑主动一些，使用一些情趣道具和精油等来唤起他的性欲。这些方法可能对你有帮助。",
    "annotation": [
      {
        "sentence": "我了解你的心情，你之所以无法离开社交网络是因为它能给你带来在现实生活中所得不到的身心需求。",
        "label": ""
      },
      {
        "sentence": "你不必太纠结，要深入分析一下自己的身心需求是什么。",
        "label": ""
      },
      {
        "sentence": "你的婚姻出现问题其实并不是因为你的精神疾病，而是你们夫妻之间没有良好的心与心交流，这可能导致夫妻生活上面的不协调。",
        "label": ""
      },
      {
        "sentence": "有一个和谐的性生活对于夫妻的感情和婚姻质量非常重要，但如果双方的性取向是一致的，则缺少性生活的影响就不会太大。",
        "label": ""
      },
      {
        "sentence": "你的情况是你有正常的性需求，而且你对老公的性需求也不清楚。",
        "label": ""
      },
      {
        "sentence": "你可以试着与老公好好沟通，看看他是否有工作压力过大，或者在性方面是否缺乏你的有效引导和反馈回馈。",
        "label": ""
      },
      {
        "sentence": "你也可以考虑主动一些，使用一些情趣道具和精油等来唤起他的性欲。",
        "label": ""
      },
      {
        "sentence": "这些方法可能对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。但是我对我自己的性取向也不是非常清楚，这也让我感到困惑。我不知道是不是因为这个原因导致我无法与丈夫有良好的性生活。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但是我对我自己的性取向也不是非常清楚，这也让我感到困惑。",
        "label": ""
      },
      {
        "sentence": "我不知道是不是因为这个原因导致我无法与丈夫有良好的性生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的，人的性取向并不是非常固定的，尤其是在精神上承受过挫折之后。你需要更多的体验和探索，找到自己内心的性偏好，从而更好地满足自己的正常需求。同时也需要与夫妻好好沟通，了解他的性需求，找到一个双方都满意的妥协点。",
    "annotation": [
      {
        "sentence": "这是很正常的，人的性取向并不是非常固定的，尤其是在精神上承受过挫折之后。",
        "label": ""
      },
      {
        "sentence": "你需要更多的体验和探索，找到自己内心的性偏好，从而更好地满足自己的正常需求。",
        "label": ""
      },
      {
        "sentence": "同时也需要与夫妻好好沟通，了解他的性需求，找到一个双方都满意的妥协点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很希望能够好好地听取你的建议，但是我总感觉自己做不到。我每天都沉迷于社交软件，并且还和一个色男在聊天。我很想摆脱这种状态，但是却做不到。",
    "annotation": [
      {
        "sentence": "我很希望能够好好地听取你的建议，但是我总感觉自己做不到。",
        "label": ""
      },
      {
        "sentence": "我每天都沉迷于社交软件，并且还和一个色男在聊天。",
        "label": ""
      },
      {
        "sentence": "我很想摆脱这种状态，但是却做不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你需要尽可能地控制自己的行为，避免频繁地使用社交网络和与不良男性有过多的交往。你也可以试着寻找更健康的放松方式，例如听听音乐、健身、艺术相关的活动等。这些方式可能会帮助你摆脱社交网络的困扰，找到更好的自己。",
    "annotation": [
      {
        "sentence": "你需要尽可能地控制自己的行为，避免频繁地使用社交网络和与不良男性有过多的交往。",
        "label": ""
      },
      {
        "sentence": "你也可以试着寻找更健康的放松方式，例如听听音乐、健身、艺术相关的活动等。",
        "label": ""
      },
      {
        "sentence": "这些方式可能会帮助你摆脱社交网络的困扰，找到更好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我很想尝试一下这些方式，但是我觉得自己的意志力并不够强。我常常会从自己的计划中迷茫和退缩。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我很想尝试一下这些方式，但是我觉得自己的意志力并不够强。",
        "label": ""
      },
      {
        "sentence": "我常常会从自己的计划中迷茫和退缩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的，每个人都会有这样的经历并被击倒。你需要尝试多次，在失败中寻找成功的启示。你也需要相信自己能够控制自己的行为，做出更好的选择。同时，也需要更多的支持和帮助，例如找一个心理咨询师等，以寻求更专业的帮助和支持。",
    "annotation": [
      {
        "sentence": "这是很正常的，每个人都会有这样的经历并被击倒。",
        "label": ""
      },
      {
        "sentence": "你需要尝试多次，在失败中寻找成功的启示。",
        "label": ""
      },
      {
        "sentence": "你也需要相信自己能够控制自己的行为，做出更好的选择。",
        "label": ""
      },
      {
        "sentence": "同时，也需要更多的支持和帮助，例如找一个心理咨询师等，以寻求更专业的帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会尝试着去做。",
    "annotation": [
      {
        "sentence": "谢谢你，我会尝试着去做。",
        "label": ""
      }
    ]
  }
]