[
  {
    "role": "client",
    "content": "18女，为何自己生活一团糟，还对他人生活这么上心？己是一种自暴自弃的状态，无论是吃饭、休息，还是工作都没有什么热情，反而是对他人的生活格外关心。有时候自己都怀疑自己，难道自己存在就是为了看看别人过成了什么样子吗？曾经也想过像想要改变，但是频频失败，对自己失去了信心。为什么我会产生这样的旁观者心理？去全身心关注别人的生活，别人的一举一动，别人的喜怒哀乐的时候，就好像自己也在亲身经历一样会让我产生深度共情，产生一种错觉，被关注的人在努力，就好像自己也在努力一样，但是事实上自己的生活仍然一团糟。很苦恼。",
    "annotation": [
      {
        "sentence": "18女，为何自己生活一团糟，还对他人生活这么上心？",
        "label": ""
      },
      {
        "sentence": "己是一种自暴自弃的状态，无论是吃饭、休息，还是工作都没有什么热情，反而是对他人的生活格外关心。",
        "label": ""
      },
      {
        "sentence": "有时候自己都怀疑自己，难道自己存在就是为了看看别人过成了什么样子吗？",
        "label": ""
      },
      {
        "sentence": "曾经也想过像想要改变，但是频频失败，对自己失去了信心。",
        "label": ""
      },
      {
        "sentence": "为什么我会产生这样的旁观者心理？",
        "label": ""
      },
      {
        "sentence": "去全身心关注别人的生活，别人的一举一动，别人的喜怒哀乐的时候，就好像自己也在亲身经历一样会让我产生深度共情，产生一种错觉，被关注的人在努力，就好像自己也在努力一样，但是事实上自己的生活仍然一团糟。",
        "label": ""
      },
      {
        "sentence": "很苦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀～看了你的描述，你最近的生活呈现一种自暴自弃的状态，似乎对什么事情都不上心，却更喜欢关心别人的生活，看得出来你对自己的状态感到很困惑，真的很同情你的遭遇呢。根据你最后一段的描述“产生一种错觉，被关注的人在努力，就好像自己也在努力一样”，我猜想你的这种对自己的事情不上心的状态，没有动力，或许是因为抑郁情绪在影响着你，你可以试着就医检查，排除自己患心理疾病的可能性。看来你的描述，你提到自己也曾经想过要改变，但是失败了，最后失去了信心，这些失败的经历对你的打击很大，如果尝试没有用的话，你可以试着换一种方法去努力，或者换一个领域发展，找到自己真正感兴趣的东西才会有前进的动力。",
    "annotation": [
      {
        "sentence": "呀～看了你的描述，你最近的生活呈现一种自暴自弃的状态，似乎对什么事情都不上心，却更喜欢关心别人的生活，看得出来你对自己的状态感到很困惑，真的很同情你的遭遇呢。",
        "label": ""
      },
      {
        "sentence": "根据你最后一段的描述“产生一种错觉，被关注的人在努力，就好像自己也在努力一样”，我猜想你的这种对自己的事情不上心的状态，没有动力，或许是因为抑郁情绪在影响着你，你可以试着就医检查，排除自己患心理疾病的可能性。",
        "label": ""
      },
      {
        "sentence": "看来你的描述，你提到自己也曾经想过要改变，但是失败了，最后失去了信心，这些失败的经历对你的打击很大，如果尝试没有用的话，你可以试着换一种方法去努力，或者换一个领域发展，找到自己真正感兴趣的东西才会有前进的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，可能是我陷入了抑郁情绪中。检查一下自己的心理状况确实是个好主意，我会去医院做个检查的。但是换一种方法去努力，换一个领域发展好像对我来说挺困难的。我对自己感兴趣的东西好像没有找到，这让我感到很迷茫。",
    "annotation": [
      {
        "sentence": "你说的有道理，可能是我陷入了抑郁情绪中。",
        "label": ""
      },
      {
        "sentence": "检查一下自己的心理状况确实是个好主意，我会去医院做个检查的。",
        "label": ""
      },
      {
        "sentence": "但是换一种方法去努力，换一个领域发展好像对我来说挺困难的。",
        "label": ""
      },
      {
        "sentence": "我对自己感兴趣的东西好像没有找到，这让我感到很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，每个人都会面临迷茫的时期，不必太过焦虑。重要的是你知道你目前的状态并愿意寻求帮助。对于找到自己感兴趣的东西，你可以试着通过尝试不同的活动，交流和接触不同的领域，或者多听取他人的意见和建议来逐渐慢慢了解自己更多。也不要忘记，这是一个探索自己的过程，不要把自己压力太大，慢慢来。",
    "annotation": [
      {
        "sentence": "没问题，每个人都会面临迷茫的时期，不必太过焦虑。",
        "label": ""
      },
      {
        "sentence": "重要的是你知道你目前的状态并愿意寻求帮助。",
        "label": ""
      },
      {
        "sentence": "对于找到自己感兴趣的东西，你可以试着通过尝试不同的活动，交流和接触不同的领域，或者多听取他人的意见和建议来逐渐慢慢了解自己更多。",
        "label": ""
      },
      {
        "sentence": "也不要忘记，这是一个探索自己的过程，不要把自己压力太大，慢慢来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能需要尝试一下不同的活动来寻找对我有吸引力的事物。我会试着多和不同领域的人交流，也会虚心听取他们的建议。谢谢你的鼓励和建议，让我感到稍微有了一丝希望。",
    "annotation": [
      {
        "sentence": "你说得对，我可能需要尝试一下不同的活动来寻找对我有吸引力的事物。",
        "label": ""
      },
      {
        "sentence": "我会试着多和不同领域的人交流，也会虚心听取他们的建议。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和建议，让我感到稍微有了一丝希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直相信每个人都有自己独特的光芒，只是有时候需要找到合适的方式来点亮它。希望你可以坚持下去，尽早找到适合自己的道路和事物。如果在这个过程中遇到挫折，记得随时来找我聊天，我会一直支持你。",
    "annotation": [
      {
        "sentence": "不客气，我一直相信每个人都有自己独特的光芒，只是有时候需要找到合适的方式来点亮它。",
        "label": ""
      },
      {
        "sentence": "希望你可以坚持下去，尽早找到适合自己的道路和事物。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中遇到挫折，记得随时来找我聊天，我会一直支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，这对我来说意义重大。我会尽力去寻找自己的光芒，也会时刻铭记你对我的支持。真的很感激。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，这对我来说意义重大。",
        "label": ""
      },
      {
        "sentence": "我会尽力去寻找自己的光芒，也会时刻铭记你对我的支持。",
        "label": ""
      },
      {
        "sentence": "真的很感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你的努力和进步才是最重要的。记住要对自己有信心，相信你会找到属于自己的路。坚持下去，我相信你可以克服困难，重新找到属于自己的生活。再次强调，如果你需要任何支持或者聆听，随时都可以找我。加油！",
    "annotation": [
      {
        "sentence": "不客气，你的努力和进步才是最重要的。",
        "label": ""
      },
      {
        "sentence": "记住要对自己有信心，相信你会找到属于自己的路。",
        "label": ""
      },
      {
        "sentence": "坚持下去，我相信你可以克服困难，重新找到属于自己的生活。",
        "label": ""
      },
      {
        "sentence": "再次强调，如果你需要任何支持或者聆听，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]