[
  {
    "role": "client",
    "content": "从小到大都觉得人生没有盼头，我是不是心里有问题？心里压抑太久了，说说心里话吧，我的人生第一个转折点，在我5岁多的时候，我的妈妈自杀了（为什么不把我一起带走）那年我只有5岁多，但是我知道是永别，不知道为什么，我连哭都没哭，明明自己是个小孩，但是我知道我的整个世界都变了，我现在想想真的有点奇怪，没有母爱，父爱也没有体会过，从小跟着爷爷奶奶生活，没抱怨过，别人家的孩子怎么样我也没有羡慕过，小的时候喜欢吃点好的，亲戚送的东西，我吃多了，奶奶看我眼神就像，怎么不吃死我一样，我能懂，12岁的时候开始有了第一次自杀想法，但是我没有勇气，14岁不上学了，因为年龄太小，没有走出去，16岁离开了家乡，开始自己一个人的生活，我爱上了打游戏，不是因为我有多喜爱，而是因为能让我忘掉所有，我喜欢不用想东想西的感觉。21岁，人生的第二个转折点，我的初恋，本以为是个美好开始，却变成对女人的恐惧，我为了她掏心掏肺，而我在她心里只是一个代替品...好想离开这个世界，怎么办",
    "annotation": [
      {
        "sentence": "从小到大都觉得人生没有盼头，我是不是心里有问题？",
        "label": ""
      },
      {
        "sentence": "心里压抑太久了，说说心里话吧，我的人生第一个转折点，在我5岁多的时候，我的妈妈自杀了（为什么不把我一起带走）那年我只有5岁多，但是我知道是永别，不知道为什么，我连哭都没哭，明明自己是个小孩，但是我知道我的整个世界都变了，我现在想想真的有点奇怪，没有母爱，父爱也没有体会过，从小跟着爷爷奶奶生活，没抱怨过，别人家的孩子怎么样我也没有羡慕过，小的时候喜欢吃点好的，亲戚送的东西，我吃多了，奶奶看我眼神就像，怎么不吃死我一样，我能懂，12岁的时候开始有了第一次自杀想法，但是我没有勇气，14岁不上学了，因为年龄太小，没有走出去，16岁离开了家乡，开始自己一个人的生活，我爱上了打游戏，不是因为我有多喜爱，而是因为能让我忘掉所有，我喜欢不用想东想西的感觉。",
        "label": ""
      },
      {
        "sentence": "21岁，人生的第二个转折点，我的初恋，本以为是个美好开始，却变成对女人的恐惧，我为了她掏心掏肺，而我在她心里只是一个代替品...好想离开这个世界，怎么办",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常心疼你的遭遇。你小时候缺乏父母的保护和关心，有时会受到一些亲戚的冷眼对待。14岁没有继续上学，16岁迷恋上游戏，再到后来又恐惧恋爱，我能感受到由于童年时期的经历和你的原生家庭，给了你极大的不安全感。你应该知道，这种不安全感对你后来的生活产生了很大的影响。",
    "annotation": [
      {
        "sentence": "非常心疼你的遭遇。",
        "label": ""
      },
      {
        "sentence": "你小时候缺乏父母的保护和关心，有时会受到一些亲戚的冷眼对待。",
        "label": ""
      },
      {
        "sentence": "14岁没有继续上学，16岁迷恋上游戏，再到后来又恐惧恋爱，我能感受到由于童年时期的经历和你的原生家庭，给了你极大的不安全感。",
        "label": ""
      },
      {
        "sentence": "你应该知道，这种不安全感对你后来的生活产生了很大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得自己困在一个黑暗的角落里，无法摆脱。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得自己困在一个黑暗的角落里，无法摆脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所说的黑暗角落，其实就是你内心深处的伤痛在作祟。在你成长的过程中，你很早就开始变得成熟起来，没有羡慕其他孩子所拥有的爱护。现在看来，你似乎对追求爱护和关注失去了动力。",
    "annotation": [
      {
        "sentence": "你所说的黑暗角落，其实就是你内心深处的伤痛在作祟。",
        "label": ""
      },
      {
        "sentence": "在你成长的过程中，你很早就开始变得成熟起来，没有羡慕其他孩子所拥有的爱护。",
        "label": ""
      },
      {
        "sentence": "现在看来，你似乎对追求爱护和关注失去了动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在对于爱护和关注没有多大的期待了。",
    "annotation": [
      {
        "sentence": "是的，我现在对于爱护和关注没有多大的期待了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是由于你在心灵上的麻木。从你所描述的情况来看，你早已习惯了没有父母的关爱，对别人美好的生活也没有羡慕之情。你的内心似乎已经失去了对这些渴望的动力。",
    "annotation": [
      {
        "sentence": "这可能是由于你在心灵上的麻木。",
        "label": ""
      },
      {
        "sentence": "从你所描述的情况来看，你早已习惯了没有父母的关爱，对别人美好的生活也没有羡慕之情。",
        "label": ""
      },
      {
        "sentence": "你的内心似乎已经失去了对这些渴望的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我从很小的时候就开始麻木自己，希望能够减少对现实的痛苦感。",
    "annotation": [
      {
        "sentence": "是的，我从很小的时候就开始麻木自己，希望能够减少对现实的痛苦感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你想要逃离现实压力和痛苦的想法，但用虚拟世界来麻木自己并不能让你真正走出痛苦。它只是像一种麻醉剂，让你暂时忘却痛苦，而并不能解决问题。",
    "annotation": [
      {
        "sentence": "我理解你想要逃离现实压力和痛苦的想法，但用虚拟世界来麻木自己并不能让你真正走出痛苦。",
        "label": ""
      },
      {
        "sentence": "它只是像一种麻醉剂，让你暂时忘却痛苦，而并不能解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道，但是我曾经尝试过治愈自己，结果因为恋爱的失败而失去了信心。",
    "annotation": [
      {
        "sentence": "我知道，但是我曾经尝试过治愈自己，结果因为恋爱的失败而失去了信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的治愈过程都需要时间，而且成功与否并不取决于一次尝试的结果。你应该在更多的人际交往中学会如何爱自己、爱别人，并从中找到真正的治愈和成长。无论如何，我和其他热心的人将一直陪伴在你身边，你不是孤单的。",
    "annotation": [
      {
        "sentence": "每个人的治愈过程都需要时间，而且成功与否并不取决于一次尝试的结果。",
        "label": ""
      },
      {
        "sentence": "你应该在更多的人际交往中学会如何爱自己、爱别人，并从中找到真正的治愈和成长。",
        "label": ""
      },
      {
        "sentence": "无论如何，我和其他热心的人将一直陪伴在你身边，你不是孤单的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和支持，我希望能够找到属于自己的治愈之路。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和支持，我希望能够找到属于自己的治愈之路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的勇气和求助的决心已经是你走向治愈之路的第一步。相信时间会给你带来答案，而且你并不孤单，我们会一直支持你。如果需要，随时找我倾诉。",
    "annotation": [
      {
        "sentence": "你的勇气和求助的决心已经是你走向治愈之路的第一步。",
        "label": ""
      },
      {
        "sentence": "相信时间会给你带来答案，而且你并不孤单，我们会一直支持你。",
        "label": ""
      },
      {
        "sentence": "如果需要，随时找我倾诉。",
        "label": ""
      }
    ]
  }
]