[
  {
    "role": "client",
    "content": "领证了，只订婚还没有办婚礼，现在天天吵架觉得很累？我们是相亲认识的，开始觉得他很好，对我很好，做事应该很不错，给人一种很稳的感觉。总体感觉还不错，于是就相处半年就订婚了，不过这个订婚是他爸爸直接找我家人，结果我后来才知道的，因为我喜欢他所以我没在意。订婚之后我们同居了，发现他每个月都要还多张信用卡还花呗，和其他的借钱软件，起初我问了一句，他说做生意上资金要周转。但是后来他又去找借钱的小软件，我就和我姐姐说，后来他爸爸叫他出去，然后谈了，回来之后他和我说是生意上没处理好，可是他爸和我说他爸钱给他叔叔几万块，叫我不要和他计较再后来有人催他还利息，他说这个两年马上就还完了，一问每个月还多少，六百多，搞笑吧。怎么可能。最后算出来他足足借钱十几万。因为这些事情，让我对他的信任感几乎为零，虽然现在他爸帮他都还了，可是让我觉得他没有脑子，没有男人的样子，他对我的好，我觉得也没有那么重要，于是很容易因为小事吵架，他爸把他当狗一样一直看着。",
    "annotation": [
      {
        "sentence": "领证了，只订婚还没有办婚礼，现在天天吵架觉得很累？",
        "label": ""
      },
      {
        "sentence": "我们是相亲认识的，开始觉得他很好，对我很好，做事应该很不错，给人一种很稳的感觉。",
        "label": ""
      },
      {
        "sentence": "总体感觉还不错，于是就相处半年就订婚了，不过这个订婚是他爸爸直接找我家人，结果我后来才知道的，因为我喜欢他所以我没在意。",
        "label": ""
      },
      {
        "sentence": "订婚之后我们同居了，发现他每个月都要还多张信用卡还花呗，和其他的借钱软件，起初我问了一句，他说做生意上资金要周转。",
        "label": ""
      },
      {
        "sentence": "但是后来他又去找借钱的小软件，我就和我姐姐说，后来他爸爸叫他出去，然后谈了，回来之后他和我说是生意上没处理好，可是他爸和我说他爸钱给他叔叔几万块，叫我不要和他计较再后来有人催他还利息，他说这个两年马上就还完了，一问每个月还多少，六百多，搞笑吧。",
        "label": ""
      },
      {
        "sentence": "怎么可能。",
        "label": ""
      },
      {
        "sentence": "最后算出来他足足借钱十几万。",
        "label": ""
      },
      {
        "sentence": "因为这些事情，让我对他的信任感几乎为零，虽然现在他爸帮他都还了，可是让我觉得他没有脑子，没有男人的样子，他对我的好，我觉得也没有那么重要，于是很容易因为小事吵架，他爸把他当狗一样一直看着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解，相信很多人在婚前都会出现舞弊的情况，但是我们不应该因此否定一个人的全部价值。不过，为了保护自己的利益，找出问题的根源很重要。你是不是可以和他坦诚沟通，了解一下他的生意情况，明确他的还款计划，以及未来的计划等等。",
    "annotation": [
      {
        "sentence": "你的感受我能理解，相信很多人在婚前都会出现舞弊的情况，但是我们不应该因此否定一个人的全部价值。",
        "label": ""
      },
      {
        "sentence": "不过，为了保护自己的利益，找出问题的根源很重要。",
        "label": ""
      },
      {
        "sentence": "你是不是可以和他坦诚沟通，了解一下他的生意情况，明确他的还款计划，以及未来的计划等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们之间的沟通一直不顺畅，总是会因为小事不停地吵架，现在我对他很失望，没有信心再跟他沟通。",
    "annotation": [
      {
        "sentence": "我们之间的沟通一直不顺畅，总是会因为小事不停地吵架，现在我对他很失望，没有信心再跟他沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那我们可以尝试一下其他的沟通方式，比如你可以写一封情书或者写下你的感受，让他理解你的感受，同时也了解你的期望。",
    "annotation": [
      {
        "sentence": "那我们可以尝试一下其他的沟通方式，比如你可以写一封情书或者写下你的感受，让他理解你的感受，同时也了解你的期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我写了情书，他看到了可能会怎么想？",
    "annotation": [
      {
        "sentence": "那我写了情书，他看到了可能会怎么想？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他能够理解你的感受，那对你们的关系和未来的计划都会有帮助。但是，如果他不能体谅你的感受，你可能需要思考是否继续这段关系。对于你而言，保护自己的利益和心理健康最重要。",
    "annotation": [
      {
        "sentence": "如果他能够理解你的感受，那对你们的关系和未来的计划都会有帮助。",
        "label": ""
      },
      {
        "sentence": "但是，如果他不能体谅你的感受，你可能需要思考是否继续这段关系。",
        "label": ""
      },
      {
        "sentence": "对于你而言，保护自己的利益和心理健康最重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果我要考虑分手的话，我该怎么做？",
    "annotation": [
      {
        "sentence": "如果我要考虑分手的话，我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "分手是一个很大的决定，建议你认真思考后再做决定。如果你决定分手，建议找一个安全和适合你的环境做出决定，并和他沟通，告诉他你的决定和决定的原因。",
    "annotation": [
      {
        "sentence": "分手是一个很大的决定，建议你认真思考后再做决定。",
        "label": ""
      },
      {
        "sentence": "如果你决定分手，建议找一个安全和适合你的环境做出决定，并和他沟通，告诉他你的决定和决定的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我担心分手会让他觉得受到伤害，我不知道该怎么做。",
    "annotation": [
      {
        "sentence": "我担心分手会让他觉得受到伤害，我不知道该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "分手可能会让他感到受伤，但是你的人生和幸福是最重要的，你也有权利得到一个健康和幸福的生活。在分手和结束的时候，你可以尽量让这个过程和解决的问题更加平和，通常会更容易被理解和接受。",
    "annotation": [
      {
        "sentence": "分手可能会让他感到受伤，但是你的人生和幸福是最重要的，你也有权利得到一个健康和幸福的生活。",
        "label": ""
      },
      {
        "sentence": "在分手和结束的时候，你可以尽量让这个过程和解决的问题更加平和，通常会更容易被理解和接受。",
        "label": ""
      }
    ]
  }
]