[
  {
    "role": "client",
    "content": "恋爱一年多，想结婚，但因房子加名字问题，该怎么办？",
    "annotation": [
      {
        "sentence": "恋爱一年多，想结婚，但因房子加名字问题，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们来边梳理边聊聊：今天说必须男方这边全款买房还要加名字，才可以去见父母。这个可能是女方提的，也可能是女方父母提的。但总结来说是女方那个家庭，并不能代表她个人，这个点要区别下。",
    "annotation": [
      {
        "sentence": "我们来边梳理边聊聊：今天说必须男方这边全款买房还要加名字，才可以去见父母。",
        "label": ""
      },
      {
        "sentence": "这个可能是女方提的，也可能是女方父母提的。",
        "label": ""
      },
      {
        "sentence": "但总结来说是女方那个家庭，并不能代表她个人，这个点要区别下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白这一点。可是我觉得我们已经相处了很久了，应该可以互相信任，为什么还要经济上一方承担这个责任？",
    "annotation": [
      {
        "sentence": "是的，我明白这一点。",
        "label": ""
      },
      {
        "sentence": "可是我觉得我们已经相处了很久了，应该可以互相信任，为什么还要经济上一方承担这个责任？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "平时相处很宠着，什么都买，家务也是男方全包，女生独生女，性格很强势。由于你们的相处方式是这样，可能给对方造成错觉，你什么条件都会答应。也就是平时没有注意边界的划分，在一定程度导致现在的结婚沟通变成这样了。",
    "annotation": [
      {
        "sentence": "平时相处很宠着，什么都买，家务也是男方全包，女生独生女，性格很强势。",
        "label": ""
      },
      {
        "sentence": "由于你们的相处方式是这样，可能给对方造成错觉，你什么条件都会答应。",
        "label": ""
      },
      {
        "sentence": "也就是平时没有注意边界的划分，在一定程度导致现在的结婚沟通变成这样了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实没有想到我的宠溺会导致这种局面。但我很爱她，不想就这样放弃，可是我又不知道如何解决这个问题。",
    "annotation": [
      {
        "sentence": "我确实没有想到我的宠溺会导致这种局面。",
        "label": ""
      },
      {
        "sentence": "但我很爱她，不想就这样放弃，可是我又不知道如何解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经有想法了，那么需要注意的如何了；那么你表达的时候可以告诉女友，你回去跟父母商量了；你父母觉得光靠男方负担房子，经济上有困难；因此你父母的看法是建议双方一起出钱买房，男方出大头。你让她回去跟家里商量看这个方案行不行。但由于你平时太宠她，这导致你现在处理这件事非常棘手。你还是想在尝试下如何调整现在的情况，也不是那么想分手吧？如果尝试我建议有什么想法可以留言或者私信。",
    "annotation": [
      {
        "sentence": "你已经有想法了，那么需要注意的如何了；那么你表达的时候可以告诉女友，你回去跟父母商量了；你父母觉得光靠男方负担房子，经济上有困难；因此你父母的看法是建议双方一起出钱买房，男方出大头。",
        "label": ""
      },
      {
        "sentence": "你让她回去跟家里商量看这个方案行不行。",
        "label": ""
      },
      {
        "sentence": "但由于你平时太宠她，这导致你现在处理这件事非常棘手。",
        "label": ""
      },
      {
        "sentence": "你还是想在尝试下如何调整现在的情况，也不是那么想分手吧？",
        "label": ""
      },
      {
        "sentence": "如果尝试我建议有什么想法可以留言或者私信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着跟她沟通这个方案的。我明白我在相处中需要更加注重边界的划分，不能一味的宠溺。我还是很希望我们能解决这个问题，走向婚姻。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着跟她沟通这个方案的。",
        "label": ""
      },
      {
        "sentence": "我明白我在相处中需要更加注重边界的划分，不能一味的宠溺。",
        "label": ""
      },
      {
        "sentence": "我还是很希望我们能解决这个问题，走向婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能接受我的建议，也希望你们能够顺利解决这个问题。婚姻中的困难是正常的，但只要双方能够真心沟通协调，相信一定可以度过难关的。加油！如果有任何进展或者需要继续倾诉，随时都可以找我。",
    "annotation": [
      {
        "sentence": "很高兴你能接受我的建议，也希望你们能够顺利解决这个问题。",
        "label": ""
      },
      {
        "sentence": "婚姻中的困难是正常的，但只要双方能够真心沟通协调，相信一定可以度过难关的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果有任何进展或者需要继续倾诉，随时都可以找我。",
        "label": ""
      }
    ]
  }
]