[
  {
    "role": "client",
    "content": "我很难受也很痛苦，陷入一段三人恋爱，我该怎么办？",
    "annotation": [
      {
        "sentence": "我很难受也很痛苦，陷入一段三人恋爱，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于从小缺爱的你来说，遇到爱是你的幸福。而又让你陷入困惑之中，尝尽痛苦和伤心的滋味，这又是对你成长的考验。我很能理解缺爱的你能够被呵护被爱着是多么快乐，你的整个世界都充满着阳光了。而你的情感困惑也是需要你去面对的，如何做出选择是你必须要思考的问题，这将决定你的爱能否长久下去。我们来聊一聊吧！",
    "annotation": [
      {
        "sentence": "对于从小缺爱的你来说，遇到爱是你的幸福。",
        "label": ""
      },
      {
        "sentence": "而又让你陷入困惑之中，尝尽痛苦和伤心的滋味，这又是对你成长的考验。",
        "label": ""
      },
      {
        "sentence": "我很能理解缺爱的你能够被呵护被爱着是多么快乐，你的整个世界都充满着阳光了。",
        "label": ""
      },
      {
        "sentence": "而你的情感困惑也是需要你去面对的，如何做出选择是你必须要思考的问题，这将决定你的爱能否长久下去。",
        "label": ""
      },
      {
        "sentence": "我们来聊一聊吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我陷入了一段三人恋爱中。我爱上他时他说是离异的单身，我们在网上认识的时候他对我很呵护，很疼爱。可后来知道他还有个女朋友，我就很痛苦。可又没有办法断掉这种关系，我第一次从他那里感受到了被重视，被保护。他还飞来看我，第一眼看到他我就觉得是他了，那种心动的感觉，身体不由自主的靠近感，后来我也去他的城市，他陪了我一周，带我去看海，去玩，好吃的，还叫了好多海鲜，其实我都不爱吃，我能感觉他一直在努力想要让我吃好喝好玩好，抱着他我就感觉好像抱到了全世界，被保护，被照顾。",
    "annotation": [
      {
        "sentence": "我陷入了一段三人恋爱中。",
        "label": ""
      },
      {
        "sentence": "我爱上他时他说是离异的单身，我们在网上认识的时候他对我很呵护，很疼爱。",
        "label": ""
      },
      {
        "sentence": "可后来知道他还有个女朋友，我就很痛苦。",
        "label": ""
      },
      {
        "sentence": "可又没有办法断掉这种关系，我第一次从他那里感受到了被重视，被保护。",
        "label": ""
      },
      {
        "sentence": "他还飞来看我，第一眼看到他我就觉得是他了，那种心动的感觉，身体不由自主的靠近感，后来我也去他的城市，他陪了我一周，带我去看海，去玩，好吃的，还叫了好多海鲜，其实我都不爱吃，我能感觉他一直在努力想要让我吃好喝好玩好，抱着他我就感觉好像抱到了全世界，被保护，被照顾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对三个人的恋爱关系，请你还是理智一些。暂时先忍着这份爱，给他时间处理好自己的关系，如果他真心爱你，会想尽一切办法去解决他与另一个女孩子的关系的，因为这样才不会让你伤心，也是对你们的感情负责。这样可能会让你很不好受，可也正是这样，才能看到他是否真心爱你，也以防如果他选择放弃你，你不会因为爱投入太深而痛苦不已。",
    "annotation": [
      {
        "sentence": "面对三个人的恋爱关系，请你还是理智一些。",
        "label": ""
      },
      {
        "sentence": "暂时先忍着这份爱，给他时间处理好自己的关系，如果他真心爱你，会想尽一切办法去解决他与另一个女孩子的关系的，因为这样才不会让你伤心，也是对你们的感情负责。",
        "label": ""
      },
      {
        "sentence": "这样可能会让你很不好受，可也正是这样，才能看到他是否真心爱你，也以防如果他选择放弃你，你不会因为爱投入太深而痛苦不已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是他说女朋友在他最难的时候陪着他，他说他没办法选择，不想伤害任何人。他依旧陪我，微信里，说很想我，也爱我，说想给我全部的爱，可也常让我伤心。我从小不被父母疼爱，在爸妈战争中长大，还总是被妈妈打来发泄情绪，他给我的温暖和爱我特别珍惜。可他没办法常陪我，我知道是不方便，我不停的调整自己，想着维系这段关系。",
    "annotation": [
      {
        "sentence": "可是他说女朋友在他最难的时候陪着他，他说他没办法选择，不想伤害任何人。",
        "label": ""
      },
      {
        "sentence": "他依旧陪我，微信里，说很想我，也爱我，说想给我全部的爱，可也常让我伤心。",
        "label": ""
      },
      {
        "sentence": "我从小不被父母疼爱，在爸妈战争中长大，还总是被妈妈打来发泄情绪，他给我的温暖和爱我特别珍惜。",
        "label": ""
      },
      {
        "sentence": "可他没办法常陪我，我知道是不方便，我不停的调整自己，想着维系这段关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的爱情也是治愈你内心创伤的一剂良药，在你依靠爱情来疗伤之前，也需要自我疗愈。爱情给了缺爱的你满满的爱，可是这份爱却不那么可靠，带给你很多的伤心，又或者一旦这份爱结束，会在你原有的创伤上加重伤势，让你陷入痛苦更深。不知道你是否知道，其实每个人都有一定的童年创伤，只是程度不同，像你从小就没有感受到爱，确实是一个令人心疼的姑娘。治愈创伤最有效的方式是自我疗愈，那就是学习如何爱自己，让自己相信自己是值得被爱的，得到认同感和价值感，以及归属感。这个过程是一个漫长的过程，当你能够爱自己的时候，你也就能判断他人的爱是否是你真正需要的，也就拥有爱他人的能力，这样你也才能把握和掌控好你的恋爱关系。",
    "annotation": [
      {
        "sentence": "好的爱情也是治愈你内心创伤的一剂良药，在你依靠爱情来疗伤之前，也需要自我疗愈。",
        "label": ""
      },
      {
        "sentence": "爱情给了缺爱的你满满的爱，可是这份爱却不那么可靠，带给你很多的伤心，又或者一旦这份爱结束，会在你原有的创伤上加重伤势，让你陷入痛苦更深。",
        "label": ""
      },
      {
        "sentence": "不知道你是否知道，其实每个人都有一定的童年创伤，只是程度不同，像你从小就没有感受到爱，确实是一个令人心疼的姑娘。",
        "label": ""
      },
      {
        "sentence": "治愈创伤最有效的方式是自我疗愈，那就是学习如何爱自己，让自己相信自己是值得被爱的，得到认同感和价值感，以及归属感。",
        "label": ""
      },
      {
        "sentence": "这个过程是一个漫长的过程，当你能够爱自己的时候，你也就能判断他人的爱是否是你真正需要的，也就拥有爱他人的能力，这样你也才能把握和掌控好你的恋爱关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的很难受，我好想他能陪在我身边，每天都能感受到他的关心和爱。我不知道该如何平衡这份爱和我自己的情感需求。",
    "annotation": [
      {
        "sentence": "可是我真的很难受，我好想他能陪在我身边，每天都能感受到他的关心和爱。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何平衡这份爱和我自己的情感需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你也可以继续这份爱情，但是一定要有一定的原则，这也是对你的保护，不会让自己被伤的更厉害。比如，哪些行为可以做哪些不能做，还有有了爱情，也不要放弃你之前的人际圈。希望能够帮助到你。我也曾是一个缺爱的姑娘，男朋友的到来给了我一个不一样的世界，就如你一般幸福至极，他满足了我从未有过的所需要的爱的一切感觉。当和他相处的时间久后，我才体会到，一个人的情感不能全部寄托在另一个人身上，因为他还有他的情感需求来负责，我们要对自己的一些情感问题去负责去解决。于是，我也开启了一段自我疗愈的过程，回到与父母的关系中释放自己的情感需求，安抚伤心的自己，就像一个有爱的自己陪着另一个受伤的自己一样，",
    "annotation": [
      {
        "sentence": "你也可以继续这份爱情，但是一定要有一定的原则，这也是对你的保护，不会让自己被伤的更厉害。",
        "label": ""
      },
      {
        "sentence": "比如，哪些行为可以做哪些不能做，还有有了爱情，也不要放弃你之前的人际圈。",
        "label": ""
      },
      {
        "sentence": "希望能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "我也曾是一个缺爱的姑娘，男朋友的到来给了我一个不一样的世界，就如你一般幸福至极，他满足了我从未有过的所需要的爱的一切感觉。",
        "label": ""
      },
      {
        "sentence": "当和他相处的时间久后，我才体会到，一个人的情感不能全部寄托在另一个人身上，因为他还有他的情感需求来负责，我们要对自己的一些情感问题去负责去解决。",
        "label": ""
      },
      {
        "sentence": "于是，我也开启了一段自我疗愈的过程，回到与父母的关系中释放自己的情感需求，安抚伤心的自己，就像一个有爱的自己陪着另一个受伤的自己一样，",
        "label": ""
      }
    ]
  }
]