[
  {
    "role": "client",
    "content": "我很难受也很痛苦，陷入一段三人恋爱，我该怎么办？",
    "annotation": [
      {
        "sentence": "我很难受也很痛苦，陷入一段三人恋爱，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们来边梳理边聊聊：我看很多其他回答，他们都很关心你。但我的视角是你为什么要让他伤害你自己这么痛苦呢？来跟我的视角分析下。先说下你描述你感受的时候所忽略的一些提前条件。#我爱上他时他说是离异的单身，我们在网上认识的时候他#可后来知道他还有个女朋#你们网上认识的，但他已经存在欺骗你的行为了。你在后面一直在想办法追回他，但你忽视了他已经有骗你的前例在先了。这是你谈论后面的事情时，一直没有提到的，你一直在忽略他骗你这个事实。#可又没有办法断掉这种关系，我第一次从他那里感受到了被重视，被保护。#这是你愿意忽略他骗你的理由。并进一步说服自己相信他会回来跟你在一起。#可是他说女朋友在他最难的时候陪着他，他说他没办法选择，不想伤害任何人。#这句本身没办法证实真伪。也无法说明不是他在骗你。#可他没办法常陪我，##他说等度过这个难关，还了该还的就把自己给我。#我想换任何人遇到这样的情况都会提出#我就向他要承诺，他给不出，他什么都不说#这是很正常的，没有人喜欢未知的未来，都希望得到一个确定的未来。但从他行为来看，他并没有想要对你负责。把你描述的内容从头读到尾，都没有感受到他想要对你负责。而你通篇都忽略了他的主观诉求，与他的欺骗行为。然后大谈你的诉求，希望他对你负责。我认为这才是你们真正的矛盾点。在这样的情况下，你还把主动权与选择权交给他，这才是你痛苦来源。所以有“我感觉自己好可笑呀，又可悲，像不像被人嫌弃的松子”这样感觉，我非常理解。我觉得松子跟你不一样的，她的时代与背景，社会观念里，她还没有产生她可以做选择的观念。但你现在是有选择的，结合他骗你的前提下（你一直忽略这点），你可以选择：一、继续保持关系，享受这样的关系；同时继续找合适的伴侣。既然知道他不可能跟你继续走下去，就以恋人的状态持续，然后寻找可以成为伴侣的人。（他目前就是这么做的，找到伴侣，还需继续找情人。他的方法你可以参考。他连方法都教你了，就是不断对对方好，说爱啊，想啊，#他给我的温暖和爱我特别珍惜#抓住对方的情感需求；而实质性的事情一个都不做，做了你截图留了证据，他以后很难推脱了。）两、继续保持关系，给你们这段关系一个期限，比如一年。他不能断了那边的关系跟你一起，那么你就断了这边。给自己一个期限适应跟他的分手；如果立刻分手谁都适应不了，但事实是，你没有必要马上分手，期限你可以根据自己喜好定，对吧？一年觉得太短，就三年合作三十年都是可以的，只要你愿意对吗？如果以上两个方案你都不满意，我们可以在聊聊其他方案？有需要可以留言或者私信。",
    "annotation": [
      {
        "sentence": "我们来边梳理边聊聊：我看很多其他回答，他们都很关心你。",
        "label": ""
      },
      {
        "sentence": "但我的视角是你为什么要让他伤害你自己这么痛苦呢？",
        "label": ""
      },
      {
        "sentence": "来跟我的视角分析下。",
        "label": ""
      },
      {
        "sentence": "先说下你描述你感受的时候所忽略的一些提前条件。",
        "label": ""
      },
      {
        "sentence": "#我爱上他时他说是离异的单身，我们在网上认识的时候他#可后来知道他还有个女朋#你们网上认识的，但他已经存在欺骗你的行为了。",
        "label": ""
      },
      {
        "sentence": "你在后面一直在想办法追回他，但你忽视了他已经有骗你的前例在先了。",
        "label": ""
      },
      {
        "sentence": "这是你谈论后面的事情时，一直没有提到的，你一直在忽略他骗你这个事实。",
        "label": ""
      },
      {
        "sentence": "#可又没有办法断掉这种关系，我第一次从他那里感受到了被重视，被保护。",
        "label": ""
      },
      {
        "sentence": "#这是你愿意忽略他骗你的理由。",
        "label": ""
      },
      {
        "sentence": "并进一步说服自己相信他会回来跟你在一起。",
        "label": ""
      },
      {
        "sentence": "#可是他说女朋友在他最难的时候陪着他，他说他没办法选择，不想伤害任何人。",
        "label": ""
      },
      {
        "sentence": "#这句本身没办法证实真伪。",
        "label": ""
      },
      {
        "sentence": "也无法说明不是他在骗你。",
        "label": ""
      },
      {
        "sentence": "#可他没办法常陪我，##他说等度过这个难关，还了该还的就把自己给我。",
        "label": ""
      },
      {
        "sentence": "#我想换任何人遇到这样的情况都会提出#我就向他要承诺，他给不出，他什么都不说#这是很正常的，没有人喜欢未知的未来，都希望得到一个确定的未来。",
        "label": ""
      },
      {
        "sentence": "但从他行为来看，他并没有想要对你负责。",
        "label": ""
      },
      {
        "sentence": "把你描述的内容从头读到尾，都没有感受到他想要对你负责。",
        "label": ""
      },
      {
        "sentence": "而你通篇都忽略了他的主观诉求，与他的欺骗行为。",
        "label": ""
      },
      {
        "sentence": "然后大谈你的诉求，希望他对你负责。",
        "label": ""
      },
      {
        "sentence": "我认为这才是你们真正的矛盾点。",
        "label": ""
      },
      {
        "sentence": "在这样的情况下，你还把主动权与选择权交给他，这才是你痛苦来源。",
        "label": ""
      },
      {
        "sentence": "所以有“我感觉自己好可笑呀，又可悲，像不像被人嫌弃的松子”这样感觉，我非常理解。",
        "label": ""
      },
      {
        "sentence": "我觉得松子跟你不一样的，她的时代与背景，社会观念里，她还没有产生她可以做选择的观念。",
        "label": ""
      },
      {
        "sentence": "但你现在是有选择的，结合他骗你的前提下（你一直忽略这点），你可以选择：一、继续保持关系，享受这样的关系；同时继续找合适的伴侣。",
        "label": ""
      },
      {
        "sentence": "既然知道他不可能跟你继续走下去，就以恋人的状态持续，然后寻找可以成为伴侣的人。",
        "label": ""
      },
      {
        "sentence": "（他目前就是这么做的，找到伴侣，还需继续找情人。",
        "label": ""
      },
      {
        "sentence": "他的方法你可以参考。",
        "label": ""
      },
      {
        "sentence": "他连方法都教你了，就是不断对对方好，说爱啊，想啊，#他给我的温暖和爱我特别珍惜#抓住对方的情感需求；而实质性的事情一个都不做，做了你截图留了证据，他以后很难推脱了。",
        "label": ""
      },
      {
        "sentence": "）两、继续保持关系，给你们这段关系一个期限，比如一年。",
        "label": ""
      },
      {
        "sentence": "他不能断了那边的关系跟你一起，那么你就断了这边。",
        "label": ""
      },
      {
        "sentence": "给自己一个期限适应跟他的分手；如果立刻分手谁都适应不了，但事实是，你没有必要马上分手，期限你可以根据自己喜好定，对吧？",
        "label": ""
      },
      {
        "sentence": "一年觉得太短，就三年合作三十年都是可以的，只要你愿意对吗？",
        "label": ""
      },
      {
        "sentence": "如果以上两个方案你都不满意，我们可以在聊聊其他方案？",
        "label": ""
      },
      {
        "sentence": "有需要可以留言或者私信。",
        "label": ""
      }
    ]
  }
]