[
  {
    "role": "client",
    "content": "我很难受也很痛苦，陷入一段三人恋爱，我该怎么办？",
    "annotation": [
      {
        "sentence": "我很难受也很痛苦，陷入一段三人恋爱，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通读并理顺了您包括评论区的完整问题，共情到您内心那种情绪翻腾与翻涌，慢慢沉淀下来，心中仿佛也逐渐清朗起来，一起静下来聊聊，好吗？",
    "annotation": [
      {
        "sentence": "通读并理顺了您包括评论区的完整问题，共情到您内心那种情绪翻腾与翻涌，慢慢沉淀下来，心中仿佛也逐渐清朗起来，一起静下来聊聊，好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我陷入了一段三人恋爱中。我爱上他时他说是离异的单身，我们在网上认识的时候他对我很呵护，很疼爱。可后来知道他还有个女朋友，我就很痛苦。可又没有办法断掉这种关系，我第一次从他那里感受到了被重视，被保护。他还飞来看我，第一眼看到他我就觉得是他了，那种心动的感觉，身体不由自主的靠近感，后来我也去他的城市，他陪了我一周，带我去看海，去玩，好吃的，还叫了好多海鲜，其实我都不爱吃，我能感觉他一直在努力想要让我吃好喝好玩好，抱着他我就感觉好像抱到了全世界，被保护，被照顾。",
    "annotation": [
      {
        "sentence": "我陷入了一段三人恋爱中。",
        "label": ""
      },
      {
        "sentence": "我爱上他时他说是离异的单身，我们在网上认识的时候他对我很呵护，很疼爱。",
        "label": ""
      },
      {
        "sentence": "可后来知道他还有个女朋友，我就很痛苦。",
        "label": ""
      },
      {
        "sentence": "可又没有办法断掉这种关系，我第一次从他那里感受到了被重视，被保护。",
        "label": ""
      },
      {
        "sentence": "他还飞来看我，第一眼看到他我就觉得是他了，那种心动的感觉，身体不由自主的靠近感，后来我也去他的城市，他陪了我一周，带我去看海，去玩，好吃的，还叫了好多海鲜，其实我都不爱吃，我能感觉他一直在努力想要让我吃好喝好玩好，抱着他我就感觉好像抱到了全世界，被保护，被照顾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您内心深知这段感情的由来，但又无法割舍这段感情的取舍或走向，从第三方的角度，无论说的多清晰，透彻，正如您阅读和学习了那么心理学理论书籍，恐怕短时间也是剪不清，理还乱的，为何？因为看似是偶发的单纯三角关系恋爱问题，实则？您从小到大的严重的心理营养缺失，并非今天，此时由来。从心理动力学视角，可以阐释出特别多的道理来，这里简而言之，您需要暂时把这些翻腾的负面情绪，想方设法地，不通过和那个他的关联方式，来进行其他方式的疏导，具体的方式可以根据自己的认知习惯和可以接受的方式来进行。",
    "annotation": [
      {
        "sentence": "您内心深知这段感情的由来，但又无法割舍这段感情的取舍或走向，从第三方的角度，无论说的多清晰，透彻，正如您阅读和学习了那么心理学理论书籍，恐怕短时间也是剪不清，理还乱的，为何？",
        "label": ""
      },
      {
        "sentence": "因为看似是偶发的单纯三角关系恋爱问题，实则？",
        "label": ""
      },
      {
        "sentence": "您从小到大的严重的心理营养缺失，并非今天，此时由来。",
        "label": ""
      },
      {
        "sentence": "从心理动力学视角，可以阐释出特别多的道理来，这里简而言之，您需要暂时把这些翻腾的负面情绪，想方设法地，不通过和那个他的关联方式，来进行其他方式的疏导，具体的方式可以根据自己的认知习惯和可以接受的方式来进行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是他说女朋友在他最难的时候陪着他，他说他没办法选择，不想伤害任何人。他依旧陪我，微信里，说很想我，也爱我，说想给我全部的爱，可也常让我伤心。我从小不被父母疼爱，在爸妈战争中长大，还总是被妈妈打来发泄情绪，他给我的温暖和爱我特别珍惜。可他没办法常陪我，我知道是不方便，我不停的调整自己，想着维系这段关系。",
    "annotation": [
      {
        "sentence": "可是他说女朋友在他最难的时候陪着他，他说他没办法选择，不想伤害任何人。",
        "label": ""
      },
      {
        "sentence": "他依旧陪我，微信里，说很想我，也爱我，说想给我全部的爱，可也常让我伤心。",
        "label": ""
      },
      {
        "sentence": "我从小不被父母疼爱，在爸妈战争中长大，还总是被妈妈打来发泄情绪，他给我的温暖和爱我特别珍惜。",
        "label": ""
      },
      {
        "sentence": "可他没办法常陪我，我知道是不方便，我不停的调整自己，想着维系这段关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "具体的情绪疏导方式如果您可以回归到理性的层面，当然，这很难，我是说如果可以，那认知行为疗法的一些自助，就非常有意义了。您在问题中提到《被嫌弃的松子的一生》，庆幸的是，我同时看到女孩你特别多的自省和觉察，我们不会成为她的，松子是边缘性人格障碍的一个影视典型，我们暂时还没到她那个程度级别的症状，但是，必须要警醒，如何让自己在当下和今后的人生道路中，走的更稳健与健康。如果您无法进行认知行为疗法的一些自助，则可以选择一些非认知类的释放负面情绪的方式，如运动，倾诉，助人，冥想等，这里面如果经济条件不允许，可以充分利用平台既有的非常丰富的资源，如果经济条件允许，可选择合适的咨询师进行辅导。",
    "annotation": [
      {
        "sentence": "具体的情绪疏导方式如果您可以回归到理性的层面，当然，这很难，我是说如果可以，那认知行为疗法的一些自助，就非常有意义了。",
        "label": ""
      },
      {
        "sentence": "您在问题中提到《被嫌弃的松子的一生》，庆幸的是，我同时看到女孩你特别多的自省和觉察，我们不会成为她的，松子是边缘性人格障碍的一个影视典型，我们暂时还没到她那个程度级别的症状，但是，必须要警醒，如何让自己在当下和今后的人生道路中，走的更稳健与健康。",
        "label": ""
      },
      {
        "sentence": "如果您无法进行认知行为疗法的一些自助，则可以选择一些非认知类的释放负面情绪的方式，如运动，倾诉，助人，冥想等，这里面如果经济条件不允许，可以充分利用平台既有的非常丰富的资源，如果经济条件允许，可选择合适的咨询师进行辅导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试回归理性，并尝试认知行为疗法的自助方式。我也会找一些其他的方式来疏导负面情绪，比如运动或者倾诉。我意识到我需要学会独立，爱自己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试回归理性，并尝试认知行为疗法的自助方式。",
        "label": ""
      },
      {
        "sentence": "我也会找一些其他的方式来疏导负面情绪，比如运动或者倾诉。",
        "label": ""
      },
      {
        "sentence": "我意识到我需要学会独立，爱自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当负面情绪已经逐渐平息后我们的大脑皮质层重新回到了司令部，或者最起码，感性和理性取得了比较平衡的关系后，要知道，人生的路很长，既然知道那个他给不了你承诺，就不要自欺欺人。尤其不能自我欺骗，那其实是很“傻”的行为，因为到最后我们自己会发现，其实自己是欺骗不了自己的。爱自己，然后才会真的无条件地爱他人，如果想让别人真的爱上你，那你要先学会爱自己。这方面，多去自己的图书馆里找找疗愈的心理动力学方面的书籍，我相信，你自己就会找到问题的答案。以上。",
    "annotation": [
      {
        "sentence": "当负面情绪已经逐渐平息后我们的大脑皮质层重新回到了司令部，或者最起码，感性和理性取得了比较平衡的关系后，要知道，人生的路很长，既然知道那个他给不了你承诺，就不要自欺欺人。",
        "label": ""
      },
      {
        "sentence": "尤其不能自我欺骗，那其实是很“傻”的行为，因为到最后我们自己会发现，其实自己是欺骗不了自己的。",
        "label": ""
      },
      {
        "sentence": "爱自己，然后才会真的无条件地爱他人，如果想让别人真的爱上你，那你要先学会爱自己。",
        "label": ""
      },
      {
        "sentence": "这方面，多去自己的图书馆里找找疗愈的心理动力学方面的书籍，我相信，你自己就会找到问题的答案。",
        "label": ""
      },
      {
        "sentence": "以上。",
        "label": ""
      }
    ]
  }
]