[
  {
    "role": "client",
    "content": "高中时家道中落，感觉自我分裂，活得很纠结怎么改变？",
    "annotation": [
      {
        "sentence": "高中时家道中落，感觉自我分裂，活得很纠结怎么改变？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先对你的情况表示理解，并且心疼，想给你大大的拥抱，让你感受到世界的温暖。其实你说自己不自信，好像是源于高中时家道中落，而你在外地上学很孤独。家庭是你自信的底气，让你觉得自己的家境不错，所以有了自信。如果你是因为成绩优秀而自信的话，那么你不会因为家道中落之后变得不自信。一个人家道中落，不能代表什么。如果他本来就是自信的，优秀的，那么他不会因为这样的挫折而被打败。所以似乎你的源头是因为自己的家境变得没有以前那么好，所以变得慢慢的、没有那么自信。也就是说，你受到环境的影响很大。",
    "annotation": [
      {
        "sentence": "首先对你的情况表示理解，并且心疼，想给你大大的拥抱，让你感受到世界的温暖。",
        "label": ""
      },
      {
        "sentence": "其实你说自己不自信，好像是源于高中时家道中落，而你在外地上学很孤独。",
        "label": ""
      },
      {
        "sentence": "家庭是你自信的底气，让你觉得自己的家境不错，所以有了自信。",
        "label": ""
      },
      {
        "sentence": "如果你是因为成绩优秀而自信的话，那么你不会因为家道中落之后变得不自信。",
        "label": ""
      },
      {
        "sentence": "一个人家道中落，不能代表什么。",
        "label": ""
      },
      {
        "sentence": "如果他本来就是自信的，优秀的，那么他不会因为这样的挫折而被打败。",
        "label": ""
      },
      {
        "sentence": "所以似乎你的源头是因为自己的家境变得没有以前那么好，所以变得慢慢的、没有那么自信。",
        "label": ""
      },
      {
        "sentence": "也就是说，你受到环境的影响很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我从小都比较自信，但高中的那段时间对我打击很大。虽然现在情况好了很多，但我时常还是分裂的，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "是的，我从小都比较自信，但高中的那段时间对我打击很大。",
        "label": ""
      },
      {
        "sentence": "虽然现在情况好了很多，但我时常还是分裂的，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在还没有确诊过抑郁症吧？如果你觉得自己分裂可能是因为心里有一点问题，没有跨过那个代沟去。但这并不是说你精神上有分裂。自己心里感觉是没有什么实际用处的，很多时候我们人都会喜欢有幻想，陷入幻想，觉得自己很优秀，很自信，相信自己，无所不能，有时候却是一种被不好的心态围绕着，觉得自己不太优秀，不太自信。",
    "annotation": [
      {
        "sentence": "你现在还没有确诊过抑郁症吧？",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己分裂可能是因为心里有一点问题，没有跨过那个代沟去。",
        "label": ""
      },
      {
        "sentence": "但这并不是说你精神上有分裂。",
        "label": ""
      },
      {
        "sentence": "自己心里感觉是没有什么实际用处的，很多时候我们人都会喜欢有幻想，陷入幻想，觉得自己很优秀，很自信，相信自己，无所不能，有时候却是一种被不好的心态围绕着，觉得自己不太优秀，不太自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就像两个人一样，有时很自信有时很不自信，感觉自己是个“复杂体”。",
    "annotation": [
      {
        "sentence": "是的，我就像两个人一样，有时很自信有时很不自信，感觉自己是个“复杂体”。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个感觉很正常。很多人都有情绪波动的时候。我们只是希望你可以控制自己的情绪，让情绪控制不了你。你到现在还没有男朋友，我能看得出来你是宁缺毋滥的，不优秀的你觉得配不上你，优秀的你又很自卑。这其实是很多人在面对爱情时的常态，只是如果人人都有这样的心态的话，那么很多时候爱的火花并不会在你身边停留。所以不必焦虑，也不必担心自己配不上别人。",
    "annotation": [
      {
        "sentence": "这个感觉很正常。",
        "label": ""
      },
      {
        "sentence": "很多人都有情绪波动的时候。",
        "label": ""
      },
      {
        "sentence": "我们只是希望你可以控制自己的情绪，让情绪控制不了你。",
        "label": ""
      },
      {
        "sentence": "你到现在还没有男朋友，我能看得出来你是宁缺毋滥的，不优秀的你觉得配不上你，优秀的你又很自卑。",
        "label": ""
      },
      {
        "sentence": "这其实是很多人在面对爱情时的常态，只是如果人人都有这样的心态的话，那么很多时候爱的火花并不会在你身边停留。",
        "label": ""
      },
      {
        "sentence": "所以不必焦虑，也不必担心自己配不上别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我理解。之前我遇到了一个创业的好机会，遇到了愿意相信我的人。然而由于我的不自信，我很担心自己做不好。我最近好几天都不愿意早起工作，一直拖延，感觉自己很没用。",
    "annotation": [
      {
        "sentence": "嗯，我理解。",
        "label": ""
      },
      {
        "sentence": "之前我遇到了一个创业的好机会，遇到了愿意相信我的人。",
        "label": ""
      },
      {
        "sentence": "然而由于我的不自信，我很担心自己做不好。",
        "label": ""
      },
      {
        "sentence": "我最近好几天都不愿意早起工作，一直拖延，感觉自己很没用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那还是要祝贺你遇到这样的好机会。你可以好好珍惜，努力去做到。不能说因为自己的不自信就担心做不好，因为人的能力都是有限的，你只要尽自己最大的努力去做好就可以了。你拖延只是因为自己害怕，不能做好这项工作，可是你有没有设想过自己能够做好这项工作呢？你有没有给自己积极的心理暗示？就在心里想着自己不行，你最大的敌人就是你自己。你自己先把你自己打败了，别人就会更加的看不到你，看不起你。所以我们都是畏首畏尾，不敢去做一件事情，想的太多，瞻前顾后的太多，没有放出手一搏的勇气，这样才会错失很多机会。所以你现在需要的是专心致志地去做一件事情，哪有做不好的道理，只是因为你自己在这件事情上的投入度不够多。反而是想这件事情的后果如何如何？这才是你最大的阻碍。",
    "annotation": [
      {
        "sentence": "那还是要祝贺你遇到这样的好机会。",
        "label": ""
      },
      {
        "sentence": "你可以好好珍惜，努力去做到。",
        "label": ""
      },
      {
        "sentence": "不能说因为自己的不自信就担心做不好，因为人的能力都是有限的，你只要尽自己最大的努力去做好就可以了。",
        "label": ""
      },
      {
        "sentence": "你拖延只是因为自己害怕，不能做好这项工作，可是你有没有设想过自己能够做好这项工作呢？",
        "label": ""
      },
      {
        "sentence": "你有没有给自己积极的心理暗示？",
        "label": ""
      },
      {
        "sentence": "就在心里想着自己不行，你最大的敌人就是你自己。",
        "label": ""
      },
      {
        "sentence": "你自己先把你自己打败了，别人就会更加的看不到你，看不起你。",
        "label": ""
      },
      {
        "sentence": "所以我们都是畏首畏尾，不敢去做一件事情，想的太多，瞻前顾后的太多，没有放出手一搏的勇气，这样才会错失很多机会。",
        "label": ""
      },
      {
        "sentence": "所以你现在需要的是专心致志地去做一件事情，哪有做不好的道理，只是因为你自己在这件事情上的投入度不够多。",
        "label": ""
      },
      {
        "sentence": "反而是想这件事情的后果如何如何？",
        "label": ""
      },
      {
        "sentence": "这才是你最大的阻碍。",
        "label": ""
      }
    ]
  }
]