[
  {
    "role": "client",
    "content": "我是已婚女人，喜欢上一个单身男生，为什么？我已婚得过精神病治愈了但需吃药。19年末我擅自停药20年4月复发了。导火索是和丈夫吵架。在我复发重新吃药期间，我认识了一个人，是商场里苹果手机店店员。开始时我和他聊天。",
    "annotation": [
      {
        "sentence": "我是已婚女人，喜欢上一个单身男生，为什么？",
        "label": ""
      },
      {
        "sentence": "我已婚得过精神病治愈了但需吃药。",
        "label": ""
      },
      {
        "sentence": "19年末我擅自停药20年4月复发了。",
        "label": ""
      },
      {
        "sentence": "导火索是和丈夫吵架。",
        "label": ""
      },
      {
        "sentence": "在我复发重新吃药期间，我认识了一个人，是商场里苹果手机店店员。",
        "label": ""
      },
      {
        "sentence": "开始时我和他聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "喜欢和心动还有爱是有一定区别的，我们或许只是对对方有一定的好感。心动有时很简单，或许只是一句话，或许只是一个眼神，或许只是多看了他一眼。你那段时间刚好和丈夫处于生气的阶段，导致自己有很多负面情绪，而我们遇见对方的时候，对方无论是态度还是表达方式以及肢体语言都让我们很舒服。",
    "annotation": [
      {
        "sentence": "喜欢和心动还有爱是有一定区别的，我们或许只是对对方有一定的好感。",
        "label": ""
      },
      {
        "sentence": "心动有时很简单，或许只是一句话，或许只是一个眼神，或许只是多看了他一眼。",
        "label": ""
      },
      {
        "sentence": "你那段时间刚好和丈夫处于生气的阶段，导致自己有很多负面情绪，而我们遇见对方的时候，对方无论是态度还是表达方式以及肢体语言都让我们很舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，有时他的一些动作和言语确实触动了我。",
    "annotation": [
      {
        "sentence": "是的，有时他的一些动作和言语确实触动了我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "尤其是在聊天的过程中，应该让我们有一点小依恋，希望可以和对方有进一步的沟通和交流。于是乎便有了我们下面的举动，主动去留言和示好，刚开始的时候对方确实有点措手不及，不知道你要干什么，而且也有点担心。",
    "annotation": [
      {
        "sentence": "尤其是在聊天的过程中，应该让我们有一点小依恋，希望可以和对方有进一步的沟通和交流。",
        "label": ""
      },
      {
        "sentence": "于是乎便有了我们下面的举动，主动去留言和示好，刚开始的时候对方确实有点措手不及，不知道你要干什么，而且也有点担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我承认有些时候自己的行为有些过分，我也曾后悔过。",
    "annotation": [
      {
        "sentence": "我承认有些时候自己的行为有些过分，我也曾后悔过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "毕竟他和你并没什么交集，远不到结婚的地步，所以会下意识的逃避我们，后来和我们聊了几次，听了我们的一些故事之后，对方应该也有了感触。当然这个感触应该不是感情，而是对于一个人的理解，他知道了我们的一些经历之后，不会再像之前那么排斥，但是也不会和我们拉近关系，因为他知道这不是他的爱情，也不是你真正想要的感情。",
    "annotation": [
      {
        "sentence": "毕竟他和你并没什么交集，远不到结婚的地步，所以会下意识的逃避我们，后来和我们聊了几次，听了我们的一些故事之后，对方应该也有了感触。",
        "label": ""
      },
      {
        "sentence": "当然这个感触应该不是感情，而是对于一个人的理解，他知道了我们的一些经历之后，不会再像之前那么排斥，但是也不会和我们拉近关系，因为他知道这不是他的爱情，也不是你真正想要的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白他可能只是对我有些同情和理解，但是我控制不住自己的感觉。",
    "annotation": [
      {
        "sentence": "我明白他可能只是对我有些同情和理解，但是我控制不住自己的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对方之所以不在家附近的店撵我们，应该是顾及到我们的情绪，毕竟这个世界说大也大，说小也小，作为一个销售，他一定不会不顾及顾客的感受，因此直接把你撵出去一定不是共赢的表现。后来会和你打招呼，是因为他知道我们对他只是一时好奇，而且也不是陌生人了，所以会主动打个招呼，也希望你可以早点走出之前的阴影，这样对彼此都好，毕竟你后来也没有再去叨扰他。",
    "annotation": [
      {
        "sentence": "对方之所以不在家附近的店撵我们，应该是顾及到我们的情绪，毕竟这个世界说大也大，说小也小，作为一个销售，他一定不会不顾及顾客的感受，因此直接把你撵出去一定不是共赢的表现。",
        "label": ""
      },
      {
        "sentence": "后来会和你打招呼，是因为他知道我们对他只是一时好奇，而且也不是陌生人了，所以会主动打个招呼，也希望你可以早点走出之前的阴影，这样对彼此都好，毕竟你后来也没有再去叨扰他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感觉自己有点像个疯子，沉迷于这段没有结局的感情里。",
    "annotation": [
      {
        "sentence": "我感觉自己有点像个疯子，沉迷于这段没有结局的感情里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "至于最后我们还是会心动是必然的，毕竟美好的印象一直没有被打破，还是留在了我们心底。不过即使我们再和对方打招呼，应该也不会有后续的发展了，毕竟他知道自己要什么的感情，也明白自己想做什么，因此我们也需要认真的考虑一下自己，到底是一时兴起，还是真的相信一见钟情呢？毕竟感情是两个人的事，而不是一个人的喜欢。",
    "annotation": [
      {
        "sentence": "至于最后我们还是会心动是必然的，毕竟美好的印象一直没有被打破，还是留在了我们心底。",
        "label": ""
      },
      {
        "sentence": "不过即使我们再和对方打招呼，应该也不会有后续的发展了，毕竟他知道自己要什么的感情，也明白自己想做什么，因此我们也需要认真的考虑一下自己，到底是一时兴起，还是真的相信一见钟情呢？",
        "label": ""
      },
      {
        "sentence": "毕竟感情是两个人的事，而不是一个人的喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要好好反思一下自己的感受，理清自己的情绪。或许这段感情只是我自己的一时冲动，我应该回归到我的婚姻中去。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我需要好好反思一下自己的感受，理清自己的情绪。",
        "label": ""
      },
      {
        "sentence": "或许这段感情只是我自己的一时冲动，我应该回归到我的婚姻中去。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  }
]