[
  {
    "role": "client",
    "content": "我是已婚女人，喜欢上一个单身男生，为什么？我已婚得过精神病治愈了但需吃药。19年末我擅自停药20年4月复发了。导火索是和丈夫吵架。在我复发重新吃药期间，我认识了一个人，是商场里苹果手机店店员。开始时我和他聊天。后来我控制不住的跟着他追着他说话。由于我当时头脑不清楚。我在全民K歌软件给他留言。说我喜欢他我要离婚。直到一次。我跑了很远到他上班的另外一个店。我预约了他的私教课，他说，你不是来上课的。他说我给他留言那些让他发毛。我说那是头脑糊涂时发的。后来我又去家附近店两次，有点奇怪他在家附近的店里就不会撵我。几周后我以为一切结束了，我去了家附近店他却又对我说话，今儿怎么来店里了？我很惊喜说你和我说话啦。之后找他又聊了我的事比如找工作。这都是5月到7月的事了。7月中旬我给他说过一句，我怕你生气后，我再也没去找他。可前天玻璃窗看到他背影，还是感觉帅帅的，心里涌动着什么。现在又控制不住想去见他说话。他把我当普通一个陌生人看待吗？我去见他会怎样？",
    "annotation": [
      {
        "sentence": "我是已婚女人，喜欢上一个单身男生，为什么？",
        "label": ""
      },
      {
        "sentence": "我已婚得过精神病治愈了但需吃药。",
        "label": ""
      },
      {
        "sentence": "19年末我擅自停药20年4月复发了。",
        "label": ""
      },
      {
        "sentence": "导火索是和丈夫吵架。",
        "label": ""
      },
      {
        "sentence": "在我复发重新吃药期间，我认识了一个人，是商场里苹果手机店店员。",
        "label": ""
      },
      {
        "sentence": "开始时我和他聊天。",
        "label": ""
      },
      {
        "sentence": "后来我控制不住的跟着他追着他说话。",
        "label": ""
      },
      {
        "sentence": "由于我当时头脑不清楚。",
        "label": ""
      },
      {
        "sentence": "我在全民K歌软件给他留言。",
        "label": ""
      },
      {
        "sentence": "说我喜欢他我要离婚。",
        "label": ""
      },
      {
        "sentence": "直到一次。",
        "label": ""
      },
      {
        "sentence": "我跑了很远到他上班的另外一个店。",
        "label": ""
      },
      {
        "sentence": "我预约了他的私教课，他说，你不是来上课的。",
        "label": ""
      },
      {
        "sentence": "他说我给他留言那些让他发毛。",
        "label": ""
      },
      {
        "sentence": "我说那是头脑糊涂时发的。",
        "label": ""
      },
      {
        "sentence": "后来我又去家附近店两次，有点奇怪他在家附近的店里就不会撵我。",
        "label": ""
      },
      {
        "sentence": "几周后我以为一切结束了，我去了家附近店他却又对我说话，今儿怎么来店里了？",
        "label": ""
      },
      {
        "sentence": "我很惊喜说你和我说话啦。",
        "label": ""
      },
      {
        "sentence": "之后找他又聊了我的事比如找工作。",
        "label": ""
      },
      {
        "sentence": "这都是5月到7月的事了。",
        "label": ""
      },
      {
        "sentence": "7月中旬我给他说过一句，我怕你生气后，我再也没去找他。",
        "label": ""
      },
      {
        "sentence": "可前天玻璃窗看到他背影，还是感觉帅帅的，心里涌动着什么。",
        "label": ""
      },
      {
        "sentence": "现在又控制不住想去见他说话。",
        "label": ""
      },
      {
        "sentence": "他把我当普通一个陌生人看待吗？",
        "label": ""
      },
      {
        "sentence": "我去见他会怎样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你对现在的情况感到困惑和烦恼。首先，我想告诉你，你对这个单身男生的喜欢可能只是一时的冲动，而非真正的爱情。我知道你可能认为他非常吸引人，但是请你冷静地思考一下，这种新鲜感和婚姻中所拥有的稳定和成长是无法相比的。你现在的情绪可能只是对他外貌的迷恋，同时也是对你自己行为的一种警示。所以，请你回归到自己现有的生活中，不要让这段单方面的喜欢给你的家庭带来伤害。",
    "annotation": [
      {
        "sentence": "你好，听说你对现在的情况感到困惑和烦恼。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，你对这个单身男生的喜欢可能只是一时的冲动，而非真正的爱情。",
        "label": ""
      },
      {
        "sentence": "我知道你可能认为他非常吸引人，但是请你冷静地思考一下，这种新鲜感和婚姻中所拥有的稳定和成长是无法相比的。",
        "label": ""
      },
      {
        "sentence": "你现在的情绪可能只是对他外貌的迷恋，同时也是对你自己行为的一种警示。",
        "label": ""
      },
      {
        "sentence": "所以，请你回归到自己现有的生活中，不要让这段单方面的喜欢给你的家庭带来伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我也觉得自己可能只是被他的外表所吸引，并没有真正爱上他。我也知道这样会对我的家庭造成伤害，可是我还是忍不住想见他，想和他说话。我不知道他是不是已经把我当作一个陌生人了。",
    "annotation": [
      {
        "sentence": "对，我也觉得自己可能只是被他的外表所吸引，并没有真正爱上他。",
        "label": ""
      },
      {
        "sentence": "我也知道这样会对我的家庭造成伤害，可是我还是忍不住想见他，想和他说话。",
        "label": ""
      },
      {
        "sentence": "我不知道他是不是已经把我当作一个陌生人了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的感受，但是我想告诉你，你对他的喜欢可能只是你内心中一时的冲动。你们之间的互动也只是在特定的环境下进行的，并没有形成真正的朋友关系。他可能并没有把你当作一个陌生人，只是他对你的行为感到困惑和疑惑。所以，我建议你保持一定的距离，并回到自己的婚姻中去寻找幸福和满足。",
    "annotation": [
      {
        "sentence": "我理解你现在的感受，但是我想告诉你，你对他的喜欢可能只是你内心中一时的冲动。",
        "label": ""
      },
      {
        "sentence": "你们之间的互动也只是在特定的环境下进行的，并没有形成真正的朋友关系。",
        "label": ""
      },
      {
        "sentence": "他可能并没有把你当作一个陌生人，只是他对你的行为感到困惑和疑惑。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你保持一定的距离，并回到自己的婚姻中去寻找幸福和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的建议，但是我还是担心他对我的看法会有所改变。我曾经给他留过一些令他不悦的留言，我说那是我头脑糊涂时发的，可是我不确定他是否相信我。",
    "annotation": [
      {
        "sentence": "我明白你的建议，但是我还是担心他对我的看法会有所改变。",
        "label": ""
      },
      {
        "sentence": "我曾经给他留过一些令他不悦的留言，我说那是我头脑糊涂时发的，可是我不确定他是否相信我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但是你必须相信自己，并且相信你的真诚会被理解。尽管你之前的行为给他留下了不好的印象，但是如果你能坦诚地向他解释，并告诉他你的决心和想法，他也许会理解你的。不过，我还是强烈建议你在处理这种情况时要非常谨慎，不要轻易挑动那根线，以免给你们都带来不必要的伤害。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但是你必须相信自己，并且相信你的真诚会被理解。",
        "label": ""
      },
      {
        "sentence": "尽管你之前的行为给他留下了不好的印象，但是如果你能坦诚地向他解释，并告诉他你的决心和想法，他也许会理解你的。",
        "label": ""
      },
      {
        "sentence": "不过，我还是强烈建议你在处理这种情况时要非常谨慎，不要轻易挑动那根线，以免给你们都带来不必要的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会考虑你的建议。不过，我觉得自己内心还是有烦心事，也有一些家庭矛盾得不到解决。婚姻让我感到有些束缚，我有时候也很想逃离这种状态，去外面的世界看看，放松一下自己。",
    "annotation": [
      {
        "sentence": "好的，我会考虑你的建议。",
        "label": ""
      },
      {
        "sentence": "不过，我觉得自己内心还是有烦心事，也有一些家庭矛盾得不到解决。",
        "label": ""
      },
      {
        "sentence": "婚姻让我感到有些束缚，我有时候也很想逃离这种状态，去外面的世界看看，放松一下自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻确实会给我们带来一些束缚和压力，这是很正常的。在婚姻中，我们需要面对很多琐碎的事情和家庭的责任，这可能让我们感到疲倦和压抑。而外面的世界给人一种自由和放松的感觉，你之前的情绪释放也可能源于此。但是，我们必须清楚地认识到，婚姻是一个小的圈子，它也有它的温暖和安定。所以，在面对这些烦心事和家庭矛盾时，我们应该试着去解决它们，而不是通过逃避来解决问题。只有这样，我们才能在婚姻中找到真正的幸福和满足。",
    "annotation": [
      {
        "sentence": "婚姻确实会给我们带来一些束缚和压力，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "在婚姻中，我们需要面对很多琐碎的事情和家庭的责任，这可能让我们感到疲倦和压抑。",
        "label": ""
      },
      {
        "sentence": "而外面的世界给人一种自由和放松的感觉，你之前的情绪释放也可能源于此。",
        "label": ""
      },
      {
        "sentence": "但是，我们必须清楚地认识到，婚姻是一个小的圈子，它也有它的温暖和安定。",
        "label": ""
      },
      {
        "sentence": "所以，在面对这些烦心事和家庭矛盾时，我们应该试着去解决它们，而不是通过逃避来解决问题。",
        "label": ""
      },
      {
        "sentence": "只有这样，我们才能在婚姻中找到真正的幸福和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要认识到自己现在的责任和义务，不再被外界的新鲜感所迷惑。我会努力去解决我和丈夫之间的问题，而不是通过外遇来逃避婚姻的现实。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说得对，我需要认识到自己现在的责任和义务，不再被外界的新鲜感所迷惑。",
        "label": ""
      },
      {
        "sentence": "我会努力去解决我和丈夫之间的问题，而不是通过外遇来逃避婚姻的现实。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。婚姻并不容易，但如果我们能够用心去经营和解决其中的问题，它也会带给我们很多美好的回忆和成长。请记住，你并不是一个人在战斗，你可以和你的丈夫一起面对和克服困难。祝你和你的家庭幸福和美满！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "婚姻并不容易，但如果我们能够用心去经营和解决其中的问题，它也会带给我们很多美好的回忆和成长。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不是一个人在战斗，你可以和你的丈夫一起面对和克服困难。",
        "label": ""
      },
      {
        "sentence": "祝你和你的家庭幸福和美满！",
        "label": ""
      }
    ]
  }
]