[
  {
    "role": "client",
    "content": "我26岁了，负债8w，我隐瞒了我的收入，我该怎么办？",
    "annotation": [
      {
        "sentence": "我26岁了，负债8w，我隐瞒了我的收入，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面～通过你的描述，能够感受到你很爱自己的女友。你隐瞒自己的收入，有8w左右负债，女友对此一无所知。你即将和女友步入婚姻，觉得现在“就像站在悬崖上被拴着脖子跳都跳不下去，但是却又会因为脖子上的绳子，迟早都会窒息”，这种感觉一定很不好受吧？你说：“一想起她看向我那饱含着可爱和纯真的眼神都是因为这个男人的谎言欺骗构筑起来的，我不忍心拆穿这一切，不忍心让这样的情感变得充满冰冷和失望。”可你也知道，纸是包不住火的，真相迟早会被拆穿。你说：“我觉得现代社会应该找不到比我更畜牲的人了”，看得出来，你对于这件事也充满了懊悔和愧疚。带着这份负面情绪生活，也很不容易吧？",
    "annotation": [
      {
        "sentence": "见字如面～通过你的描述，能够感受到你很爱自己的女友。",
        "label": ""
      },
      {
        "sentence": "你隐瞒自己的收入，有8w左右负债，女友对此一无所知。",
        "label": ""
      },
      {
        "sentence": "你即将和女友步入婚姻，觉得现在“就像站在悬崖上被拴着脖子跳都跳不下去，但是却又会因为脖子上的绳子，迟早都会窒息”，这种感觉一定很不好受吧？",
        "label": ""
      },
      {
        "sentence": "你说：“一想起她看向我那饱含着可爱和纯真的眼神都是因为这个男人的谎言欺骗构筑起来的，我不忍心拆穿这一切，不忍心让这样的情感变得充满冰冷和失望。",
        "label": ""
      },
      {
        "sentence": "”可你也知道，纸是包不住火的，真相迟早会被拆穿。",
        "label": ""
      },
      {
        "sentence": "你说：“我觉得现代社会应该找不到比我更畜牲的人了”，看得出来，你对于这件事也充满了懊悔和愧疚。",
        "label": ""
      },
      {
        "sentence": "带着这份负面情绪生活，也很不容易吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我真的很爱我的女友，可是我现在感到非常困惑和无助。我知道我应该坦诚相待，但我不知道该如何向她坦白。我害怕她会因为我的谎言而感到失望和痛心，我不想让她受到任何伤害。可是，我也明白这个问题终究无处可逃，只是我缺乏勇气面对现实。",
    "annotation": [
      {
        "sentence": "你说得对，我真的很爱我的女友，可是我现在感到非常困惑和无助。",
        "label": ""
      },
      {
        "sentence": "我知道我应该坦诚相待，但我不知道该如何向她坦白。",
        "label": ""
      },
      {
        "sentence": "我害怕她会因为我的谎言而感到失望和痛心，我不想让她受到任何伤害。",
        "label": ""
      },
      {
        "sentence": "可是，我也明白这个问题终究无处可逃，只是我缺乏勇气面对现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的感受非常正常。面对这样的困境，每个人都会感到困惑和无助。但是，问题迟早是要解决的。假设你现在不跟女友说明，等到步入婚姻，再被女友发现，换位思考，你觉得会是怎样的结局？婚姻如果建立在有所隐瞒的基础上，你觉得其稳定性又如何呢？无论女友是否选择和你在一起，至少她是可以在真相的基础上有所选择的。其实你内心知道自己该如何做，只是缺乏一些勇气。相信你在深思熟虑后，一定会有最好的选择。祝福你～",
    "annotation": [
      {
        "sentence": "你现在的感受非常正常。",
        "label": ""
      },
      {
        "sentence": "面对这样的困境，每个人都会感到困惑和无助。",
        "label": ""
      },
      {
        "sentence": "但是，问题迟早是要解决的。",
        "label": ""
      },
      {
        "sentence": "假设你现在不跟女友说明，等到步入婚姻，再被女友发现，换位思考，你觉得会是怎样的结局？",
        "label": ""
      },
      {
        "sentence": "婚姻如果建立在有所隐瞒的基础上，你觉得其稳定性又如何呢？",
        "label": ""
      },
      {
        "sentence": "无论女友是否选择和你在一起，至少她是可以在真相的基础上有所选择的。",
        "label": ""
      },
      {
        "sentence": "其实你内心知道自己该如何做，只是缺乏一些勇气。",
        "label": ""
      },
      {
        "sentence": "相信你在深思熟虑后，一定会有最好的选择。",
        "label": ""
      },
      {
        "sentence": "祝福你～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。听了你的话，我觉得我确实需要面对现实，勇敢地向女友坦白我的困境。虽然我不知道她会作何反应，但至少我要对她诚实，给她选择的机会。只是，我还是很害怕她的反应会让我们的关系变得冷淡。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "听了你的话，我觉得我确实需要面对现实，勇敢地向女友坦白我的困境。",
        "label": ""
      },
      {
        "sentence": "虽然我不知道她会作何反应，但至少我要对她诚实，给她选择的机会。",
        "label": ""
      },
      {
        "sentence": "只是，我还是很害怕她的反应会让我们的关系变得冷淡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心。每段感情中都会有挑战和困难，但正是通过面对这些问题，我们才能使感情更加坚实。你可以尝试在一个平静的时刻和女友坐下来，耐心地和她沟通，诚实地表达自己的内心。给彼此一些时间和空间，共同面对困难，一同寻求解决方案。也许，在艰难的过程中，你们的关系会更加成熟和牢固。相信你能够勇敢面对，祝福你的未来。",
    "annotation": [
      {
        "sentence": "理解你的担心。",
        "label": ""
      },
      {
        "sentence": "每段感情中都会有挑战和困难，但正是通过面对这些问题，我们才能使感情更加坚实。",
        "label": ""
      },
      {
        "sentence": "你可以尝试在一个平静的时刻和女友坐下来，耐心地和她沟通，诚实地表达自己的内心。",
        "label": ""
      },
      {
        "sentence": "给彼此一些时间和空间，共同面对困难，一同寻求解决方案。",
        "label": ""
      },
      {
        "sentence": "也许，在艰难的过程中，你们的关系会更加成熟和牢固。",
        "label": ""
      },
      {
        "sentence": "相信你能够勇敢面对，祝福你的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议很中肯，我会牢记在心。我会找一个合适的时机和女友坦白，真诚地向她表达我的困境和懊悔之情。无论结果如何，我相信我们都能够共同面对，并且找到解决问题的方法。再次感谢你的支持和鼓励，祝福你！",
    "annotation": [
      {
        "sentence": "你的建议很中肯，我会牢记在心。",
        "label": ""
      },
      {
        "sentence": "我会找一个合适的时机和女友坦白，真诚地向她表达我的困境和懊悔之情。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，我相信我们都能够共同面对，并且找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励，祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够处理好这个问题。相信自己的勇气和能力，以及你们之间的感情。记得，沟通是解决问题的关键，也是加强感情的纽带。希望你们能够共同度过难关，建立起更加美好和真实的关系。祝福你事事顺利！如果将来还有需要，随时来找我谈谈吧。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够处理好这个问题。",
        "label": ""
      },
      {
        "sentence": "相信自己的勇气和能力，以及你们之间的感情。",
        "label": ""
      },
      {
        "sentence": "记得，沟通是解决问题的关键，也是加强感情的纽带。",
        "label": ""
      },
      {
        "sentence": "希望你们能够共同度过难关，建立起更加美好和真实的关系。",
        "label": ""
      },
      {
        "sentence": "祝福你事事顺利！",
        "label": ""
      },
      {
        "sentence": "如果将来还有需要，随时来找我谈谈吧。",
        "label": ""
      }
    ]
  }
]