[
  {
    "role": "client",
    "content": "我家挺有毒的，在我眼里没亲情温暖，因一件事蛮苦恼？",
    "annotation": [
      {
        "sentence": "我家挺有毒的，在我眼里没亲情温暖，因一件事蛮苦恼？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你家的情况对你造成了很大的困扰。请告诉我更多关于你家庭的情况，我会尽力帮助你。",
    "annotation": [
      {
        "sentence": "听说你家的情况对你造成了很大的困扰。",
        "label": ""
      },
      {
        "sentence": "请告诉我更多关于你家庭的情况，我会尽力帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是这样的，我家挺有毒的，在我眼里没有亲情温暖。我小时候，我妈不在，后面我和我妈隔阂很大，大人之间的战争，我站在了我妈对立面，小时候主要是我奶奶我爸亲一点，可是，我爸我奶奶真的是有毒，控制性很强，我大爸应该也是年轻的时候遇到了一点事，但是这个家庭却把我大爸变成了一个疯子（外人这么看他），一个人在很痛苦很难的时候，我奶奶我爸习惯性的打压和攻击，这不是给家人帮助和支持，这简直就是，以爱的名义再插一把刀，我大爸毁了一辈子，我是这么看的。",
    "annotation": [
      {
        "sentence": "是这样的，我家挺有毒的，在我眼里没有亲情温暖。",
        "label": ""
      },
      {
        "sentence": "我小时候，我妈不在，后面我和我妈隔阂很大，大人之间的战争，我站在了我妈对立面，小时候主要是我奶奶我爸亲一点，可是，我爸我奶奶真的是有毒，控制性很强，我大爸应该也是年轻的时候遇到了一点事，但是这个家庭却把我大爸变成了一个疯子（外人这么看他），一个人在很痛苦很难的时候，我奶奶我爸习惯性的打压和攻击，这不是给家人帮助和支持，这简直就是，以爱的名义再插一把刀，我大爸毁了一辈子，我是这么看的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你在家庭中感受到了很多负面情绪和压力。看来你遭受了很多困扰，对你的人生造成了不小的影响。你的感受是非常合理的。",
    "annotation": [
      {
        "sentence": "听说你在家庭中感受到了很多负面情绪和压力。",
        "label": ""
      },
      {
        "sentence": "看来你遭受了很多困扰，对你的人生造成了不小的影响。",
        "label": ""
      },
      {
        "sentence": "你的感受是非常合理的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在轮到我了，小时候没有我妈的关心，家庭婆媳战争我还参在其中，我妈对我过分，我也恨她，然后，在我需要我爸，在我认为我爸能公正的时候，我爸的抛弃，我还有个妹妹，对我和对她的天壤之别，宠着小的，而我可以随意使唤打骂，然后我抑郁，我爸更是无情吧，你知道就是你做不好的时候，父母不是关心和爱护，是拿刀戳你的感觉吗，我很累了，我的人生是我的。",
    "annotation": [
      {
        "sentence": "现在轮到我了，小时候没有我妈的关心，家庭婆媳战争我还参在其中，我妈对我过分，我也恨她，然后，在我需要我爸，在我认为我爸能公正的时候，我爸的抛弃，我还有个妹妹，对我和对她的天壤之别，宠着小的，而我可以随意使唤打骂，然后我抑郁，我爸更是无情吧，你知道就是你做不好的时候，父母不是关心和爱护，是拿刀戳你的感觉吗，我很累了，我的人生是我的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你在你的家庭中体验到了不公正和不平等对待。这样的经历对你的心理状态造成了极大的影响。你感到累了很正常，但请相信你有权利过上属于自己的幸福的人生，希望我可以帮你找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "看来你在你的家庭中体验到了不公正和不平等对待。",
        "label": ""
      },
      {
        "sentence": "这样的经历对你的心理状态造成了极大的影响。",
        "label": ""
      },
      {
        "sentence": "你感到累了很正常，但请相信你有权利过上属于自己的幸福的人生，希望我可以帮你找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "伙伴们，我抑郁已经走出来了，我很想离开我爸，真的他让我太难受了，我抑郁了，感觉是我伤害了他一样，我跪在他面前他都不带搭理我的，我真的太不喜欢他了，如果能离开就好了，我现在生活在家里，而且，之后我有责任赡养老人，这层关系其实是隔不断的，就是这样一个人，让我恐惧，难受，痛苦，插在心里最深的难受，我不知道怎么办了，我不想去改变他，我接近过他一次，在我抑郁很痛苦的时候，结果，我被他伤，他也被我伤吧，我没办法在接近他了，我很痛苦，这层关系是割不断的，我有我的责任，但是，我真的超级害怕。",
    "annotation": [
      {
        "sentence": "伙伴们，我抑郁已经走出来了，我很想离开我爸，真的他让我太难受了，我抑郁了，感觉是我伤害了他一样，我跪在他面前他都不带搭理我的，我真的太不喜欢他了，如果能离开就好了，我现在生活在家里，而且，之后我有责任赡养老人，这层关系其实是隔不断的，就是这样一个人，让我恐惧，难受，痛苦，插在心里最深的难受，我不知道怎么办了，我不想去改变他，我接近过他一次，在我抑郁很痛苦的时候，结果，我被他伤，他也被我伤吧，我没办法在接近他了，我很痛苦，这层关系是割不断的，我有我的责任，但是，我真的超级害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你对你爸爸的厌恶和害怕，以及对他的行为所带来的痛苦。赡养老人是一种责任，但这并不意味着你需要接受他的伤害。在你感到痛苦和困惑的时候，接近他可能是不恰当的选择。你有权保护自己的心理健康，并找到自己的幸福。让我们一起找到应对这种困境的方法，为你创造一个更好的生活环境。",
    "annotation": [
      {
        "sentence": "我明白你对你爸爸的厌恶和害怕，以及对他的行为所带来的痛苦。",
        "label": ""
      },
      {
        "sentence": "赡养老人是一种责任，但这并不意味着你需要接受他的伤害。",
        "label": ""
      },
      {
        "sentence": "在你感到痛苦和困惑的时候，接近他可能是不恰当的选择。",
        "label": ""
      },
      {
        "sentence": "你有权保护自己的心理健康，并找到自己的幸福。",
        "label": ""
      },
      {
        "sentence": "让我们一起找到应对这种困境的方法，为你创造一个更好的生活环境。",
        "label": ""
      }
    ]
  }
]