[
  {
    "role": "client",
    "content": "高三测试考砸，十天不去学校了，该怎么办？年龄：17岁男生，事由：一次周试考砸状况：1、10天不去学校了，反锁在房内，平常不出来2、吃饭正常，用餐要拿到门口，他自己开门拿3、正常洗澡修甲，有朋友周末约他，他会欣然前往。朋友晚上来看他，他也玩得很开心，朋友走后还是会反锁在房内4、期间缺考期中考试，但是让家长去学校拿试卷。之后，当天晚上搞到凌晨2点，第二天早上打扫他房间发现试卷空白5、学校通知周六有出游活动，他表示要去。也就是说再过2天，他计划外出参加学校活动6、期间家长一直在门外鼓励支持他，也没有催促他上学他对此不做沟通反馈。第6天和家长说：不要在外面烦他，不然他早就好了7、现在第10天了，今天早上他开始给自己设闹铃了，时间是8点。不过最后还是没起来。他阳光自信了17年，大家都无法相信因为一次周测，他会一蹶不振，以前考的排名比这个还要靠后的，他也没这样我在犹豫要不要和孩子说接受心理疏导，既然他觉得自己有能力处理，提",
    "annotation": [
      {
        "sentence": "高三测试考砸，十天不去学校了，该怎么办？",
        "label": ""
      },
      {
        "sentence": "年龄：17岁男生，事由：一次周试考砸状况：1、10天不去学校了，反锁在房内，平常不出来2、吃饭正常，用餐要拿到门口，他自己开门拿3、正常洗澡修甲，有朋友周末约他，他会欣然前往。",
        "label": ""
      },
      {
        "sentence": "朋友晚上来看他，他也玩得很开心，朋友走后还是会反锁在房内4、期间缺考期中考试，但是让家长去学校拿试卷。",
        "label": ""
      },
      {
        "sentence": "之后，当天晚上搞到凌晨2点，第二天早上打扫他房间发现试卷空白5、学校通知周六有出游活动，他表示要去。",
        "label": ""
      },
      {
        "sentence": "也就是说再过2天，他计划外出参加学校活动6、期间家长一直在门外鼓励支持他，也没有催促他上学他对此不做沟通反馈。",
        "label": ""
      },
      {
        "sentence": "第6天和家长说：不要在外面烦他，不然他早就好了7、现在第10天了，今天早上他开始给自己设闹铃了，时间是8点。",
        "label": ""
      },
      {
        "sentence": "不过最后还是没起来。",
        "label": ""
      },
      {
        "sentence": "他阳光自信了17年，大家都无法相信因为一次周测，他会一蹶不振，以前考的排名比这个还要靠后的，他也没这样我在犹豫要不要和孩子说接受心理疏导，既然他觉得自己有能力处理，提",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我明白你现在面临高三测试失利的困扰。首先，我想要关注一下对话中提到的问题。既然他是一名学生，我们需要先关注他的家庭和学校情况。请问你们家庭近期是否有什么变化？另外，老师对他的周测结果有没有给予过什么评论或刺激？这一部分先不涉及社会因素。一般来说，对于这样的孩子出现这样的变化，最常见的原因还是家长。家长可能出于好意过分地关注孩子的成绩，过于注重努力和高压来帮助孩子。孩子的动力被你们用力过猛地敲破了！你的描述中提到，孩子和朋友在一起时表现完全正常，但是对你们家长却隔离拒绝，因为在他的心中，你们等同于学习压力。他所拒绝的是学习压力和上学！而与朋友在一起可以缓解压力，所以他在那些时候表现正常。所以，我认为问题的根源在于你们家长，你们需要重新建立与孩子的关系。此处其他老师的回答中有很多好的建议，你可以试试看。重要的是你们家长不再过分看重学习，而要把目光放在孩子的优点上，并及时与他交流和赞赏他的好品质，这将逐渐缓解他的压力。同时，这个过程需要长期的努力，孩子中途可能会有反复，你们不要以为一次性能解决问题。孩子回去上课并不意味着他就不再退缩，你们的理解将成为他重返校园的动力。请务必减轻你们自己的压力！",
    "annotation": [
      {
        "sentence": "你好，我明白你现在面临高三测试失利的困扰。",
        "label": ""
      },
      {
        "sentence": "首先，我想要关注一下对话中提到的问题。",
        "label": ""
      },
      {
        "sentence": "既然他是一名学生，我们需要先关注他的家庭和学校情况。",
        "label": ""
      },
      {
        "sentence": "请问你们家庭近期是否有什么变化？",
        "label": ""
      },
      {
        "sentence": "另外，老师对他的周测结果有没有给予过什么评论或刺激？",
        "label": ""
      },
      {
        "sentence": "这一部分先不涉及社会因素。",
        "label": ""
      },
      {
        "sentence": "一般来说，对于这样的孩子出现这样的变化，最常见的原因还是家长。",
        "label": ""
      },
      {
        "sentence": "家长可能出于好意过分地关注孩子的成绩，过于注重努力和高压来帮助孩子。",
        "label": ""
      },
      {
        "sentence": "孩子的动力被你们用力过猛地敲破了！",
        "label": ""
      },
      {
        "sentence": "你的描述中提到，孩子和朋友在一起时表现完全正常，但是对你们家长却隔离拒绝，因为在他的心中，你们等同于学习压力。",
        "label": ""
      },
      {
        "sentence": "他所拒绝的是学习压力和上学！",
        "label": ""
      },
      {
        "sentence": "而与朋友在一起可以缓解压力，所以他在那些时候表现正常。",
        "label": ""
      },
      {
        "sentence": "所以，我认为问题的根源在于你们家长，你们需要重新建立与孩子的关系。",
        "label": ""
      },
      {
        "sentence": "此处其他老师的回答中有很多好的建议，你可以试试看。",
        "label": ""
      },
      {
        "sentence": "重要的是你们家长不再过分看重学习，而要把目光放在孩子的优点上，并及时与他交流和赞赏他的好品质，这将逐渐缓解他的压力。",
        "label": ""
      },
      {
        "sentence": "同时，这个过程需要长期的努力，孩子中途可能会有反复，你们不要以为一次性能解决问题。",
        "label": ""
      },
      {
        "sentence": "孩子回去上课并不意味着他就不再退缩，你们的理解将成为他重返校园的动力。",
        "label": ""
      },
      {
        "sentence": "请务必减轻你们自己的压力！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的指导和理解。确实，我们在孩子的学习上给了他很大压力，我们会反思自己的做法。我会与他重新建立联系，关注他的优点，和他分享自己的经历以及自己曾经面对挫折时是如何渡过的。我明白这需要时间和耐心，我会逐步改变我们的态度，给孩子更多的鼓励和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的指导和理解。",
        "label": ""
      },
      {
        "sentence": "确实，我们在孩子的学习上给了他很大压力，我们会反思自己的做法。",
        "label": ""
      },
      {
        "sentence": "我会与他重新建立联系，关注他的优点，和他分享自己的经历以及自己曾经面对挫折时是如何渡过的。",
        "label": ""
      },
      {
        "sentence": "我明白这需要时间和耐心，我会逐步改变我们的态度，给孩子更多的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你愿意重新反思和改变。家庭的改变需要时间，但是你们的努力必将给孩子带来积极的影响。与孩子分享你的经历是一个很好的方式，这样他会感受到你们对他的支持和理解。同时，重建他们与学校的联系也很重要，你们可以与老师进行沟通，寻求更多的协助和支持。记住，良好的家校合作是孩子成长中不可或缺的一环。祝愿你们一家人能够共同度过这个困难的时期，给予彼此更多的爱和关怀。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你愿意重新反思和改变。",
        "label": ""
      },
      {
        "sentence": "家庭的改变需要时间，但是你们的努力必将给孩子带来积极的影响。",
        "label": ""
      },
      {
        "sentence": "与孩子分享你的经历是一个很好的方式，这样他会感受到你们对他的支持和理解。",
        "label": ""
      },
      {
        "sentence": "同时，重建他们与学校的联系也很重要，你们可以与老师进行沟通，寻求更多的协助和支持。",
        "label": ""
      },
      {
        "sentence": "记住，良好的家校合作是孩子成长中不可或缺的一环。",
        "label": ""
      },
      {
        "sentence": "祝愿你们一家人能够共同度过这个困难的时期，给予彼此更多的爱和关怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和祝福！我会与孩子一起努力，给予他更多的理解和支持。同时，我们也会积极与学校合作，争取多方面的帮助。希望孩子能够渐渐走出困境，重新找回自信，并展现自己的潜力。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和祝福！",
        "label": ""
      },
      {
        "sentence": "我会与孩子一起努力，给予他更多的理解和支持。",
        "label": ""
      },
      {
        "sentence": "同时，我们也会积极与学校合作，争取多方面的帮助。",
        "label": ""
      },
      {
        "sentence": "希望孩子能够渐渐走出困境，重新找回自信，并展现自己的潜力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的期望和努力。孩子一定会感受到你们的支持和爱，慢慢地走出困境。记得要保持耐心和信心，给予他足够的时间和空间去调整。祝福你们一家人在未来的日子里，能够共同面对挑战，共同成长。如果你们在这个过程中需要进一步的支持和指导，我会一直在这里帮助你们的。",
    "annotation": [
      {
        "sentence": "非常理解你的期望和努力。",
        "label": ""
      },
      {
        "sentence": "孩子一定会感受到你们的支持和爱，慢慢地走出困境。",
        "label": ""
      },
      {
        "sentence": "记得要保持耐心和信心，给予他足够的时间和空间去调整。",
        "label": ""
      },
      {
        "sentence": "祝福你们一家人在未来的日子里，能够共同面对挑战，共同成长。",
        "label": ""
      },
      {
        "sentence": "如果你们在这个过程中需要进一步的支持和指导，我会一直在这里帮助你们的。",
        "label": ""
      }
    ]
  }
]