[
  {
    "role": "client",
    "content": "坚持自己的选择，我第一次感觉自己需要别人的支持？我的父亲希望我能去大城市发展，结果我选择在一个二线城市读书，这是我第一次自己做决定，也是结合了自己的条件和目标，而且以后也许还回去大城市谋生，但是我父亲又抱怨我的学校不够好，别人不会给我机会什么的，我觉得很难过，未来是自己的，即使做了一个错误的决定，我也能承担，我只是想他能支持我，但是他每天不经意的就要提起大城市的好，好像在贬低我，否定我的选择，暗示我这辈子就完了。我真的好纠结，甚至弄不清我到底是在气他不理解我，还是在气自己的不争气？",
    "annotation": [
      {
        "sentence": "坚持自己的选择，我第一次感觉自己需要别人的支持？",
        "label": ""
      },
      {
        "sentence": "我的父亲希望我能去大城市发展，结果我选择在一个二线城市读书，这是我第一次自己做决定，也是结合了自己的条件和目标，而且以后也许还回去大城市谋生，但是我父亲又抱怨我的学校不够好，别人不会给我机会什么的，我觉得很难过，未来是自己的，即使做了一个错误的决定，我也能承担，我只是想他能支持我，但是他每天不经意的就要提起大城市的好，好像在贬低我，否定我的选择，暗示我这辈子就完了。",
        "label": ""
      },
      {
        "sentence": "我真的好纠结，甚至弄不清我到底是在气他不理解我，还是在气自己的不争气？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解了你的困境，你是因为父亲的态度而觉得受挫，不知道如何是好。你可能需要更好地了解和关心他，因为他是你生命中最重要的人之一，他希望你得到比他更好的东西。但是，他的做法并不是你所期望的。你的想法是没有错的，但要知道这个世界是非常复杂的，有时候看起来不合理的事情最终变得正确。我建议你向他坦诚你们之间的想法和感受，尽量让他了解你的想法和选择是多么重要，引导他按你那种方式去看问题。",
    "annotation": [
      {
        "sentence": "我理解了你的困境，你是因为父亲的态度而觉得受挫，不知道如何是好。",
        "label": ""
      },
      {
        "sentence": "你可能需要更好地了解和关心他，因为他是你生命中最重要的人之一，他希望你得到比他更好的东西。",
        "label": ""
      },
      {
        "sentence": "但是，他的做法并不是你所期望的。",
        "label": ""
      },
      {
        "sentence": "你的想法是没有错的，但要知道这个世界是非常复杂的，有时候看起来不合理的事情最终变得正确。",
        "label": ""
      },
      {
        "sentence": "我建议你向他坦诚你们之间的想法和感受，尽量让他了解你的想法和选择是多么重要，引导他按你那种方式去看问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试着跟他沟通，但他好像完全不理解我，他还是认为我错了，比如他说我在选择这所学校时没有想清楚，而且他总是喜欢提起大城市的好处，好像只有去大城市才能获得成功，这让我非常难受。",
    "annotation": [
      {
        "sentence": "我试着跟他沟通，但他好像完全不理解我，他还是认为我错了，比如他说我在选择这所学校时没有想清楚，而且他总是喜欢提起大城市的好处，好像只有去大城市才能获得成功，这让我非常难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的父亲担心你过程中可能会遇到的困难，而告诉你应该去大城市。但其实现代社会的发展已经让这种想法过时，现在在二线城市有极好的发展机会。不要低估你自己所做的决定，你是经过了深思熟虑的。每个人所做的选择都有好有坏，但过去的选择也只是对未来更好的选择的过程，也只有今天的选择才是真正有意义的。在这里，我劝你不要再为过去的选择而困扰，继续向前看。",
    "annotation": [
      {
        "sentence": "你的父亲担心你过程中可能会遇到的困难，而告诉你应该去大城市。",
        "label": ""
      },
      {
        "sentence": "但其实现代社会的发展已经让这种想法过时，现在在二线城市有极好的发展机会。",
        "label": ""
      },
      {
        "sentence": "不要低估你自己所做的决定，你是经过了深思熟虑的。",
        "label": ""
      },
      {
        "sentence": "每个人所做的选择都有好有坏，但过去的选择也只是对未来更好的选择的过程，也只有今天的选择才是真正有意义的。",
        "label": ""
      },
      {
        "sentence": "在这里，我劝你不要再为过去的选择而困扰，继续向前看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说让我有点释怀了。可我仍然感觉到我对父亲的冷漠和压抑，如何处理这种不舒服的心情？",
    "annotation": [
      {
        "sentence": "听你这么说让我有点释怀了。",
        "label": ""
      },
      {
        "sentence": "可我仍然感觉到我对父亲的冷漠和压抑，如何处理这种不舒服的心情？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种心情十分正常，你不必对你父亲的意见一味抛弃自己。我建议你以实际行动来展示自己是否做出了正确的选择。你所选择的路径也是父亲想让你走的，只是他以另一种方式表达了这种意愿。你可以通过自己的努力成为更加独立和成熟的人，让他对你的选择放心。同时，不要忘记在学习和生活中找到快乐，保持乐观并持续发展自己的实力和兴趣。保持良好的心态，并如愿实现自己的奋斗梦想，这也是对父亲最好的回应。",
    "annotation": [
      {
        "sentence": "这种心情十分正常，你不必对你父亲的意见一味抛弃自己。",
        "label": ""
      },
      {
        "sentence": "我建议你以实际行动来展示自己是否做出了正确的选择。",
        "label": ""
      },
      {
        "sentence": "你所选择的路径也是父亲想让你走的，只是他以另一种方式表达了这种意愿。",
        "label": ""
      },
      {
        "sentence": "你可以通过自己的努力成为更加独立和成熟的人，让他对你的选择放心。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记在学习和生活中找到快乐，保持乐观并持续发展自己的实力和兴趣。",
        "label": ""
      },
      {
        "sentence": "保持良好的心态，并如愿实现自己的奋斗梦想，这也是对父亲最好的回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这样说，我觉得提起大城市的话题就不再那么让我感到痛苦了，我也会更加努力去学习，而且会更加认真地对待我的人生决策。感觉和你聊天真的很舒服，谢谢你的支持与建议，我想我更了解自己的感觉和想法了。",
    "annotation": [
      {
        "sentence": "听你这样说，我觉得提起大城市的话题就不再那么让我感到痛苦了，我也会更加努力去学习，而且会更加认真地对待我的人生决策。",
        "label": ""
      },
      {
        "sentence": "感觉和你聊天真的很舒服，谢谢你的支持与建议，我想我更了解自己的感觉和想法了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我很高兴能够帮到你。我相信你可以走出自己的困境，选择通向幸福的方向。如果你还需要我的帮助，随时联系我。祝愿你前程似锦，人生的每一步都能让你变得愈发强大和成功！",
    "annotation": [
      {
        "sentence": "不用谢，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "我相信你可以走出自己的困境，选择通向幸福的方向。",
        "label": ""
      },
      {
        "sentence": "如果你还需要我的帮助，随时联系我。",
        "label": ""
      },
      {
        "sentence": "祝愿你前程似锦，人生的每一步都能让你变得愈发强大和成功！",
        "label": ""
      }
    ]
  }
]