[
  {
    "role": "client",
    "content": "坚持自己的选择，我第一次感觉自己需要别人的支持？我的父亲希望我能去大城市发展，结果我选择在一个二线城市读书，这是我第一次自己做决定，也是结合了自己的条件和目标，而且以后也许还回去大城市谋生，但是我父亲又抱怨我的学校不够好，别人不会给我机会什么的，我觉得很难过，未来是自己的，即使做了一个错误的决定，我也能承担，我只是想他能支持我，但是他每天不经意的就要提起大城市的好，好像在贬低我，否定我的选择，暗示我这辈子就完了。我真的好纠结，甚至弄不清我到底是在气他不理解我，还是在气自己的不争气？",
    "annotation": [
      {
        "sentence": "坚持自己的选择，我第一次感觉自己需要别人的支持？",
        "label": ""
      },
      {
        "sentence": "我的父亲希望我能去大城市发展，结果我选择在一个二线城市读书，这是我第一次自己做决定，也是结合了自己的条件和目标，而且以后也许还回去大城市谋生，但是我父亲又抱怨我的学校不够好，别人不会给我机会什么的，我觉得很难过，未来是自己的，即使做了一个错误的决定，我也能承担，我只是想他能支持我，但是他每天不经意的就要提起大城市的好，好像在贬低我，否定我的选择，暗示我这辈子就完了。",
        "label": ""
      },
      {
        "sentence": "我真的好纠结，甚至弄不清我到底是在气他不理解我，还是在气自己的不争气？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你选择自己的道路并且坚持下去是不容易的。父母都希望孩子能够取得更好的发展，他们的期望也是一种爱的表达。但最了解你的人还是你自己。对于父亲的言辞和态度，给他一些时间去接受和理解。我建议：1、和父亲沟通，与他分享你的计划和希望，希望得到他的信任和支持，也理解他的要求和表达的爱，让他了解你明白他的苦心，并让他知道你将来会认真考虑他的建议，有可能会去大城市发展。这样做可以安抚他的心情。2、既然已经做出了选择，就要付诸行动，让你和父亲的期望一步步实现，为自己的未来打下坚实基础。当你开始付诸行动，父亲会看到你的努力，也会释然的。3、多与父亲沟通，告诉他你的近况，让他放心。4、如果父亲仍然固执己见，你也可以表达自己的不满和愤怒，要坚持明确地表达自己的想法，坦诚地表达受伤的感受。尽管他是你最亲近的人，但当你成年后，我们也要相互尊重，树立自己的底线，坦诚地表达自己真实的想法和感受，这是树立底线的最好办法。通过沟通，相信自己，加油。",
    "annotation": [
      {
        "sentence": "理解你选择自己的道路并且坚持下去是不容易的。",
        "label": ""
      },
      {
        "sentence": "父母都希望孩子能够取得更好的发展，他们的期望也是一种爱的表达。",
        "label": ""
      },
      {
        "sentence": "但最了解你的人还是你自己。",
        "label": ""
      },
      {
        "sentence": "对于父亲的言辞和态度，给他一些时间去接受和理解。",
        "label": ""
      },
      {
        "sentence": "我建议：1、和父亲沟通，与他分享你的计划和希望，希望得到他的信任和支持，也理解他的要求和表达的爱，让他了解你明白他的苦心，并让他知道你将来会认真考虑他的建议，有可能会去大城市发展。",
        "label": ""
      },
      {
        "sentence": "这样做可以安抚他的心情。",
        "label": ""
      },
      {
        "sentence": "2、既然已经做出了选择，就要付诸行动，让你和父亲的期望一步步实现，为自己的未来打下坚实基础。",
        "label": ""
      },
      {
        "sentence": "当你开始付诸行动，父亲会看到你的努力，也会释然的。",
        "label": ""
      },
      {
        "sentence": "3、多与父亲沟通，告诉他你的近况，让他放心。",
        "label": ""
      },
      {
        "sentence": "4、如果父亲仍然固执己见，你也可以表达自己的不满和愤怒，要坚持明确地表达自己的想法，坦诚地表达受伤的感受。",
        "label": ""
      },
      {
        "sentence": "尽管他是你最亲近的人，但当你成年后，我们也要相互尊重，树立自己的底线，坦诚地表达自己真实的想法和感受，这是树立底线的最好办法。",
        "label": ""
      },
      {
        "sentence": "通过沟通，相信自己，加油。",
        "label": ""
      }
    ]
  }
]