[
  {
    "role": "client",
    "content": "坚持自己的选择，我第一次感觉自己需要别人的支持？我的父亲希望我能去大城市发展，结果我选择在一个二线城市读书，这是我第一次自己做决定，也是结合了自己的条件和目标，而且以后也许还回去大城市谋生，但是我父亲又抱怨我的学校不够好，别人不会给我机会什么的，我觉得很难过，未来是自己的，即使做了一个错误的决定，我也能承担，我只是想他能支持我，但是他每天不经意的就要提起大城市的好，好像在贬低我，否定我的选择，暗示我这辈子就完了。我真的好纠结，甚至弄不清我到底是在气他不理解我，还是在气自己的不争气？",
    "annotation": [
      {
        "sentence": "坚持自己的选择，我第一次感觉自己需要别人的支持？",
        "label": ""
      },
      {
        "sentence": "我的父亲希望我能去大城市发展，结果我选择在一个二线城市读书，这是我第一次自己做决定，也是结合了自己的条件和目标，而且以后也许还回去大城市谋生，但是我父亲又抱怨我的学校不够好，别人不会给我机会什么的，我觉得很难过，未来是自己的，即使做了一个错误的决定，我也能承担，我只是想他能支持我，但是他每天不经意的就要提起大城市的好，好像在贬低我，否定我的选择，暗示我这辈子就完了。",
        "label": ""
      },
      {
        "sentence": "我真的好纠结，甚至弄不清我到底是在气他不理解我，还是在气自己的不争气？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做出自己的选择是非常勇敢的，而且这也是成年人必须经历的一段路程。理解你父亲想让你追求更好的生活，但也要明白每个人的选择都是不同的。在这个过程中，你需要坚定自己的决心，相信自己所选择的路是正确的。",
    "annotation": [
      {
        "sentence": "你做出自己的选择是非常勇敢的，而且这也是成年人必须经历的一段路程。",
        "label": ""
      },
      {
        "sentence": "理解你父亲想让你追求更好的生活，但也要明白每个人的选择都是不同的。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你需要坚定自己的决心，相信自己所选择的路是正确的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得我无法摆脱父亲的影响和期待，他的话总是在我脑海里反复出现，让我迷失方向。",
    "annotation": [
      {
        "sentence": "但是我觉得我无法摆脱父亲的影响和期待，他的话总是在我脑海里反复出现，让我迷失方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听取别人的意见和建议是好事，但一定要以你的感受和想法来决定自己的未来。你需要学会坚定自己的信念和主张。当你能够确定自己做出的决定是正确的，就不必再纠结于他人的意见。同时，去和你父亲沟通，讲出你的心声，让他明白你所做的选择和想法。相信他会理解你的。",
    "annotation": [
      {
        "sentence": "听取别人的意见和建议是好事，但一定要以你的感受和想法来决定自己的未来。",
        "label": ""
      },
      {
        "sentence": "你需要学会坚定自己的信念和主张。",
        "label": ""
      },
      {
        "sentence": "当你能够确定自己做出的决定是正确的，就不必再纠结于他人的意见。",
        "label": ""
      },
      {
        "sentence": "同时，去和你父亲沟通，讲出你的心声，让他明白你所做的选择和想法。",
        "label": ""
      },
      {
        "sentence": "相信他会理解你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我的父亲很固执，很难说服他，而且我也怕他失望。",
    "annotation": [
      {
        "sentence": "但我的父亲很固执，很难说服他，而且我也怕他失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在沟通时，你可以试着从他的角度出发，讲述你的决定和计划，并告诉他你所做的准备，这能使他了解你是如何做出选择的。另外，父母都希望子女能够独立成长，而你已经学会了独立思考和做决定。告诉他你知道他的意愿和希望，同时你也有自己的想法和计划。父子之间的信任需要建立在相互交流和理解的基础上，相信你能和父亲有一个开放的沟通。",
    "annotation": [
      {
        "sentence": "在沟通时，你可以试着从他的角度出发，讲述你的决定和计划，并告诉他你所做的准备，这能使他了解你是如何做出选择的。",
        "label": ""
      },
      {
        "sentence": "另外，父母都希望子女能够独立成长，而你已经学会了独立思考和做决定。",
        "label": ""
      },
      {
        "sentence": "告诉他你知道他的意愿和希望，同时你也有自己的想法和计划。",
        "label": ""
      },
      {
        "sentence": "父子之间的信任需要建立在相互交流和理解的基础上，相信你能和父亲有一个开放的沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我还是害怕他的批评和否定，怕自己无法应对他的反应。",
    "annotation": [
      {
        "sentence": "但我还是害怕他的批评和否定，怕自己无法应对他的反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不需要承受所有的压力和困难。在面对一些难题时，可以找一些自己信任和亲近的人聊聊，听取他们的建议和意见。同时，你也可以考虑和一些专业的人士寻求帮助，例如心理咨询师。他们可以为你提供专业的支持和建议，在调整情绪方面也能帮助你。",
    "annotation": [
      {
        "sentence": "你不需要承受所有的压力和困难。",
        "label": ""
      },
      {
        "sentence": "在面对一些难题时，可以找一些自己信任和亲近的人聊聊，听取他们的建议和意见。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑和一些专业的人士寻求帮助，例如心理咨询师。",
        "label": ""
      },
      {
        "sentence": "他们可以为你提供专业的支持和建议，在调整情绪方面也能帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我想我需要一个开放的心态去理解我的父亲，也需要更多的沟通去建立我们之间的信任和理解，同时我也会寻求更多的支持和建议，谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我想我需要一个开放的心态去理解我的父亲，也需要更多的沟通去建立我们之间的信任和理解，同时我也会寻求更多的支持和建议，谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够克服这些压力和困难，你是一个勇敢和坚定的人。与此同时，请相信你不是一个人在战斗，你身边总有人支持和关注着你。加油！",
    "annotation": [
      {
        "sentence": "我相信你能够克服这些压力和困难，你是一个勇敢和坚定的人。",
        "label": ""
      },
      {
        "sentence": "与此同时，请相信你不是一个人在战斗，你身边总有人支持和关注着你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]