[
  {
    "role": "client",
    "content": "我爱上一个已婚男人，该怎么办？该结束这段感情吗？",
    "annotation": [
      {
        "sentence": "我爱上一个已婚男人，该怎么办？",
        "label": ""
      },
      {
        "sentence": "该结束这段感情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的问题，我特别理解你的难处。确实，在一段感情里被珍视、被爱护，是一件特别美好的事情。我知道，你现在感受到了很满足的感觉。可是，你这里有一个难题，那就是你们这段感情涉及到了超出你俩的范畴，所以才会让你感到迷失无助。但是，我有一个建议，让你多看看这段感情：你和他的情感是否能转化为更稳定、更长久的关系呢？",
    "annotation": [
      {
        "sentence": "听了你的问题，我特别理解你的难处。",
        "label": ""
      },
      {
        "sentence": "确实，在一段感情里被珍视、被爱护，是一件特别美好的事情。",
        "label": ""
      },
      {
        "sentence": "我知道，你现在感受到了很满足的感觉。",
        "label": ""
      },
      {
        "sentence": "可是，你这里有一个难题，那就是你们这段感情涉及到了超出你俩的范畴，所以才会让你感到迷失无助。",
        "label": ""
      },
      {
        "sentence": "但是，我有一个建议，让你多看看这段感情：你和他的情感是否能转化为更稳定、更长久的关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，确实感觉他很特别，也很成熟。我和他是去年在网上认识的，朋友结婚需要婚车就随便问了一句，结果他答应了，所以这也是我们见面的第一次。之后，我们一起吃饭，但总是他付钱。感觉他人不错，但我并没有想过会进一步发展，只是把他当哥哥看待，但是在一次偶然的机会中，我们之间的情感慢慢加深了。",
    "annotation": [
      {
        "sentence": "嗯，确实感觉他很特别，也很成熟。",
        "label": ""
      },
      {
        "sentence": "我和他是去年在网上认识的，朋友结婚需要婚车就随便问了一句，结果他答应了，所以这也是我们见面的第一次。",
        "label": ""
      },
      {
        "sentence": "之后，我们一起吃饭，但总是他付钱。",
        "label": ""
      },
      {
        "sentence": "感觉他人不错，但我并没有想过会进一步发展，只是把他当哥哥看待，但是在一次偶然的机会中，我们之间的情感慢慢加深了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白，那还是挺浪漫的。不过，就你现在的情况来看，你的问题在于这段感情，并不光关乎你俩个人。我这里建议你，先听到自己内心的想法。你是否觉得，这种情况会让你感到内疚？如果结婚的事情在你们之中一再有波折，会让你感觉没有安全感？所以，我建议你先给自己考虑一下这些问题。",
    "annotation": [
      {
        "sentence": "我明白，那还是挺浪漫的。",
        "label": ""
      },
      {
        "sentence": "不过，就你现在的情况来看，你的问题在于这段感情，并不光关乎你俩个人。",
        "label": ""
      },
      {
        "sentence": "我这里建议你，先听到自己内心的想法。",
        "label": ""
      },
      {
        "sentence": "你是否觉得，这种情况会让你感到内疚？",
        "label": ""
      },
      {
        "sentence": "如果结婚的事情在你们之中一再有波折，会让你感觉没有安全感？",
        "label": ""
      },
      {
        "sentence": "所以，我建议你先给自己考虑一下这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，这些我都有想过。我们两个的年龄相差也比较大，他比我大15岁，已经有一个女儿一个儿子。他和我说过，他想跟我结婚，但是我知道，这件事很难被他家人认可。如果他为了我离婚的话，我也觉得很难受，所以想征求你的建议。",
    "annotation": [
      {
        "sentence": "是的，这些我都有想过。",
        "label": ""
      },
      {
        "sentence": "我们两个的年龄相差也比较大，他比我大15岁，已经有一个女儿一个儿子。",
        "label": ""
      },
      {
        "sentence": "他和我说过，他想跟我结婚，但是我知道，这件事很难被他家人认可。",
        "label": ""
      },
      {
        "sentence": "如果他为了我离婚的话，我也觉得很难受，所以想征求你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听你这么说，其实也感觉你已经很清楚自己的想法了。在我的看法里，你应该先从你内心出发，看看你要的是什么。并且以这个问题为切入口，进一步分析你和他的关系。你说过，你和他是去年在网上认识的，之后慢慢发展了感情。可是从你的主观感受来看，你们现在的情感加深了，但是你们两个的关系并不那么稳定，也因此给你带来了痛苦。那么，我认为，你需要先弄清楚你希望自己走到哪里去，再考虑你们两个的关系。",
    "annotation": [
      {
        "sentence": "我听你这么说，其实也感觉你已经很清楚自己的想法了。",
        "label": ""
      },
      {
        "sentence": "在我的看法里，你应该先从你内心出发，看看你要的是什么。",
        "label": ""
      },
      {
        "sentence": "并且以这个问题为切入口，进一步分析你和他的关系。",
        "label": ""
      },
      {
        "sentence": "你说过，你和他是去年在网上认识的，之后慢慢发展了感情。",
        "label": ""
      },
      {
        "sentence": "可是从你的主观感受来看，你们现在的情感加深了，但是你们两个的关系并不那么稳定，也因此给你带来了痛苦。",
        "label": ""
      },
      {
        "sentence": "那么，我认为，你需要先弄清楚你希望自己走到哪里去，再考虑你们两个的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我懂了。那你能否给我些建议，应该怎么去思考？",
    "annotation": [
      {
        "sentence": "嗯，我懂了。",
        "label": ""
      },
      {
        "sentence": "那你能否给我些建议，应该怎么去思考？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得，首先要明确你自己的目标和愿望。你喜欢他，是因为他成熟有魅力吗？那么，你觉得你俩的关系，是否可以转化为一个稳定的关系呢？如果是的话，你知道，这样做会对另外一个人带来伤害。你考虑，你是否愿意对他的家庭作出牺牲，为了一段可能不稳定的感情走下去？还有，你的理智如何？你是否觉得，你可以信任这个人，让他带领你一起走下去？因为他不仅有一个家庭，同时也会对你有责任，以及你俩之后共同的未来。我认为，你需要从这些问题中去考虑，然后下一个步骤再去面对，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "我觉得，首先要明确你自己的目标和愿望。",
        "label": ""
      },
      {
        "sentence": "你喜欢他，是因为他成熟有魅力吗？",
        "label": ""
      },
      {
        "sentence": "那么，你觉得你俩的关系，是否可以转化为一个稳定的关系呢？",
        "label": ""
      },
      {
        "sentence": "如果是的话，你知道，这样做会对另外一个人带来伤害。",
        "label": ""
      },
      {
        "sentence": "你考虑，你是否愿意对他的家庭作出牺牲，为了一段可能不稳定的感情走下去？",
        "label": ""
      },
      {
        "sentence": "还有，你的理智如何？",
        "label": ""
      },
      {
        "sentence": "你是否觉得，你可以信任这个人，让他带领你一起走下去？",
        "label": ""
      },
      {
        "sentence": "因为他不仅有一个家庭，同时也会对你有责任，以及你俩之后共同的未来。",
        "label": ""
      },
      {
        "sentence": "我认为，你需要从这些问题中去考虑，然后下一个步骤再去面对，希望对你有所帮助。",
        "label": ""
      }
    ]
  }
]