[
  {
    "role": "client",
    "content": "我最近陷入了一段困扰，我爱上了一个已婚男人，我该怎么办？是否应该结束这段感情？他比我大15岁，已经有一个女儿和一个儿子。我们是去年在网上认识的，当时他帮我解决了租婚车的问题，亲自开车来参加我的朋友的婚车队，那是我们第一次见面。之后，我请他吃饭，一年里我们一起吃过几次饭，但不管我请还是他请，都是他付钱。我觉得他人挺不错的，但没有想过会有进一步发展，只是把他当哥哥看待。然而，一年之后的四月底，他突然突破界限亲了我一下，但并没有发生关系，因为我当时没有做好心理准备而拒绝了他。之后我们开始交往了，一开始觉得这样已经足够了，我们互相爱对方，但是后来我越来越后悔，他真的会为了我离婚和我结婚吗？他曾经说过他想离婚和我结婚，但我知道我家人肯定不会同意，我没有来得及回答他，我们就转了话题。我知道他可能只是说说而已。周围的朋友都说我太傻了，和一个已婚男人在一起，不是为了金钱名利而是真心地喜欢上了他。我应该怎么面对这种情况？我是否应该结束这段感情，但又舍不得。",
    "annotation": [
      {
        "sentence": "我最近陷入了一段困扰，我爱上了一个已婚男人，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "是否应该结束这段感情？",
        "label": ""
      },
      {
        "sentence": "他比我大15岁，已经有一个女儿和一个儿子。",
        "label": ""
      },
      {
        "sentence": "我们是去年在网上认识的，当时他帮我解决了租婚车的问题，亲自开车来参加我的朋友的婚车队，那是我们第一次见面。",
        "label": ""
      },
      {
        "sentence": "之后，我请他吃饭，一年里我们一起吃过几次饭，但不管我请还是他请，都是他付钱。",
        "label": ""
      },
      {
        "sentence": "我觉得他人挺不错的，但没有想过会有进一步发展，只是把他当哥哥看待。",
        "label": ""
      },
      {
        "sentence": "然而，一年之后的四月底，他突然突破界限亲了我一下，但并没有发生关系，因为我当时没有做好心理准备而拒绝了他。",
        "label": ""
      },
      {
        "sentence": "之后我们开始交往了，一开始觉得这样已经足够了，我们互相爱对方，但是后来我越来越后悔，他真的会为了我离婚和我结婚吗？",
        "label": ""
      },
      {
        "sentence": "他曾经说过他想离婚和我结婚，但我知道我家人肯定不会同意，我没有来得及回答他，我们就转了话题。",
        "label": ""
      },
      {
        "sentence": "我知道他可能只是说说而已。",
        "label": ""
      },
      {
        "sentence": "周围的朋友都说我太傻了，和一个已婚男人在一起，不是为了金钱名利而是真心地喜欢上了他。",
        "label": ""
      },
      {
        "sentence": "我应该怎么面对这种情况？",
        "label": ""
      },
      {
        "sentence": "我是否应该结束这段感情，但又舍不得。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "为什么你舍不得结束这段感情呢？从他的种种行为来看，他非常符合你之前对理想伴侣的期待：你随口一说，他就帮你解决了租车问题，并亲自过来参加朋友的婚礼，这显示了他非常重视你的需求并且信任你没有骗他，他的心胸非常开阔；一起吃饭时，他主动付账，这显示了他经济条件好、大方不计较（通常这样的男人都给女孩子一种潇洒大方的感觉）；在一年的交往中，他一直保持着礼貌，这可以从你把他当哥哥看待这一点看出来。而且他亲了你，你拒绝了，他也没有强求，这显示了他尊重你的意愿。从整个交往来看，他真的是一个不错的人。你内疚了，想要弥补他，并且你也有一些动心，于是他提出了要求（也许他会抱怨他的妻子冷淡或者不关心他，这类话很容易激起女孩子心疼他的情绪），于是你们就顺理成章地在一起了。目前来看，除了他已婚的身份之外，他几乎是你的理想伴侣人选，你既投入了感情，又在身体上给予了他，已经达到了欲罢不能的境地。你想和他结婚，但自己没有自信和把握（通过试探他的话中和态度可以发现他不会离婚和你结婚），所以你很矛盾，既舍不得又不甘心。目前看来，如果你继续这样下去，可能会出现以下几种情况：1.他的妻子发现了，你会名声扫地；2.他的妻子发现了，要求和他离婚，但他必须净身出户，即使你们结婚了，他的生活和事业都会被毁掉，他还会继续爱你吗？相信我，绝对不会！3.你逼他离婚，但他不想，那么他可能会消失，这样有时间、有钱、有心机的男人很容易找到一个缺爱的姑娘。4.即使你逼他离婚了，他和前妻还有孩子的关系也不容易断掉，他会尽力去弥补他们，无论是在经济上还是在感情上，你会感到不平衡。5.你抢到的东西，也需要时刻提防别人的抢夺。你自己问问自己，你到底了解他有多少？他在哪里工作？具体从事什么工作？每个月的工资是多少？他不喜欢什么？害怕什么？有哪些朋友？平时的娱乐方式是什么？他有什么健康问题？他的成长经历你了解多少？他家庭的背景，他的资产情况如何？他的父母在哪里？他们性格如何？对你们的未来有什么规划？我们不能就这样不明不白地过一辈子吧。他也能够承担得起这个责任，但你是否能够承受得起呢？总之，只有了解他更多，他才会更爱你。在疾病和金钱方面，可以最能够检验一个人是否真心。如果你生病了，需要他的经济和时间支持，才能看到他究竟会做到什么程度。",
    "annotation": [
      {
        "sentence": "为什么你舍不得结束这段感情呢？",
        "label": ""
      },
      {
        "sentence": "从他的种种行为来看，他非常符合你之前对理想伴侣的期待：你随口一说，他就帮你解决了租车问题，并亲自过来参加朋友的婚礼，这显示了他非常重视你的需求并且信任你没有骗他，他的心胸非常开阔；一起吃饭时，他主动付账，这显示了他经济条件好、大方不计较（通常这样的男人都给女孩子一种潇洒大方的感觉）；在一年的交往中，他一直保持着礼貌，这可以从你把他当哥哥看待这一点看出来。",
        "label": ""
      },
      {
        "sentence": "而且他亲了你，你拒绝了，他也没有强求，这显示了他尊重你的意愿。",
        "label": ""
      },
      {
        "sentence": "从整个交往来看，他真的是一个不错的人。",
        "label": ""
      },
      {
        "sentence": "你内疚了，想要弥补他，并且你也有一些动心，于是他提出了要求（也许他会抱怨他的妻子冷淡或者不关心他，这类话很容易激起女孩子心疼他的情绪），于是你们就顺理成章地在一起了。",
        "label": ""
      },
      {
        "sentence": "目前来看，除了他已婚的身份之外，他几乎是你的理想伴侣人选，你既投入了感情，又在身体上给予了他，已经达到了欲罢不能的境地。",
        "label": ""
      },
      {
        "sentence": "你想和他结婚，但自己没有自信和把握（通过试探他的话中和态度可以发现他不会离婚和你结婚），所以你很矛盾，既舍不得又不甘心。",
        "label": ""
      },
      {
        "sentence": "目前看来，如果你继续这样下去，可能会出现以下几种情况：1.他的妻子发现了，你会名声扫地；2.他的妻子发现了，要求和他离婚，但他必须净身出户，即使你们结婚了，他的生活和事业都会被毁掉，他还会继续爱你吗？",
        "label": ""
      },
      {
        "sentence": "相信我，绝对不会！",
        "label": ""
      },
      {
        "sentence": "3.你逼他离婚，但他不想，那么他可能会消失，这样有时间、有钱、有心机的男人很容易找到一个缺爱的姑娘。",
        "label": ""
      },
      {
        "sentence": "4.即使你逼他离婚了，他和前妻还有孩子的关系也不容易断掉，他会尽力去弥补他们，无论是在经济上还是在感情上，你会感到不平衡。",
        "label": ""
      },
      {
        "sentence": "5.你抢到的东西，也需要时刻提防别人的抢夺。",
        "label": ""
      },
      {
        "sentence": "你自己问问自己，你到底了解他有多少？",
        "label": ""
      },
      {
        "sentence": "他在哪里工作？",
        "label": ""
      },
      {
        "sentence": "具体从事什么工作？",
        "label": ""
      },
      {
        "sentence": "每个月的工资是多少？",
        "label": ""
      },
      {
        "sentence": "他不喜欢什么？",
        "label": ""
      },
      {
        "sentence": "害怕什么？",
        "label": ""
      },
      {
        "sentence": "有哪些朋友？",
        "label": ""
      },
      {
        "sentence": "平时的娱乐方式是什么？",
        "label": ""
      },
      {
        "sentence": "他有什么健康问题？",
        "label": ""
      },
      {
        "sentence": "他的成长经历你了解多少？",
        "label": ""
      },
      {
        "sentence": "他家庭的背景，他的资产情况如何？",
        "label": ""
      },
      {
        "sentence": "他的父母在哪里？",
        "label": ""
      },
      {
        "sentence": "他们性格如何？",
        "label": ""
      },
      {
        "sentence": "对你们的未来有什么规划？",
        "label": ""
      },
      {
        "sentence": "我们不能就这样不明不白地过一辈子吧。",
        "label": ""
      },
      {
        "sentence": "他也能够承担得起这个责任，但你是否能够承受得起呢？",
        "label": ""
      },
      {
        "sentence": "总之，只有了解他更多，他才会更爱你。",
        "label": ""
      },
      {
        "sentence": "在疾病和金钱方面，可以最能够检验一个人是否真心。",
        "label": ""
      },
      {
        "sentence": "如果你生病了，需要他的经济和时间支持，才能看到他究竟会做到什么程度。",
        "label": ""
      }
    ]
  }
]