[
  {
    "role": "client",
    "content": "我这样的人为什么不记仇？我竟然这样怕被孤立？很羡慕同仇敌忾的人，看清别人的真面目，就会长记性，不和某一类人继续来往，而我却做不到。",
    "annotation": [
      {
        "sentence": "我这样的人为什么不记仇？",
        "label": ""
      },
      {
        "sentence": "我竟然这样怕被孤立？",
        "label": ""
      },
      {
        "sentence": "很羡慕同仇敌忾的人，看清别人的真面目，就会长记性，不和某一类人继续来往，而我却做不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许你需要考虑一下自己曾经经历了什么，才会有这样的状态。你是一个会反思觉察的人，相信在以后会找到自己的答案，也不会这么纠结。被人欺负了而不开心，害怕被孤立，这是很正常的感受。每个人都会有这样的感受。我们生活在群居的社会里，避免不了会接触到各种各样的人，自然会有分歧也会有融洽。我们也不可能和周围所有的人断绝联系，毕竟除了心理层面的需求，还存在一些物质上的需要。",
    "annotation": [
      {
        "sentence": "也许你需要考虑一下自己曾经经历了什么，才会有这样的状态。",
        "label": ""
      },
      {
        "sentence": "你是一个会反思觉察的人，相信在以后会找到自己的答案，也不会这么纠结。",
        "label": ""
      },
      {
        "sentence": "被人欺负了而不开心，害怕被孤立，这是很正常的感受。",
        "label": ""
      },
      {
        "sentence": "每个人都会有这样的感受。",
        "label": ""
      },
      {
        "sentence": "我们生活在群居的社会里，避免不了会接触到各种各样的人，自然会有分歧也会有融洽。",
        "label": ""
      },
      {
        "sentence": "我们也不可能和周围所有的人断绝联系，毕竟除了心理层面的需求，还存在一些物质上的需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我希望自己能像那些同仇敌忾的人一样，能够表达我内心的愤怒和不满。但是为什么我会选择忍耐呢？我害怕什么？如果我表达出来会怎么样呢？我对自己和伤害自己的人和好，甚至去讨好对方，我感觉很纠结。",
    "annotation": [
      {
        "sentence": "你说得对，我希望自己能像那些同仇敌忾的人一样，能够表达我内心的愤怒和不满。",
        "label": ""
      },
      {
        "sentence": "但是为什么我会选择忍耐呢？",
        "label": ""
      },
      {
        "sentence": "我害怕什么？",
        "label": ""
      },
      {
        "sentence": "如果我表达出来会怎么样呢？",
        "label": ""
      },
      {
        "sentence": "我对自己和伤害自己的人和好，甚至去讨好对方，我感觉很纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在对方对你好的时候确实感受到了对方的善良，所以才会对对方好，这样的表现也是很正常的。说明你很宽容，但也要思考一下，是否在关系中的边界不够清晰，对于树立自己的边界很困难或者不知道自己的边界在哪？",
    "annotation": [
      {
        "sentence": "你在对方对你好的时候确实感受到了对方的善良，所以才会对对方好，这样的表现也是很正常的。",
        "label": ""
      },
      {
        "sentence": "说明你很宽容，但也要思考一下，是否在关系中的边界不够清晰，对于树立自己的边界很困难或者不知道自己的边界在哪？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许确实如此，我从小经历过被忽视和被严苛对待的感受，或许这些感受已经内化到了我的心理，成人后又泛化到了与周围人的关系中。我不敢去表达自己的真实感受，尤其是不快。",
    "annotation": [
      {
        "sentence": "或许确实如此，我从小经历过被忽视和被严苛对待的感受，或许这些感受已经内化到了我的心理，成人后又泛化到了与周围人的关系中。",
        "label": ""
      },
      {
        "sentence": "我不敢去表达自己的真实感受，尤其是不快。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很有可能的原因。我建议你看看自己与父母的关系模式是否对你的影响很大，是否曾经体验过被忽视、被严苛对待以及不被喜欢的感受。这些体验可能已经在你的心理中形成了模式，并在成年后泛化到与周围的人的关系中。这就导致你不敢去表达自己的真实感受，尤其是不快。",
    "annotation": [
      {
        "sentence": "这是一个很有可能的原因。",
        "label": ""
      },
      {
        "sentence": "我建议你看看自己与父母的关系模式是否对你的影响很大，是否曾经体验过被忽视、被严苛对待以及不被喜欢的感受。",
        "label": ""
      },
      {
        "sentence": "这些体验可能已经在你的心理中形成了模式，并在成年后泛化到与周围的人的关系中。",
        "label": ""
      },
      {
        "sentence": "这就导致你不敢去表达自己的真实感受，尤其是不快。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要尝试从身边的人或者那些给我安全感的人开始树立自己的边界，表达自己的不满。只有当我表达了自己的感受，别人才会知道并且在意。下次我会注意不再忍耐。",
    "annotation": [
      {
        "sentence": "我明白了，我需要尝试从身边的人或者那些给我安全感的人开始树立自己的边界，表达自己的不满。",
        "label": ""
      },
      {
        "sentence": "只有当我表达了自己的感受，别人才会知道并且在意。",
        "label": ""
      },
      {
        "sentence": "下次我会注意不再忍耐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好的觉悟。如果有人明明知道你不开心却还要做出让你不开心的事情，那这样的人就远离吧，因为他们并不在乎你的感受，只是为了他们自己爽而已。同时，你也可以试着和父母探讨一下，或者找朋友倾诉自己的情绪。释放情绪之后，你才能更好地处理问题，才能更好地处理人际关系。树立边界，表达不满，尊重自己的感受很重要。",
    "annotation": [
      {
        "sentence": "很好的觉悟。",
        "label": ""
      },
      {
        "sentence": "如果有人明明知道你不开心却还要做出让你不开心的事情，那这样的人就远离吧，因为他们并不在乎你的感受，只是为了他们自己爽而已。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以试着和父母探讨一下，或者找朋友倾诉自己的情绪。",
        "label": ""
      },
      {
        "sentence": "释放情绪之后，你才能更好地处理问题，才能更好地处理人际关系。",
        "label": ""
      },
      {
        "sentence": "树立边界，表达不满，尊重自己的感受很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好思考并尝试去改变自己，树立自己的边界，表达自己的真实感受。希望能够处理好我的人际关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好思考并尝试去改变自己，树立自己的边界，表达自己的真实感受。",
        "label": ""
      },
      {
        "sentence": "希望能够处理好我的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了第一步，相信自己，你可以做到的。记住，每个人都有权利表达自己的真实感受，并且受到尊重。祝你好运！",
    "annotation": [
      {
        "sentence": "你已经迈出了第一步，相信自己，你可以做到的。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有权利表达自己的真实感受，并且受到尊重。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]