[
  {
    "role": "client",
    "content": "恋情基本上都超不过3个月的根本原因是什么？我25岁开始谈恋爱，到现在4年，谈过很多段，基本上都不超过三个月。",
    "annotation": [
      {
        "sentence": "恋情基本上都超不过3个月的根本原因是什么？",
        "label": ""
      },
      {
        "sentence": "我25岁开始谈恋爱，到现在4年，谈过很多段，基本上都不超过三个月。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的提问，很触动，在你身上看到了很多因恋爱问题来咨询的女孩子的身影，极度缺爱，满是创伤，却在坚持不懈的祈求爱，真的很想你对自己情况有很清晰的理解，从心理学的角度也比较到位了。这里给你点赞，因为看到了很强的内在资源，相信在专业的帮助下可以突破这个问题，最终获得正常的亲密关系。",
    "annotation": [
      {
        "sentence": "看到你的提问，很触动，在你身上看到了很多因恋爱问题来咨询的女孩子的身影，极度缺爱，满是创伤，却在坚持不懈的祈求爱，真的很想你对自己情况有很清晰的理解，从心理学的角度也比较到位了。",
        "label": ""
      },
      {
        "sentence": "这里给你点赞，因为看到了很强的内在资源，相信在专业的帮助下可以突破这个问题，最终获得正常的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的夸奖和鼓励，我真的很想改变这个现状，但是不知道从哪里入手。我觉得小时候很缺爱，父母对自己特别不好，导致我缺乏安全感。",
    "annotation": [
      {
        "sentence": "谢谢你的夸奖和鼓励，我真的很想改变这个现状，但是不知道从哪里入手。",
        "label": ""
      },
      {
        "sentence": "我觉得小时候很缺爱，父母对自己特别不好，导致我缺乏安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，这种家庭环境对你的成长产生了明显的影响，而缺乏爱和安全感会造成你在建立亲密关系方面的困难。可能你在亲密关系中很难信任对方，很容易就感受到一些问题，并因此提前结束关系。想要改变这种情况，你可以先从提升自己的内在感到开始，建立自信和完善的自我形象。",
    "annotation": [
      {
        "sentence": "从你的描述来看，这种家庭环境对你的成长产生了明显的影响，而缺乏爱和安全感会造成你在建立亲密关系方面的困难。",
        "label": ""
      },
      {
        "sentence": "可能你在亲密关系中很难信任对方，很容易就感受到一些问题，并因此提前结束关系。",
        "label": ""
      },
      {
        "sentence": "想要改变这种情况，你可以先从提升自己的内在感到开始，建立自信和完善的自我形象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我总是很容易相信别人，这给我带来了不少的麻烦。我也意识到了自己是一个讨好型的人，不敢提出自己的要求。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我总是很容易相信别人，这给我带来了不少的麻烦。",
        "label": ""
      },
      {
        "sentence": "我也意识到了自己是一个讨好型的人，不敢提出自己的要求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能意识到自己容易相信别人并且是一个讨好型的人，这已经是一个很好的开始。讨好型人格往往会导致人们不敢提出自己的要求，而只是一味地迁就他人的需要。所以，在建立亲密关系时，你也要学会更加关注自己的需求和感受，坚持表达自己的想法和要求。这样才能建立起平等和健康的关系。",
    "annotation": [
      {
        "sentence": "你能意识到自己容易相信别人并且是一个讨好型的人，这已经是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "讨好型人格往往会导致人们不敢提出自己的要求，而只是一味地迁就他人的需要。",
        "label": ""
      },
      {
        "sentence": "所以，在建立亲密关系时，你也要学会更加关注自己的需求和感受，坚持表达自己的想法和要求。",
        "label": ""
      },
      {
        "sentence": "这样才能建立起平等和健康的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己对欲望和爱分不太清，有时会把对方的一点好感当作爱情，很快就沉迷其中。这种情况下，我很容易受骗或者被甩。",
    "annotation": [
      {
        "sentence": "我觉得自己对欲望和爱分不太清，有时会把对方的一点好感当作爱情，很快就沉迷其中。",
        "label": ""
      },
      {
        "sentence": "这种情况下，我很容易受骗或者被甩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于欲望和爱的辨别，这确实是一个需要加强的点。有时候我们会把一时的欲望当作爱情，而忽视了对方的真实情感。为了避免受骗或者被甩，建议你在建立亲密关系之前，多了解对方的真实意图和动机。尽量不要太快沉浸其中，给自己一些时间和空间来观察和思考。",
    "annotation": [
      {
        "sentence": "对于欲望和爱的辨别，这确实是一个需要加强的点。",
        "label": ""
      },
      {
        "sentence": "有时候我们会把一时的欲望当作爱情，而忽视了对方的真实情感。",
        "label": ""
      },
      {
        "sentence": "为了避免受骗或者被甩，建议你在建立亲密关系之前，多了解对方的真实意图和动机。",
        "label": ""
      },
      {
        "sentence": "尽量不要太快沉浸其中，给自己一些时间和空间来观察和思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也发现了这个问题。另外，可能因为父母催婚的压力，我在交友软件上认识了很多人，但是大家在一起的时候，我又不好意思和他们提钱，却又内心不甘。",
    "annotation": [
      {
        "sentence": "是的，我也发现了这个问题。",
        "label": ""
      },
      {
        "sentence": "另外，可能因为父母催婚的压力，我在交友软件上认识了很多人，但是大家在一起的时候，我又不好意思和他们提钱，却又内心不甘。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，这样的情况可能会让你感觉自己没有真正地享受过恋爱。父母的催婚压力确实会给你造成困扰，但是即使在这种情况下，也要坚持自己的原则和底线。不要轻易给别人花费金钱或买礼物，你值得拥有更好的对待。建议你寻找那些能够真正理解你的人，他们会在乎你的感受并愿意为你花费时间和金钱。",
    "annotation": [
      {
        "sentence": "明白了，这样的情况可能会让你感觉自己没有真正地享受过恋爱。",
        "label": ""
      },
      {
        "sentence": "父母的催婚压力确实会给你造成困扰，但是即使在这种情况下，也要坚持自己的原则和底线。",
        "label": ""
      },
      {
        "sentence": "不要轻易给别人花费金钱或买礼物，你值得拥有更好的对待。",
        "label": ""
      },
      {
        "sentence": "建议你寻找那些能够真正理解你的人，他们会在乎你的感受并愿意为你花费时间和金钱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量遵循。但是我还是想知道，为什么我总感觉没有真正地谈过恋爱，没有享受过恋爱的感觉。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量遵循。",
        "label": ""
      },
      {
        "sentence": "但是我还是想知道，为什么我总感觉没有真正地谈过恋爱，没有享受过恋爱的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是因为你之前的恋情都没有持续很久，没有让你真正地体验到恋爱的美好感觉。而且，由于之前的经历和内心的不安全感，你对亲密关系会持有一定的怀疑和不信任。所以，建议你先从提升自己的自信心和自我价值感开始，以更加健康和平衡的心态面对恋爱和亲密关系。",
    "annotation": [
      {
        "sentence": "这可能是因为你之前的恋情都没有持续很久，没有让你真正地体验到恋爱的美好感觉。",
        "label": ""
      },
      {
        "sentence": "而且，由于之前的经历和内心的不安全感，你对亲密关系会持有一定的怀疑和不信任。",
        "label": ""
      },
      {
        "sentence": "所以，建议你先从提升自己的自信心和自我价值感开始，以更加健康和平衡的心态面对恋爱和亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，感谢你的指导和支持。我会努力提升自己的自信，改变自己的态度和观念。同时，我也会考虑寻求专业的咨询帮助来解决这个问题。",
    "annotation": [
      {
        "sentence": "我明白了，感谢你的指导和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力提升自己的自信，改变自己的态度和观念。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑寻求专业的咨询帮助来解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你能接受这些建议，并愿意寻求咨询帮助。专业的帮助可以带给你更多的理解和支持，让你能够更好地面对和解决恋爱问题。祝愿你早日找到属于自己的幸福。如果还有任何困惑或者需要进一步的讨论，随时都可以再来向我寻求帮助。",
    "annotation": [
      {
        "sentence": "很高兴听到你能接受这些建议，并愿意寻求咨询帮助。",
        "label": ""
      },
      {
        "sentence": "专业的帮助可以带给你更多的理解和支持，让你能够更好地面对和解决恋爱问题。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果还有任何困惑或者需要进一步的讨论，随时都可以再来向我寻求帮助。",
        "label": ""
      }
    ]
  }
]