[
  {
    "role": "client",
    "content": "“恋情基本上都超不过3个月的根本原因是什么？我25岁开始谈恋爱，到现在4年，谈过很多段，基本上都不超过三个月。他们共同点都是开始的比较快，有的见第二次面之后就会确定关系，发生关系，但是在一起几次之后，有的会发现有很多问题，有的会有隐瞒，欺骗，有的在一起之后对我慢慢没有开始那么好了，自己受不了，就会提分手，删除拉黑联系方式。一开始只是因为闹情绪，心底还是希望对方能想各种办法回来哄自己，但是几乎都没有。我自己分析原因有很多:1.小时候很缺爱，父母对自己特别不好，缺乏安全感。2.容易轻信别人。3.不敢提要求，讨好型人格。4.欲望和爱分不清。5.因为父母催婚，当时买了珍爱等等一些交友软件认识的比较多。我自己其实很想，但特别在意跟别人提钱，这些朋友基本上都没怎么给我花过钱或买过礼物，但其实内心是比较不甘。感觉自己没有真真正正谈过恋爱，享受过恋爱，我想知道根本原因在哪？”",
    "annotation": [
      {
        "sentence": "“恋情基本上都超不过3个月的根本原因是什么？",
        "label": ""
      },
      {
        "sentence": "我25岁开始谈恋爱，到现在4年，谈过很多段，基本上都不超过三个月。",
        "label": ""
      },
      {
        "sentence": "他们共同点都是开始的比较快，有的见第二次面之后就会确定关系，发生关系，但是在一起几次之后，有的会发现有很多问题，有的会有隐瞒，欺骗，有的在一起之后对我慢慢没有开始那么好了，自己受不了，就会提分手，删除拉黑联系方式。",
        "label": ""
      },
      {
        "sentence": "一开始只是因为闹情绪，心底还是希望对方能想各种办法回来哄自己，但是几乎都没有。",
        "label": ""
      },
      {
        "sentence": "我自己分析原因有很多:1.小时候很缺爱，父母对自己特别不好，缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "2.容易轻信别人。",
        "label": ""
      },
      {
        "sentence": "3.不敢提要求，讨好型人格。",
        "label": ""
      },
      {
        "sentence": "4.欲望和爱分不清。",
        "label": ""
      },
      {
        "sentence": "5.因为父母催婚，当时买了珍爱等等一些交友软件认识的比较多。",
        "label": ""
      },
      {
        "sentence": "我自己其实很想，但特别在意跟别人提钱，这些朋友基本上都没怎么给我花过钱或买过礼物，但其实内心是比较不甘。",
        "label": ""
      },
      {
        "sentence": "感觉自己没有真真正正谈过恋爱，享受过恋爱，我想知道根本原因在哪？",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "“看到你的描述，我发现了几个非常重要的细节：1、这几年你谈了很多段恋爱，但都不超过三个月；2、你们之间的关系建立得相当快，甚至是在第二次见面后就开始了；3、你们的感情会出现明显的起伏，对方会提出分手或对你冷淡，甚至不回复你的联系方式。4、对方很少给你送礼物和花钱，这件事让你感到心有不甘。听你的描述，我认为这个问题的核心一定是——你极度缺乏安全感。【极度缺乏安全感】的确会带来很多问题，比如：1、非常渴望得到爱。当别人稍微对你好一点，你就会对他们产生好感和依赖，甚至发展出感情关系，但是这样带来的问题就是你没有深入了解对方就让自己产生了感情。2、缺乏自我价值感。小时候没有得到家庭的关爱，让你对自己产生了高度的怀疑，你认为只有别人觉得你有价值，你才是有价值的，因此你会尽力去讨好别人，想让他们满意，从而证明自己的价值。3、在亲密关系中，你很容易受到情绪影响，渴望得到爱，但又怀疑自己值不值得被爱。因此，你会去寻找对方爱你的证据，比如他是否买给你礼物，是否支付所有的费用等等，完全忽略了沟通和磨合。接下来，我们可以一步一步地找到问题的根源，寻找到失去的安全感。1、我们可以回到过去，看看自己在小时候成长的过程中是如何被父母否定的，找出那些细节，告诉自己这不是你的错，接纳和原谅这个过程。2、我们可以正视自己的优点和缺点，多了解自己，增强自己的自我认同感。3、养成一些兴趣爱好，找到自己的价值和能力，建立起自己的自我期望。4、通过感恩和欣赏的心态去面对生活，每天记录生活中的小确幸，让自己更加积极向上。虽然改变需要一个长期的过程，但是只要坚持下去，你会看到收获的果实，希望这些方法能够帮到你，让你更加平静自信。祝你未来幸福愉快！”",
    "annotation": [
      {
        "sentence": "“看到你的描述，我发现了几个非常重要的细节：1、这几年你谈了很多段恋爱，但都不超过三个月；2、你们之间的关系建立得相当快，甚至是在第二次见面后就开始了；3、你们的感情会出现明显的起伏，对方会提出分手或对你冷淡，甚至不回复你的联系方式。",
        "label": ""
      },
      {
        "sentence": "4、对方很少给你送礼物和花钱，这件事让你感到心有不甘。",
        "label": ""
      },
      {
        "sentence": "听你的描述，我认为这个问题的核心一定是——你极度缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "【极度缺乏安全感】的确会带来很多问题，比如：1、非常渴望得到爱。",
        "label": ""
      },
      {
        "sentence": "当别人稍微对你好一点，你就会对他们产生好感和依赖，甚至发展出感情关系，但是这样带来的问题就是你没有深入了解对方就让自己产生了感情。",
        "label": ""
      },
      {
        "sentence": "2、缺乏自我价值感。",
        "label": ""
      },
      {
        "sentence": "小时候没有得到家庭的关爱，让你对自己产生了高度的怀疑，你认为只有别人觉得你有价值，你才是有价值的，因此你会尽力去讨好别人，想让他们满意，从而证明自己的价值。",
        "label": ""
      },
      {
        "sentence": "3、在亲密关系中，你很容易受到情绪影响，渴望得到爱，但又怀疑自己值不值得被爱。",
        "label": ""
      },
      {
        "sentence": "因此，你会去寻找对方爱你的证据，比如他是否买给你礼物，是否支付所有的费用等等，完全忽略了沟通和磨合。",
        "label": ""
      },
      {
        "sentence": "接下来，我们可以一步一步地找到问题的根源，寻找到失去的安全感。",
        "label": ""
      },
      {
        "sentence": "1、我们可以回到过去，看看自己在小时候成长的过程中是如何被父母否定的，找出那些细节，告诉自己这不是你的错，接纳和原谅这个过程。",
        "label": ""
      },
      {
        "sentence": "2、我们可以正视自己的优点和缺点，多了解自己，增强自己的自我认同感。",
        "label": ""
      },
      {
        "sentence": "3、养成一些兴趣爱好，找到自己的价值和能力，建立起自己的自我期望。",
        "label": ""
      },
      {
        "sentence": "4、通过感恩和欣赏的心态去面对生活，每天记录生活中的小确幸，让自己更加积极向上。",
        "label": ""
      },
      {
        "sentence": "虽然改变需要一个长期的过程，但是只要坚持下去，你会看到收获的果实，希望这些方法能够帮到你，让你更加平静自信。",
        "label": ""
      },
      {
        "sentence": "祝你未来幸福愉快！",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  }
]