[
  {
    "role": "client",
    "content": "孩子做每一件事都想要得到关注，这是为什么？",
    "annotation": [
      {
        "sentence": "孩子做每一件事都想要得到关注，这是为什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子需要父母的关注，他们渴望从父母那里获得认可、确认感和安全感。每个孩子从出生开始就需要在母亲那里得到这些感受。他们需要感觉到自己被需要，自己的存在是有价值的。父母对孩子的态度和养育方式会直接影响他们在这个世界上的看待方式。“父母认为我是什么样的人，这个世界就认为我是什么样的人，我也认为自己是什么样的人。”这是依恋理论中的一个概念。",
    "annotation": [
      {
        "sentence": "孩子需要父母的关注，他们渴望从父母那里获得认可、确认感和安全感。",
        "label": ""
      },
      {
        "sentence": "每个孩子从出生开始就需要在母亲那里得到这些感受。",
        "label": ""
      },
      {
        "sentence": "他们需要感觉到自己被需要，自己的存在是有价值的。",
        "label": ""
      },
      {
        "sentence": "父母对孩子的态度和养育方式会直接影响他们在这个世界上的看待方式。",
        "label": ""
      },
      {
        "sentence": "“父母认为我是什么样的人，这个世界就认为我是什么样的人，我也认为自己是什么样的人。",
        "label": ""
      },
      {
        "sentence": "”这是依恋理论中的一个概念。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "了解了孩子需要关注的原因，那我应该怎样做才能满足他的需求呢？",
    "annotation": [
      {
        "sentence": "了解了孩子需要关注的原因，那我应该怎样做才能满足他的需求呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子需要建立安全基地，依恋理论认为，我们的心理稳定和健康发展取决于是否有一个安全基地。孩子需要一个可以信任的人，并且这个人能够支持和保护他们。在孩童时期，通常是母亲承担这个角色。如果母亲是个“足够好的”母亲，她所扮演的安全基地会内化为孩子心中的安全基地，孩子长大后就拥有了内在的安全感。但如果母亲没有扮演好这个角色，孩子可能会表现出一些特征，比如喜欢独立，不太有情感反应，或者表现得矛盾不一致。这些都是因为他们没有从母亲那获得安全基础，所以要么变得过度依赖自己，要么既想要母亲又不信任母亲。",
    "annotation": [
      {
        "sentence": "孩子需要建立安全基地，依恋理论认为，我们的心理稳定和健康发展取决于是否有一个安全基地。",
        "label": ""
      },
      {
        "sentence": "孩子需要一个可以信任的人，并且这个人能够支持和保护他们。",
        "label": ""
      },
      {
        "sentence": "在孩童时期，通常是母亲承担这个角色。",
        "label": ""
      },
      {
        "sentence": "如果母亲是个“足够好的”母亲，她所扮演的安全基地会内化为孩子心中的安全基地，孩子长大后就拥有了内在的安全感。",
        "label": ""
      },
      {
        "sentence": "但如果母亲没有扮演好这个角色，孩子可能会表现出一些特征，比如喜欢独立，不太有情感反应，或者表现得矛盾不一致。",
        "label": ""
      },
      {
        "sentence": "这些都是因为他们没有从母亲那获得安全基础，所以要么变得过度依赖自己，要么既想要母亲又不信任母亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果我的孩子没有形成良好的安全基地，会对他的发展产生什么影响呢？",
    "annotation": [
      {
        "sentence": "如果我的孩子没有形成良好的安全基地，会对他的发展产生什么影响呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "鲍尔比认为，婴儿会形成一种人际关系的“内部工作模式”。如果孩子在早期的关系中体验到爱和信任，他就会觉得自己是可爱的、值得信赖的。然而，如果孩子的依恋需要没得到满足，他就会对自己形成一个不好的印象。一个不受欢迎的孩子不只觉得自己不受父母欢迎，而且相信自己基本上不被任何人欢迎。相反，一个得到爱的孩子长大后不仅相信父母爱他，而且相信别人也觉得他可爱。这种“内部工作模式”会在孩童的行为中起主导作用，并且会对他们的社交关系产生长期影响。",
    "annotation": [
      {
        "sentence": "鲍尔比认为，婴儿会形成一种人际关系的“内部工作模式”。",
        "label": ""
      },
      {
        "sentence": "如果孩子在早期的关系中体验到爱和信任，他就会觉得自己是可爱的、值得信赖的。",
        "label": ""
      },
      {
        "sentence": "然而，如果孩子的依恋需要没得到满足，他就会对自己形成一个不好的印象。",
        "label": ""
      },
      {
        "sentence": "一个不受欢迎的孩子不只觉得自己不受父母欢迎，而且相信自己基本上不被任何人欢迎。",
        "label": ""
      },
      {
        "sentence": "相反，一个得到爱的孩子长大后不仅相信父母爱他，而且相信别人也觉得他可爱。",
        "label": ""
      },
      {
        "sentence": "这种“内部工作模式”会在孩童的行为中起主导作用，并且会对他们的社交关系产生长期影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么我该如何满足孩子的需求，帮助他建立良好的安全基地呢？",
    "annotation": [
      {
        "sentence": "那么我该如何满足孩子的需求，帮助他建立良好的安全基地呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以满足孩子需要被关注的体验，让他感到自己是被认可的。这么做可以逐渐提高他的自信度，使他具备向外界探索的勇气。安全感越充足的孩子，他的依赖性越弱，独立性就会增强。此外，孩子的主见性也会得到增强。但请记住，养育孩子并不只是通过学习书本上的知识，而是要先了解自己是怎样的父母。因此，从认识自己开始，了解自己的父母方式以及思考如何去爱、担当和应对是非常重要的。",
    "annotation": [
      {
        "sentence": "首先，你可以满足孩子需要被关注的体验，让他感到自己是被认可的。",
        "label": ""
      },
      {
        "sentence": "这么做可以逐渐提高他的自信度，使他具备向外界探索的勇气。",
        "label": ""
      },
      {
        "sentence": "安全感越充足的孩子，他的依赖性越弱，独立性就会增强。",
        "label": ""
      },
      {
        "sentence": "此外，孩子的主见性也会得到增强。",
        "label": ""
      },
      {
        "sentence": "但请记住，养育孩子并不只是通过学习书本上的知识，而是要先了解自己是怎样的父母。",
        "label": ""
      },
      {
        "sentence": "因此，从认识自己开始，了解自己的父母方式以及思考如何去爱、担当和应对是非常重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，感谢您的建议和支持！我会尽力做到。",
    "annotation": [
      {
        "sentence": "我明白了，感谢您的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我会尽力做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你！记住，作为父母，我们都在不断学习和成长。只要你用心去爱孩子，并且持续关注他的需求，你一定能够为他提供良好的成长环境。祝福你和孩子的未来一切顺利！如果你还有其他问题或需要进一步的支持，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你！",
        "label": ""
      },
      {
        "sentence": "记住，作为父母，我们都在不断学习和成长。",
        "label": ""
      },
      {
        "sentence": "只要你用心去爱孩子，并且持续关注他的需求，你一定能够为他提供良好的成长环境。",
        "label": ""
      },
      {
        "sentence": "祝福你和孩子的未来一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要进一步的支持，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]