[
  {
    "role": "client",
    "content": "我29岁，是个女生，经历了自己的初恋，但我现在很困惑，不知道该不该分手。我和男友交往已经十个多月了，我们都是初恋。可是，他没有那种贴心的关心照顾我，而且比较自我，和女生相处没有适当的距离感，还不够成熟。因为很多小事情，我感觉我对他的信任感和耐心都耗尽了，而且我也特别没有安全感。虽然他一直在慢慢变好，承认自己的不足，但是我一直觉得感情中对方的改变并不是让我开心安全和更好的唯一标准。而且，现在恋爱后我变得很焦虑，之前的信任感也没有了。我不知道他的改变能不能重拾信任。虽然他很执着地说他可以改变，让我给他时间来看他的表现，但我有点害怕等待的结果还是分手。我都快30岁了，我应该选择和他分手还是继续走下去呢？",
    "annotation": [
      {
        "sentence": "我29岁，是个女生，经历了自己的初恋，但我现在很困惑，不知道该不该分手。",
        "label": ""
      },
      {
        "sentence": "我和男友交往已经十个多月了，我们都是初恋。",
        "label": ""
      },
      {
        "sentence": "可是，他没有那种贴心的关心照顾我，而且比较自我，和女生相处没有适当的距离感，还不够成熟。",
        "label": ""
      },
      {
        "sentence": "因为很多小事情，我感觉我对他的信任感和耐心都耗尽了，而且我也特别没有安全感。",
        "label": ""
      },
      {
        "sentence": "虽然他一直在慢慢变好，承认自己的不足，但是我一直觉得感情中对方的改变并不是让我开心安全和更好的唯一标准。",
        "label": ""
      },
      {
        "sentence": "而且，现在恋爱后我变得很焦虑，之前的信任感也没有了。",
        "label": ""
      },
      {
        "sentence": "我不知道他的改变能不能重拾信任。",
        "label": ""
      },
      {
        "sentence": "虽然他很执着地说他可以改变，让我给他时间来看他的表现，但我有点害怕等待的结果还是分手。",
        "label": ""
      },
      {
        "sentence": "我都快30岁了，我应该选择和他分手还是继续走下去呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你在初恋中面临的问题。我们都知道，爱情可以让人成长。你们是彼此的初恋，你缺乏安全感，而他的行为让你觉得他不够体贴。这种情况可能是因为他是典型的直男，他并不是不想满足你，只是不知道如何去关心你。再加上他之前没有过恋爱经验，现在谈恋爱一时间不能很好地适应过来。不过，他已经在为你做出改变，这是非常好的事情。无论在亲密关系中处于哪个阶段，至少相处得舒服是非常重要的。两个人相互理解和包容才是最重要的，这是需要时间的，你会慢慢发现他的改变。如果有任何不满意的地方，勇敢地表达出来。虽然我们作为女生，很希望男友能够猜测到我们的内心想法，但是他又不会读心术，所以猜错只会给你带来失望。安全感这个东西，其实自己给自己才更加实在。在感情中，总是容易患得患失，我们期待的是美好的感情，但当热恋甜蜜的状态过去后，就不知道如何和对方相处了。你现在变得焦虑和缺乏信任感，有时候是因为过于依赖一个人。如果你想摆脱这种焦虑，我建议你选择相信他，给他时间，相信他会变好。至于你是否想和他走下去，我认为你应该再相处一段时间。喜欢是在一起的前提，合适才是能不能走下去的最终因素。希望我的回答对你有帮助，祝你晚安。",
    "annotation": [
      {
        "sentence": "我了解你在初恋中面临的问题。",
        "label": ""
      },
      {
        "sentence": "我们都知道，爱情可以让人成长。",
        "label": ""
      },
      {
        "sentence": "你们是彼此的初恋，你缺乏安全感，而他的行为让你觉得他不够体贴。",
        "label": ""
      },
      {
        "sentence": "这种情况可能是因为他是典型的直男，他并不是不想满足你，只是不知道如何去关心你。",
        "label": ""
      },
      {
        "sentence": "再加上他之前没有过恋爱经验，现在谈恋爱一时间不能很好地适应过来。",
        "label": ""
      },
      {
        "sentence": "不过，他已经在为你做出改变，这是非常好的事情。",
        "label": ""
      },
      {
        "sentence": "无论在亲密关系中处于哪个阶段，至少相处得舒服是非常重要的。",
        "label": ""
      },
      {
        "sentence": "两个人相互理解和包容才是最重要的，这是需要时间的，你会慢慢发现他的改变。",
        "label": ""
      },
      {
        "sentence": "如果有任何不满意的地方，勇敢地表达出来。",
        "label": ""
      },
      {
        "sentence": "虽然我们作为女生，很希望男友能够猜测到我们的内心想法，但是他又不会读心术，所以猜错只会给你带来失望。",
        "label": ""
      },
      {
        "sentence": "安全感这个东西，其实自己给自己才更加实在。",
        "label": ""
      },
      {
        "sentence": "在感情中，总是容易患得患失，我们期待的是美好的感情，但当热恋甜蜜的状态过去后，就不知道如何和对方相处了。",
        "label": ""
      },
      {
        "sentence": "你现在变得焦虑和缺乏信任感，有时候是因为过于依赖一个人。",
        "label": ""
      },
      {
        "sentence": "如果你想摆脱这种焦虑，我建议你选择相信他，给他时间，相信他会变好。",
        "label": ""
      },
      {
        "sentence": "至于你是否想和他走下去，我认为你应该再相处一段时间。",
        "label": ""
      },
      {
        "sentence": "喜欢是在一起的前提，合适才是能不能走下去的最终因素。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有帮助，祝你晚安。",
        "label": ""
      }
    ]
  }
]