[
  {
    "role": "client",
    "content": "我是一个29岁女生，和男友谈了十个多月的恋爱，我们彼此都是初恋。但是我现在不确定是否应该和他分手，因为他不够体贴关心我，有些自我，和女生相处缺少距离感，还不够成熟。我现在感觉对他的信任感和耐心已经耗尽了，也特别没有安全感。男友一直在慢慢变好，也承认自己的不足，但我还是感觉很焦虑，没有信任感。我不知道该怎么做，我该不该再和他走下去呢？",
    "annotation": [
      {
        "sentence": "我是一个29岁女生，和男友谈了十个多月的恋爱，我们彼此都是初恋。",
        "label": ""
      },
      {
        "sentence": "但是我现在不确定是否应该和他分手，因为他不够体贴关心我，有些自我，和女生相处缺少距离感，还不够成熟。",
        "label": ""
      },
      {
        "sentence": "我现在感觉对他的信任感和耐心已经耗尽了，也特别没有安全感。",
        "label": ""
      },
      {
        "sentence": "男友一直在慢慢变好，也承认自己的不足，但我还是感觉很焦虑，没有信任感。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么做，我该不该再和他走下去呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "29岁女生，十个月的初恋恋爱，这个阶段的感情很容易被情感冲动控制，所以你的疑惑是可以理解的。不过，我觉得你现在先要想想当初被他吸引的是什么，为什么想和他谈恋爱？可能你们在一起的感觉出现了变化，但这并不是不可克服的。你的男朋友跟你差不多年纪，你们都是在成熟后才开始恋爱的，所以现在比起以前，你们都更慢慢地认识到对方的缺点。你男朋友可能还没有完全意识到你希望他关心你的方式，但他在慢慢改进，这是个好兆头。",
    "annotation": [
      {
        "sentence": "29岁女生，十个月的初恋恋爱，这个阶段的感情很容易被情感冲动控制，所以你的疑惑是可以理解的。",
        "label": ""
      },
      {
        "sentence": "不过，我觉得你现在先要想想当初被他吸引的是什么，为什么想和他谈恋爱？",
        "label": ""
      },
      {
        "sentence": "可能你们在一起的感觉出现了变化，但这并不是不可克服的。",
        "label": ""
      },
      {
        "sentence": "你的男朋友跟你差不多年纪，你们都是在成熟后才开始恋爱的，所以现在比起以前，你们都更慢慢地认识到对方的缺点。",
        "label": ""
      },
      {
        "sentence": "你男朋友可能还没有完全意识到你希望他关心你的方式，但他在慢慢改进，这是个好兆头。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的观点，但这些缺点已经让我感觉很痛苦了，我不知道还要等他多久，还能不能有安全感。",
    "annotation": [
      {
        "sentence": "我理解你的观点，但这些缺点已经让我感觉很痛苦了，我不知道还要等他多久，还能不能有安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "安全感的确是重要的，但是这并不是你男朋友能立刻提供的。你对恋爱和婚姻的看法、自我认知等等也会影响安全感。你们之间的磨合需要时间，对于两个独立的个体来说，完全契合是不可能的。你可以跟他沟通你的感受和需要，让他知道你对他的期望，但也要接受他有不同的思考方式和行为方式，适当地互相迁就。",
    "annotation": [
      {
        "sentence": "安全感的确是重要的，但是这并不是你男朋友能立刻提供的。",
        "label": ""
      },
      {
        "sentence": "你对恋爱和婚姻的看法、自我认知等等也会影响安全感。",
        "label": ""
      },
      {
        "sentence": "你们之间的磨合需要时间，对于两个独立的个体来说，完全契合是不可能的。",
        "label": ""
      },
      {
        "sentence": "你可以跟他沟通你的感受和需要，让他知道你对他的期望，但也要接受他有不同的思考方式和行为方式，适当地互相迁就。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我不知道自己还有没有耐心等待，我怕等来的只会是更大的痛苦和伤害。",
    "annotation": [
      {
        "sentence": "但是我不知道自己还有没有耐心等待，我怕等来的只会是更大的痛苦和伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解这种焦虑和担忧，但是恋爱中也需要经历磨难才能得到成长和更深入的理解。你也要在内心问问自己，是不是真的下定决心要和他走下去。如果是，那就慢慢来，给彼此适应的时间；如果不是，那就大胆面对现实，果断地做出抉择。这都需要尊重自己的内心，还有跟他老实沟通。",
    "annotation": [
      {
        "sentence": "我理解这种焦虑和担忧，但是恋爱中也需要经历磨难才能得到成长和更深入的理解。",
        "label": ""
      },
      {
        "sentence": "你也要在内心问问自己，是不是真的下定决心要和他走下去。",
        "label": ""
      },
      {
        "sentence": "如果是，那就慢慢来，给彼此适应的时间；如果不是，那就大胆面对现实，果断地做出抉择。",
        "label": ""
      },
      {
        "sentence": "这都需要尊重自己的内心，还有跟他老实沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是他还提过让我给他一点时间，让他去改进，我真的不知道能不能相信他。",
    "annotation": [
      {
        "sentence": "可是他还提过让我给他一点时间，让他去改进，我真的不知道能不能相信他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有发展的空间，恋爱也是一样。你可以在一定程度上信任他，并且理解彼此还需学习进步。既然他提出改进，就说明他还是关心你们的关系。你们可以互相支持，让感情变得更健康。",
    "annotation": [
      {
        "sentence": "每个人都有发展的空间，恋爱也是一样。",
        "label": ""
      },
      {
        "sentence": "你可以在一定程度上信任他，并且理解彼此还需学习进步。",
        "label": ""
      },
      {
        "sentence": "既然他提出改进，就说明他还是关心你们的关系。",
        "label": ""
      },
      {
        "sentence": "你们可以互相支持，让感情变得更健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你给我的意见和建议。我觉得我应该好好想想，跟他好好沟通。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你给我的意见和建议。",
        "label": ""
      },
      {
        "sentence": "我觉得我应该好好想想，跟他好好沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，跟他沟通非常重要，同时也要保持冷静、坦诚和对待感情的成熟态度。你会慢慢地明白自己的心意，希望你们能一起渡过感情的难关。",
    "annotation": [
      {
        "sentence": "没错，跟他沟通非常重要，同时也要保持冷静、坦诚和对待感情的成熟态度。",
        "label": ""
      },
      {
        "sentence": "你会慢慢地明白自己的心意，希望你们能一起渡过感情的难关。",
        "label": ""
      }
    ]
  }
]