[
  {
    "role": "client",
    "content": "减重过程中，坚持不了怎么办？目前体重有点超标，需要减一些，坚持不住怎么办？",
    "annotation": [
      {
        "sentence": "减重过程中，坚持不了怎么办？",
        "label": ""
      },
      {
        "sentence": "目前体重有点超标，需要减一些，坚持不住怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题我也在经历着。可以说，我一直断断续续地减肥，都没有坚持住。直到今年的5月份，我去年12月生完孩子是70kg，哺乳期期间也没有减肥，后来实在5月份的时候因为产假快结束了，拿了自己原来的衣服试了一下，没有一件能穿上，才下定决心减肥的，当时已经达到了73KG。经过4个月的减肥，到国庆节的时候，我就减到了62KG，减了20斤。只是现在懈怠了，想休息一下。等过段日子再减。所以，只要您下定决心，您就一定能减下来的，相信自己。",
    "annotation": [
      {
        "sentence": "这个问题我也在经历着。",
        "label": ""
      },
      {
        "sentence": "可以说，我一直断断续续地减肥，都没有坚持住。",
        "label": ""
      },
      {
        "sentence": "直到今年的5月份，我去年12月生完孩子是70kg，哺乳期期间也没有减肥，后来实在5月份的时候因为产假快结束了，拿了自己原来的衣服试了一下，没有一件能穿上，才下定决心减肥的，当时已经达到了73KG。",
        "label": ""
      },
      {
        "sentence": "经过4个月的减肥，到国庆节的时候，我就减到了62KG，减了20斤。",
        "label": ""
      },
      {
        "sentence": "只是现在懈怠了，想休息一下。",
        "label": ""
      },
      {
        "sentence": "等过段日子再减。",
        "label": ""
      },
      {
        "sentence": "所以，只要您下定决心，您就一定能减下来的，相信自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和分享经验。但是我一直纠结于为什么自己总是坚持不住减肥计划，好像缺乏什么动力。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和分享经验。",
        "label": ""
      },
      {
        "sentence": "但是我一直纠结于为什么自己总是坚持不住减肥计划，好像缺乏什么动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们先来分析一下，为什么您的减肥没有坚持住，个人认为可能有以下的几种原因：1、您并没有真的特别大的减肥的动力，看题目中，您的体重只是有一点超标，也就是说您超重并不是很厉害，甚至可以说对您的生活并没有太大的影响，只不过是可能是因为听到别人说，减一点会更健康，或者更好看才想减肥。您自己并没有特别大的决心。之前我听别人说过一句话，当你只是喊着减肥，但却没有行动，那是因为你还能接受自己现在的外形。也就是说，您是可以接纳您自己的身材的。因为能接纳，所以改变的动力并不是很足。没有足够的动力，我们是没有办法坚持下去。动机才是我们维持我们行为的内在驱动力。2、也有可能是您选择的减肥方式实在是太痛苦。比如说，如果您选择了节食作为自己的减肥方式，像网上流传的节食的食谱，轻断食，3天内只吃苹果，或者只吃水煮菜和水煮肉，这样子的减肥方式。我相信也是很难坚持下去的。因为根据马斯洛的需求层次，我们在满足了基本的生活需求之后，我们还需要满足社交需求，自我实现需求等更高层次的需求。在这里，当水煮菜只是让我们吃饱了，没有办法让我们享受美食的过程，在长时间这种饮食之后，我们只会更加渴求各种重口味，油炸的食品，等我们把体重减下来一点点，想放松一下，吃了油炸食品之后，体重马上又上去了，这样子的生活也会导致我们不太想继续。",
    "annotation": [
      {
        "sentence": "我们先来分析一下，为什么您的减肥没有坚持住，个人认为可能有以下的几种原因：1、您并没有真的特别大的减肥的动力，看题目中，您的体重只是有一点超标，也就是说您超重并不是很厉害，甚至可以说对您的生活并没有太大的影响，只不过是可能是因为听到别人说，减一点会更健康，或者更好看才想减肥。",
        "label": ""
      },
      {
        "sentence": "您自己并没有特别大的决心。",
        "label": ""
      },
      {
        "sentence": "之前我听别人说过一句话，当你只是喊着减肥，但却没有行动，那是因为你还能接受自己现在的外形。",
        "label": ""
      },
      {
        "sentence": "也就是说，您是可以接纳您自己的身材的。",
        "label": ""
      },
      {
        "sentence": "因为能接纳，所以改变的动力并不是很足。",
        "label": ""
      },
      {
        "sentence": "没有足够的动力，我们是没有办法坚持下去。",
        "label": ""
      },
      {
        "sentence": "动机才是我们维持我们行为的内在驱动力。",
        "label": ""
      },
      {
        "sentence": "2、也有可能是您选择的减肥方式实在是太痛苦。",
        "label": ""
      },
      {
        "sentence": "比如说，如果您选择了节食作为自己的减肥方式，像网上流传的节食的食谱，轻断食，3天内只吃苹果，或者只吃水煮菜和水煮肉，这样子的减肥方式。",
        "label": ""
      },
      {
        "sentence": "我相信也是很难坚持下去的。",
        "label": ""
      },
      {
        "sentence": "因为根据马斯洛的需求层次，我们在满足了基本的生活需求之后，我们还需要满足社交需求，自我实现需求等更高层次的需求。",
        "label": ""
      },
      {
        "sentence": "在这里，当水煮菜只是让我们吃饱了，没有办法让我们享受美食的过程，在长时间这种饮食之后，我们只会更加渴求各种重口味，油炸的食品，等我们把体重减下来一点点，想放松一下，吃了油炸食品之后，体重马上又上去了，这样子的生活也会导致我们不太想继续。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我也试过一些剧烈的减肥方式，但是很快就会觉得受不了，想要放弃。不知道有没有更合适的方式来减肥呢？",
    "annotation": [
      {
        "sentence": "确实，我也试过一些剧烈的减肥方式，但是很快就会觉得受不了，想要放弃。",
        "label": ""
      },
      {
        "sentence": "不知道有没有更合适的方式来减肥呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然有解决的办法。首先，我们要明确减肥的目标，同时设定目标时要适度，不要设得太高，因为太高的目标达不到会导致泄气，同时也会影响动机的水平。健康的减肥模式是每月减去4-6斤，不要过于追求快速减肥。其次，不要每天盯着体重秤。体重每天都会有浮动，如果每天都盯着体重秤，可能会因为一天重了感到挫败，但其实只是正常的浮动。第三，学会正确的饮食搭配和做饭，减肥餐应该包含蔬菜、肉类、主食和适量的油脂。您可以在网上学习一些减肥料理，既满足减肥的念头又满足享受美食的内心。如果时间不允许，也可以选择学习减肥餐的搭配，在外用餐时尽量选择菜品较多的餐厅。",
    "annotation": [
      {
        "sentence": "当然有解决的办法。",
        "label": ""
      },
      {
        "sentence": "首先，我们要明确减肥的目标，同时设定目标时要适度，不要设得太高，因为太高的目标达不到会导致泄气，同时也会影响动机的水平。",
        "label": ""
      },
      {
        "sentence": "健康的减肥模式是每月减去4-6斤，不要过于追求快速减肥。",
        "label": ""
      },
      {
        "sentence": "其次，不要每天盯着体重秤。",
        "label": ""
      },
      {
        "sentence": "体重每天都会有浮动，如果每天都盯着体重秤，可能会因为一天重了感到挫败，但其实只是正常的浮动。",
        "label": ""
      },
      {
        "sentence": "第三，学会正确的饮食搭配和做饭，减肥餐应该包含蔬菜、肉类、主食和适量的油脂。",
        "label": ""
      },
      {
        "sentence": "您可以在网上学习一些减肥料理，既满足减肥的念头又满足享受美食的内心。",
        "label": ""
      },
      {
        "sentence": "如果时间不允许，也可以选择学习减肥餐的搭配，在外用餐时尽量选择菜品较多的餐厅。",
        "label": ""
      }
    ]
  }
]