[
  {
    "role": "client",
    "content": "我被妈妈管控生活因此抑郁，感到很生气但无力改变，应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我被妈妈管控生活因此抑郁，感到很生气但无力改变，应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你被妈妈过度控制生活，对此感到不满和压抑，但却没有办法改变这种状况，是吗？",
    "annotation": [
      {
        "sentence": "你被妈妈过度控制生活，对此感到不满和压抑，但却没有办法改变这种状况，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，从小妈妈对我要求很严格，要好好学习不能看电视玩游戏，考什么学校都有要求。我一直尽力满足要求，现在进入大学不常回家，但是妈妈还是总打电话唠叨要我早睡早起，不能吃零食，不能玩太多手机。还每月严格给生活费，为了限制我网购。我感到很苦恼，我已经成年了可是不能自己安排自己的生活，尝试和妈妈沟通也没有用，反而变得更严重。我感觉很难受，甚至每天都心情低落，我该怎么办？",
    "annotation": [
      {
        "sentence": "对，从小妈妈对我要求很严格，要好好学习不能看电视玩游戏，考什么学校都有要求。",
        "label": ""
      },
      {
        "sentence": "我一直尽力满足要求，现在进入大学不常回家，但是妈妈还是总打电话唠叨要我早睡早起，不能吃零食，不能玩太多手机。",
        "label": ""
      },
      {
        "sentence": "还每月严格给生活费，为了限制我网购。",
        "label": ""
      },
      {
        "sentence": "我感到很苦恼，我已经成年了可是不能自己安排自己的生活，尝试和妈妈沟通也没有用，反而变得更严重。",
        "label": ""
      },
      {
        "sentence": "我感觉很难受，甚至每天都心情低落，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在的困境。你妈妈从小对你有很多严格的要求，控制和安排你的生活，因此你们形成了这种“控制-顺从”的关系和模式，也习惯以这种模式来生活，没有进行任何改变。到了现在你已经长大，有更多的自我意识和自己的追求，但曾经的关系模式仍然没有改变。你妈妈仍然习惯对你有诸多要求，严格地控制你的事情，而你虽然觉得很难受，但是也仍然习惯了这种方式，一时之间难以改变，不知道怎样改变，也没有勇气去改变。",
    "annotation": [
      {
        "sentence": "我了解你现在的困境。",
        "label": ""
      },
      {
        "sentence": "你妈妈从小对你有很多严格的要求，控制和安排你的生活，因此你们形成了这种“控制-顺从”的关系和模式，也习惯以这种模式来生活，没有进行任何改变。",
        "label": ""
      },
      {
        "sentence": "到了现在你已经长大，有更多的自我意识和自己的追求，但曾经的关系模式仍然没有改变。",
        "label": ""
      },
      {
        "sentence": "你妈妈仍然习惯对你有诸多要求，严格地控制你的事情，而你虽然觉得很难受，但是也仍然习惯了这种方式，一时之间难以改变，不知道怎样改变，也没有勇气去改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实感觉到这种改变很困难，也没有勇气去面对。",
    "annotation": [
      {
        "sentence": "是的，我确实感觉到这种改变很困难，也没有勇气去面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但你不断成长的自我意识和已经发生变化的实际生活，与曾经的控制模式产生了冲突，这就让你感到难受。在你妈妈的眼里，你永远都是那个长不大的孩子，因此她也永远都要控制你，帮你安排很多事情。她的内心其实是拒绝你的离开和自立，不愿意承认孩子已经长大，要和父母进行分离，要离开父母。因此，她只能通过控制的手段来继续掌控你，避免你离开、脱离她。不能说她对你有着什么恶意，也许是因为和你的母子感情纠缠得太深，也许是她内心充满着孤独和害怕失去的恐惧感。",
    "annotation": [
      {
        "sentence": "但你不断成长的自我意识和已经发生变化的实际生活，与曾经的控制模式产生了冲突，这就让你感到难受。",
        "label": ""
      },
      {
        "sentence": "在你妈妈的眼里，你永远都是那个长不大的孩子，因此她也永远都要控制你，帮你安排很多事情。",
        "label": ""
      },
      {
        "sentence": "她的内心其实是拒绝你的离开和自立，不愿意承认孩子已经长大，要和父母进行分离，要离开父母。",
        "label": ""
      },
      {
        "sentence": "因此，她只能通过控制的手段来继续掌控你，避免你离开、脱离她。",
        "label": ""
      },
      {
        "sentence": "不能说她对你有着什么恶意，也许是因为和你的母子感情纠缠得太深，也许是她内心充满着孤独和害怕失去的恐惧感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这让我更加明白了妈妈控制我的原因，但我该如何改变这种状态呢？",
    "annotation": [
      {
        "sentence": "这让我更加明白了妈妈控制我的原因，但我该如何改变这种状态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要改变这种状态，要争取独立自主，首先需要你自己的确有这个渴望，愿意做出改变，也要有勇气去改变。这个改变的过程必然会产生很多矛盾冲突和痛苦。那么你是否愿意针对你妈妈的一些控制行为进行抵抗呢？是否敢对妈妈说“不”并坚持自己的想法？是否有勇气面对你和妈妈的分离？会不会因为妈妈的坚持和拒绝就放弃呢？",
    "annotation": [
      {
        "sentence": "要改变这种状态，要争取独立自主，首先需要你自己的确有这个渴望，愿意做出改变，也要有勇气去改变。",
        "label": ""
      },
      {
        "sentence": "这个改变的过程必然会产生很多矛盾冲突和痛苦。",
        "label": ""
      },
      {
        "sentence": "那么你是否愿意针对你妈妈的一些控制行为进行抵抗呢？",
        "label": ""
      },
      {
        "sentence": "是否敢对妈妈说“不”并坚持自己的想法？",
        "label": ""
      },
      {
        "sentence": "是否有勇气面对你和妈妈的分离？",
        "label": ""
      },
      {
        "sentence": "会不会因为妈妈的坚持和拒绝就放弃呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力尝试抵抗妈妈的控制行为，坚持自己的想法并勇敢面对分离的可能性。",
    "annotation": [
      {
        "sentence": "我会努力尝试抵抗妈妈的控制行为，坚持自己的想法并勇敢面对分离的可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你真正有了这个改变的勇气后，就可以多些尝试独立自主，锻炼自己的独立能力，并向妈妈展现你的抗争，证明你的确拥有独立的能力和决心。那么怎样才能显示自己具有独立自主能力呢？首先就是能够对自己的行为负责，能够自律，不用妈妈唠叨也能做到早睡早起、控制玩手机等行为。如果有条件和机会的话，也可以去尝试做一些兼职来锻炼自己独立自主的能力，也能赚一点钱，让自己经济独立起来，减少对妈妈的依赖。孩子长大后必然要和父母分离，独立自主地成长。无论是父母还是孩子，都要承认和接受这个现实。无法接受的一方，内心仍然没有长大。这是一个漫长的成长过程，需要你有勇气去努力争取。加油！",
    "annotation": [
      {
        "sentence": "当你真正有了这个改变的勇气后，就可以多些尝试独立自主，锻炼自己的独立能力，并向妈妈展现你的抗争，证明你的确拥有独立的能力和决心。",
        "label": ""
      },
      {
        "sentence": "那么怎样才能显示自己具有独立自主能力呢？",
        "label": ""
      },
      {
        "sentence": "首先就是能够对自己的行为负责，能够自律，不用妈妈唠叨也能做到早睡早起、控制玩手机等行为。",
        "label": ""
      },
      {
        "sentence": "如果有条件和机会的话，也可以去尝试做一些兼职来锻炼自己独立自主的能力，也能赚一点钱，让自己经济独立起来，减少对妈妈的依赖。",
        "label": ""
      },
      {
        "sentence": "孩子长大后必然要和父母分离，独立自主地成长。",
        "label": ""
      },
      {
        "sentence": "无论是父母还是孩子，都要承认和接受这个现实。",
        "label": ""
      },
      {
        "sentence": "无法接受的一方，内心仍然没有长大。",
        "label": ""
      },
      {
        "sentence": "这是一个漫长的成长过程，需要你有勇气去努力争取。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽力改变并努力成长的！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽力改变并努力成长的！",
        "label": ""
      }
    ]
  }
]