[
  {
    "role": "client",
    "content": "婆婆不给带孩子，又请不起保姆，该怎么办？刚生了宝宝，现在妈妈恢复上班了，婆婆帮忙照顾四五天，就说有事就回去了，然后想让公公单独过来照顾，说自己忙完事情再过来，已经反复两次了，中间总是延迟过来，声称有事没有处理完，宝宝四个多月了，婆婆前后一共只照顾了十多天。婆婆已经退休了，自己一直在鼓捣些事情，具体是什么也不清楚，因为总是什么事情做不长，做做就变。但是公公性格比较比较孤僻，有些自闭，也不做家务，所以，不太想让公公来带孩子，怕孩子性格受影响。同时，自己和公公相处上也有很多不舒服的地方。老公工作很忙，每天都有处理不玩的事情，我的工作也不能丢掉，因为我这边在处理给宝宝落户的事情。姥姥姥爷还都没退休都在上班。现在也不敢请保姆，主要原因还是请不起，因为现在每月要还房贷，没有多余存款。事情卡在这里，不知道该怎么办了？",
    "annotation": [
      {
        "sentence": "婆婆不给带孩子，又请不起保姆，该怎么办？",
        "label": ""
      },
      {
        "sentence": "刚生了宝宝，现在妈妈恢复上班了，婆婆帮忙照顾四五天，就说有事就回去了，然后想让公公单独过来照顾，说自己忙完事情再过来，已经反复两次了，中间总是延迟过来，声称有事没有处理完，宝宝四个多月了，婆婆前后一共只照顾了十多天。",
        "label": ""
      },
      {
        "sentence": "婆婆已经退休了，自己一直在鼓捣些事情，具体是什么也不清楚，因为总是什么事情做不长，做做就变。",
        "label": ""
      },
      {
        "sentence": "但是公公性格比较比较孤僻，有些自闭，也不做家务，所以，不太想让公公来带孩子，怕孩子性格受影响。",
        "label": ""
      },
      {
        "sentence": "同时，自己和公公相处上也有很多不舒服的地方。",
        "label": ""
      },
      {
        "sentence": "老公工作很忙，每天都有处理不玩的事情，我的工作也不能丢掉，因为我这边在处理给宝宝落户的事情。",
        "label": ""
      },
      {
        "sentence": "姥姥姥爷还都没退休都在上班。",
        "label": ""
      },
      {
        "sentence": "现在也不敢请保姆，主要原因还是请不起，因为现在每月要还房贷，没有多余存款。",
        "label": ""
      },
      {
        "sentence": "事情卡在这里，不知道该怎么办了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱歉听到你的困境。在你所说的情况下，确实是面临很多问题。首先，我们要明确轻重缓急，有一些问题是无法退让的，有些则可以尝试改变。我们需要思考哪些事情和人更重要，有哪些是不得不舍弃的？从你的描述来看，似乎现有的各种选择都不太理想。但是孩子是不能不养的，因此我们需要衡量一下，有哪些事情是绝对不能舍弃或改变的？你们愿意为孩子和家庭做出什么样的付出和牺牲？",
    "annotation": [
      {
        "sentence": "抱歉听到你的困境。",
        "label": ""
      },
      {
        "sentence": "在你所说的情况下，确实是面临很多问题。",
        "label": ""
      },
      {
        "sentence": "首先，我们要明确轻重缓急，有一些问题是无法退让的，有些则可以尝试改变。",
        "label": ""
      },
      {
        "sentence": "我们需要思考哪些事情和人更重要，有哪些是不得不舍弃的？",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，似乎现有的各种选择都不太理想。",
        "label": ""
      },
      {
        "sentence": "但是孩子是不能不养的，因此我们需要衡量一下，有哪些事情是绝对不能舍弃或改变的？",
        "label": ""
      },
      {
        "sentence": "你们愿意为孩子和家庭做出什么样的付出和牺牲？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们确实无法将宝宝送到托儿所，因为他才4个月大，只能在家里由成年人照顾。这个条件是不能改变的。爸爸妈妈都需要工作，姥姥姥爷也都在上班。看来只剩下婆家的双亲有可能提供帮助。但是婆婆总是离开，有时候说有事情没处理完，有时候没有具体原因。公公性格不太好，也不喜欢做家务，所以我不太想让他来带孩子。",
    "annotation": [
      {
        "sentence": "我们确实无法将宝宝送到托儿所，因为他才4个月大，只能在家里由成年人照顾。",
        "label": ""
      },
      {
        "sentence": "这个条件是不能改变的。",
        "label": ""
      },
      {
        "sentence": "爸爸妈妈都需要工作，姥姥姥爷也都在上班。",
        "label": ""
      },
      {
        "sentence": "看来只剩下婆家的双亲有可能提供帮助。",
        "label": ""
      },
      {
        "sentence": "但是婆婆总是离开，有时候说有事情没处理完，有时候没有具体原因。",
        "label": ""
      },
      {
        "sentence": "公公性格不太好，也不喜欢做家务，所以我不太想让他来带孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你对公公来带孩子有所担忧。但是除了公公之外，还有其他人可以提供帮助吗？性格不好的公公可能会对孩子产生更大的影响，还是无人照顾孩子的影响更大？你更能接受哪种情况呢？此外，即使让老人家来带孩子，你和你丈夫也应该在工作之余回家陪伴孩子。你们是否可以努力做一些事情来培养孩子的性格，防止他受到老人家的影响呢？",
    "annotation": [
      {
        "sentence": "我明白你对公公来带孩子有所担忧。",
        "label": ""
      },
      {
        "sentence": "但是除了公公之外，还有其他人可以提供帮助吗？",
        "label": ""
      },
      {
        "sentence": "性格不好的公公可能会对孩子产生更大的影响，还是无人照顾孩子的影响更大？",
        "label": ""
      },
      {
        "sentence": "你更能接受哪种情况呢？",
        "label": ""
      },
      {
        "sentence": "此外，即使让老人家来带孩子，你和你丈夫也应该在工作之余回家陪伴孩子。",
        "label": ""
      },
      {
        "sentence": "你们是否可以努力做一些事情来培养孩子的性格，防止他受到老人家的影响呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "目前看来，婆家无法提供帮助或安排其他人来帮忙。那么我们还能做些什么呢？作为孩子的父母，我们需要思考：工作重要还是孩子重要？是否需要为了孩子做出一些牺牲？是否可以调整工作，或是找一份有更多空余时间的工作，以便我们有更多的时间回家照顾孩子？",
    "annotation": [
      {
        "sentence": "目前看来，婆家无法提供帮助或安排其他人来帮忙。",
        "label": ""
      },
      {
        "sentence": "那么我们还能做些什么呢？",
        "label": ""
      },
      {
        "sentence": "作为孩子的父母，我们需要思考：工作重要还是孩子重要？",
        "label": ""
      },
      {
        "sentence": "是否需要为了孩子做出一些牺牲？",
        "label": ""
      },
      {
        "sentence": "是否可以调整工作，或是找一份有更多空余时间的工作，以便我们有更多的时间回家照顾孩子？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你们似乎陷入了困境，没有办法解决问题。但实际上只是因为你们不愿意舍弃某些东西而已。我建议你们认真思考并下决心去舍弃一些东西，为孩子和家庭做出一些改变和牺牲。例如，你们可以投入更多的工余时间陪伴孩子，通过讲故事等方式教育他。如果经济条件无法请保姆，你们是否可以和现有的资源做一些调整，以找到更好的解决方案呢？",
    "annotation": [
      {
        "sentence": "看起来你们似乎陷入了困境，没有办法解决问题。",
        "label": ""
      },
      {
        "sentence": "但实际上只是因为你们不愿意舍弃某些东西而已。",
        "label": ""
      },
      {
        "sentence": "我建议你们认真思考并下决心去舍弃一些东西，为孩子和家庭做出一些改变和牺牲。",
        "label": ""
      },
      {
        "sentence": "例如，你们可以投入更多的工余时间陪伴孩子，通过讲故事等方式教育他。",
        "label": ""
      },
      {
        "sentence": "如果经济条件无法请保姆，你们是否可以和现有的资源做一些调整，以找到更好的解决方案呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，或许我们可以尝试一些调整和努力来解决问题。毕竟孩子是最重要的，我们应该为了他做出一些牺牲和付出。谢谢你的建议，我会好好考虑的。",
    "annotation": [
      {
        "sentence": "你说的很有道理，或许我们可以尝试一些调整和努力来解决问题。",
        "label": ""
      },
      {
        "sentence": "毕竟孩子是最重要的，我们应该为了他做出一些牺牲和付出。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会好好考虑的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。记住，面对问题时，要有明确的目标和优先次序，并做好相应的调整和舍弃。希望你们能找到解决问题的方法，为孩子创造一个良好的成长环境。祝你们好运！如果还有其他问题，随时都可以来找我咨询。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，面对问题时，要有明确的目标和优先次序，并做好相应的调整和舍弃。",
        "label": ""
      },
      {
        "sentence": "希望你们能找到解决问题的方法，为孩子创造一个良好的成长环境。",
        "label": ""
      },
      {
        "sentence": "祝你们好运！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我咨询。",
        "label": ""
      }
    ]
  }
]