[
  {
    "role": "client",
    "content": "婆婆不给带孩子，又请不起保姆，该怎么办？刚生了宝宝，现在妈妈恢复上班了，婆婆帮忙照顾四五天，就说有事就回去了，然后想让公公单独过来照顾，说自己忙完事情再过来，已经反复两次了，中间总是延迟过来，声称有事没有处理完，宝宝四个多月了，婆婆前后一共只照顾了十多天。婆婆已经退休了，自己一直在鼓捣些事情，具体是什么也不清楚，因为总是什么事情做不长，做做就变。但是公公性格比较比较孤僻，有些自闭，也不做家务，所以，不太想让公公来带孩子，怕孩子性格受影响。同时，自己和公公相处上也有很多不舒服的地方。老公工作很忙，每天都有处理不玩的事情，我的工作也不能丢掉，因为我这边在处理给宝宝落户的事情。姥姥姥爷还都没退休都在上班。现在也不敢请保姆，主要原因还是请不起，因为现在每月要还房贷，没有多余存款。事情卡在这里，不知道该怎么办了？",
    "annotation": [
      {
        "sentence": "婆婆不给带孩子，又请不起保姆，该怎么办？",
        "label": ""
      },
      {
        "sentence": "刚生了宝宝，现在妈妈恢复上班了，婆婆帮忙照顾四五天，就说有事就回去了，然后想让公公单独过来照顾，说自己忙完事情再过来，已经反复两次了，中间总是延迟过来，声称有事没有处理完，宝宝四个多月了，婆婆前后一共只照顾了十多天。",
        "label": ""
      },
      {
        "sentence": "婆婆已经退休了，自己一直在鼓捣些事情，具体是什么也不清楚，因为总是什么事情做不长，做做就变。",
        "label": ""
      },
      {
        "sentence": "但是公公性格比较比较孤僻，有些自闭，也不做家务，所以，不太想让公公来带孩子，怕孩子性格受影响。",
        "label": ""
      },
      {
        "sentence": "同时，自己和公公相处上也有很多不舒服的地方。",
        "label": ""
      },
      {
        "sentence": "老公工作很忙，每天都有处理不玩的事情，我的工作也不能丢掉，因为我这边在处理给宝宝落户的事情。",
        "label": ""
      },
      {
        "sentence": "姥姥姥爷还都没退休都在上班。",
        "label": ""
      },
      {
        "sentence": "现在也不敢请保姆，主要原因还是请不起，因为现在每月要还房贷，没有多余存款。",
        "label": ""
      },
      {
        "sentence": "事情卡在这里，不知道该怎么办了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "初为人母，会遇到各种具体的现实困难，想必很不容易。正如你说，事情卡在那了。真正被卡住的是什么？",
    "annotation": [
      {
        "sentence": "初为人母，会遇到各种具体的现实困难，想必很不容易。",
        "label": ""
      },
      {
        "sentence": "正如你说，事情卡在那了。",
        "label": ""
      },
      {
        "sentence": "真正被卡住的是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "家人每一个人选都似乎有理由从照看孩子这个事情上离开，让我感到很困惑。",
    "annotation": [
      {
        "sentence": "家人每一个人选都似乎有理由从照看孩子这个事情上离开，让我感到很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "言语之间，你似乎对婆婆照看孩子是有期待的。听起来她才是孩子的“妈妈”。为人父母之际，意味着一个人人生主要角色的更换：从孩子的角色升级到了父母的角色。你需要想想的是：母亲这个角色对你意味着什么？",
    "annotation": [
      {
        "sentence": "言语之间，你似乎对婆婆照看孩子是有期待的。",
        "label": ""
      },
      {
        "sentence": "听起来她才是孩子的“妈妈”。",
        "label": ""
      },
      {
        "sentence": "为人父母之际，意味着一个人人生主要角色的更换：从孩子的角色升级到了父母的角色。",
        "label": ""
      },
      {
        "sentence": "你需要想想的是：母亲这个角色对你意味着什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对我来说，母亲的角色意味着要承担孩子成长的责任，照顾他们的成长和需求，给予他们全面的关爱和支持。",
    "annotation": [
      {
        "sentence": "对我来说，母亲的角色意味着要承担孩子成长的责任，照顾他们的成长和需求，给予他们全面的关爱和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，作为母亲的你，确实需要承担起孩子成长的责任。这也是你在烦恼婆婆和保姆问题时面临的挑战。不仅仅是现在，还有孩子未来成长的十多年。这是一个长期的过程，需要你有足够的耐心和坚持。同时，在婚姻中，如何与先生商量合作，共同面对这些以及将来的各种现实困难，都需要一个成熟的心理状态来承担。",
    "annotation": [
      {
        "sentence": "没错，作为母亲的你，确实需要承担起孩子成长的责任。",
        "label": ""
      },
      {
        "sentence": "这也是你在烦恼婆婆和保姆问题时面临的挑战。",
        "label": ""
      },
      {
        "sentence": "不仅仅是现在，还有孩子未来成长的十多年。",
        "label": ""
      },
      {
        "sentence": "这是一个长期的过程，需要你有足够的耐心和坚持。",
        "label": ""
      },
      {
        "sentence": "同时，在婚姻中，如何与先生商量合作，共同面对这些以及将来的各种现实困难，都需要一个成熟的心理状态来承担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我需要和丈夫好好沟通，共同面对这些困难。但是，我们俩都工作很忙，时间和精力都很有限，这让我感到很无助。",
    "annotation": [
      {
        "sentence": "是的，我需要和丈夫好好沟通，共同面对这些困难。",
        "label": ""
      },
      {
        "sentence": "但是，我们俩都工作很忙，时间和精力都很有限，这让我感到很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困境。事实上，作为职业女性，面临工作和家庭的平衡是非常具有挑战性的。或许你们可以尝试一些解决方案，例如合理分配家务和育儿任务，以及互相支持和理解对方的工作压力。另外，当你感到困惑和无助时，记得及时和丈夫沟通，有助于你们更好地面对问题。",
    "annotation": [
      {
        "sentence": "我理解你的困境。",
        "label": ""
      },
      {
        "sentence": "事实上，作为职业女性，面临工作和家庭的平衡是非常具有挑战性的。",
        "label": ""
      },
      {
        "sentence": "或许你们可以尝试一些解决方案，例如合理分配家务和育儿任务，以及互相支持和理解对方的工作压力。",
        "label": ""
      },
      {
        "sentence": "另外，当你感到困惑和无助时，记得及时和丈夫沟通，有助于你们更好地面对问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着和丈夫一起商量解决方案。但是现在的问题是，孩子还需要照顾，我又不能请保姆，也不想让孩子受到公公性格的影响。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "好的，我会试着和丈夫一起商量解决方案。",
        "label": ""
      },
      {
        "sentence": "但是现在的问题是，孩子还需要照顾，我又不能请保姆，也不想让孩子受到公公性格的影响。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你不想让孩子受到公公性格的影响。除了婆婆和公公，你们还有其他亲人可以帮忙照看孩子吗？或许你可以考虑向其他亲朋好友寻求帮助，分享你的困境，看看是否有人能够在这段时间内帮忙一下。同样重要的是，不要忽视自己的需求，也要找时间好好休息和放松，这样才能更好地面对困难。",
    "annotation": [
      {
        "sentence": "我理解你不想让孩子受到公公性格的影响。",
        "label": ""
      },
      {
        "sentence": "除了婆婆和公公，你们还有其他亲人可以帮忙照看孩子吗？",
        "label": ""
      },
      {
        "sentence": "或许你可以考虑向其他亲朋好友寻求帮助，分享你的困境，看看是否有人能够在这段时间内帮忙一下。",
        "label": ""
      },
      {
        "sentence": "同样重要的是，不要忽视自己的需求，也要找时间好好休息和放松，这样才能更好地面对困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会试着向其他亲朋好友求助，希望能够得到一些帮助。同时也要记住照顾自己的需求，不能一味地为了孩子而牺牲自己的身心健康。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "你说得对，我会试着向其他亲朋好友求助，希望能够得到一些帮助。",
        "label": ""
      },
      {
        "sentence": "同时也要记住照顾自己的需求，不能一味地为了孩子而牺牲自己的身心健康。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记得，作为一个初为人母的你，不仅要照顾好孩子，也要关注自己的内心世界和需求。与伴侣共同面对问题，寻求帮助和支持是正常的，也是很重要的。祝你和家人都能够顺利度过这个阶段！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记得，作为一个初为人母的你，不仅要照顾好孩子，也要关注自己的内心世界和需求。",
        "label": ""
      },
      {
        "sentence": "与伴侣共同面对问题，寻求帮助和支持是正常的，也是很重要的。",
        "label": ""
      },
      {
        "sentence": "祝你和家人都能够顺利度过这个阶段！",
        "label": ""
      }
    ]
  }
]