[
  {
    "role": "client",
    "content": "我好像因为想象而喜欢上了一个人，应该怎么办？大学女生。我有异地男朋友，但我对身边人有好感，一开始只是一种好感，但我觉得很有罪恶感不断压制，愈演愈烈了，我觉得我好像真的喜欢上了那个男生，想到他会觉得无比心动，但在现实里看见他却也不会有很强的感觉，但一旦我陷入自己的某种负面状态，开始担心自己是不是喜欢上他了，我就会觉得对他特别心动。我在路上经常觉得某个擦肩而过的人很像他，那种心动太强烈了，我不知道该怎么处理，特别是在我有男朋友的情况下，但我在怀疑是不是因为我想太多才会这样。",
    "annotation": [
      {
        "sentence": "我好像因为想象而喜欢上了一个人，应该怎么办？",
        "label": ""
      },
      {
        "sentence": "大学女生。",
        "label": ""
      },
      {
        "sentence": "我有异地男朋友，但我对身边人有好感，一开始只是一种好感，但我觉得很有罪恶感不断压制，愈演愈烈了，我觉得我好像真的喜欢上了那个男生，想到他会觉得无比心动，但在现实里看见他却也不会有很强的感觉，但一旦我陷入自己的某种负面状态，开始担心自己是不是喜欢上他了，我就会觉得对他特别心动。",
        "label": ""
      },
      {
        "sentence": "我在路上经常觉得某个擦肩而过的人很像他，那种心动太强烈了，我不知道该怎么处理，特别是在我有男朋友的情况下，但我在怀疑是不是因为我想太多才会这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情感上的问题总是很复杂，需要我们认真思考。那么，你最近有没有和你男朋友沟通你的想法和感受呢？",
    "annotation": [
      {
        "sentence": "情感上的问题总是很复杂，需要我们认真思考。",
        "label": ""
      },
      {
        "sentence": "那么，你最近有没有和你男朋友沟通你的想法和感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有和他沟通过，我怕他会误会我对他的感情，或者觉得我不爱他了。我觉得我自己都不知道自己到底喜欢上了谁。",
    "annotation": [
      {
        "sentence": "我没有和他沟通过，我怕他会误会我对他的感情，或者觉得我不爱他了。",
        "label": ""
      },
      {
        "sentence": "我觉得我自己都不知道自己到底喜欢上了谁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我明白你的担忧。但是，也许你需要更加主动地去了解自己的心理状态。你可以试着和自己好好沟通一下，理清自己的想法和感受，同时也可以和你的男朋友坦诚相待，分享自己的真实想法。",
    "annotation": [
      {
        "sentence": "嗯，我明白你的担忧。",
        "label": ""
      },
      {
        "sentence": "但是，也许你需要更加主动地去了解自己的心理状态。",
        "label": ""
      },
      {
        "sentence": "你可以试着和自己好好沟通一下，理清自己的想法和感受，同时也可以和你的男朋友坦诚相待，分享自己的真实想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但我还是有点担心他会生气或者伤心。",
    "annotation": [
      {
        "sentence": "我明白了，但我还是有点担心他会生气或者伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的想法，但是有时候我们需要面对现实，而不是逃避。如果一直不和他沟通，会让情况变得更加复杂。与其让自己一直处于焦虑和困惑中，不如试着和他谈谈，顺便问问他对你和你们的关系的想法和感受。",
    "annotation": [
      {
        "sentence": "理解你的想法，但是有时候我们需要面对现实，而不是逃避。",
        "label": ""
      },
      {
        "sentence": "如果一直不和他沟通，会让情况变得更加复杂。",
        "label": ""
      },
      {
        "sentence": "与其让自己一直处于焦虑和困惑中，不如试着和他谈谈，顺便问问他对你和你们的关系的想法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的建议，我会试着和他谈谈的。",
    "annotation": [
      {
        "sentence": "好的，谢谢你的建议，我会试着和他谈谈的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呃，不过，我还是想强调一下，你需要先冷静下来，理智地分析自己的感觉，再作出决定。毕竟，你有一个异地男友，你们之间的关系也需要好好经营。",
    "annotation": [
      {
        "sentence": "呃，不过，我还是想强调一下，你需要先冷静下来，理智地分析自己的感觉，再作出决定。",
        "label": ""
      },
      {
        "sentence": "毕竟，你有一个异地男友，你们之间的关系也需要好好经营。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，谢谢你的提醒。我不会轻易做出决定的，也会好好处理和男友之间的关系。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，谢谢你的提醒。",
        "label": ""
      },
      {
        "sentence": "我不会轻易做出决定的，也会好好处理和男友之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，别忘了，你并不是一个人在面对这个问题，我们始终关注你的感受和想法。如果需要帮助的话，可以随时找我聊天哦。",
    "annotation": [
      {
        "sentence": "没问题，别忘了，你并不是一个人在面对这个问题，我们始终关注你的感受和想法。",
        "label": ""
      },
      {
        "sentence": "如果需要帮助的话，可以随时找我聊天哦。",
        "label": ""
      }
    ]
  }
]