[
  {
    "role": "client",
    "content": "想考个证，非常没动力，十分困扰，可咋整？想考个证，对自己目前公司有用，但是完全没动力，报名了几次都不看书，一看就觉得无聊，很困，完全看不下去，很困扰。对那种快速变现进账的事儿动力十足。可咋整……接了一个新工作，也会觉得过程久坐有些无聊，十分困扰啊。",
    "annotation": [
      {
        "sentence": "想考个证，非常没动力，十分困扰，可咋整？",
        "label": ""
      },
      {
        "sentence": "想考个证，对自己目前公司有用，但是完全没动力，报名了几次都不看书，一看就觉得无聊，很困，完全看不下去，很困扰。",
        "label": ""
      },
      {
        "sentence": "对那种快速变现进账的事儿动力十足。",
        "label": ""
      },
      {
        "sentence": "可咋整……接了一个新工作，也会觉得过程久坐有些无聊，十分困扰啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以明白你的苦恼，但是这是一个非常常见的状况。首先你需要思考一下如何让你从心底里想要完成考试的这个目标。我们都知道人们对于不同的事物都有各自不同的动力来源，你可以试着寻找这个证书能够给你带来什么惊喜和突破，并积极表达。这样会让你渐渐产生动力，并且对学习也会感到更加有趣。",
    "annotation": [
      {
        "sentence": "可以明白你的苦恼，但是这是一个非常常见的状况。",
        "label": ""
      },
      {
        "sentence": "首先你需要思考一下如何让你从心底里想要完成考试的这个目标。",
        "label": ""
      },
      {
        "sentence": "我们都知道人们对于不同的事物都有各自不同的动力来源，你可以试着寻找这个证书能够给你带来什么惊喜和突破，并积极表达。",
        "label": ""
      },
      {
        "sentence": "这样会让你渐渐产生动力，并且对学习也会感到更加有趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯嗯，我觉得这个证书可以让我在公司中拥有更多的发展机会和晋升空间，这也是我考证的主要目的。",
    "annotation": [
      {
        "sentence": "嗯嗯，我觉得这个证书可以让我在公司中拥有更多的发展机会和晋升空间，这也是我考证的主要目的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所说的这个壮志，一定会是你一次次投资大量时间和精力的不懈努力。当你用它实现了你的目标时，回报也会让你获得极大的满足感。你现在可能认为看一些书实在是太无聊了，不过试着找到你认为有趣或者愉悦的方式去学习。如果你需要，还可以请个辅导老师或者是参加培训课程，这些都是可以帮助你更好地掌握学习内容的方法。",
    "annotation": [
      {
        "sentence": "你所说的这个壮志，一定会是你一次次投资大量时间和精力的不懈努力。",
        "label": ""
      },
      {
        "sentence": "当你用它实现了你的目标时，回报也会让你获得极大的满足感。",
        "label": ""
      },
      {
        "sentence": "你现在可能认为看一些书实在是太无聊了，不过试着找到你认为有趣或者愉悦的方式去学习。",
        "label": ""
      },
      {
        "sentence": "如果你需要，还可以请个辅导老师或者是参加培训课程，这些都是可以帮助你更好地掌握学习内容的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实如此，也许我可以试试去找一个辅导老师来帮我学习。但我还是不知道这个证书对我有多大的帮助，或许还要走很长一段路。",
    "annotation": [
      {
        "sentence": "确实如此，也许我可以试试去找一个辅导老师来帮我学习。",
        "label": ""
      },
      {
        "sentence": "但我还是不知道这个证书对我有多大的帮助，或许还要走很长一段路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时，达成最终目标的道路上会不可避免地有些挫折和困难。但是，只要你不断地努力，总有一天你会看到收获和成果的。而且，你完全可以先考一次证，看看这个证书能够给你带来的影响和帮助。先尝试着完成这个小目标，然后再慢慢地向前迈进。",
    "annotation": [
      {
        "sentence": "有时，达成最终目标的道路上会不可避免地有些挫折和困难。",
        "label": ""
      },
      {
        "sentence": "但是，只要你不断地努力，总有一天你会看到收获和成果的。",
        "label": ""
      },
      {
        "sentence": "而且，你完全可以先考一次证，看看这个证书能够给你带来的影响和帮助。",
        "label": ""
      },
      {
        "sentence": "先尝试着完成这个小目标，然后再慢慢地向前迈进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我可以先考一次试，看看结果，也许真的可以给我更多的动力。谢谢你的建议，这对我很有帮助。",
    "annotation": [
      {
        "sentence": "你说的没错，我可以先考一次试，看看结果，也许真的可以给我更多的动力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，这对我很有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我非常高兴能帮助到你。如果你需要，我随时都会在这里支持你的，你可以随时跟我聊天。而且，不要担心考试的结果，相信自己，你一定能够走到想要的地方。",
    "annotation": [
      {
        "sentence": "不用谢，我非常高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果你需要，我随时都会在这里支持你的，你可以随时跟我聊天。",
        "label": ""
      },
      {
        "sentence": "而且，不要担心考试的结果，相信自己，你一定能够走到想要的地方。",
        "label": ""
      }
    ]
  }
]