[
  {
    "role": "client",
    "content": "作为兼职心理咨询师，有拯救者情结，怎么破？",
    "annotation": [
      {
        "sentence": "作为兼职心理咨询师，有拯救者情结，怎么破？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面作为同行，仔细阅读着你的困惑，体会到你内心的疲累。因为对于心理咨询需要收费的话题误区，在普通大众中比比皆是。",
    "annotation": [
      {
        "sentence": "见字如面作为同行，仔细阅读着你的困惑，体会到你内心的疲累。",
        "label": ""
      },
      {
        "sentence": "因为对于心理咨询需要收费的话题误区，在普通大众中比比皆是。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没错，总有人认为心理咨询应该是无偿的，而我作为一个咨询师，内心总觉得应该帮助他们。这样的矛盾情绪让我困扰。",
    "annotation": [
      {
        "sentence": "没错，总有人认为心理咨询应该是无偿的，而我作为一个咨询师，内心总觉得应该帮助他们。",
        "label": ""
      },
      {
        "sentence": "这样的矛盾情绪让我困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于可能刚踏入这个行业的心理咨询师来讲，遇到这样的来访者，内心想要助人的情结和坚守咨询收费的规范就会经常起冲突。你遇到的问题是心理咨询伦理规范中一个典型的两难困境。",
    "annotation": [
      {
        "sentence": "对于可能刚踏入这个行业的心理咨询师来讲，遇到这样的来访者，内心想要助人的情结和坚守咨询收费的规范就会经常起冲突。",
        "label": ""
      },
      {
        "sentence": "你遇到的问题是心理咨询伦理规范中一个典型的两难困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，咨询收费看起来好像是为了利益，而忽略了那份原本想要帮助他人的初心。",
    "annotation": [
      {
        "sentence": "确实是这样，咨询收费看起来好像是为了利益，而忽略了那份原本想要帮助他人的初心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理咨询需要收费，首先证明心理咨询师的学习与付出具有可衡量的价值。另外咨询收费可以达成与来访者的契约关系，咨访双方需要为之履行权利与义务。咨询师为成长自我及提升业务技能投入大量的财力，在一定程度上都源于“助人自助”的初心。但有时会因为希望助人的强烈意愿而无法坚守咨询的设置。",
    "annotation": [
      {
        "sentence": "心理咨询需要收费，首先证明心理咨询师的学习与付出具有可衡量的价值。",
        "label": ""
      },
      {
        "sentence": "另外咨询收费可以达成与来访者的契约关系，咨访双方需要为之履行权利与义务。",
        "label": ""
      },
      {
        "sentence": "咨询师为成长自我及提升业务技能投入大量的财力，在一定程度上都源于“助人自助”的初心。",
        "label": ""
      },
      {
        "sentence": "但有时会因为希望助人的强烈意愿而无法坚守咨询的设置。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不应该将咨询收费看作是为了利益，而是为了维护咨询师的职业价值和权益。同时，通过收费也能建立起咨询师与来访者之间的契约关系。",
    "annotation": [
      {
        "sentence": "我明白了，我不应该将咨询收费看作是为了利益，而是为了维护咨询师的职业价值和权益。",
        "label": ""
      },
      {
        "sentence": "同时，通过收费也能建立起咨询师与来访者之间的契约关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，理解这一点非常重要。另外，有一些咨询师新手初期实践时，会过度低估自身的职业价值，而不敢去收费，造成咨询关系的不稳定，甚至是来访者脱落的情况经常出现。",
    "annotation": [
      {
        "sentence": "是的，理解这一点非常重要。",
        "label": ""
      },
      {
        "sentence": "另外，有一些咨询师新手初期实践时，会过度低估自身的职业价值，而不敢去收费，造成咨询关系的不稳定，甚至是来访者脱落的情况经常出现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我可能正处于这种情况，不敢收费的同时却频繁面临来访者的离开。",
    "annotation": [
      {
        "sentence": "我想我可能正处于这种情况，不敢收费的同时却频繁面临来访者的离开。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对来访者可能的不满意及心理攻击，需要咨询师厘清边界。心理咨询关系不同于日常生活中的社交关系，是在非常私密的环境与设置下建立起来的。心理咨询师在工作时间内的角色与生活中的个人角色不同，需要咨询师区分出边界，不把工作关系中可能投射带到生活中来。当然，世间没有完美的个体，咨询师首先也是人，所以这就需要咨询师依靠督导与同辈专业团体的帮助，获得从业的力量感。",
    "annotation": [
      {
        "sentence": "面对来访者可能的不满意及心理攻击，需要咨询师厘清边界。",
        "label": ""
      },
      {
        "sentence": "心理咨询关系不同于日常生活中的社交关系，是在非常私密的环境与设置下建立起来的。",
        "label": ""
      },
      {
        "sentence": "心理咨询师在工作时间内的角色与生活中的个人角色不同，需要咨询师区分出边界，不把工作关系中可能投射带到生活中来。",
        "label": ""
      },
      {
        "sentence": "当然，世间没有完美的个体，咨询师首先也是人，所以这就需要咨询师依靠督导与同辈专业团体的帮助，获得从业的力量感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要学会区分我的工作角色和个人角色，并依靠督导和专业团体的支持去应对可能出现的困境。",
    "annotation": [
      {
        "sentence": "我明白了，我需要学会区分我的工作角色和个人角色，并依靠督导和专业团体的支持去应对可能出现的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "邀请与建议：在咨询工作中产生这样不愉快的感受，在常人是无法去接受的，但咨询师不同，经过自我反思的过程可能恰恰是促进咨询师个人成长的契机。所以需要我们调换到专业角度与频道看待这个问题。心理咨询师的伦理规范就像《圣经》一样需要去遵守。如果在你的职业生涯中还没有接受过伦理规范的培训，需要补上这一课。目前国内最权威的行业组织“中国心理学会”在全国范围内都在铺开相关的培训，对于你遇到的咨询收费纠纷的困惑有明确的条款解答。咨询师不是单打独斗的行业，需要我们抱团取暖，所以咨询师在线下或者线上都最好能够寻找到专业的心理机构进行入驻，这样你在接待咨询时就会由机构为你做此类收费解释的工作，减轻你的心理压力。另外，有一个稳定长期的个体及团体督导环境，非常重要。在督导中，可以解决类似这些在工作实践中的困惑。希望我的回答对你有一丝启发与帮助，提升职业胜任力是我们做心理咨询师的人不可推卸的责任，让我们一起加油！",
    "annotation": [
      {
        "sentence": "邀请与建议：在咨询工作中产生这样不愉快的感受，在常人是无法去接受的，但咨询师不同，经过自我反思的过程可能恰恰是促进咨询师个人成长的契机。",
        "label": ""
      },
      {
        "sentence": "所以需要我们调换到专业角度与频道看待这个问题。",
        "label": ""
      },
      {
        "sentence": "心理咨询师的伦理规范就像《圣经》一样需要去遵守。",
        "label": ""
      },
      {
        "sentence": "如果在你的职业生涯中还没有接受过伦理规范的培训，需要补上这一课。",
        "label": ""
      },
      {
        "sentence": "目前国内最权威的行业组织“中国心理学会”在全国范围内都在铺开相关的培训，对于你遇到的咨询收费纠纷的困惑有明确的条款解答。",
        "label": ""
      },
      {
        "sentence": "咨询师不是单打独斗的行业，需要我们抱团取暖，所以咨询师在线下或者线上都最好能够寻找到专业的心理机构进行入驻，这样你在接待咨询时就会由机构为你做此类收费解释的工作，减轻你的心理压力。",
        "label": ""
      },
      {
        "sentence": "另外，有一个稳定长期的个体及团体督导环境，非常重要。",
        "label": ""
      },
      {
        "sentence": "在督导中，可以解决类似这些在工作实践中的困惑。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有一丝启发与帮助，提升职业胜任力是我们做心理咨询师的人不可推卸的责任，让我们一起加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和建议。我会更加重视职业伦理规范，寻找专业机构的支持，并加入督导环境来提升自己的能力。非常感谢你的鼓励，让我有了积极面对困境的勇气。我们一起努力，为心理咨询的发展贡献力量！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我会更加重视职业伦理规范，寻找专业机构的支持，并加入督导环境来提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的鼓励，让我有了积极面对困境的勇气。",
        "label": ""
      },
      {
        "sentence": "我们一起努力，为心理咨询的发展贡献力量！",
        "label": ""
      }
    ]
  }
]