[
  {
    "role": "client",
    "content": "面对别人的优秀，我感觉被打击，害，该怎么调整？面对别人的优秀，我会陷入一种很难受的状态，还有感觉未来的美好，如童话般的生活都没有了，为什么呀！感觉像打击一样，一蹶不振，感觉怎样都不会太好，会没有动力，没有向前的幸福的感觉！不要对我讲道理，我能感觉出来有些关心我的朋友会劝我怎样怎样，道理是好，可我现在不能直接用我身上啊，罗胖不是说么，学了那么多道理为什么还是过不好这一生，，我现在知道那些浅显的道理，但我知道我的感觉，我的感觉说，要我怎样怎样的，那些都是废话，我控制不了不想，我现在就是这样的思维，伙伴们来调整一下我的认知思维吧。",
    "annotation": [
      {
        "sentence": "面对别人的优秀，我感觉被打击，害，该怎么调整？",
        "label": ""
      },
      {
        "sentence": "面对别人的优秀，我会陷入一种很难受的状态，还有感觉未来的美好，如童话般的生活都没有了，为什么呀！",
        "label": ""
      },
      {
        "sentence": "感觉像打击一样，一蹶不振，感觉怎样都不会太好，会没有动力，没有向前的幸福的感觉！",
        "label": ""
      },
      {
        "sentence": "不要对我讲道理，我能感觉出来有些关心我的朋友会劝我怎样怎样，道理是好，可我现在不能直接用我身上啊，罗胖不是说么，学了那么多道理为什么还是过不好这一生，，我现在知道那些浅显的道理，但我知道我的感觉，我的感觉说，要我怎样怎样的，那些都是废话，我控制不了不想，我现在就是这样的思维，伙伴们来调整一下我的认知思维吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常能理解你的感受。面对别人的优秀，你会感到难受、焦虑、受打击，这实质上是你过于要强的表现。也许这是你是有上进心的人所带来的。恰当的上进心可以促进你前进，但是我们需要适当平衡，不要总是把对方的优秀看作你的失败。这样才能够从认知思维上调整自己。你不想听说大道理，那么我们就一步步地来分析。",
    "annotation": [
      {
        "sentence": "非常能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "面对别人的优秀，你会感到难受、焦虑、受打击，这实质上是你过于要强的表现。",
        "label": ""
      },
      {
        "sentence": "也许这是你是有上进心的人所带来的。",
        "label": ""
      },
      {
        "sentence": "恰当的上进心可以促进你前进，但是我们需要适当平衡，不要总是把对方的优秀看作你的失败。",
        "label": ""
      },
      {
        "sentence": "这样才能够从认知思维上调整自己。",
        "label": ""
      },
      {
        "sentence": "你不想听说大道理，那么我们就一步步地来分析。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感觉你能够理解我，但我并不知道该怎样做好这个平衡。",
    "annotation": [
      {
        "sentence": "我感觉你能够理解我，但我并不知道该怎样做好这个平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们可以从竞争的怪圈出发。阿德勒说：“如果想要和谐地生活在一起，那就必须把对方当成平等的人。”你之所以会焦虑，是因为我们一直站在「竞争的角度」来看待人际关系，往往会把他人的优秀看作是“我的失败”，所以看到别人的优秀，自己就会有危机感和焦虑感。而一旦从“竞争”的怪圈解放出来，就能摆脱“或许会输”的竞争心理，平等地看待对方，不被竞争牵着鼻子走了。",
    "annotation": [
      {
        "sentence": "我们可以从竞争的怪圈出发。",
        "label": ""
      },
      {
        "sentence": "阿德勒说：“如果想要和谐地生活在一起，那就必须把对方当成平等的人。",
        "label": ""
      },
      {
        "sentence": "”你之所以会焦虑，是因为我们一直站在「竞争的角度」来看待人际关系，往往会把他人的优秀看作是“我的失败”，所以看到别人的优秀，自己就会有危机感和焦虑感。",
        "label": ""
      },
      {
        "sentence": "而一旦从“竞争”的怪圈解放出来，就能摆脱“或许会输”的竞争心理，平等地看待对方，不被竞争牵着鼻子走了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很有道理，可我现在还是觉得很难受。",
    "annotation": [
      {
        "sentence": "听起来很有道理，可我现在还是觉得很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为你还停留在竞争的怪圈之中，真正的软性优势在于通过合作、和谐、相互帮助来协作。你可以试着改变自己的思维，不要总以竞争角度看待优秀的人，尝试去跟他们交朋友。跟优秀的人在一起，你自己也会越来越优秀的。因为会被对方的优点感染到，能对自己的行为起积极作用，你也会更有动力达到与他并肩的目标。",
    "annotation": [
      {
        "sentence": "因为你还停留在竞争的怪圈之中，真正的软性优势在于通过合作、和谐、相互帮助来协作。",
        "label": ""
      },
      {
        "sentence": "你可以试着改变自己的思维，不要总以竞争角度看待优秀的人，尝试去跟他们交朋友。",
        "label": ""
      },
      {
        "sentence": "跟优秀的人在一起，你自己也会越来越优秀的。",
        "label": ""
      },
      {
        "sentence": "因为会被对方的优点感染到，能对自己的行为起积极作用，你也会更有动力达到与他并肩的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很感谢你的建议，但是我还总觉得其他人都比我优秀。",
    "annotation": [
      {
        "sentence": "我很感谢你的建议，但是我还总觉得其他人都比我优秀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是因为你的自信心不足，所以会对他人的优秀产生危机感。恰恰相反，缺乏自信实则是自身价值感的缺失。为了培养自信，你可以多去做自己感兴趣或者擅长的事情，找到自身的价值感，这样才能够更好地看待自己。",
    "annotation": [
      {
        "sentence": "这是因为你的自信心不足，所以会对他人的优秀产生危机感。",
        "label": ""
      },
      {
        "sentence": "恰恰相反，缺乏自信实则是自身价值感的缺失。",
        "label": ""
      },
      {
        "sentence": "为了培养自信，你可以多去做自己感兴趣或者擅长的事情，找到自身的价值感，这样才能够更好地看待自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我现在对未来的美好又有信心了。",
    "annotation": [
      {
        "sentence": "谢谢你，我现在对未来的美好又有信心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这就是我的职责所在，帮助你走出困境，重获信心。记住，他人很优秀，但是你也一样可以非常优秀。祝好！",
    "annotation": [
      {
        "sentence": "这就是我的职责所在，帮助你走出困境，重获信心。",
        "label": ""
      },
      {
        "sentence": "记住，他人很优秀，但是你也一样可以非常优秀。",
        "label": ""
      },
      {
        "sentence": "祝好！",
        "label": ""
      }
    ]
  }
]