[
  {
    "role": "client",
    "content": "我容易紧张焦虑，内心不够强大！越想改变越焦虑怎么办？因为种种原因有点焦虑症，特别容易紧张，焦虑，内心不够强大！越想改变这种状态，却越容易焦虑紧张，人多的场合，不安，脸红，自卑，真想找个地方躲起来！",
    "annotation": [
      {
        "sentence": "我容易紧张焦虑，内心不够强大！",
        "label": ""
      },
      {
        "sentence": "越想改变越焦虑怎么办？",
        "label": ""
      },
      {
        "sentence": "因为种种原因有点焦虑症，特别容易紧张，焦虑，内心不够强大！",
        "label": ""
      },
      {
        "sentence": "越想改变这种状态，却越容易焦虑紧张，人多的场合，不安，脸红，自卑，真想找个地方躲起来！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面仔细聆听着你的故事，感受到你对外在形象的不满意，以及由此引发的社交恐惧与心理压力是多么的苦恼。这个恶性循环正在影响着你的正常生活，让你很自卑。焦虑的情绪也许是你压抑了内心期待的信号。你谈到自己因为“种种原因”出现焦虑的症状，但缺失了对原因的描述，我想可能会有你的难言之隐。不过，无法言说的感受极有可能让你压抑内心期待，被困在过去。你渴望自己变强大，在公众场合可以与他人侃侃而谈，自信开朗，充满影响力。可是因为过去的“种种原因”，即你可能的创伤经历，让你不停地在给自己贴标签，厌恶自己。",
    "annotation": [
      {
        "sentence": "见字如面仔细聆听着你的故事，感受到你对外在形象的不满意，以及由此引发的社交恐惧与心理压力是多么的苦恼。",
        "label": ""
      },
      {
        "sentence": "这个恶性循环正在影响着你的正常生活，让你很自卑。",
        "label": ""
      },
      {
        "sentence": "焦虑的情绪也许是你压抑了内心期待的信号。",
        "label": ""
      },
      {
        "sentence": "你谈到自己因为“种种原因”出现焦虑的症状，但缺失了对原因的描述，我想可能会有你的难言之隐。",
        "label": ""
      },
      {
        "sentence": "不过，无法言说的感受极有可能让你压抑内心期待，被困在过去。",
        "label": ""
      },
      {
        "sentence": "你渴望自己变强大，在公众场合可以与他人侃侃而谈，自信开朗，充满影响力。",
        "label": ""
      },
      {
        "sentence": "可是因为过去的“种种原因”，即你可能的创伤经历，让你不停地在给自己贴标签，厌恶自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得很对。脸上的痘坑，让我对自己的缺陷感到很难接受。我觉得它们代表了我内心的不完整。这种感觉让我特别难受，而且心理压力一直存在，让我的焦虑越来越严重，内分泌也失调了，痘痘越长越多，我觉得自己更加自卑。这种恶性循环真的很痛苦。",
    "annotation": [
      {
        "sentence": "是的，你说得很对。",
        "label": ""
      },
      {
        "sentence": "脸上的痘坑，让我对自己的缺陷感到很难接受。",
        "label": ""
      },
      {
        "sentence": "我觉得它们代表了我内心的不完整。",
        "label": ""
      },
      {
        "sentence": "这种感觉让我特别难受，而且心理压力一直存在，让我的焦虑越来越严重，内分泌也失调了，痘痘越长越多，我觉得自己更加自卑。",
        "label": ""
      },
      {
        "sentence": "这种恶性循环真的很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于外在形象的过度关注，会让你在人际交往中感受到巨大的压力。同时你所说的自己皮肤的问题，在一定程度上是被你过去经历的创伤事件，以及长期与人的交往中积累起来的身体症状。但如果我们仅把注意力停留在问题的表征——即你所说的“痘坑”上，我们就会夸大它在当下对于你产生的影响，让你可能产生做什么都无济于事的无助感，甚至于可能自暴自弃。",
    "annotation": [
      {
        "sentence": "对于外在形象的过度关注，会让你在人际交往中感受到巨大的压力。",
        "label": ""
      },
      {
        "sentence": "同时你所说的自己皮肤的问题，在一定程度上是被你过去经历的创伤事件，以及长期与人的交往中积累起来的身体症状。",
        "label": ""
      },
      {
        "sentence": "但如果我们仅把注意力停留在问题的表征——即你所说的“痘坑”上，我们就会夸大它在当下对于你产生的影响，让你可能产生做什么都无济于事的无助感，甚至于可能自暴自弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我意识到我一直太过于关注自己的外表，而忽略了自己内在的优势。我真的希望能够改变，变成一个内心强大、自信的人。你有什么建议吗？我应该怎么做才能实现这个目标？",
    "annotation": [
      {
        "sentence": "你说得对，我意识到我一直太过于关注自己的外表，而忽略了自己内在的优势。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够改变，变成一个内心强大、自信的人。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      },
      {
        "sentence": "我应该怎么做才能实现这个目标？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，改变态度，分散注意力。焦虑症和担心自己皮肤不好并不能代表你的价值感定位，需要多去关注自身内在的品格优势，多做积极的自我暗示练习。在改变中不要止步于思考，要付诸行动。从0到1很困难，可是一旦说服了自己开始行动，那接下来从1到100就会变简单。对于想要变成内心强大自信的人，不仅是停留在口头上说说而已，要从最细小的事情开始做起，积累成就感与满足感，让你自己从内向外散发人格魅力。这样就会让自己对于外表上的失望得到代偿。",
    "annotation": [
      {
        "sentence": "首先，改变态度，分散注意力。",
        "label": ""
      },
      {
        "sentence": "焦虑症和担心自己皮肤不好并不能代表你的价值感定位，需要多去关注自身内在的品格优势，多做积极的自我暗示练习。",
        "label": ""
      },
      {
        "sentence": "在改变中不要止步于思考，要付诸行动。",
        "label": ""
      },
      {
        "sentence": "从0到1很困难，可是一旦说服了自己开始行动，那接下来从1到100就会变简单。",
        "label": ""
      },
      {
        "sentence": "对于想要变成内心强大自信的人，不仅是停留在口头上说说而已，要从最细小的事情开始做起，积累成就感与满足感，让你自己从内向外散发人格魅力。",
        "label": ""
      },
      {
        "sentence": "这样就会让自己对于外表上的失望得到代偿。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议很有道理，我会试着从现在开始改变。但是对于那些促使我焦虑的“种种原因”，我应该怎么办呢？你觉得我应该寻求专业心理咨询师的帮助吗？",
    "annotation": [
      {
        "sentence": "你的建议很有道理，我会试着从现在开始改变。",
        "label": ""
      },
      {
        "sentence": "但是对于那些促使我焦虑的“种种原因”，我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "你觉得我应该寻求专业心理咨询师的帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常建议你寻找专业心理咨询师的帮助，去梳理过去可能导致自卑等负面情绪的心理与行为模式，可以从根本上改变你目前的状态。专业心理咨询师能够帮助你更全面地理解自己的问题，并提供合适的解决方案。同时，也可以通过心理咨询获得更多的情感支持和指导。",
    "annotation": [
      {
        "sentence": "非常建议你寻找专业心理咨询师的帮助，去梳理过去可能导致自卑等负面情绪的心理与行为模式，可以从根本上改变你目前的状态。",
        "label": ""
      },
      {
        "sentence": "专业心理咨询师能够帮助你更全面地理解自己的问题，并提供合适的解决方案。",
        "label": ""
      },
      {
        "sentence": "同时，也可以通过心理咨询获得更多的情感支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑寻找专业心理咨询师的帮助。最后，你有什么心理学家的著作推荐吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑寻找专业心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "最后，你有什么心理学家的著作推荐吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常想要推荐给你心理学家阿德勒的著作《超越自卑》，维克多.弗兰克尔的著作《活出生命的意义》。这两本书都对于提升自信、探索人生意义方面有很大的帮助。希望我的回答对你有一丝启发与帮助，祝你早日找回自信强大的自己！",
    "annotation": [
      {
        "sentence": "非常想要推荐给你心理学家阿德勒的著作《超越自卑》，维克多.弗兰克尔的著作《活出生命的意义》。",
        "label": ""
      },
      {
        "sentence": "这两本书都对于提升自信、探索人生意义方面有很大的帮助。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有一丝启发与帮助，祝你早日找回自信强大的自己！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答和推荐，我一定会认真阅读，并努力改变自己，找回自信和内心的强大！谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的回答和推荐，我一定会认真阅读，并努力改变自己，找回自信和内心的强大！",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  }
]