[
  {
    "role": "client",
    "content": "婆媳关系，老公总说我想的多，怎么让他理解我？",
    "annotation": [
      {
        "sentence": "婆媳关系，老公总说我想的多，怎么让他理解我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "美女是一位心灵工程师呀，为你点赞。与心理健康从业者一样，我们都有足够的慈爱和耐心，这都是难能可贵的品质。说到原生家庭、婆媳关系，这些似乎都是大家总也绕不过的社会难题，讲婆媳关系也离不开原生家庭的话题。",
    "annotation": [
      {
        "sentence": "美女是一位心灵工程师呀，为你点赞。",
        "label": ""
      },
      {
        "sentence": "与心理健康从业者一样，我们都有足够的慈爱和耐心，这都是难能可贵的品质。",
        "label": ""
      },
      {
        "sentence": "说到原生家庭、婆媳关系，这些似乎都是大家总也绕不过的社会难题，讲婆媳关系也离不开原生家庭的话题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我觉得老公总是对我有些不理解。结婚后，每当我给我老公说个婆婆什么事，他都说是我想得太多了，他压根就不懂女人这种心思。",
    "annotation": [
      {
        "sentence": "是啊，我觉得老公总是对我有些不理解。",
        "label": ""
      },
      {
        "sentence": "结婚后，每当我给我老公说个婆婆什么事，他都说是我想得太多了，他压根就不懂女人这种心思。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婆媳关系是三个人的关系，老公在其中有举足轻重的作用，因为没有他也闹不出婆媳矛盾来。老公的态度对婆媳影响非常大。对老公而言，可能他老妈比你更有理一些。因为我们都讲孝道嘛，他的道理大多是家学。他又真得了便宜呢，你想多了是理所当然的结论。",
    "annotation": [
      {
        "sentence": "婆媳关系是三个人的关系，老公在其中有举足轻重的作用，因为没有他也闹不出婆媳矛盾来。",
        "label": ""
      },
      {
        "sentence": "老公的态度对婆媳影响非常大。",
        "label": ""
      },
      {
        "sentence": "对老公而言，可能他老妈比你更有理一些。",
        "label": ""
      },
      {
        "sentence": "因为我们都讲孝道嘛，他的道理大多是家学。",
        "label": ""
      },
      {
        "sentence": "他又真得了便宜呢，你想多了是理所当然的结论。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得他总是站在他妈妈这一边，让我很难受。比如，我平时上班比较忙，教四个班也累，他也是两天回家一次，一次在家呆两天，他平时不在家我都在学校吃，他回来了我回家吃，都是他做饭。有时候我周末的时候他不在家，在家了有时候也是出去吃，我们很少炖肉排骨啊这些的，我老公他妈就觉得他儿子不吃肉了，有一次还专门过来给他儿子炖肉(我们不在一起住)。我感觉就是在嫌我照顾不好他儿子。炖肉炖汤需要时间啊，我又没那时间，但是她妈给她做肉我又不爽，觉得他是妈宝男，他妈总是这样做，都显示不出我的地位。显得我很无能，我婆婆凑机会就给儿子弄肉，显得她儿子多受委屈，我该怎么办，感觉我老公还未跟他原来家庭分离，我婆婆也管的多，怎么让我老公理解我得点，不是我想多了，怎么说让他认为我不是想多了？",
    "annotation": [
      {
        "sentence": "可是我觉得他总是站在他妈妈这一边，让我很难受。",
        "label": ""
      },
      {
        "sentence": "比如，我平时上班比较忙，教四个班也累，他也是两天回家一次，一次在家呆两天，他平时不在家我都在学校吃，他回来了我回家吃，都是他做饭。",
        "label": ""
      },
      {
        "sentence": "有时候我周末的时候他不在家，在家了有时候也是出去吃，我们很少炖肉排骨啊这些的，我老公他妈就觉得他儿子不吃肉了，有一次还专门过来给他儿子炖肉(我们不在一起住)。",
        "label": ""
      },
      {
        "sentence": "我感觉就是在嫌我照顾不好他儿子。",
        "label": ""
      },
      {
        "sentence": "炖肉炖汤需要时间啊，我又没那时间，但是她妈给她做肉我又不爽，觉得他是妈宝男，他妈总是这样做，都显示不出我的地位。",
        "label": ""
      },
      {
        "sentence": "显得我很无能，我婆婆凑机会就给儿子弄肉，显得她儿子多受委屈，我该怎么办，感觉我老公还未跟他原来家庭分离，我婆婆也管的多，怎么让我老公理解我得点，不是我想多了，怎么说让他认为我不是想多了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从沟通的角度看，你们是缺乏有效的沟通。你对他妈妈的不满说给他听，首先说明你看清形势，逃避问题，找错了对象。即是跟他妈妈再不熟悉，再怎么不满，当面说一句：妈，你来给他炖肉了，我也跟着沾光尝尝你的手艺，那帮学生们岁数小，一点也不让人省心，学校里大大小小的事情又一大堆，忙都忙不完，让他跟着我受委屈了。要是心狠一点再加一句：现在生活好了，单位的伙食也都不错，各种营养都不缺，再不是那个吃不上喝不上的年代了，炖肉是他忘不掉的儿时回忆，现在他结婚了，我们会创造更多忘不掉的精彩。我们会牢记您的呵护，您这样会让人觉得他永远长不大，我也很愧疚，感觉自己不会照顾他，也怕别人那么想。我们的智力和社会能力都足够，只要你分清对象，勇敢面对，会找到更多更好的应对方法，我就不再献丑了。",
    "annotation": [
      {
        "sentence": "从沟通的角度看，你们是缺乏有效的沟通。",
        "label": ""
      },
      {
        "sentence": "你对他妈妈的不满说给他听，首先说明你看清形势，逃避问题，找错了对象。",
        "label": ""
      },
      {
        "sentence": "即是跟他妈妈再不熟悉，再怎么不满，当面说一句：妈，你来给他炖肉了，我也跟着沾光尝尝你的手艺，那帮学生们岁数小，一点也不让人省心，学校里大大小小的事情又一大堆，忙都忙不完，让他跟着我受委屈了。",
        "label": ""
      },
      {
        "sentence": "要是心狠一点再加一句：现在生活好了，单位的伙食也都不错，各种营养都不缺，再不是那个吃不上喝不上的年代了，炖肉是他忘不掉的儿时回忆，现在他结婚了，我们会创造更多忘不掉的精彩。",
        "label": ""
      },
      {
        "sentence": "我们会牢记您的呵护，您这样会让人觉得他永远长不大，我也很愧疚，感觉自己不会照顾他，也怕别人那么想。",
        "label": ""
      },
      {
        "sentence": "我们的智力和社会能力都足够，只要你分清对象，勇敢面对，会找到更多更好的应对方法，我就不再献丑了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的沟通方式好像能解决问题，我明白了。但我还是觉得他对我不够理解，不知道怎么才能让他真正理解我。",
    "annotation": [
      {
        "sentence": "你说的沟通方式好像能解决问题，我明白了。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得他对我不够理解，不知道怎么才能让他真正理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "爱是个永恒的话题，虽然大多数人不认为有什么可学的，但所有人都渴望爱情。人们的感情生活却并不总那么顺利，这并不是爱的普遍规律，而是他们不了解爱情的真谛。所以我们有必要把爱当成一门严谨的学问来对待。爱是能力，情感管理是技巧，而技巧又是基于某种态度基础上的。你们的未来感情成长需要更多的沟通和理解，需要更多的爱意的传递。我相信，只要你们拥有真挚又成熟的爱情态度，才能让彼此更理解，更包容。你们可以一起学习关于爱的书籍，探索爱的艺术，从而更好地理解和传递爱。这样，你的老公也能逐渐认",
    "annotation": [
      {
        "sentence": "爱是个永恒的话题，虽然大多数人不认为有什么可学的，但所有人都渴望爱情。",
        "label": ""
      },
      {
        "sentence": "人们的感情生活却并不总那么顺利，这并不是爱的普遍规律，而是他们不了解爱情的真谛。",
        "label": ""
      },
      {
        "sentence": "所以我们有必要把爱当成一门严谨的学问来对待。",
        "label": ""
      },
      {
        "sentence": "爱是能力，情感管理是技巧，而技巧又是基于某种态度基础上的。",
        "label": ""
      },
      {
        "sentence": "你们的未来感情成长需要更多的沟通和理解，需要更多的爱意的传递。",
        "label": ""
      },
      {
        "sentence": "我相信，只要你们拥有真挚又成熟的爱情态度，才能让彼此更理解，更包容。",
        "label": ""
      },
      {
        "sentence": "你们可以一起学习关于爱的书籍，探索爱的艺术，从而更好地理解和传递爱。",
        "label": ""
      },
      {
        "sentence": "这样，你的老公也能逐渐认",
        "label": ""
      }
    ]
  }
]