[
  {
    "role": "client",
    "content": "我是一个大四女生，最近我妈妈在和我视频聊天的时候给了我一个不太好的信号，让我担心。她在谈到周围亲戚的婚嫁彩礼问题的时候，说我爸爸打算到我结婚时不收礼金也不要随嫁妆，不亏也不赚；然后她又说到我六年级的弟弟，说以后娶媳妇给不起彩礼钱的话怎么办，还说他们同事问她不是还有你女儿吗，让她姐姐出…当时我妈妈面带笑容地将这件事转述给我时，我感到非常崩溃。我一直以为重男轻女的封建思想不会在我们家出现...现在我感到很难过，女儿不也是孩子吗？为什么要让我替他们养孩子？他们还理所当然地认为这是应该的，现在我真的不知道以后还怎么跟我妈妈交流了...我会成为未来的扶弟魔吗？难怪很多人娶老婆时都不愿意有一个弟弟...",
    "annotation": [
      {
        "sentence": "我是一个大四女生，最近我妈妈在和我视频聊天的时候给了我一个不太好的信号，让我担心。",
        "label": ""
      },
      {
        "sentence": "她在谈到周围亲戚的婚嫁彩礼问题的时候，说我爸爸打算到我结婚时不收礼金也不要随嫁妆，不亏也不赚；然后她又说到我六年级的弟弟，说以后娶媳妇给不起彩礼钱的话怎么办，还说他们同事问她不是还有你女儿吗，让她姐姐出…当时我妈妈面带笑容地将这件事转述给我时，我感到非常崩溃。",
        "label": ""
      },
      {
        "sentence": "我一直以为重男轻女的封建思想不会在我们家出现...现在我感到很难过，女儿不也是孩子吗？",
        "label": ""
      },
      {
        "sentence": "为什么要让我替他们养孩子？",
        "label": ""
      },
      {
        "sentence": "他们还理所当然地认为这是应该的，现在我真的不知道以后还怎么跟我妈妈交流了...我会成为未来的扶弟魔吗？",
        "label": ""
      },
      {
        "sentence": "难怪很多人娶老婆时都不愿意有一个弟弟...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，我会尝试回答，并希望对你有所帮助。从你提供的信息中，我了解到在姐弟婚嫁的问题上，你父亲的态度似乎是比较开放的，似乎他在结婚这个问题上并不打算有金钱方面的要求；另外一个信息是你妈妈在弟弟未来的婚事上担心别人会对他们家提出要求，并不知道你父亲对此怎么看。你们可以再沟通一下。但从你的反应来看，你认为你妈妈是在向你暗示以后你要负担弟弟的婚礼彩礼？貌似你并没有表达是否愿意承担这个问题，更多的是在表达你认为这是父母重男轻女的表现，而你之前一直认为在你们家不会出现这种情况。那么看起来，之前的家庭关系似乎还可以，你父母在对待你和弟弟上并没有太明显的区别，这是一个非常好的情况，是你们可以交流的基础。所以也许是你妈妈最近接收了太多关于婚嫁彩礼的信息，所以在和你聊天的时候顺便提起了这个问题？或者你妈妈确实想看看你的态度呢？我认为这是一个交流的过程，很高兴看到你们家是一个善于沟通的状态，希望你们能一直保持着这种交流。",
    "annotation": [
      {
        "sentence": "看到你的问题，我会尝试回答，并希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "从你提供的信息中，我了解到在姐弟婚嫁的问题上，你父亲的态度似乎是比较开放的，似乎他在结婚这个问题上并不打算有金钱方面的要求；另外一个信息是你妈妈在弟弟未来的婚事上担心别人会对他们家提出要求，并不知道你父亲对此怎么看。",
        "label": ""
      },
      {
        "sentence": "你们可以再沟通一下。",
        "label": ""
      },
      {
        "sentence": "但从你的反应来看，你认为你妈妈是在向你暗示以后你要负担弟弟的婚礼彩礼？",
        "label": ""
      },
      {
        "sentence": "貌似你并没有表达是否愿意承担这个问题，更多的是在表达你认为这是父母重男轻女的表现，而你之前一直认为在你们家不会出现这种情况。",
        "label": ""
      },
      {
        "sentence": "那么看起来，之前的家庭关系似乎还可以，你父母在对待你和弟弟上并没有太明显的区别，这是一个非常好的情况，是你们可以交流的基础。",
        "label": ""
      },
      {
        "sentence": "所以也许是你妈妈最近接收了太多关于婚嫁彩礼的信息，所以在和你聊天的时候顺便提起了这个问题？",
        "label": ""
      },
      {
        "sentence": "或者你妈妈确实想看看你的态度呢？",
        "label": ""
      },
      {
        "sentence": "我认为这是一个交流的过程，很高兴看到你们家是一个善于沟通的状态，希望你们能一直保持着这种交流。",
        "label": ""
      }
    ]
  }
]