[
  {
    "role": "client",
    "content": "女，大四了，母亲暗示让我以后接济弟弟，怎么办？",
    "annotation": [
      {
        "sentence": "女，大四了，母亲暗示让我以后接济弟弟，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这么难过，我能理解你的困境。母亲的话和做法让你感到委屈和难过，这是可以理解的。你想跟我说说更多的细节吗？",
    "annotation": [
      {
        "sentence": "看到你这么难过，我能理解你的困境。",
        "label": ""
      },
      {
        "sentence": "母亲的话和做法让你感到委屈和难过，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你想跟我说说更多的细节吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在刚刚的视频聊天中，母亲聊到周边亲戚娶媳妇彩礼问题，说我爸打算到了我结婚的时候不收礼金也不随嫁妆，不赚也不赔；妈妈又聊到了我六年级的弟弟，说以后娶媳妇给不起彩礼钱咋办，又说他们同事说不是还有你闺女吗，让他姐姐给出…我妈把这件事转述给我的时候还面带笑容，我当时就崩溃了，我一直以为重男轻女这种封建思想不会在我家出现…我现在觉得有种说不出来的难受，难道女儿就不是孩子吗？凭什么让我替他们养孩子？",
    "annotation": [
      {
        "sentence": "我在刚刚的视频聊天中，母亲聊到周边亲戚娶媳妇彩礼问题，说我爸打算到了我结婚的时候不收礼金也不随嫁妆，不赚也不赔；妈妈又聊到了我六年级的弟弟，说以后娶媳妇给不起彩礼钱咋办，又说他们同事说不是还有你闺女吗，让他姐姐给出…我妈把这件事转述给我的时候还面带笑容，我当时就崩溃了，我一直以为重男轻女这种封建思想不会在我家出现…我现在觉得有种说不出来的难受，难道女儿就不是孩子吗？",
        "label": ""
      },
      {
        "sentence": "凭什么让我替他们养孩子？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说完，我真的很能理解你的情感。你把自己的感受说得非常清楚，这说明你很坚持自己心中的价值观，这是很好的一点。父母的行为让你感到困惑和委屈，这也是可以理解的。你不希望承担不公平和附加的负担，这是非常合理的，毕竟女儿也是儿女，是平等的。那你现在的情况是什么呢，你有没有想过自己的想法和解决办法？",
    "annotation": [
      {
        "sentence": "听你说完，我真的很能理解你的情感。",
        "label": ""
      },
      {
        "sentence": "你把自己的感受说得非常清楚，这说明你很坚持自己心中的价值观，这是很好的一点。",
        "label": ""
      },
      {
        "sentence": "父母的行为让你感到困惑和委屈，这也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你不希望承担不公平和附加的负担，这是非常合理的，毕竟女儿也是儿女，是平等的。",
        "label": ""
      },
      {
        "sentence": "那你现在的情况是什么呢，你有没有想过自己的想法和解决办法？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我现在就是觉得很难受，不知道该怎么办。我不想多想，但就是控制不住情绪。",
    "annotation": [
      {
        "sentence": "其实我现在就是觉得很难受，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我不想多想，但就是控制不住情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候在情感上受挫后，心中真的会感到困惑和难受，需要一些时间来缓解自己的情绪。现在让你说出来可能就有些宣泄一下，是非常正常的，毕竟我们都是人，都会有情感。你觉得如果你不允许自己难过，就不能正常的表达自己的想法和意见，是这样吗？",
    "annotation": [
      {
        "sentence": "有时候在情感上受挫后，心中真的会感到困惑和难受，需要一些时间来缓解自己的情绪。",
        "label": ""
      },
      {
        "sentence": "现在让你说出来可能就有些宣泄一下，是非常正常的，毕竟我们都是人，都会有情感。",
        "label": ""
      },
      {
        "sentence": "你觉得如果你不允许自己难过，就不能正常的表达自己的想法和意见，是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，对的。",
    "annotation": [
      {
        "sentence": "嗯，对的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么现在的问题是如何面对这个矛盾并且得出自己的结论。母亲想要你出钱帮助你的弟弟娶媳妇，不会让他们经济受到太大的负担，这是父母的一部分想法。他们希望你可以做到这一点，也是想利用你们大家的感情因素。你考虑自己的立场，或者跟他们交流一下，看看是否可以达成妥协和解决方案。你觉得如何？",
    "annotation": [
      {
        "sentence": "那么现在的问题是如何面对这个矛盾并且得出自己的结论。",
        "label": ""
      },
      {
        "sentence": "母亲想要你出钱帮助你的弟弟娶媳妇，不会让他们经济受到太大的负担，这是父母的一部分想法。",
        "label": ""
      },
      {
        "sentence": "他们希望你可以做到这一点，也是想利用你们大家的感情因素。",
        "label": ""
      },
      {
        "sentence": "你考虑自己的立场，或者跟他们交流一下，看看是否可以达成妥协和解决方案。",
        "label": ""
      },
      {
        "sentence": "你觉得如何？",
        "label": ""
      }
    ]
  }
]