[
  {
    "role": "client",
    "content": "准婆婆有时说话让人不舒服，不该告诉男友但憋着又难受。我和他在一起一年多了，现在是异地所以我偶尔会来他的城市找他顺便待几天。他是离异的有个儿子，他母亲特别关心孙子都12岁了有时候还接放学，吃的东西也是过分担心，包括对我男朋友也是一样，三十多岁的人晚一点回家就是各种电话。这些行为真让我觉得过了，独生子也不至于这样吧，就比如这次因为有长辈生日所以就没在做饭吃，我吃完想着他儿子马上放学了我就赶回来给他买了饭带回来，想着他爱吃的、给他买好，结果第二天早上我准婆婆在做饭我想着去帮忙她又说什么昨天晚上的那个盖饭她孙子不爱吃没吃几口，可我明明看到饭基本上都吃了，说白了是觉得外面的饭菜不卫生还是我那里做的不好嘛，真的老是说这些话搞的我对孩子好还错了，真让我心里不舒服，也不知道该不该告诉我男朋友，自己憋着又难受。",
    "annotation": [
      {
        "sentence": "准婆婆有时说话让人不舒服，不该告诉男友但憋着又难受。",
        "label": ""
      },
      {
        "sentence": "我和他在一起一年多了，现在是异地所以我偶尔会来他的城市找他顺便待几天。",
        "label": ""
      },
      {
        "sentence": "他是离异的有个儿子，他母亲特别关心孙子都12岁了有时候还接放学，吃的东西也是过分担心，包括对我男朋友也是一样，三十多岁的人晚一点回家就是各种电话。",
        "label": ""
      },
      {
        "sentence": "这些行为真让我觉得过了，独生子也不至于这样吧，就比如这次因为有长辈生日所以就没在做饭吃，我吃完想着他儿子马上放学了我就赶回来给他买了饭带回来，想着他爱吃的、给他买好，结果第二天早上我准婆婆在做饭我想着去帮忙她又说什么昨天晚上的那个盖饭她孙子不爱吃没吃几口，可我明明看到饭基本上都吃了，说白了是觉得外面的饭菜不卫生还是我那里做的不好嘛，真的老是说这些话搞的我对孩子好还错了，真让我心里不舒服，也不知道该不该告诉我男朋友，自己憋着又难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说起来，你的准婆婆似乎很关心孙子和你的男朋友。每个人都有自己的行为习惯，他们自己不一定意识到，或者即使意识到了也很难改变。这是一种通病，所以我们需要换个方式去处理。我们可以先和男友一起商量一下，看看他有什么建议和看法。我们可以听听他的意见，然后找一些方法来处理这些矛盾。",
    "annotation": [
      {
        "sentence": "听你说起来，你的准婆婆似乎很关心孙子和你的男朋友。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的行为习惯，他们自己不一定意识到，或者即使意识到了也很难改变。",
        "label": ""
      },
      {
        "sentence": "这是一种通病，所以我们需要换个方式去处理。",
        "label": ""
      },
      {
        "sentence": "我们可以先和男友一起商量一下，看看他有什么建议和看法。",
        "label": ""
      },
      {
        "sentence": "我们可以听听他的意见，然后找一些方法来处理这些矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得准婆婆的行为真的很过分，每次电话打来或者见到我，她都会说起孩子的事情，这让我感到很不舒服。我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "但是我觉得准婆婆的行为真的很过分，每次电话打来或者见到我，她都会说起孩子的事情，这让我感到很不舒服。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果男友做不到中间调解的作用，我们可以尝试理解准婆婆。我们可以试着和她谈谈，不要攻击她的行为，而是试图了解她的想法和感受，这样我们就能找到更好的解决方法。比如，我们可以先问问她关心孙子的原因，让她觉得我们在意她的想法，然后再提出我们的看法和建议。",
    "annotation": [
      {
        "sentence": "如果男友做不到中间调解的作用，我们可以尝试理解准婆婆。",
        "label": ""
      },
      {
        "sentence": "我们可以试着和她谈谈，不要攻击她的行为，而是试图了解她的想法和感受，这样我们就能找到更好的解决方法。",
        "label": ""
      },
      {
        "sentence": "比如，我们可以先问问她关心孙子的原因，让她觉得我们在意她的想法，然后再提出我们的看法和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得她总是挑剔我的做法，让我觉得自己不够好。",
    "annotation": [
      {
        "sentence": "但是我觉得她总是挑剔我的做法，让我觉得自己不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，但是我们不能总是考虑到别人的想法和期望，我们需要相信自己的做法是对的。同时，我们可以试着和男友一起沟通，让他更了解我们的想法和做法，让他和准婆婆一起来理解我们的做法和判断是否合理。",
    "annotation": [
      {
        "sentence": "我明白你的感受，但是我们不能总是考虑到别人的想法和期望，我们需要相信自己的做法是对的。",
        "label": ""
      },
      {
        "sentence": "同时，我们可以试着和男友一起沟通，让他更了解我们的想法和做法，让他和准婆婆一起来理解我们的做法和判断是否合理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可以和男友一起做出些改变来避免冲突吗？",
    "annotation": [
      {
        "sentence": "我可以和男友一起做出些改变来避免冲突吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。我们可以试着找到一个适当的方式，让男友和准婆婆都能够接受。比如，我们可以尝试安排一些活动，或者向准婆婆解释一下我们的生活习惯，让她了解我们的生活习惯，然后寻找一些共同点，让彼此更容易理解。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "我们可以试着找到一个适当的方式，让男友和准婆婆都能够接受。",
        "label": ""
      },
      {
        "sentence": "比如，我们可以尝试安排一些活动，或者向准婆婆解释一下我们的生活习惯，让她了解我们的生活习惯，然后寻找一些共同点，让彼此更容易理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在该怎么办，应该告诉男友吗？",
    "annotation": [
      {
        "sentence": "我现在该怎么办，应该告诉男友吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们可以先试着和男友沟通一下，了解他对这个问题的看法和想法，然后决定下一步该怎么做。毕竟，男友是一个重要的人物，他的看法和建议也是非常重要的。我们可以通过沟通来了解他的态度和建议，然后来做出一个有针对性的决定。",
    "annotation": [
      {
        "sentence": "我们可以先试着和男友沟通一下，了解他对这个问题的看法和想法，然后决定下一步该怎么做。",
        "label": ""
      },
      {
        "sentence": "毕竟，男友是一个重要的人物，他的看法和建议也是非常重要的。",
        "label": ""
      },
      {
        "sentence": "我们可以通过沟通来了解他的态度和建议，然后来做出一个有针对性的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好考虑这些问题的解决方法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好考虑这些问题的解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，祝你好运！如果你有任何问题，随时可以来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题，随时可以来找我聊天。",
        "label": ""
      }
    ]
  }
]