[
  {
    "role": "client",
    "content": "最近我有些苦恼，我的准婆婆有时候说话让人不舒服。我知道不该告诉我男友，但憋着又难受。我和他在一起一年多了，现在是异地，所以我偶尔会去他的城市找他顺便待几天。他是离异的有个儿子，他母亲特别关心孙子，都12岁了，有时候还接放学，吃的东西也是过分担心，包括对我男朋友也是一样，三十多岁的人晚一点回家就是各种电话。这些行为让我觉得过了，独生子也不至于这样吧。比如这次因为有长辈生日所以就没在做饭吃，我吃完想着他儿子马上放学了我就赶回来给他买了饭带回来，想着他爱吃的、给他买好，结果第二天早上我准婆婆在做饭，我想着去帮忙，她又说什么昨天晚上的那个盖饭她孙子不爱吃没吃几口，可我明明看到饭基本上都吃了，说白了是觉得外面的饭菜不卫生还是我那里做的不好嘛，真的老是说这些话搞得我对孩子好还错了，真让我心里不舒服，也不知道该不该告诉我男朋友，自己憋着又难受。",
    "annotation": [
      {
        "sentence": "最近我有些苦恼，我的准婆婆有时候说话让人不舒服。",
        "label": ""
      },
      {
        "sentence": "我知道不该告诉我男友，但憋着又难受。",
        "label": ""
      },
      {
        "sentence": "我和他在一起一年多了，现在是异地，所以我偶尔会去他的城市找他顺便待几天。",
        "label": ""
      },
      {
        "sentence": "他是离异的有个儿子，他母亲特别关心孙子，都12岁了，有时候还接放学，吃的东西也是过分担心，包括对我男朋友也是一样，三十多岁的人晚一点回家就是各种电话。",
        "label": ""
      },
      {
        "sentence": "这些行为让我觉得过了，独生子也不至于这样吧。",
        "label": ""
      },
      {
        "sentence": "比如这次因为有长辈生日所以就没在做饭吃，我吃完想着他儿子马上放学了我就赶回来给他买了饭带回来，想着他爱吃的、给他买好，结果第二天早上我准婆婆在做饭，我想着去帮忙，她又说什么昨天晚上的那个盖饭她孙子不爱吃没吃几口，可我明明看到饭基本上都吃了，说白了是觉得外面的饭菜不卫生还是我那里做的不好嘛，真的老是说这些话搞得我对孩子好还错了，真让我心里不舒服，也不知道该不该告诉我男朋友，自己憋着又难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你讲述，你的确很不容易。这种情况下，你可能不知道该怎么做，才能不伤害自己的感情同时也不让别人难过。首先想想你现在最需要的是什么？如果我没听错的话，你希望自己能得到安慰和支持，同时也想要解决这个问题吧？",
    "annotation": [
      {
        "sentence": "听你讲述，你的确很不容易。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你可能不知道该怎么做，才能不伤害自己的感情同时也不让别人难过。",
        "label": ""
      },
      {
        "sentence": "首先想想你现在最需要的是什么？",
        "label": ""
      },
      {
        "sentence": "如果我没听错的话，你希望自己能得到安慰和支持，同时也想要解决这个问题吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望我可以摆脱这种心理压力，然后把事情处理好，让大家都能开心。",
    "annotation": [
      {
        "sentence": "是的，我希望我可以摆脱这种心理压力，然后把事情处理好，让大家都能开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，那我们可以先来探讨你与男友的关系吧。你在男友那边的地位是什么呢？",
    "annotation": [
      {
        "sentence": "好的，那我们可以先来探讨你与男友的关系吧。",
        "label": ""
      },
      {
        "sentence": "你在男友那边的地位是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我就是他女朋友，同时也是他的备胎。他妈妈比较关心孙子，所以会影响他的决定。",
    "annotation": [
      {
        "sentence": "我觉得我就是他女朋友，同时也是他的备胎。",
        "label": ""
      },
      {
        "sentence": "他妈妈比较关心孙子，所以会影响他的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那如果你们的关系真的很紧密，你就可以毫无保留地告诉他你的想法。说实话，有时候在人际关系方面，被别人了解、理解，是件很重要的事情。而且你也可以通过这种方式更了解你们之间的关系，从而更好地处理这个问题。",
    "annotation": [
      {
        "sentence": "那如果你们的关系真的很紧密，你就可以毫无保留地告诉他你的想法。",
        "label": ""
      },
      {
        "sentence": "说实话，有时候在人际关系方面，被别人了解、理解，是件很重要的事情。",
        "label": ""
      },
      {
        "sentence": "而且你也可以通过这种方式更了解你们之间的关系，从而更好地处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么说呢？如果我说得过分了，万一他和他妈妈之间的关系变得更糟呢？",
    "annotation": [
      {
        "sentence": "那我应该怎么说呢？",
        "label": ""
      },
      {
        "sentence": "如果我说得过分了，万一他和他妈妈之间的关系变得更糟呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试从你的感受和想法入手，告诉他你现在的处境以及你的想法。如果他是真的想和你在一起并且想要解决问题的话，他应该能够理解你的想法。如果你们能够坦诚相待，会有更多的可能性解决这个问题。当然，你也不必担心他会变得更糟。毕竟，如果他是一个靠得住的人，他应该是可以帮助你解决问题的。",
    "annotation": [
      {
        "sentence": "你可以尝试从你的感受和想法入手，告诉他你现在的处境以及你的想法。",
        "label": ""
      },
      {
        "sentence": "如果他是真的想和你在一起并且想要解决问题的话，他应该能够理解你的想法。",
        "label": ""
      },
      {
        "sentence": "如果你们能够坦诚相待，会有更多的可能性解决这个问题。",
        "label": ""
      },
      {
        "sentence": "当然，你也不必担心他会变得更糟。",
        "label": ""
      },
      {
        "sentence": "毕竟，如果他是一个靠得住的人，他应该是可以帮助你解决问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我听你这么说，心里好多了。我会尝试和他好好谈一谈，表达自己的想法和感受。感谢你的建议，帮助了我很多。",
    "annotation": [
      {
        "sentence": "我听你这么说，心里好多了。",
        "label": ""
      },
      {
        "sentence": "我会尝试和他好好谈一谈，表达自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "感谢你的建议，帮助了我很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮到你。如果你有任何问题或不舒服的地方，请随时联系我。我会尽力帮助你的。",
    "annotation": [
      {
        "sentence": "我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题或不舒服的地方，请随时联系我。",
        "label": ""
      },
      {
        "sentence": "我会尽力帮助你的。",
        "label": ""
      }
    ]
  }
]