[
  {
    "role": "client",
    "content": "我是一个27岁的女性，我无法专注地做事情和学习。一旦我静下来，就会回想起我痛苦的经历。我家有两个孩子，当生下二胎时，全家人都希望能够生个男孩，可我却是个女孩。小时候，爸妈把我姐姐带在身边，而我刚出生就被送人了。当那家人在我五岁时怀孕时，却又把我退回来。我爸妈把我送到乡下奶奶家，但是姑姑和叔叔的孩子们也欺负我。上了三年级时，父母把我接回家，但是只有在家中没人的时候，我姐姐才会打我，说我是多余的。父母和亲戚们告诉我，她还小，长大后就会明白了。然而，她一直都在打我，我有太多这样的例子：她在晚上我睡觉时骑在我身上，试图掐死我；她在小区门口骑在我身上扇我；她在诊所里撕扯我的点滴管。到了我大四时，我开始反抗了。那次，我姐冤枉我爸打了我，我就跑了。我爸告诉我，如果我不回去，他就和我断绝关系。我说只要我姐姐道歉，我就会回去，可是她从始至终都没有道歉。她告诉所有的亲戚，说我不孝敬父母，不尊重她。在我结婚的时候，表弟和表妹们也不尊重我，亲戚们也讥讽我。没人关心对错。当时我并不在意，因为我嫁给了一个尊重我、爱我的人。但是婚后，每当我想专心工作或学习时，我总是想起这些让我糟心的事情。我该怎么办呢？我不想一直活在痛苦之中。",
    "annotation": [
      {
        "sentence": "我是一个27岁的女性，我无法专注地做事情和学习。",
        "label": ""
      },
      {
        "sentence": "一旦我静下来，就会回想起我痛苦的经历。",
        "label": ""
      },
      {
        "sentence": "我家有两个孩子，当生下二胎时，全家人都希望能够生个男孩，可我却是个女孩。",
        "label": ""
      },
      {
        "sentence": "小时候，爸妈把我姐姐带在身边，而我刚出生就被送人了。",
        "label": ""
      },
      {
        "sentence": "当那家人在我五岁时怀孕时，却又把我退回来。",
        "label": ""
      },
      {
        "sentence": "我爸妈把我送到乡下奶奶家，但是姑姑和叔叔的孩子们也欺负我。",
        "label": ""
      },
      {
        "sentence": "上了三年级时，父母把我接回家，但是只有在家中没人的时候，我姐姐才会打我，说我是多余的。",
        "label": ""
      },
      {
        "sentence": "父母和亲戚们告诉我，她还小，长大后就会明白了。",
        "label": ""
      },
      {
        "sentence": "然而，她一直都在打我，我有太多这样的例子：她在晚上我睡觉时骑在我身上，试图掐死我；她在小区门口骑在我身上扇我；她在诊所里撕扯我的点滴管。",
        "label": ""
      },
      {
        "sentence": "到了我大四时，我开始反抗了。",
        "label": ""
      },
      {
        "sentence": "那次，我姐冤枉我爸打了我，我就跑了。",
        "label": ""
      },
      {
        "sentence": "我爸告诉我，如果我不回去，他就和我断绝关系。",
        "label": ""
      },
      {
        "sentence": "我说只要我姐姐道歉，我就会回去，可是她从始至终都没有道歉。",
        "label": ""
      },
      {
        "sentence": "她告诉所有的亲戚，说我不孝敬父母，不尊重她。",
        "label": ""
      },
      {
        "sentence": "在我结婚的时候，表弟和表妹们也不尊重我，亲戚们也讥讽我。",
        "label": ""
      },
      {
        "sentence": "没人关心对错。",
        "label": ""
      },
      {
        "sentence": "当时我并不在意，因为我嫁给了一个尊重我、爱我的人。",
        "label": ""
      },
      {
        "sentence": "但是婚后，每当我想专心工作或学习时，我总是想起这些让我糟心的事情。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我不想一直活在痛苦之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "来吧，告诉我你不得不和恶劣原生家庭共处的问题。我之前看过一篇文章《我最后悔的事情，是对父母死心太晚》，这篇文章很火，你可以搜索一下看看。文章中一个女生讲述了自己与父母多年相处的经历，“感受到的痛苦让她特别想一刀捅死他们，然后再捅死自己。”她说过这样一段话：“曾经我一直在做各种努力希望他们看见我，听见我。我一直不愿承认或者假装看不见一个事实：我在他们那里根本就不存在。所以我才会不被看见，不被听见。所以，无论我多么大声地呐喊他们都听不见我的需求。跟他们相处时那种无力、痛苦、绝望、歇斯底里的感觉曾长久伴随着我，也影响我和其他人的相处方式。我在人际关系中要么卑微讨好，失去自我，要么过度防御，容易愤怒，我找不到一个恰当的度。我现在最后悔的事情是自己对他们死心太晚。自从对他们死心之后，我感觉自己才真正地活着，存在着。”当一个孩子只有对父母死心，才能感觉活着，这样的父母无疑是失败的。庆幸的是，这个孩子从此可以感觉自己是活着的。我一直觉得，对于这种无论如何都无法改善的关系，一些无论如何都顽冥不化的人，索性死心好了。你得承认，有的人真的是无法和谐相处，即使这些人是有着血缘关系的亲人。放弃了幻想，也许你会过得轻松一些。如果是朋友，即使是配偶，也许我们都能够轻松地放弃，“离了你我也能活，说不定活得更好”。但对于亲人，就像是社会、道德以及我们内心的期盼，让我们无法做出断然的表现。但真的就只能陷在其中吗？实际上并不是这样。如果是别人遇到这种情况，我们或许还能够冷静地给出建议。但当事情发生在自己身上时，往往无法说服自己保持冷静。然而，有些事情是无论我们怎样努力都无法改变的，我们无能为力。很多时候，这个世界对我们是残酷的。现在，你已经组建了自己的家庭，拥有一个爱你、尊重你的丈夫，有一份自食其力的工作。想一想，你真的需要家人的认可吗？关键是你的努力毫无效果。保持距离就好了。有些血亲真的不如路人。要不然你将精力放在经营自己的小家庭上、提升自己上，为你的孩子提供一个正常的原生家庭。这将是你的救赎。也许我的观点有些偏激。作为一个积极上进的心理咨询师，",
    "annotation": [
      {
        "sentence": "来吧，告诉我你不得不和恶劣原生家庭共处的问题。",
        "label": ""
      },
      {
        "sentence": "我之前看过一篇文章《我最后悔的事情，是对父母死心太晚》，这篇文章很火，你可以搜索一下看看。",
        "label": ""
      },
      {
        "sentence": "文章中一个女生讲述了自己与父母多年相处的经历，“感受到的痛苦让她特别想一刀捅死他们，然后再捅死自己。",
        "label": ""
      },
      {
        "sentence": "”她说过这样一段话：“曾经我一直在做各种努力希望他们看见我，听见我。",
        "label": ""
      },
      {
        "sentence": "我一直不愿承认或者假装看不见一个事实：我在他们那里根本就不存在。",
        "label": ""
      },
      {
        "sentence": "所以我才会不被看见，不被听见。",
        "label": ""
      },
      {
        "sentence": "所以，无论我多么大声地呐喊他们都听不见我的需求。",
        "label": ""
      },
      {
        "sentence": "跟他们相处时那种无力、痛苦、绝望、歇斯底里的感觉曾长久伴随着我，也影响我和其他人的相处方式。",
        "label": ""
      },
      {
        "sentence": "我在人际关系中要么卑微讨好，失去自我，要么过度防御，容易愤怒，我找不到一个恰当的度。",
        "label": ""
      },
      {
        "sentence": "我现在最后悔的事情是自己对他们死心太晚。",
        "label": ""
      },
      {
        "sentence": "自从对他们死心之后，我感觉自己才真正地活着，存在着。",
        "label": ""
      },
      {
        "sentence": "”当一个孩子只有对父母死心，才能感觉活着，这样的父母无疑是失败的。",
        "label": ""
      },
      {
        "sentence": "庆幸的是，这个孩子从此可以感觉自己是活着的。",
        "label": ""
      },
      {
        "sentence": "我一直觉得，对于这种无论如何都无法改善的关系，一些无论如何都顽冥不化的人，索性死心好了。",
        "label": ""
      },
      {
        "sentence": "你得承认，有的人真的是无法和谐相处，即使这些人是有着血缘关系的亲人。",
        "label": ""
      },
      {
        "sentence": "放弃了幻想，也许你会过得轻松一些。",
        "label": ""
      },
      {
        "sentence": "如果是朋友，即使是配偶，也许我们都能够轻松地放弃，“离了你我也能活，说不定活得更好”。",
        "label": ""
      },
      {
        "sentence": "但对于亲人，就像是社会、道德以及我们内心的期盼，让我们无法做出断然的表现。",
        "label": ""
      },
      {
        "sentence": "但真的就只能陷在其中吗？",
        "label": ""
      },
      {
        "sentence": "实际上并不是这样。",
        "label": ""
      },
      {
        "sentence": "如果是别人遇到这种情况，我们或许还能够冷静地给出建议。",
        "label": ""
      },
      {
        "sentence": "但当事情发生在自己身上时，往往无法说服自己保持冷静。",
        "label": ""
      },
      {
        "sentence": "然而，有些事情是无论我们怎样努力都无法改变的，我们无能为力。",
        "label": ""
      },
      {
        "sentence": "很多时候，这个世界对我们是残酷的。",
        "label": ""
      },
      {
        "sentence": "现在，你已经组建了自己的家庭，拥有一个爱你、尊重你的丈夫，有一份自食其力的工作。",
        "label": ""
      },
      {
        "sentence": "想一想，你真的需要家人的认可吗？",
        "label": ""
      },
      {
        "sentence": "关键是你的努力毫无效果。",
        "label": ""
      },
      {
        "sentence": "保持距离就好了。",
        "label": ""
      },
      {
        "sentence": "有些血亲真的不如路人。",
        "label": ""
      },
      {
        "sentence": "要不然你将精力放在经营自己的小家庭上、提升自己上，为你的孩子提供一个正常的原生家庭。",
        "label": ""
      },
      {
        "sentence": "这将是你的救赎。",
        "label": ""
      },
      {
        "sentence": "也许我的观点有些偏激。",
        "label": ""
      },
      {
        "sentence": "作为一个积极上进的心理咨询师，",
        "label": ""
      }
    ]
  }
]