[
  {
    "role": "client",
    "content": "我是一位27岁的女性，我无法专注于学习或工作，我一旦静下心来就会想起我的痛苦经历。我家有两个孩子，我出生时全家都想要个男孩，但我是女孩。小时候我父母在城里把我姐带在身边，但我一出生便被送给了别人。那家人在我5岁时怀孕，所以他们不想要我了。我被退回来后，我的父母把我放到了乡下奶奶那里，但我的姑姑和叔叔的孩子总是欺负我。当我上三年级时，我的父母把我接到身边，但我的姐姐一直会打我，她会在家里没人的时候打我，并告诉其他人我是个多余的人。即使是现在，我依然会想起曾经被她打的各种事情。支持者：听起来你经历了很多困难和痛苦。我很佩服你能够这么坚强地度过这些年。虽然你经历了这些，但是你似乎仍然希望有人来给你一个交代，让他们知道他们伤害了你。你可能希望有人会推翻这些错误的判断和对你的不公正对待。然而，他们是你的血亲，你可能不愿意切断与他们联系。我的建议是把所有的糟心事情都记录下来，这样你可以有专门的时间想这些事情，并渐渐地从这种想法中解脱出来。你考上了大学，找到了尊重和爱你的人，你也结婚了，这些都是你很成功的一些例子。请不要放弃，一步一步地，你可以走出心理的泥沼。求助者：谢谢你的建议。但是，每当我遇到压力时，或者每当我需要专注于工作或学习时，这些记忆就会回来困扰我。支持者：是的，正是这些负面的记忆会成为你工作和学习的障碍。我的建议是在你感到有压力时，快速地提醒自己现在的环境和现在的目标，集中你的精力去完成任务。我们可以找到一些放松的活动，来分散我们的注意力。这有助于学会养成集中注意力的习惯。如果你遇到了一些压力，不要忘记给自己一些时间，让自己去休息和恢复。求助者：这听起来很难，我真的不知道该怎么做。支持者：放心，这是正常的感受。心理健康不可一蹴而就，需要我们慢慢调整。不要给自己太大压力，让自己慢慢适应这些情况，这样就可以克服这些难关。你要相信自己有能力渐渐走出来，我们也可以一起来寻找一些解决方案，让你变得更强大。求助者：非常感谢你，我现在感觉好多了。支持者：不客气，我很高兴听到这个好消息。如果你还有什么困难，我会一直陪伴着你，帮你一起克服心理上的困难。",
    "annotation": [
      {
        "sentence": "我是一位27岁的女性，我无法专注于学习或工作，我一旦静下心来就会想起我的痛苦经历。",
        "label": ""
      },
      {
        "sentence": "我家有两个孩子，我出生时全家都想要个男孩，但我是女孩。",
        "label": ""
      },
      {
        "sentence": "小时候我父母在城里把我姐带在身边，但我一出生便被送给了别人。",
        "label": ""
      },
      {
        "sentence": "那家人在我5岁时怀孕，所以他们不想要我了。",
        "label": ""
      },
      {
        "sentence": "我被退回来后，我的父母把我放到了乡下奶奶那里，但我的姑姑和叔叔的孩子总是欺负我。",
        "label": ""
      },
      {
        "sentence": "当我上三年级时，我的父母把我接到身边，但我的姐姐一直会打我，她会在家里没人的时候打我，并告诉其他人我是个多余的人。",
        "label": ""
      },
      {
        "sentence": "即使是现在，我依然会想起曾经被她打的各种事情。",
        "label": ""
      },
      {
        "sentence": "支持者：听起来你经历了很多困难和痛苦。",
        "label": ""
      },
      {
        "sentence": "我很佩服你能够这么坚强地度过这些年。",
        "label": ""
      },
      {
        "sentence": "虽然你经历了这些，但是你似乎仍然希望有人来给你一个交代，让他们知道他们伤害了你。",
        "label": ""
      },
      {
        "sentence": "你可能希望有人会推翻这些错误的判断和对你的不公正对待。",
        "label": ""
      },
      {
        "sentence": "然而，他们是你的血亲，你可能不愿意切断与他们联系。",
        "label": ""
      },
      {
        "sentence": "我的建议是把所有的糟心事情都记录下来，这样你可以有专门的时间想这些事情，并渐渐地从这种想法中解脱出来。",
        "label": ""
      },
      {
        "sentence": "你考上了大学，找到了尊重和爱你的人，你也结婚了，这些都是你很成功的一些例子。",
        "label": ""
      },
      {
        "sentence": "请不要放弃，一步一步地，你可以走出心理的泥沼。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但是，每当我遇到压力时，或者每当我需要专注于工作或学习时，这些记忆就会回来困扰我。",
        "label": ""
      },
      {
        "sentence": "支持者：是的，正是这些负面的记忆会成为你工作和学习的障碍。",
        "label": ""
      },
      {
        "sentence": "我的建议是在你感到有压力时，快速地提醒自己现在的环境和现在的目标，集中你的精力去完成任务。",
        "label": ""
      },
      {
        "sentence": "我们可以找到一些放松的活动，来分散我们的注意力。",
        "label": ""
      },
      {
        "sentence": "这有助于学会养成集中注意力的习惯。",
        "label": ""
      },
      {
        "sentence": "如果你遇到了一些压力，不要忘记给自己一些时间，让自己去休息和恢复。",
        "label": ""
      },
      {
        "sentence": "求助者：这听起来很难，我真的不知道该怎么做。",
        "label": ""
      },
      {
        "sentence": "支持者：放心，这是正常的感受。",
        "label": ""
      },
      {
        "sentence": "心理健康不可一蹴而就，需要我们慢慢调整。",
        "label": ""
      },
      {
        "sentence": "不要给自己太大压力，让自己慢慢适应这些情况，这样就可以克服这些难关。",
        "label": ""
      },
      {
        "sentence": "你要相信自己有能力渐渐走出来，我们也可以一起来寻找一些解决方案，让你变得更强大。",
        "label": ""
      },
      {
        "sentence": "求助者：非常感谢你，我现在感觉好多了。",
        "label": ""
      },
      {
        "sentence": "支持者：不客气，我很高兴听到这个好消息。",
        "label": ""
      },
      {
        "sentence": "如果你还有什么困难，我会一直陪伴着你，帮你一起克服心理上的困难。",
        "label": ""
      }
    ]
  }
]