[
  {
    "role": "client",
    "content": "我27岁，无法专注做事学习，静下心来就会想痛苦经历。我家有两个孩子，生二胎时全家都想要个男孩，但我却是女孩。小时候爸妈在城里把我姐带在身边。我一出生便送人了。那家在我五岁时怀孕就又不要我了。我被退回来后我爸妈把我放在乡下奶奶那，姑姑和叔叔的小孩也欺负我。上三年级时父母把我接到身边，我姐会在家里没人就打我说我是个多余的。爸妈亲戚们告诉我我姐还小她以后长大懂事就好了。但是她一直打我，太多例子：她在晚上我睡觉时骑在我身上试图掐死我，她在小区门口骑在我身上扇，在诊所撕扯我点滴管。我大四时候我反抗了，那次我姐冤枉我爸打了我，我就跑了，我爸讲不回去他就和我断绝关系，我说让我姐道歉我就回去，但至始至终她没有道歉。她给所有亲戚说我不孝敬父母不尊重她，在我结婚时表弟妹们不尊重我，亲戚们讥讽我。没有人在乎是非对错。我当时不在意因为我嫁给了尊重我爱我的人。但是婚后每次我要专心工作学习时，我总会想到这些令我糟心的事，我该怎么办，我不想活在泥沼里。",
    "annotation": [
      {
        "sentence": "我27岁，无法专注做事学习，静下心来就会想痛苦经历。",
        "label": ""
      },
      {
        "sentence": "我家有两个孩子，生二胎时全家都想要个男孩，但我却是女孩。",
        "label": ""
      },
      {
        "sentence": "小时候爸妈在城里把我姐带在身边。",
        "label": ""
      },
      {
        "sentence": "我一出生便送人了。",
        "label": ""
      },
      {
        "sentence": "那家在我五岁时怀孕就又不要我了。",
        "label": ""
      },
      {
        "sentence": "我被退回来后我爸妈把我放在乡下奶奶那，姑姑和叔叔的小孩也欺负我。",
        "label": ""
      },
      {
        "sentence": "上三年级时父母把我接到身边，我姐会在家里没人就打我说我是个多余的。",
        "label": ""
      },
      {
        "sentence": "爸妈亲戚们告诉我我姐还小她以后长大懂事就好了。",
        "label": ""
      },
      {
        "sentence": "但是她一直打我，太多例子：她在晚上我睡觉时骑在我身上试图掐死我，她在小区门口骑在我身上扇，在诊所撕扯我点滴管。",
        "label": ""
      },
      {
        "sentence": "我大四时候我反抗了，那次我姐冤枉我爸打了我，我就跑了，我爸讲不回去他就和我断绝关系，我说让我姐道歉我就回去，但至始至终她没有道歉。",
        "label": ""
      },
      {
        "sentence": "她给所有亲戚说我不孝敬父母不尊重她，在我结婚时表弟妹们不尊重我，亲戚们讥讽我。",
        "label": ""
      },
      {
        "sentence": "没有人在乎是非对错。",
        "label": ""
      },
      {
        "sentence": "我当时不在意因为我嫁给了尊重我爱我的人。",
        "label": ""
      },
      {
        "sentence": "但是婚后每次我要专心工作学习时，我总会想到这些令我糟心的事，我该怎么办，我不想活在泥沼里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，看到你所经历的一切，我深感为你感到高兴！因为你现在找到了爱你、尊重你的爱人，这证明上天对你还是存有怜悯之心的。你经历了那么多苦痛，但最终你见到了人生的太阳。我们无需活在过去的阴霾中，你可以与过去告别了。因为现在是一个全新的生活的开始，你的未来充满着希望。你将会拥有自己的家庭，有爱你的人，还有两个可爱的孩子。你可以去想象、去规划，也可以去享受当下的爱和幸福。这些都会让你逐渐远离过去。只要你愿意，幸福就在你转念之间等待着你！",
    "annotation": [
      {
        "sentence": "亲爱的，看到你所经历的一切，我深感为你感到高兴！",
        "label": ""
      },
      {
        "sentence": "因为你现在找到了爱你、尊重你的爱人，这证明上天对你还是存有怜悯之心的。",
        "label": ""
      },
      {
        "sentence": "你经历了那么多苦痛，但最终你见到了人生的太阳。",
        "label": ""
      },
      {
        "sentence": "我们无需活在过去的阴霾中，你可以与过去告别了。",
        "label": ""
      },
      {
        "sentence": "因为现在是一个全新的生活的开始，你的未来充满着希望。",
        "label": ""
      },
      {
        "sentence": "你将会拥有自己的家庭，有爱你的人，还有两个可爱的孩子。",
        "label": ""
      },
      {
        "sentence": "你可以去想象、去规划，也可以去享受当下的爱和幸福。",
        "label": ""
      },
      {
        "sentence": "这些都会让你逐渐远离过去。",
        "label": ""
      },
      {
        "sentence": "只要你愿意，幸福就在你转念之间等待着你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我真的很想抛开过去，过上幸福的生活。但是每次一想起那些伤害我的人和让我痛苦的事情，我就无法专注做事，无法集中注意力。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我真的很想抛开过去，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "但是每次一想起那些伤害我的人和让我痛苦的事情，我就无法专注做事，无法集中注意力。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困扰，并且很欣赏你试图抛开过去追求幸福。在克服这种无法专注的困境上，我们可以尝试一些方法。首先，要给自己一些时间来慢慢释放内心的伤痛。不要强迫自己立刻忘记，因为这需要一个漫长的过程。然后，可以尝试一些放松的活动，例如冥想、瑜伽或散步，这有助于调整你的情绪和思绪。此外，建立一个支持系统也非常重要，可以寻求一些专业的心理咨询师或参加支持群体，与他们分享你的经历和感受。他们可以给予你更专业的建议和支持。你可以尝试一些这样的方法，看看是否对你有帮助。",
    "annotation": [
      {
        "sentence": "我理解你的困扰，并且很欣赏你试图抛开过去追求幸福。",
        "label": ""
      },
      {
        "sentence": "在克服这种无法专注的困境上，我们可以尝试一些方法。",
        "label": ""
      },
      {
        "sentence": "首先，要给自己一些时间来慢慢释放内心的伤痛。",
        "label": ""
      },
      {
        "sentence": "不要强迫自己立刻忘记，因为这需要一个漫长的过程。",
        "label": ""
      },
      {
        "sentence": "然后，可以尝试一些放松的活动，例如冥想、瑜伽或散步，这有助于调整你的情绪和思绪。",
        "label": ""
      },
      {
        "sentence": "此外，建立一个支持系统也非常重要，可以寻求一些专业的心理咨询师或参加支持群体，与他们分享你的经历和感受。",
        "label": ""
      },
      {
        "sentence": "他们可以给予你更专业的建议和支持。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些这样的方法，看看是否对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议！我会尝试放松活动，比如冥想和散步，看看能否帮助我调整情绪。同时，我也思考了建立一个支持系统的重要性。我会主动与身边的亲友沟通，了解他们是否能给予我帮助和支持。不过，我对寻求专业心理咨询师的建议还有一些犹豫，不知道该如何选择和信任。",
    "annotation": [
      {
        "sentence": "感谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会尝试放松活动，比如冥想和散步，看看能否帮助我调整情绪。",
        "label": ""
      },
      {
        "sentence": "同时，我也思考了建立一个支持系统的重要性。",
        "label": ""
      },
      {
        "sentence": "我会主动与身边的亲友沟通，了解他们是否能给予我帮助和支持。",
        "label": ""
      },
      {
        "sentence": "不过，我对寻求专业心理咨询师的建议还有一些犹豫，不知道该如何选择和信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的犹豫。选择一个专业的心理咨询师是非常重要的，可以帮助你更好地处理和面对过去的创伤。你可以通过咨询机构、朋友的推荐、以及网上的评价等途径来找到合适的咨询师。在选择的过程中，你可以进行一些面试或初次咨询，用来评估该咨询师是否合适，是否能与他建立有效的信任关系。也可以咨询一些专业机构，了解他们的咨询师的背景和经验。最重要的一点是要相信自己的直觉，选择一个你感觉舒适、能够倾诉的咨询师。",
    "annotation": [
      {
        "sentence": "明白你的犹豫。",
        "label": ""
      },
      {
        "sentence": "选择一个专业的心理咨询师是非常重要的，可以帮助你更好地处理和面对过去的创伤。",
        "label": ""
      },
      {
        "sentence": "你可以通过咨询机构、朋友的推荐、以及网上的评价等途径来找到合适的咨询师。",
        "label": ""
      },
      {
        "sentence": "在选择的过程中，你可以进行一些面试或初次咨询，用来评估该咨询师是否合适，是否能与他建立有效的信任关系。",
        "label": ""
      },
      {
        "sentence": "也可以咨询一些专业机构，了解他们的咨询师的背景和经验。",
        "label": ""
      },
      {
        "sentence": "最重要的一点是要相信自己的直觉，选择一个你感觉舒适、能够倾诉的咨询师。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励！我会更加仔细地挑选心理咨询师，并且相信自己的直觉。我希望通过专业咨询的帮助，能够逐渐走出过去的困境，重新拥抱幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会更加仔细地挑选心理咨询师，并且相信自己的直觉。",
        "label": ""
      },
      {
        "sentence": "我希望通过专业咨询的帮助，能够逐渐走出过去的困境，重新拥抱幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴听到你的决心和期望！选择专业咨询师是一个积极的行动，也是对自己的关注和照顾。记住，在整个过程中，你不再孤单，因为你会有一个专业的人来支持和帮助你。相信自己，相信未来的幸福，你会走出泥沼，重新活得更加自由和充实。祝福你！如果还有其他需要，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "非常高兴听到你的决心和期望！",
        "label": ""
      },
      {
        "sentence": "选择专业咨询师是一个积极的行动，也是对自己的关注和照顾。",
        "label": ""
      },
      {
        "sentence": "记住，在整个过程中，你不再孤单，因为你会有一个专业的人来支持和帮助你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来的幸福，你会走出泥沼，重新活得更加自由和充实。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      },
      {
        "sentence": "如果还有其他需要，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]