[
  {
    "role": "client",
    "content": "上大学后，隐约有了不好的念头，觉得自己是丧门星？",
    "annotation": [
      {
        "sentence": "上大学后，隐约有了不好的念头，觉得自己是丧门星？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到你一直处于“担心别人会因为自己的原因而遇到倒霉的事情”的强烈担忧与恐惧之中，连敬酒的吉祥话也不敢说，担心反而会起到不好的效果。我很理解你的痛苦。请相信，你现在不是一个人独自在面对这些事情。首先，我所看到的是，你是一个很善良，很在意别人的人，所以才会事无巨细地去关注这些人这些事情，所以才会这样在意到他们所经历的“坏事”。而这样性格的人，我想，首先是不会“主动”让别人“走厄运”的。",
    "annotation": [
      {
        "sentence": "感受到你一直处于“担心别人会因为自己的原因而遇到倒霉的事情”的强烈担忧与恐惧之中，连敬酒的吉祥话也不敢说，担心反而会起到不好的效果。",
        "label": ""
      },
      {
        "sentence": "我很理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "请相信，你现在不是一个人独自在面对这些事情。",
        "label": ""
      },
      {
        "sentence": "首先，我所看到的是，你是一个很善良，很在意别人的人，所以才会事无巨细地去关注这些人这些事情，所以才会这样在意到他们所经历的“坏事”。",
        "label": ""
      },
      {
        "sentence": "而这样性格的人，我想，首先是不会“主动”让别人“走厄运”的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。可是我不明白为什么我会有这样的念头，每次祝别人万事如意时都会担心。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "可是我不明白为什么我会有这样的念头，每次祝别人万事如意时都会担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当看到我们每一个人都会看到的情况时，明明有那么多复杂的因素为什么你的归因，都会是“他自己”？你提到一个时间节点是“上大学后”。所以想要请问的是，在那段时间里，有发生过什么特别的，对你产生影响的，让你产生内疚感负罪感的事情吗？或者，在你的成长环境中，是否有家人或者周围人，习惯性地将一些客观发生的事情，怪罪于你？",
    "annotation": [
      {
        "sentence": "当看到我们每一个人都会看到的情况时，明明有那么多复杂的因素为什么你的归因，都会是“他自己”？",
        "label": ""
      },
      {
        "sentence": "你提到一个时间节点是“上大学后”。",
        "label": ""
      },
      {
        "sentence": "所以想要请问的是，在那段时间里，有发生过什么特别的，对你产生影响的，让你产生内疚感负罪感的事情吗？",
        "label": ""
      },
      {
        "sentence": "或者，在你的成长环境中，是否有家人或者周围人，习惯性地将一些客观发生的事情，怪罪于你？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "上大学后，有一段时间非常不顺利，我觉得自己是个倒霉的人。而且，我家人经常责怪我，说我是个丧门星。",
    "annotation": [
      {
        "sentence": "上大学后，有一段时间非常不顺利，我觉得自己是个倒霉的人。",
        "label": ""
      },
      {
        "sentence": "而且，我家人经常责怪我，说我是个丧门星。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。在这种情况下，你可能逐渐产生了认知偏误，认为自己的存在和行为会对他人带来倒霉的结果。然而，我们的生活中，每个人都会经历不如意的事情，这是正常的。倒霉的事情发生并不只是你周围的人会遇到，你所顾及不到、看不到的其他人也有类似的经历。重要的是，那些不顺利事件的发生并不是你的责任。",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你可能逐渐产生了认知偏误，认为自己的存在和行为会对他人带来倒霉的结果。",
        "label": ""
      },
      {
        "sentence": "然而，我们的生活中，每个人都会经历不如意的事情，这是正常的。",
        "label": ""
      },
      {
        "sentence": "倒霉的事情发生并不只是你周围的人会遇到，你所顾及不到、看不到的其他人也有类似的经历。",
        "label": ""
      },
      {
        "sentence": "重要的是，那些不顺利事件的发生并不是你的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但我还是很痛苦，觉得自己好像招来了不好的事情。",
    "annotation": [
      {
        "sentence": "我明白了，但我还是很痛苦，觉得自己好像招来了不好的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到了一本书，解读阿德勒的理论的“被讨厌的勇气”。我强烈推荐你阅读，里面提到了“课题分离”的概念。你需要学着去区分，“他人的课题”和“自己的课题”，找到其中的边界感，而不要过度地让自己牵涉进“他人的课题”。也许，你也需要学着告诉自己，你并没有那么大的力量来“影响别人，改变别人”，我们归根结底只能改变自己。另外，你可以尝试与那些你觉得“因为你而倒霉的人”进行交流，了解他们的真实感受。最重要的是，请相信，像你这样愿意为他人着想，在意他人感受的人，一定会带来好的影响的，也是值得被爱的。你并不是丧门星，只是一直过于在意他人的幸福。",
    "annotation": [
      {
        "sentence": "你提到了一本书，解读阿德勒的理论的“被讨厌的勇气”。",
        "label": ""
      },
      {
        "sentence": "我强烈推荐你阅读，里面提到了“课题分离”的概念。",
        "label": ""
      },
      {
        "sentence": "你需要学着去区分，“他人的课题”和“自己的课题”，找到其中的边界感，而不要过度地让自己牵涉进“他人的课题”。",
        "label": ""
      },
      {
        "sentence": "也许，你也需要学着告诉自己，你并没有那么大的力量来“影响别人，改变别人”，我们归根结底只能改变自己。",
        "label": ""
      },
      {
        "sentence": "另外，你可以尝试与那些你觉得“因为你而倒霉的人”进行交流，了解他们的真实感受。",
        "label": ""
      },
      {
        "sentence": "最重要的是，请相信，像你这样愿意为他人着想，在意他人感受的人，一定会带来好的影响的，也是值得被爱的。",
        "label": ""
      },
      {
        "sentence": "你并不是丧门星，只是一直过于在意他人的幸福。",
        "label": ""
      }
    ]
  }
]