[
  {
    "role": "client",
    "content": "保研？答应本校的老师？还是再搏一搏？最近忙着保研，但是因为今年疫情原因优秀生源很多，所以原本可以试一试的好学校基本把我拒之门外，当然也是自己太菜了，只是以前似乎也没有这么苛刻。结果拿到保研资格还不如不拿，没有去好学校的机会。本校一个挺喜欢的导师来联系我希望我做决定留下，很纠结。实习其实没啥时间就给我复习，今年考研大概率要崩，而保研又留不到好学校，所以我要不要答应本校的老师，还是再搏一搏。",
    "annotation": [
      {
        "sentence": "保研？",
        "label": ""
      },
      {
        "sentence": "答应本校的老师？",
        "label": ""
      },
      {
        "sentence": "还是再搏一搏？",
        "label": ""
      },
      {
        "sentence": "最近忙着保研，但是因为今年疫情原因优秀生源很多，所以原本可以试一试的好学校基本把我拒之门外，当然也是自己太菜了，只是以前似乎也没有这么苛刻。",
        "label": ""
      },
      {
        "sentence": "结果拿到保研资格还不如不拿，没有去好学校的机会。",
        "label": ""
      },
      {
        "sentence": "本校一个挺喜欢的导师来联系我希望我做决定留下，很纠结。",
        "label": ""
      },
      {
        "sentence": "实习其实没啥时间就给我复习，今年考研大概率要崩，而保研又留不到好学校，所以我要不要答应本校的老师，还是再搏一搏。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以感受到你内心的纠结。你现在面临着人生的一个重要转折点，在分析了当前的状况后不知道作何选择。非常理解你的心情。",
    "annotation": [
      {
        "sentence": "可以感受到你内心的纠结。",
        "label": ""
      },
      {
        "sentence": "你现在面临着人生的一个重要转折点，在分析了当前的状况后不知道作何选择。",
        "label": ""
      },
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的感到很困惑和焦虑，不知道该怎么抉择。保研关系到自己之后的发展，所以会考虑到很多方面，也会有很多顾虑，很难做决定。",
    "annotation": [
      {
        "sentence": "是的，我真的感到很困惑和焦虑，不知道该怎么抉择。",
        "label": ""
      },
      {
        "sentence": "保研关系到自己之后的发展，所以会考虑到很多方面，也会有很多顾虑，很难做决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "两年前我和你一样，面临内保、外保还有考研的选择。相比于外保，内保会更容易，但我当时的想法是希望可以努力一下，争取去到一个更好的学校，于是投了很多简历和申请。当时也被很多学校拒绝了，有些甚至在提交申请后就杳无音讯了，看到身边的同学都拿到offer，内心自然很焦虑。但庆幸的是，在后来补录的时候我获得了夏令营的入营资格，也为之后的录取争取了机会。",
    "annotation": [
      {
        "sentence": "两年前我和你一样，面临内保、外保还有考研的选择。",
        "label": ""
      },
      {
        "sentence": "相比于外保，内保会更容易，但我当时的想法是希望可以努力一下，争取去到一个更好的学校，于是投了很多简历和申请。",
        "label": ""
      },
      {
        "sentence": "当时也被很多学校拒绝了，有些甚至在提交申请后就杳无音讯了，看到身边的同学都拿到offer，内心自然很焦虑。",
        "label": ""
      },
      {
        "sentence": "但庆幸的是，在后来补录的时候我获得了夏令营的入营资格，也为之后的录取争取了机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这样说，我也觉得有时候一时的失败并不代表最后的结局，毕竟还会有机会争取到更好的发展。你当时的选择是对的，现在想必是收获很多吧。",
    "annotation": [
      {
        "sentence": "听你这样说，我也觉得有时候一时的失败并不代表最后的结局，毕竟还会有机会争取到更好的发展。",
        "label": ""
      },
      {
        "sentence": "你当时的选择是对的，现在想必是收获很多吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我觉得最重要的是找到适合自己的发展方向和环境。对于你的情况，我有几点建议。首先，你需要问问自己，是想追求安稳确保自己能够读研，还是希望去更好的平台深造。如果觉得本校联系自己的导师确实不错，研究的方向还有课题组的氛围自己也很喜欢，在之后的几年里可以很好地发展，那么不失为一个好的选择。虽然学校很重要，但好的导师还有好的方向其实也很重要。如果想走出现在的学校，去到一个更好的环境，那么可以再搏一搏。",
    "annotation": [
      {
        "sentence": "是的，我觉得最重要的是找到适合自己的发展方向和环境。",
        "label": ""
      },
      {
        "sentence": "对于你的情况，我有几点建议。",
        "label": ""
      },
      {
        "sentence": "首先，你需要问问自己，是想追求安稳确保自己能够读研，还是希望去更好的平台深造。",
        "label": ""
      },
      {
        "sentence": "如果觉得本校联系自己的导师确实不错，研究的方向还有课题组的氛围自己也很喜欢，在之后的几年里可以很好地发展，那么不失为一个好的选择。",
        "label": ""
      },
      {
        "sentence": "虽然学校很重要，但好的导师还有好的方向其实也很重要。",
        "label": ""
      },
      {
        "sentence": "如果想走出现在的学校，去到一个更好的环境，那么可以再搏一搏。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我对自己的要求也挺高的，希望能够在更好的环境中学习和成长。但是怕再搏一搏后结果还是不如意，让自己更加失望和焦虑。",
    "annotation": [
      {
        "sentence": "确实，我对自己的要求也挺高的，希望能够在更好的环境中学习和成长。",
        "label": ""
      },
      {
        "sentence": "但是怕再搏一搏后结果还是不如意，让自己更加失望和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "针对选择其他学校，我也有一些个人的建议。多了解一些学校，找到更多途径。好学校其实很多，同一个学校的不同院系甚至同一院系的不同专业之间，保研要求会有很大差别。你可以多了解一些学校，结合自己的专业，尝试申请相关的院系。我是通过夏令营的方式保研的，但在最近这段时间，很多学校也有推免的名额，可以多关注一些学校，去官网查看相关信息，把范围扩大。试着降低要求，去看看更适合的学校。当然，你拿到保研资格，说明自身实力还是可以的，那么你对好学校的定义是什么，会不会是自己要求太高。排名靠前的学校竞争激烈，申报的人数也会很多，很多学校在筛选时会看中本科学校的性质，以及成绩排名。可以试着降低要求，申请适合自己的学校。",
    "annotation": [
      {
        "sentence": "针对选择其他学校，我也有一些个人的建议。",
        "label": ""
      },
      {
        "sentence": "多了解一些学校，找到更多途径。",
        "label": ""
      },
      {
        "sentence": "好学校其实很多，同一个学校的不同院系甚至同一院系的不同专业之间，保研要求会有很大差别。",
        "label": ""
      },
      {
        "sentence": "你可以多了解一些学校，结合自己的专业，尝试申请相关的院系。",
        "label": ""
      },
      {
        "sentence": "我是通过夏令营的方式保研的，但在最近这段时间，很多学校也有推免的名额，可以多关注一些学校，去官网查看相关信息，把范围扩大。",
        "label": ""
      },
      {
        "sentence": "试着降低要求，去看看更适合的学校。",
        "label": ""
      },
      {
        "sentence": "当然，你拿到保研资格，说明自身实力还是可以的，那么你对好学校的定义是什么，会不会是自己要求太高。",
        "label": ""
      },
      {
        "sentence": "排名靠前的学校竞争激烈，申报的人数也会很多，很多学校在筛选时会看中本科学校的性质，以及成绩排名。",
        "label": ""
      },
      {
        "sentence": "可以试着降低要求，申请适合自己的学校。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我确实有时候对好学校有一些过高的期待。看了你的建议，我觉得应该更全面地了解一些学校，调整一下自己的心态和期望值。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我确实有时候对好学校有一些过高的期待。",
        "label": ""
      },
      {
        "sentence": "看了你的建议，我觉得应该更全面地了解一些学校，调整一下自己的心态和期望值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，对目前的情况做一个更细致的分析，坚定自己的想法，在做出选择后做好心理准备去面对可能的结果。其实机会很多，考研就算失败了也可以二战，最重要的是确定自己追求的是什么，希望达到什么样的目标。祝你可以找到心里的答案，跟随自己的内心勇敢做出选择。",
    "annotation": [
      {
        "sentence": "对的，对目前的情况做一个更细致的分析，坚定自己的想法，在做出选择后做好心理准备去面对可能的结果。",
        "label": ""
      },
      {
        "sentence": "其实机会很多，考研就算失败了也可以二战，最重要的是确定自己追求的是什么，希望达到什么样的目标。",
        "label": ""
      },
      {
        "sentence": "祝你可以找到心里的答案，跟随自己的内心勇敢做出选择。",
        "label": ""
      }
    ]
  }
]