[
  {
    "role": "client",
    "content": "我自认为待人接物都不错，为什么每次班级投票都翻车？我是大一女生，入学已经两个多月了。我觉得自己人缘还不错，待人接物都很用心，能帮忙的事情我一定会尽心帮助同学。可是每次班级投票都会很少很少票，平时同学们对我都挺友好的，每次一到投票就没我份，我也不知道为什么。我挺难过的，感觉终究是错付了。",
    "annotation": [
      {
        "sentence": "我自认为待人接物都不错，为什么每次班级投票都翻车？",
        "label": ""
      },
      {
        "sentence": "我是大一女生，入学已经两个多月了。",
        "label": ""
      },
      {
        "sentence": "我觉得自己人缘还不错，待人接物都很用心，能帮忙的事情我一定会尽心帮助同学。",
        "label": ""
      },
      {
        "sentence": "可是每次班级投票都会很少很少票，平时同学们对我都挺友好的，每次一到投票就没我份，我也不知道为什么。",
        "label": ""
      },
      {
        "sentence": "我挺难过的，感觉终究是错付了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。我想和你交流两点想法。首先，我认为你在交朋友的过程中可以不要太过考虑对方会有什么回报。因为当我们为了某个目标去交朋友的时候，这样的朋友关系往往是不太纯粹的。有利益掺杂的朋友关系往往是很脆弱的，因为当这个利益条件不满足双方期望时，这个关系就容易产生问题。所以我希望你能够在和他们交朋友的时候，更加注重交往的过程中双方的状态，是否让彼此舒服、独立和互相尊重。当你和一些人真正成为好朋友后，他们愿意支持你是很自然的事情。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "我想和你交流两点想法。",
        "label": ""
      },
      {
        "sentence": "首先，我认为你在交朋友的过程中可以不要太过考虑对方会有什么回报。",
        "label": ""
      },
      {
        "sentence": "因为当我们为了某个目标去交朋友的时候，这样的朋友关系往往是不太纯粹的。",
        "label": ""
      },
      {
        "sentence": "有利益掺杂的朋友关系往往是很脆弱的，因为当这个利益条件不满足双方期望时，这个关系就容易产生问题。",
        "label": ""
      },
      {
        "sentence": "所以我希望你能够在和他们交朋友的时候，更加注重交往的过程中双方的状态，是否让彼此舒服、独立和互相尊重。",
        "label": ""
      },
      {
        "sentence": "当你和一些人真正成为好朋友后，他们愿意支持你是很自然的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我应该更注重交往的过程而不是追求回报。但是投票这件事我还是不太理解。我经历了一些失败和挫折，觉得很难接受。我可以做些什么来改善这种情况吗？",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该更注重交往的过程而不是追求回报。",
        "label": ""
      },
      {
        "sentence": "但是投票这件事我还是不太理解。",
        "label": ""
      },
      {
        "sentence": "我经历了一些失败和挫折，觉得很难接受。",
        "label": ""
      },
      {
        "sentence": "我可以做些什么来改善这种情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "投票的结果可能是因为其他同学在某些方面做得更好。他们能够给同学们留下深刻的印象，或者在某些方面突出出色。并不是说你在各个方面都很好，但是没有特别优秀的地方。当然也有可能是你也非常优秀，只是他们没有发现。如果是选取班委的话，同学们还会考虑这个同学是否能够带领大家学习和参与活动。你对别人的好是一个优点，但这个优点并不能完全决定你会被选中。我觉得你可以思考一下，总结一下这方面的经验，这对你来说也是一件好事情。",
    "annotation": [
      {
        "sentence": "投票的结果可能是因为其他同学在某些方面做得更好。",
        "label": ""
      },
      {
        "sentence": "他们能够给同学们留下深刻的印象，或者在某些方面突出出色。",
        "label": ""
      },
      {
        "sentence": "并不是说你在各个方面都很好，但是没有特别优秀的地方。",
        "label": ""
      },
      {
        "sentence": "当然也有可能是你也非常优秀，只是他们没有发现。",
        "label": ""
      },
      {
        "sentence": "如果是选取班委的话，同学们还会考虑这个同学是否能够带领大家学习和参与活动。",
        "label": ""
      },
      {
        "sentence": "你对别人的好是一个优点，但这个优点并不能完全决定你会被选中。",
        "label": ""
      },
      {
        "sentence": "我觉得你可以思考一下，总结一下这方面的经验，这对你来说也是一件好事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实应该更多总结经验。我会把这个事件当成一个学习的机会，来提升自己。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我确实应该更多总结经验。",
        "label": ""
      },
      {
        "sentence": "我会把这个事件当成一个学习的机会，来提升自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够从中学到很多。不要过于自责，每个人都会遇到挫折和失败。关键是如何从中吸取教训，并变得更加坚强。如果你需要任何帮助或者有其他问题，都可以随时来找我。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够从中学到很多。",
        "label": ""
      },
      {
        "sentence": "不要过于自责，每个人都会遇到挫折和失败。",
        "label": ""
      },
      {
        "sentence": "关键是如何从中吸取教训，并变得更加坚强。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有其他问题，都可以随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]