[
  {
    "role": "client",
    "content": "我32岁，追求完美，怎样才能更好的自我接纳？工作中的我接受不了任何批评，别人任何的批评或者负面的语言都会让我难过沮丧很久，在工作中任何事情都要追求完美，工作成绩拼了命都要拿第一，有不如别人的地方，我就心情低落，不断否定自己，真的好累。",
    "annotation": [
      {
        "sentence": "我32岁，追求完美，怎样才能更好的自我接纳？",
        "label": ""
      },
      {
        "sentence": "工作中的我接受不了任何批评，别人任何的批评或者负面的语言都会让我难过沮丧很久，在工作中任何事情都要追求完美，工作成绩拼了命都要拿第一，有不如别人的地方，我就心情低落，不断否定自己，真的好累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看完你的提问，我感觉自己有喘粗气，感觉心里被什么压着一样，感觉到很沉重。感受到你时常把自己绷紧，生怕别人比自己优秀，我们自己能感受到不累吗？&我们每天去和别人作比较，挣第一，我们有没有去反思一下，自己的优势是什么，自己能让自己认可或骄傲的地方是什么。",
    "annotation": [
      {
        "sentence": "我看完你的提问，我感觉自己有喘粗气，感觉心里被什么压着一样，感觉到很沉重。",
        "label": ""
      },
      {
        "sentence": "感受到你时常把自己绷紧，生怕别人比自己优秀，我们自己能感受到不累吗？",
        "label": ""
      },
      {
        "sentence": "&我们每天去和别人作比较，挣第一，我们有没有去反思一下，自己的优势是什么，自己能让自己认可或骄傲的地方是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道自己有自己的优点，但是我的缺点让我感到自己不能接受，也对别人的批评感到很敏感。",
    "annotation": [
      {
        "sentence": "我知道自己有自己的优点，但是我的缺点让我感到自己不能接受，也对别人的批评感到很敏感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "为什么呢？你有没有想过你为什么会觉得只有完美才算好呢？是否觉得别人的批评对你是一种否定呢，你无法接受别人对你的否定，你是否觉得自己不够好。",
    "annotation": [
      {
        "sentence": "为什么呢？",
        "label": ""
      },
      {
        "sentence": "你有没有想过你为什么会觉得只有完美才算好呢？",
        "label": ""
      },
      {
        "sentence": "是否觉得别人的批评对你是一种否定呢，你无法接受别人对你的否定，你是否觉得自己不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是小时候的生活环境以及职场的关系造成的吧。我家里对我要求很高，每个人都很强势，所以我也随之而来。在职场中，我也总是想要用一个完美的自我证明自己。",
    "annotation": [
      {
        "sentence": "可能是小时候的生活环境以及职场的关系造成的吧。",
        "label": ""
      },
      {
        "sentence": "我家里对我要求很高，每个人都很强势，所以我也随之而来。",
        "label": ""
      },
      {
        "sentence": "在职场中，我也总是想要用一个完美的自我证明自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那你可以去回忆一下：自己的父母的养育方式是怎样的，你怎么理解和看待这种养育方式。你所期待的养育方式是什么，如果现在的你对儿时自己想说些什么呢？",
    "annotation": [
      {
        "sentence": "那你可以去回忆一下：自己的父母的养育方式是怎样的，你怎么理解和看待这种养育方式。",
        "label": ""
      },
      {
        "sentence": "你所期待的养育方式是什么，如果现在的你对儿时自己想说些什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想对年幼的自己说，不要过分在意别人的评价，不要过分追求完美。",
    "annotation": [
      {
        "sentence": "我想对年幼的自己说，不要过分在意别人的评价，不要过分追求完美。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好很好，那你可以试着接受一些批评，可以先记录下来，有空的时候再好好想想自己哪个地方需要改进。其实自己也可以成为自己的导师，每天学会自我肯定与自我提升，了解自己的优势是什么，了解自己对自己的期待什么，别人对自己的期待又是什么，别人对我的期待那些是我可以在乎的那些是不用在乎的。",
    "annotation": [
      {
        "sentence": "很好很好，那你可以试着接受一些批评，可以先记录下来，有空的时候再好好想想自己哪个地方需要改进。",
        "label": ""
      },
      {
        "sentence": "其实自己也可以成为自己的导师，每天学会自我肯定与自我提升，了解自己的优势是什么，了解自己对自己的期待什么，别人对自己的期待又是什么，别人对我的期待那些是我可以在乎的那些是不用在乎的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，听你这么说，我也觉得应该好好调整一下态度，多为自己着想。",
    "annotation": [
      {
        "sentence": "嗯，听你这么说，我也觉得应该好好调整一下态度，多为自己着想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，人无完人，我们每个人都有自己的长处和短处，挣第一是好事，但要看看这是否是期待中的自己。对自己的期望与别人的期许有时候是不同的，你可以多思考一下，确定自己真正想要的是什么，然后努力去追求。",
    "annotation": [
      {
        "sentence": "对的，人无完人，我们每个人都有自己的长处和短处，挣第一是好事，但要看看这是否是期待中的自己。",
        "label": ""
      },
      {
        "sentence": "对自己的期望与别人的期许有时候是不同的，你可以多思考一下，确定自己真正想要的是什么，然后努力去追求。",
        "label": ""
      }
    ]
  }
]