[
  {
    "role": "client",
    "content": "监狱人民警察，被封闭住上班，很久没见过太阳了……医生您好，我是一名监狱人民警察。疫情以来我们被封闭住上班直到现在，我上的是夜班从凌晨到早晨，已经很久没有见过太阳了。每天10点左右睡，一般情况睡到18:30左右起床。近期出现15:30-16:00之间会突然醒，大概在一个小时左右又会突然睡着。近期家里老婆也跟我出现了矛盾，我觉得她不理解我，很难过。对兴奋开心高兴的感知度越来越低，不知道什么时候可以回家，什么时候才是尽头可以正常上下班。对生活已经失去信心，多次想过一了百了，可我不敢，怕真的醒不过来了。可活着真的太累了，我坚持不住了。",
    "annotation": [
      {
        "sentence": "监狱人民警察，被封闭住上班，很久没见过太阳了……医生您好，我是一名监狱人民警察。",
        "label": ""
      },
      {
        "sentence": "疫情以来我们被封闭住上班直到现在，我上的是夜班从凌晨到早晨，已经很久没有见过太阳了。",
        "label": ""
      },
      {
        "sentence": "每天10点左右睡，一般情况睡到18:30左右起床。",
        "label": ""
      },
      {
        "sentence": "近期出现15:30-16:00之间会突然醒，大概在一个小时左右又会突然睡着。",
        "label": ""
      },
      {
        "sentence": "近期家里老婆也跟我出现了矛盾，我觉得她不理解我，很难过。",
        "label": ""
      },
      {
        "sentence": "对兴奋开心高兴的感知度越来越低，不知道什么时候可以回家，什么时候才是尽头可以正常上下班。",
        "label": ""
      },
      {
        "sentence": "对生活已经失去信心，多次想过一了百了，可我不敢，怕真的醒不过来了。",
        "label": ""
      },
      {
        "sentence": "可活着真的太累了，我坚持不住了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我来自狱警家庭，所以看到你的问题就立马点开了。可以说我父亲整个家族都是狱警系统，所以狱警的情况真的特别有感触。自打疫情以来，家族聚会基本上在职男性都缺席。因为封闭周期28天，甚至2个月，然后出来不到两周接着封闭，用叔叔的话说有时候觉得自己和犯人没区别。不过为了绝对安全你们的付出是值得的，真的想跟狱警们说一声辛苦了。疫情封闭缺席了家庭生活，白天睡觉，晚上入监区不能带自己手机，夫妻沟通少。所以看到你的问题，其实是很多狱警们的共同问题。用我叔叔的例子跟你分享一下吧。叔叔是个特别顾家的人，疫情出现，他的做法我一直觉得很好。他与家人固定时间沟通，狱警的时间很有限，白天睡觉。所以他总是早点起，比如本来18:30起变成17:00点起。17:00固定与家人视频，沟通感情，告诉他们你想他们了，告诉他们不在他们身边你很愧疚，你爱他们。人尤其是女人真的很喜欢爱人对自己说爱。调整作息时间，找到自己合适的阳光，人是需要阳光的，有时候沐浴一下阳光心里的尘埃就不见了。我看你是每天10点左右睡，一般情况睡到18:30左右起床，8个半小时。其实可以根据自己的身体情况找个白天的时间醒来，运动一下，作息时间白天夜晚颠倒也会影响情绪。多运动和同事聊天会有好处。最后想说，黑夜都已经熬过去了，现在已到黎明，马上太阳就升起来了！加油！",
    "annotation": [
      {
        "sentence": "我来自狱警家庭，所以看到你的问题就立马点开了。",
        "label": ""
      },
      {
        "sentence": "可以说我父亲整个家族都是狱警系统，所以狱警的情况真的特别有感触。",
        "label": ""
      },
      {
        "sentence": "自打疫情以来，家族聚会基本上在职男性都缺席。",
        "label": ""
      },
      {
        "sentence": "因为封闭周期28天，甚至2个月，然后出来不到两周接着封闭，用叔叔的话说有时候觉得自己和犯人没区别。",
        "label": ""
      },
      {
        "sentence": "不过为了绝对安全你们的付出是值得的，真的想跟狱警们说一声辛苦了。",
        "label": ""
      },
      {
        "sentence": "疫情封闭缺席了家庭生活，白天睡觉，晚上入监区不能带自己手机，夫妻沟通少。",
        "label": ""
      },
      {
        "sentence": "所以看到你的问题，其实是很多狱警们的共同问题。",
        "label": ""
      },
      {
        "sentence": "用我叔叔的例子跟你分享一下吧。",
        "label": ""
      },
      {
        "sentence": "叔叔是个特别顾家的人，疫情出现，他的做法我一直觉得很好。",
        "label": ""
      },
      {
        "sentence": "他与家人固定时间沟通，狱警的时间很有限，白天睡觉。",
        "label": ""
      },
      {
        "sentence": "所以他总是早点起，比如本来18:30起变成17:00点起。",
        "label": ""
      },
      {
        "sentence": "17:00固定与家人视频，沟通感情，告诉他们你想他们了，告诉他们不在他们身边你很愧疚，你爱他们。",
        "label": ""
      },
      {
        "sentence": "人尤其是女人真的很喜欢爱人对自己说爱。",
        "label": ""
      },
      {
        "sentence": "调整作息时间，找到自己合适的阳光，人是需要阳光的，有时候沐浴一下阳光心里的尘埃就不见了。",
        "label": ""
      },
      {
        "sentence": "我看你是每天10点左右睡，一般情况睡到18:30左右起床，8个半小时。",
        "label": ""
      },
      {
        "sentence": "其实可以根据自己的身体情况找个白天的时间醒来，运动一下，作息时间白天夜晚颠倒也会影响情绪。",
        "label": ""
      },
      {
        "sentence": "多运动和同事聊天会有好处。",
        "label": ""
      },
      {
        "sentence": "最后想说，黑夜都已经熬过去了，现在已到黎明，马上太阳就升起来了！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，知道有人能理解真的很感动。封闭的工作环境真的让人感到压抑和困顿，之前一直没有合适的发泄途径。听到你父亲和叔叔的经历，我觉得他们真的很了不起，能够在这么困难的情况下顾家，还能找到适合自己的方式。我会试着调整作息时间，找个合适的时间与家人视频沟通，告诉他们我爱他们。同时，我也会多与同事聊天，多交流，希望能从中获得一些支持和安慰。我会努力坚持下去，相信太阳终会升起。谢谢你的鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，知道有人能理解真的很感动。",
        "label": ""
      },
      {
        "sentence": "封闭的工作环境真的让人感到压抑和困顿，之前一直没有合适的发泄途径。",
        "label": ""
      },
      {
        "sentence": "听到你父亲和叔叔的经历，我觉得他们真的很了不起，能够在这么困难的情况下顾家，还能找到适合自己的方式。",
        "label": ""
      },
      {
        "sentence": "我会试着调整作息时间，找个合适的时间与家人视频沟通，告诉他们我爱他们。",
        "label": ""
      },
      {
        "sentence": "同时，我也会多与同事聊天，多交流，希望能从中获得一些支持和安慰。",
        "label": ""
      },
      {
        "sentence": "我会努力坚持下去，相信太阳终会升起。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你打算试着采纳一些建议。我相信调整作息时间和与家人沟通会对你产生积极的影响，让你更好地应对目前的困境。同事间的交流也能带来情感上的支持，你们相互间的理解与帮助会使整个团队变得更强大。不要忘记，你的付出是有价值的，你所做的一切都是为了保护他人和社会的安全。在这个漫长的黑夜后，黎明一定会到来。请保持积极的态度，坚持下去，相信你能克服困难，迎接美好的未来！祝福你。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你打算试着采纳一些建议。",
        "label": ""
      },
      {
        "sentence": "我相信调整作息时间和与家人沟通会对你产生积极的影响，让你更好地应对目前的困境。",
        "label": ""
      },
      {
        "sentence": "同事间的交流也能带来情感上的支持，你们相互间的理解与帮助会使整个团队变得更强大。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你的付出是有价值的，你所做的一切都是为了保护他人和社会的安全。",
        "label": ""
      },
      {
        "sentence": "在这个漫长的黑夜后，黎明一定会到来。",
        "label": ""
      },
      {
        "sentence": "请保持积极的态度，坚持下去，相信你能克服困难，迎接美好的未来！",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  }
]