[
  {
    "role": "client",
    "content": "跳舞因身材被嘲，我好像失去了唯一的自信？我有点胖，但是我很喜欢跳舞，我不怕累，不怕摔，我只求有机会可以得到学习的机会。我享受舞台，喜欢展现自己，因为舞蹈，我提升了自信。刚刚上大学，加入了艺术团，学姐给我安排了爵士舞串烧节目，和其他同学一起合作。我们练了一个多月，这周天就要表演了，我们导员今晚看我们的效果。节目里一共有三个舞蹈，我跳第二三个。其中，第二个舞蹈，我要和一位男生合作跳舞，很性感的那种爵士。老师看完了之后，说我跟不上节奏，总是慢半拍，我看了视频回放，发现并没有。我跟老师说要不要再看看视频，老师说不是这个问题。我说是不是衣服问题，太显胖，她也摇摇头。她说，是我们俩不是一个号，他是一号，我是个二号。我问她是身材问题吗，她点了点头。她说，要么他自己跳，要么换个搭档，总之就是不让我跳这个舞。其中，我还和其他女生有个群舞，因为二三个舞的衔接走位问题，我站在了中间，之前她不同意，我就调到了边上，只是合的时候有个几秒我在中间。",
    "annotation": [
      {
        "sentence": "跳舞因身材被嘲，我好像失去了唯一的自信？",
        "label": ""
      },
      {
        "sentence": "我有点胖，但是我很喜欢跳舞，我不怕累，不怕摔，我只求有机会可以得到学习的机会。",
        "label": ""
      },
      {
        "sentence": "我享受舞台，喜欢展现自己，因为舞蹈，我提升了自信。",
        "label": ""
      },
      {
        "sentence": "刚刚上大学，加入了艺术团，学姐给我安排了爵士舞串烧节目，和其他同学一起合作。",
        "label": ""
      },
      {
        "sentence": "我们练了一个多月，这周天就要表演了，我们导员今晚看我们的效果。",
        "label": ""
      },
      {
        "sentence": "节目里一共有三个舞蹈，我跳第二三个。",
        "label": ""
      },
      {
        "sentence": "其中，第二个舞蹈，我要和一位男生合作跳舞，很性感的那种爵士。",
        "label": ""
      },
      {
        "sentence": "老师看完了之后，说我跟不上节奏，总是慢半拍，我看了视频回放，发现并没有。",
        "label": ""
      },
      {
        "sentence": "我跟老师说要不要再看看视频，老师说不是这个问题。",
        "label": ""
      },
      {
        "sentence": "我说是不是衣服问题，太显胖，她也摇摇头。",
        "label": ""
      },
      {
        "sentence": "她说，是我们俩不是一个号，他是一号，我是个二号。",
        "label": ""
      },
      {
        "sentence": "我问她是身材问题吗，她点了点头。",
        "label": ""
      },
      {
        "sentence": "她说，要么他自己跳，要么换个搭档，总之就是不让我跳这个舞。",
        "label": ""
      },
      {
        "sentence": "其中，我还和其他女生有个群舞，因为二三个舞的衔接走位问题，我站在了中间，之前她不同意，我就调到了边上，只是合的时候有个几秒我在中间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这么一说，你应该已经做好了跳爵士舞的准备了，你的精神状态本来是非常好的，但是被她人的眼光所影响还是挺伤心的。那我觉得最重要的是你要相信自己，还有你的舞伴也不要轻易放弃哦，你需要找到一个可以支持自己的人呢，是不是可以跟其他的同学谈一谈呢？",
    "annotation": [
      {
        "sentence": "听你这么一说，你应该已经做好了跳爵士舞的准备了，你的精神状态本来是非常好的，但是被她人的眼光所影响还是挺伤心的。",
        "label": ""
      },
      {
        "sentence": "那我觉得最重要的是你要相信自己，还有你的舞伴也不要轻易放弃哦，你需要找到一个可以支持自己的人呢，是不是可以跟其他的同学谈一谈呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也有想过减肥为了让自己能够更好一些，但是我的胖真的很难减，没有什么感觉好受的方法。我也想找个舞伴，但是这么做好像有点儿困难呢。",
    "annotation": [
      {
        "sentence": "我也有想过减肥为了让自己能够更好一些，但是我的胖真的很难减，没有什么感觉好受的方法。",
        "label": ""
      },
      {
        "sentence": "我也想找个舞伴，但是这么做好像有点儿困难呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你的胖是真的很让你苦恼的话，我觉得可以和营养师或者健身教练一起交流一下，听听他们的看法和建议，看看是否有一些好的方式可以帮助到你。至于舞伴嘛，可以尝试与其他的女生或者男生配对，哪怕在实习中多和他们练习也是不错的哦。",
    "annotation": [
      {
        "sentence": "如果你的胖是真的很让你苦恼的话，我觉得可以和营养师或者健身教练一起交流一下，听听他们的看法和建议，看看是否有一些好的方式可以帮助到你。",
        "label": ""
      },
      {
        "sentence": "至于舞伴嘛，可以尝试与其他的女生或者男生配对，哪怕在实习中多和他们练习也是不错的哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "恩，我明白了，我会尝试找到合适的方式去努力的。",
    "annotation": [
      {
        "sentence": "恩，我明白了，我会尝试找到合适的方式去努力的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你有这样的信心，我觉得你一定会找到好的出路的！你在自信上面取得了很大的进步，这个也是非常值得表扬和鼓励的呢！",
    "annotation": [
      {
        "sentence": "是的，你有这样的信心，我觉得你一定会找到好的出路的！",
        "label": ""
      },
      {
        "sentence": "你在自信上面取得了很大的进步，这个也是非常值得表扬和鼓励的呢！",
        "label": ""
      }
    ]
  }
]