[
  {
    "role": "client",
    "content": "36岁了，我想找回那个对所有东西都好奇的自己？今年36岁了4年前得了轻度得抑郁和焦虑症后面接受了一些治疗感觉好了很多我本来是一个对很多事情都非常好奇的人做事也是努力做的最好可是发现无论如果努力很多事情无法达到目标感到挫折之后会再接再厉然后又继续摔朋友说我应该放过自己于是我开始接受了可能我想做的事情是无法继续了的同时发现自己对所以的东西都感兴趣了我知道自己的能力应该去从事什么养活自己可是再也没有那种成功的喜悦感了就和一个机器人一样没有感情的去做这个事情，，可我不喜欢这样的自己今年又开始时常心跳过速胸闷难受我也能接受这种难受因为知道不会死和亚健康最近又在吃重要调理可是除了身体以外的人生我看不到未来放弃了自己最喜欢的行业让我感到人生的无奈身边也没有和自己是同行的不知道可以问谁只能逃避不去想",
    "annotation": [
      {
        "sentence": "36岁了，我想找回那个对所有东西都好奇的自己？",
        "label": ""
      },
      {
        "sentence": "今年36岁了4年前得了轻度得抑郁和焦虑症后面接受了一些治疗感觉好了很多我本来是一个对很多事情都非常好奇的人做事也是努力做的最好可是发现无论如果努力很多事情无法达到目标感到挫折之后会再接再厉然后又继续摔朋友说我应该放过自己于是我开始接受了可能我想做的事情是无法继续了的同时发现自己对所以的东西都感兴趣了我知道自己的能力应该去从事什么养活自己可是再也没有那种成功的喜悦感了就和一个机器人一样没有感情的去做这个事情，，可我不喜欢这样的自己今年又开始时常心跳过速胸闷难受我也能接受这种难受因为知道不会死和亚健康最近又在吃重要调理可是除了身体以外的人生我看不到未来放弃了自己最喜欢的行业让我感到人生的无奈身边也没有和自己是同行的不知道可以问谁只能逃避不去想",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述的情况，你似乎对自己未来选择感到困惑，甚至有些焦虑，同时还有一些身体不适症状，这些都需要引起你的重视。如果感觉不舒服，一定要及时就医诊断。看到你描述的，你更喜欢以前那种充满干劲的感觉，现在的状态让你感觉自己像个麻木的机器人。或许你是喜欢尝试、勇于挑战自我的人。我建议你在保证自己基本生活和承担社会家庭责任的同时，可以尝试各种自己感兴趣的领域发展。不用担心成败，当你觉得自己已经在这个领域达到满意的高度后，可以去新的领域重新开始。我之所以给你这样的建议，是因为我感到你患抑郁症后幸运地康复了，也许这是你的机会，何不抓住机会洒脱地活一次呢？希望你能根据自己的实际情况做出选择，也可以和家人商量哦。",
    "annotation": [
      {
        "sentence": "听你描述的情况，你似乎对自己未来选择感到困惑，甚至有些焦虑，同时还有一些身体不适症状，这些都需要引起你的重视。",
        "label": ""
      },
      {
        "sentence": "如果感觉不舒服，一定要及时就医诊断。",
        "label": ""
      },
      {
        "sentence": "看到你描述的，你更喜欢以前那种充满干劲的感觉，现在的状态让你感觉自己像个麻木的机器人。",
        "label": ""
      },
      {
        "sentence": "或许你是喜欢尝试、勇于挑战自我的人。",
        "label": ""
      },
      {
        "sentence": "我建议你在保证自己基本生活和承担社会家庭责任的同时，可以尝试各种自己感兴趣的领域发展。",
        "label": ""
      },
      {
        "sentence": "不用担心成败，当你觉得自己已经在这个领域达到满意的高度后，可以去新的领域重新开始。",
        "label": ""
      },
      {
        "sentence": "我之所以给你这样的建议，是因为我感到你患抑郁症后幸运地康复了，也许这是你的机会，何不抓住机会洒脱地活一次呢？",
        "label": ""
      },
      {
        "sentence": "希望你能根据自己的实际情况做出选择，也可以和家人商量哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我之前确实是一个充满干劲的人，但最近几年却感觉自己变得麻木和失去动力，这让我感到很困惑和沮丧。我知道我应该去寻找新的兴趣和事业，但是我不知道从何处开始，也担心再次失败会让我更失望。你觉得我应该如何找到自己感兴趣的领域呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我之前确实是一个充满干劲的人，但最近几年却感觉自己变得麻木和失去动力，这让我感到很困惑和沮丧。",
        "label": ""
      },
      {
        "sentence": "我知道我应该去寻找新的兴趣和事业，但是我不知道从何处开始，也担心再次失败会让我更失望。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该如何找到自己感兴趣的领域呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的状况，这种失去动力和困惑是很常见的感受。找到新的兴趣和事业确实需要一些时间和努力。首先，你可以回顾一下过去对哪些领域或事物特别感兴趣，然后可以尝试在这些领域中深入探索一下。可以阅读相关书籍、参加相关活动，或者与那些在该领域有经验的人交流，这些都能帮助你逐渐找到自己感兴趣的领域。",
    "annotation": [
      {
        "sentence": "理解你的状况，这种失去动力和困惑是很常见的感受。",
        "label": ""
      },
      {
        "sentence": "找到新的兴趣和事业确实需要一些时间和努力。",
        "label": ""
      },
      {
        "sentence": "首先，你可以回顾一下过去对哪些领域或事物特别感兴趣，然后可以尝试在这些领域中深入探索一下。",
        "label": ""
      },
      {
        "sentence": "可以阅读相关书籍、参加相关活动，或者与那些在该领域有经验的人交流，这些都能帮助你逐渐找到自己感兴趣的领域。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说的很有道理。确实，回顾过去我有对某些领域特别感兴趣，但是由于各种原因没有继续深入发展。我会试着读一些相关的书籍，参加一些相关的活动，并与行业内的人交流。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "我觉得你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "确实，回顾过去我有对某些领域特别感兴趣，但是由于各种原因没有继续深入发展。",
        "label": ""
      },
      {
        "sentence": "我会试着读一些相关的书籍，参加一些相关的活动，并与行业内的人交流。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信通过这些探索和尝试，你会逐渐找到自己感兴趣的领域，并且重获动力和激情。记得不要因为害怕失败而放弃，每一次的尝试都是一次学习和成长的机会。希望你能保持积极的心态，相信自己的能力，你一定能找回对所有事物好奇的自己！",
    "annotation": [
      {
        "sentence": "不客气，我相信通过这些探索和尝试，你会逐渐找到自己感兴趣的领域，并且重获动力和激情。",
        "label": ""
      },
      {
        "sentence": "记得不要因为害怕失败而放弃，每一次的尝试都是一次学习和成长的机会。",
        "label": ""
      },
      {
        "sentence": "希望你能保持积极的心态，相信自己的能力，你一定能找回对所有事物好奇的自己！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励！我会努力面对困难，积极尝试，相信自己的能力。希望能找到属于自己的新起点，重新追寻那个充满好奇心的自己。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力面对困难，积极尝试，相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "希望能找到属于自己的新起点，重新追寻那个充满好奇心的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！相信自己，勇敢面对困难并追求自己的梦想。如果在这个过程中感到困惑或者需要更多支持，请记得随时向我寻求帮助。我会一直陪伴在你身边，帮助你度过这段挑战的时期。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢面对困难并追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中感到困惑或者需要更多支持，请记得随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你身边，帮助你度过这段挑战的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的陪伴和鼓励！我会时刻铭记，并在需要的时候与你保持联系。希望我们一起度过这段挑战，找回内心的平衡和幸福。",
    "annotation": [
      {
        "sentence": "非常感谢你的陪伴和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会时刻铭记，并在需要的时候与你保持联系。",
        "label": ""
      },
      {
        "sentence": "希望我们一起度过这段挑战，找回内心的平衡和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常乐意陪伴你度过这段挑战。记得不要把自己的情绪压抑在心里，保持与他人的沟通和分享，这样可以帮助减轻心理负担。无论遇到什么困难，都可以随时向我求助。我们一起加油！",
    "annotation": [
      {
        "sentence": "非常乐意陪伴你度过这段挑战。",
        "label": ""
      },
      {
        "sentence": "记得不要把自己的情绪压抑在心里，保持与他人的沟通和分享，这样可以帮助减轻心理负担。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都可以随时向我求助。",
        "label": ""
      },
      {
        "sentence": "我们一起加油！",
        "label": ""
      }
    ]
  }
]