[
  {
    "role": "client",
    "content": "我不明白为什么大人们都不理解我。我今年高二，从高一开始就和男朋友谈恋爱。但是这个星期被班主任发现了，然后叫了家长和老师开会，他们都坚决要我们分手，而且态度非常强硬。他们把这件事看得很严重，可是我觉得这不会影响我的学习，反而我们互相是对方的动力。可是现在法规就是这样，好像我不得不分手，但是我又很舍不得，我该怎么办呢？我真的很纠结，为什么大人们都不能理解我呢？",
    "annotation": [
      {
        "sentence": "我不明白为什么大人们都不理解我。",
        "label": ""
      },
      {
        "sentence": "我今年高二，从高一开始就和男朋友谈恋爱。",
        "label": ""
      },
      {
        "sentence": "但是这个星期被班主任发现了，然后叫了家长和老师开会，他们都坚决要我们分手，而且态度非常强硬。",
        "label": ""
      },
      {
        "sentence": "他们把这件事看得很严重，可是我觉得这不会影响我的学习，反而我们互相是对方的动力。",
        "label": ""
      },
      {
        "sentence": "可是现在法规就是这样，好像我不得不分手，但是我又很舍不得，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我真的很纠结，为什么大人们都不能理解我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高中情窦初开，谈恋爱是非常正常的一件事情。我在高二的时候也谈了一个女朋友，也不知道怎么样，就被老师和家长发现了。和你的情况非常相似，他们也要我们分手。然后四个大人不知道在什么时候私下见了面。因为我所在的班级是年级前30名的组成，那时我女朋友是前五名，而我是后五名。一旦我考试不太好，老师就会叫我出去和她进行比较。而且他们也要求我不要耽误她的学习。可以说，大部分的压力、委屈、不信任都压在了我身上。幸好，我不是那种被几句话就气馁的人，可能和我从小看了很多名人传记和情绪调节的书籍有关。即便各方面都在给我施加压力，高三的时候各种对比、挖苦都向我袭来，但是我还是挺住了，考上了我想去的学校。当然，到现在为止我依然没有与那些老师和解，我心里还有个疙瘩。我可以理解老师想要培养状元的心愿，但是侮辱其他学生并不是老师应该做的事情。我和你分享一小段我的故事，其实是想作为过来人，和你分享一些建议，希望能帮到你。如果我当时能做得更好一些，可能我的高中生活会顺利一些。首先，我建议你和父母好好沟通。让他们相信你，相信你不会因为恋爱而成绩下滑，相反，恋爱会让你更有动力去提高自己的成绩。可以和父母定下一个约定，也是给自己一个目标，就是考上你理想的大学。其次，我建议你和老师好好沟通。如果你能得到父母的同意，和老师沟通起来就会顺利很多。让老师相信你们两个可以互相帮助，如果你们能经常向老师请教自己不懂的问题，提高学习成绩也是件好事。老师的苦衷是他们也有指标，要按照学校要求培养考上好大学的学生。你也可以问问老师反对的理由，了解他们的想法，可能他们是关心你们的，只是方法不太好。最后，你们两个人之间也要好好沟通。在高一、高二，压力还不大的阶段可能还好，但是到了高三，压力会很大，你们要互相缓解彼此的情绪。如果一方要全身心投入备考，另一方能不能接受；未来是否打算考同一个城市的大学，等等。恋爱是美好的，在一起的时光也是终身难忘的。你们要多沟通，要多理解彼此，包括和父母、老师还有彼此之间。这也是成长的过程。加油哦！",
    "annotation": [
      {
        "sentence": "高中情窦初开，谈恋爱是非常正常的一件事情。",
        "label": ""
      },
      {
        "sentence": "我在高二的时候也谈了一个女朋友，也不知道怎么样，就被老师和家长发现了。",
        "label": ""
      },
      {
        "sentence": "和你的情况非常相似，他们也要我们分手。",
        "label": ""
      },
      {
        "sentence": "然后四个大人不知道在什么时候私下见了面。",
        "label": ""
      },
      {
        "sentence": "因为我所在的班级是年级前30名的组成，那时我女朋友是前五名，而我是后五名。",
        "label": ""
      },
      {
        "sentence": "一旦我考试不太好，老师就会叫我出去和她进行比较。",
        "label": ""
      },
      {
        "sentence": "而且他们也要求我不要耽误她的学习。",
        "label": ""
      },
      {
        "sentence": "可以说，大部分的压力、委屈、不信任都压在了我身上。",
        "label": ""
      },
      {
        "sentence": "幸好，我不是那种被几句话就气馁的人，可能和我从小看了很多名人传记和情绪调节的书籍有关。",
        "label": ""
      },
      {
        "sentence": "即便各方面都在给我施加压力，高三的时候各种对比、挖苦都向我袭来，但是我还是挺住了，考上了我想去的学校。",
        "label": ""
      },
      {
        "sentence": "当然，到现在为止我依然没有与那些老师和解，我心里还有个疙瘩。",
        "label": ""
      },
      {
        "sentence": "我可以理解老师想要培养状元的心愿，但是侮辱其他学生并不是老师应该做的事情。",
        "label": ""
      },
      {
        "sentence": "我和你分享一小段我的故事，其实是想作为过来人，和你分享一些建议，希望能帮到你。",
        "label": ""
      },
      {
        "sentence": "如果我当时能做得更好一些，可能我的高中生活会顺利一些。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你和父母好好沟通。",
        "label": ""
      },
      {
        "sentence": "让他们相信你，相信你不会因为恋爱而成绩下滑，相反，恋爱会让你更有动力去提高自己的成绩。",
        "label": ""
      },
      {
        "sentence": "可以和父母定下一个约定，也是给自己一个目标，就是考上你理想的大学。",
        "label": ""
      },
      {
        "sentence": "其次，我建议你和老师好好沟通。",
        "label": ""
      },
      {
        "sentence": "如果你能得到父母的同意，和老师沟通起来就会顺利很多。",
        "label": ""
      },
      {
        "sentence": "让老师相信你们两个可以互相帮助，如果你们能经常向老师请教自己不懂的问题，提高学习成绩也是件好事。",
        "label": ""
      },
      {
        "sentence": "老师的苦衷是他们也有指标，要按照学校要求培养考上好大学的学生。",
        "label": ""
      },
      {
        "sentence": "你也可以问问老师反对的理由，了解他们的想法，可能他们是关心你们的，只是方法不太好。",
        "label": ""
      },
      {
        "sentence": "最后，你们两个人之间也要好好沟通。",
        "label": ""
      },
      {
        "sentence": "在高一、高二，压力还不大的阶段可能还好，但是到了高三，压力会很大，你们要互相缓解彼此的情绪。",
        "label": ""
      },
      {
        "sentence": "如果一方要全身心投入备考，另一方能不能接受；未来是否打算考同一个城市的大学，等等。",
        "label": ""
      },
      {
        "sentence": "恋爱是美好的，在一起的时光也是终身难忘的。",
        "label": ""
      },
      {
        "sentence": "你们要多沟通，要多理解彼此，包括和父母、老师还有彼此之间。",
        "label": ""
      },
      {
        "sentence": "这也是成长的过程。",
        "label": ""
      },
      {
        "sentence": "加油哦！",
        "label": ""
      }
    ]
  }
]