[
  {
    "role": "client",
    "content": "大学专业是父母让我报的，现在发现自己不喜欢怎么办？自己对各种专业了解不多，大学就在父母的建议下选了金融…但我是真的不喜欢！但我也知道金融将来就业方便一点…而且就算一时说要转专业我也不知道究竟能转什么。我应该硬着头皮读下去吗？",
    "annotation": [
      {
        "sentence": "大学专业是父母让我报的，现在发现自己不喜欢怎么办？",
        "label": ""
      },
      {
        "sentence": "自己对各种专业了解不多，大学就在父母的建议下选了金融…但我是真的不喜欢！",
        "label": ""
      },
      {
        "sentence": "但我也知道金融将来就业方便一点…而且就算一时说要转专业我也不知道究竟能转什么。",
        "label": ""
      },
      {
        "sentence": "我应该硬着头皮读下去吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实金融是一个特别广的专业，无论是各种企业还是政府都需要金融界的人才，它适用范围广，有一定的竞争力。但由于它的门槛或许有点低，基本上所有的人都会有点理财思维，需要考的证也特别的多，以至于大家都会有压力。但任何行业都是这样，大多数的人都很普通，优秀的人只会是一小部分。你不必需要追求完美，有自己的思维方式和投资理念，可以帮助我们实现更多的自我价值。",
    "annotation": [
      {
        "sentence": "其实金融是一个特别广的专业，无论是各种企业还是政府都需要金融界的人才，它适用范围广，有一定的竞争力。",
        "label": ""
      },
      {
        "sentence": "但由于它的门槛或许有点低，基本上所有的人都会有点理财思维，需要考的证也特别的多，以至于大家都会有压力。",
        "label": ""
      },
      {
        "sentence": "但任何行业都是这样，大多数的人都很普通，优秀的人只会是一小部分。",
        "label": ""
      },
      {
        "sentence": "你不必需要追求完美，有自己的思维方式和投资理念，可以帮助我们实现更多的自我价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得我学不好，这也是我不想学的原因之一。而且我真的找不到自己真正的兴趣爱好。",
    "annotation": [
      {
        "sentence": "但是我觉得我学不好，这也是我不想学的原因之一。",
        "label": ""
      },
      {
        "sentence": "而且我真的找不到自己真正的兴趣爱好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不要过分吓自己，不要逃避，即使出现挫折，我们也应该保持乐观的态度，俗话说得好：生命在于运动，人生在于坚持。对于学习的问题，你可以多加努力，多找同学请教，老师解答，然后你就会看到自己的进步。至于兴趣爱好，你可以多试试，挖掘自己的潜力。有许多人到大学才真正找到自己的爱好。",
    "annotation": [
      {
        "sentence": "你不要过分吓自己，不要逃避，即使出现挫折，我们也应该保持乐观的态度，俗话说得好：生命在于运动，人生在于坚持。",
        "label": ""
      },
      {
        "sentence": "对于学习的问题，你可以多加努力，多找同学请教，老师解答，然后你就会看到自己的进步。",
        "label": ""
      },
      {
        "sentence": "至于兴趣爱好，你可以多试试，挖掘自己的潜力。",
        "label": ""
      },
      {
        "sentence": "有许多人到大学才真正找到自己的爱好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那如果我真的选错了专业，我该怎么办？",
    "annotation": [
      {
        "sentence": "那如果我真的选错了专业，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有个说法叫做“三年窗口期”，所以在这三年里，专业转换是比较容易的。你可以花时间去了解其他专业，看看哪个专业更适合你。不过，如果你真的非常喜欢金融，对于职业发展未来是看好的，也并没有一定要转专业的必要。",
    "annotation": [
      {
        "sentence": "有个说法叫做“三年窗口期”，所以在这三年里，专业转换是比较容易的。",
        "label": ""
      },
      {
        "sentence": "你可以花时间去了解其他专业，看看哪个专业更适合你。",
        "label": ""
      },
      {
        "sentence": "不过，如果你真的非常喜欢金融，对于职业发展未来是看好的，也并没有一定要转专业的必要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的话，我想我应该多试试，找回我的自信。",
    "annotation": [
      {
        "sentence": "听了你的话，我想我应该多试试，找回我的自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，每个人都需要信心，自信满满的人最能给他人带来正向的影响。最后，我希望你不仅能够在学习上做到自我完善，更能够在生活中追求更多的成就感和自我价值。",
    "annotation": [
      {
        "sentence": "很好，每个人都需要信心，自信满满的人最能给他人带来正向的影响。",
        "label": ""
      },
      {
        "sentence": "最后，我希望你不仅能够在学习上做到自我完善，更能够在生活中追求更多的成就感和自我价值。",
        "label": ""
      }
    ]
  }
]