[
  {
    "role": "client",
    "content": "大学专业是父母让我报的，现在发现自己不喜欢怎么办？自己对各种专业了解不多，大学就在父母的建议下选了金融…但我是真的不喜欢！但我也知道金融将来就业方便一点…而且就算一时说要转专业我也不知道究竟能转什么。我应该硬着头皮读下去吗？",
    "annotation": [
      {
        "sentence": "大学专业是父母让我报的，现在发现自己不喜欢怎么办？",
        "label": ""
      },
      {
        "sentence": "自己对各种专业了解不多，大学就在父母的建议下选了金融…但我是真的不喜欢！",
        "label": ""
      },
      {
        "sentence": "但我也知道金融将来就业方便一点…而且就算一时说要转专业我也不知道究竟能转什么。",
        "label": ""
      },
      {
        "sentence": "我应该硬着头皮读下去吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的困惑，我觉得可以从几个方面和你聊聊。首先，你不喜欢这个专业，那么我们可以一起探讨一下你究竟感兴趣的领域以及你的个人特长和优势。这可以帮助你了解自己的兴趣爱好和适合的职业。你觉得有必要了解一些人格测试、心理测试、职业兴趣测试吗？",
    "annotation": [
      {
        "sentence": "看到你的困惑，我觉得可以从几个方面和你聊聊。",
        "label": ""
      },
      {
        "sentence": "首先，你不喜欢这个专业，那么我们可以一起探讨一下你究竟感兴趣的领域以及你的个人特长和优势。",
        "label": ""
      },
      {
        "sentence": "这可以帮助你了解自己的兴趣爱好和适合的职业。",
        "label": ""
      },
      {
        "sentence": "你觉得有必要了解一些人格测试、心理测试、职业兴趣测试吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感觉这个主意不错。我听说有一些免费的测试，可以去学校的辅导部问一下吗？听着说比外面的测试准确度高一些。",
    "annotation": [
      {
        "sentence": "感觉这个主意不错。",
        "label": ""
      },
      {
        "sentence": "我听说有一些免费的测试，可以去学校的辅导部问一下吗？",
        "label": ""
      },
      {
        "sentence": "听着说比外面的测试准确度高一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你可以去学校的辅导部咨询一下。在等待测试结果的同时，不妨自己多去了解一些专业信息。你可以从学校网站上搜索相关专业，并在学咖社区和专业老师或学长学姐交流，了解专业的具体情况和出路等。",
    "annotation": [
      {
        "sentence": "没错，你可以去学校的辅导部咨询一下。",
        "label": ""
      },
      {
        "sentence": "在等待测试结果的同时，不妨自己多去了解一些专业信息。",
        "label": ""
      },
      {
        "sentence": "你可以从学校网站上搜索相关专业，并在学咖社区和专业老师或学长学姐交流，了解专业的具体情况和出路等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样的话，我需要重新选专业，还是可以在金融专业中找到自己的兴趣点并走下去呢？",
    "annotation": [
      {
        "sentence": "这样的话，我需要重新选专业，还是可以在金融专业中找到自己的兴趣点并走下去呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于这个问题，我觉得要看你自己的兴趣点和能力，如果你对金融专业有一些浅薄的了解，又觉得自己有天赋或者对某些方向有着浓厚兴趣，那么可以尝试在金融专业内寻找自己的方向，多参加学术沙龙和实践活动，发现自己的兴趣和潜力，不要轻易放弃。但如果你已经有了坚定的决心，那么可以考虑转专业或者复读，这样可以为自己的未来多做一些准备和规划。",
    "annotation": [
      {
        "sentence": "关于这个问题，我觉得要看你自己的兴趣点和能力，如果你对金融专业有一些浅薄的了解，又觉得自己有天赋或者对某些方向有着浓厚兴趣，那么可以尝试在金融专业内寻找自己的方向，多参加学术沙龙和实践活动，发现自己的兴趣和潜力，不要轻易放弃。",
        "label": ""
      },
      {
        "sentence": "但如果你已经有了坚定的决心，那么可以考虑转专业或者复读，这样可以为自己的未来多做一些准备和规划。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我有了一些启示。但是我还是担心和家长沟通这个问题，他们都觉得金融专业是门好专业，我怕他们不理解我。",
    "annotation": [
      {
        "sentence": "听你这么说，我有了一些启示。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心和家长沟通这个问题，他们都觉得金融专业是门好专业，我怕他们不理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这点我可以理解。但是，我们不能一辈子活在别人设定的轨道里，而是要挑战自己的舒适区和追寻自己的梦想。或许我们需要更好地沟通，告诉他们你内心真实的想法和困惑，让他们了解你的所思所想，也听取他们的建议和意见。而最终的决定还是要由你自己来做，走自己认定的路。祝你好运！",
    "annotation": [
      {
        "sentence": "这点我可以理解。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能一辈子活在别人设定的轨道里，而是要挑战自己的舒适区和追寻自己的梦想。",
        "label": ""
      },
      {
        "sentence": "或许我们需要更好地沟通，告诉他们你内心真实的想法和困惑，让他们了解你的所思所想，也听取他们的建议和意见。",
        "label": ""
      },
      {
        "sentence": "而最终的决定还是要由你自己来做，走自己认定的路。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]