[
  {
    "role": "client",
    "content": "又丑又矮又胖又笨又穷的人，我不应该去死吗？我很没用很没用也很懒，花了家里原本很多的钱读了2B大学，专业知识没学好，现在找不到工作了，爸妈也老了，我知道我想死不负责任，但是我觉得我的人生一片灰暗，我这么丑这么矮的人还不努力不应该去死吗？我怕告诉她们，我书没读好，她们以为我专业读得很好，以为我努努力就能找到工作，可是不是啊，我就是一个又丑又矮又胖又笨又穷的人，我不应该去死吗？我应该怎么死呢？怎么死会死的悄无声息呢？",
    "annotation": [
      {
        "sentence": "又丑又矮又胖又笨又穷的人，我不应该去死吗？",
        "label": ""
      },
      {
        "sentence": "我很没用很没用也很懒，花了家里原本很多的钱读了2B大学，专业知识没学好，现在找不到工作了，爸妈也老了，我知道我想死不负责任，但是我觉得我的人生一片灰暗，我这么丑这么矮的人还不努力不应该去死吗？",
        "label": ""
      },
      {
        "sentence": "我怕告诉她们，我书没读好，她们以为我专业读得很好，以为我努努力就能找到工作，可是不是啊，我就是一个又丑又矮又胖又笨又穷的人，我不应该去死吗？",
        "label": ""
      },
      {
        "sentence": "我应该怎么死呢？",
        "label": ""
      },
      {
        "sentence": "怎么死会死的悄无声息呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很让人担心，我能听到你的心声，你现在处于很低的状态，很难想象未来会变得美好，不过我相信自己的人生可以发生变化的。你说你感到自己对不起父母，请问这是为什么呢？",
    "annotation": [
      {
        "sentence": "你的想法很让人担心，我能听到你的心声，你现在处于很低的状态，很难想象未来会变得美好，不过我相信自己的人生可以发生变化的。",
        "label": ""
      },
      {
        "sentence": "你说你感到自己对不起父母，请问这是为什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我原本以为读个好大学就能找到好工作了，可是事实不是这样啊，现在我找不到工作也不会做别的事情，我感到自己对不起家人，他们辛苦供我上学，结果我却连个好工作都没有找到。",
    "annotation": [
      {
        "sentence": "我原本以为读个好大学就能找到好工作了，可是事实不是这样啊，现在我找不到工作也不会做别的事情，我感到自己对不起家人，他们辛苦供我上学，结果我却连个好工作都没有找到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受可以理解，不过我相信你努力求职的过程中一定会有所收获，想想为什么你选择了现在的领域，有什么让你感到有意义、有动力的内容吗？",
    "annotation": [
      {
        "sentence": "你的感受可以理解，不过我相信你努力求职的过程中一定会有所收获，想想为什么你选择了现在的领域，有什么让你感到有意义、有动力的内容吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直感兴趣的是纯艺术方面的，可是我家人总是觉得这个方向没有前途，所以一直在追求更“实用”的领域。",
    "annotation": [
      {
        "sentence": "其实我一直感兴趣的是纯艺术方面的，可是我家人总是觉得这个方向没有前途，所以一直在追求更“实用”的领域。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很多人都会有和你一样的困扰，不过选择一个自己真正喜欢的方向是很重要的，能够给你带来很多的意义和动力。或许你可以先找一些关于纯艺术方面的工作，比如美术馆或画廊方面的工作，慢慢地积累经验和人脉。",
    "annotation": [
      {
        "sentence": "很多人都会有和你一样的困扰，不过选择一个自己真正喜欢的方向是很重要的，能够给你带来很多的意义和动力。",
        "label": ""
      },
      {
        "sentence": "或许你可以先找一些关于纯艺术方面的工作，比如美术馆或画廊方面的工作，慢慢地积累经验和人脉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得我太丑了，这个也让我很难受，尤其是看到妹妹找到了优秀的男朋友，我就觉得自己一定是没有人要的。",
    "annotation": [
      {
        "sentence": "可是我觉得我太丑了，这个也让我很难受，尤其是看到妹妹找到了优秀的男朋友，我就觉得自己一定是没有人要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "美丑高矮并不代表一个人的全部，不要因为外表的原因就否定了自己的价值。我们都有自己的优点和缺点，也有自己的独特之处。而且感情方面的东西不是可以强求的，当你有了更好的自己，更有自信时，自然会有更好的机会和缘分。",
    "annotation": [
      {
        "sentence": "美丑高矮并不代表一个人的全部，不要因为外表的原因就否定了自己的价值。",
        "label": ""
      },
      {
        "sentence": "我们都有自己的优点和缺点，也有自己的独特之处。",
        "label": ""
      },
      {
        "sentence": "而且感情方面的东西不是可以强求的，当你有了更好的自己，更有自信时，自然会有更好的机会和缘分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己不值得拥有更好的未来，应该去死才对。",
    "annotation": [
      {
        "sentence": "可是我觉得自己不值得拥有更好的未来，应该去死才对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种想法是很危险的，我想告诉你，每个人都值得拥有美好的未来，也许你需要找一些适当的方式来帮助自己摆脱这种消极的情绪，比如可以去参加一些心理咨询或者寻求亲友的帮助。而且，死亡并不是解决问题的办法，相反，它会使你的家人、朋友和同事失去一个重要的人，他们会感到痛苦和伤心。为了他们也要好好对待自己，希望你能给自己重新的机会，重新审视自己的人生，找到属于自己的方向和幸福。",
    "annotation": [
      {
        "sentence": "这种想法是很危险的，我想告诉你，每个人都值得拥有美好的未来，也许你需要找一些适当的方式来帮助自己摆脱这种消极的情绪，比如可以去参加一些心理咨询或者寻求亲友的帮助。",
        "label": ""
      },
      {
        "sentence": "而且，死亡并不是解决问题的办法，相反，它会使你的家人、朋友和同事失去一个重要的人，他们会感到痛苦和伤心。",
        "label": ""
      },
      {
        "sentence": "为了他们也要好好对待自己，希望你能给自己重新的机会，重新审视自己的人生，找到属于自己的方向和幸福。",
        "label": ""
      }
    ]
  }
]