[
  {
    "role": "client",
    "content": "情绪抑郁，不想工作和家人争吵，该去看精神科医生吗？容易长时间陷在抑郁难过负面情绪里走不出来，因为这点和老板吵架（难受了一个月），最近也没有工作了。家里母亲不理解自己，老是争吵。她爱唠叨。无能为力时我甚至？️想杀她的念头。现在自己情绪状态也不好，大部分事情都没有干劲，也就是家里做些简单的家务。我知道根源是因为自己没经济独立，被妈妈说就会很难受。所以想过很极端的方法想饿自己把自己逼出去上班。如果还不去就饿死算了。可是内心深处依旧世藏着对工作的疲倦和与人相处的厌倦感。生活也没有目标。说句实在话，我内心深处完全不想出去，但现实不能。自己真的该去看精神科的医生吗？或着是只能用饿自己的方法逼自己（这点现在还没条件用）",
    "annotation": [
      {
        "sentence": "情绪抑郁，不想工作和家人争吵，该去看精神科医生吗？",
        "label": ""
      },
      {
        "sentence": "容易长时间陷在抑郁难过负面情绪里走不出来，因为这点和老板吵架（难受了一个月），最近也没有工作了。",
        "label": ""
      },
      {
        "sentence": "家里母亲不理解自己，老是争吵。",
        "label": ""
      },
      {
        "sentence": "她爱唠叨。",
        "label": ""
      },
      {
        "sentence": "无能为力时我甚至？",
        "label": ""
      },
      {
        "sentence": "️想杀她的念头。",
        "label": ""
      },
      {
        "sentence": "现在自己情绪状态也不好，大部分事情都没有干劲，也就是家里做些简单的家务。",
        "label": ""
      },
      {
        "sentence": "我知道根源是因为自己没经济独立，被妈妈说就会很难受。",
        "label": ""
      },
      {
        "sentence": "所以想过很极端的方法想饿自己把自己逼出去上班。",
        "label": ""
      },
      {
        "sentence": "如果还不去就饿死算了。",
        "label": ""
      },
      {
        "sentence": "可是内心深处依旧世藏着对工作的疲倦和与人相处的厌倦感。",
        "label": ""
      },
      {
        "sentence": "生活也没有目标。",
        "label": ""
      },
      {
        "sentence": "说句实在话，我内心深处完全不想出去，但现实不能。",
        "label": ""
      },
      {
        "sentence": "自己真的该去看精神科的医生吗？",
        "label": ""
      },
      {
        "sentence": "或着是只能用饿自己的方法逼自己（这点现在还没条件用）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪抑郁的确让人感到困扰，尤其是对工作和家庭产生了负面影响。但是是否需要去看精神科医生还需要你根据自身情况来决定。家庭争吵确实会让你感到痛苦，尤其是你的母亲对你的不理解和唠叨。然而，我们需要寻找更好的应对方式，而不是产生妄念去伤害她。现在你的情绪状态不好，没有干劲，仅仅做一些简单的家务。我理解你的经济依赖导致的困难，当妈妈责备你时你会感到难受。但是饿自己并不是解决问题的好办法，它很容易让你生病。我们可以寻找其他的方式，比如先去找工作，通过实际行动来磨砺自己。当面试邀请到来之后，我们可以提前了解公司情况，思考自己能为公司带来什么影响，同时也考虑公司对我们的影响。工作最好是双赢的状态，虽然在过程中难免会有分歧，但我们不要急于反应，遇到问题时，可以给自己五分钟的冷静时间。与母亲的交流，如果只有负面情绪，我们可以暂时停下来，先去做自己想做的事情。在没有取得成功之前，我们要多忍耐一些，用行动证明自己是可以的。我也常受负面情绪的影响，但冷静下来后，我会列出利弊，找到自己的痛点，并寻找调节情绪和解决问题的方法。过去的事情我们可以选择性地忘记或者忽略，把目光放在未来，不要太过感同身受，像看电影一样，有感觉但不深陷其中。",
    "annotation": [
      {
        "sentence": "情绪抑郁的确让人感到困扰，尤其是对工作和家庭产生了负面影响。",
        "label": ""
      },
      {
        "sentence": "但是是否需要去看精神科医生还需要你根据自身情况来决定。",
        "label": ""
      },
      {
        "sentence": "家庭争吵确实会让你感到痛苦，尤其是你的母亲对你的不理解和唠叨。",
        "label": ""
      },
      {
        "sentence": "然而，我们需要寻找更好的应对方式，而不是产生妄念去伤害她。",
        "label": ""
      },
      {
        "sentence": "现在你的情绪状态不好，没有干劲，仅仅做一些简单的家务。",
        "label": ""
      },
      {
        "sentence": "我理解你的经济依赖导致的困难，当妈妈责备你时你会感到难受。",
        "label": ""
      },
      {
        "sentence": "但是饿自己并不是解决问题的好办法，它很容易让你生病。",
        "label": ""
      },
      {
        "sentence": "我们可以寻找其他的方式，比如先去找工作，通过实际行动来磨砺自己。",
        "label": ""
      },
      {
        "sentence": "当面试邀请到来之后，我们可以提前了解公司情况，思考自己能为公司带来什么影响，同时也考虑公司对我们的影响。",
        "label": ""
      },
      {
        "sentence": "工作最好是双赢的状态，虽然在过程中难免会有分歧，但我们不要急于反应，遇到问题时，可以给自己五分钟的冷静时间。",
        "label": ""
      },
      {
        "sentence": "与母亲的交流，如果只有负面情绪，我们可以暂时停下来，先去做自己想做的事情。",
        "label": ""
      },
      {
        "sentence": "在没有取得成功之前，我们要多忍耐一些，用行动证明自己是可以的。",
        "label": ""
      },
      {
        "sentence": "我也常受负面情绪的影响，但冷静下来后，我会列出利弊，找到自己的痛点，并寻找调节情绪和解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "过去的事情我们可以选择性地忘记或者忽略，把目光放在未来，不要太过感同身受，像看电影一样，有感觉但不深陷其中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。我明白了你说的寻找更好的应对方式，但有时候我真的很难控制自己的情绪。和母亲的争吵让我感到非常无力和绝望，甚至想到了杀她的念头。我知道这是不正常的，但我真的没有其他办法来缓解我的负面情绪。我也明白饿自己不是一个明智的选择，但我感到非常抓狂，不知道应该如何摆脱这种困境。现在的我对工作和人际关系感到非常疲倦和厌倦，生活也变得毫无目标。我内心很矛盾，既不想出去，又不能逃避现实。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了你说的寻找更好的应对方式，但有时候我真的很难控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "和母亲的争吵让我感到非常无力和绝望，甚至想到了杀她的念头。",
        "label": ""
      },
      {
        "sentence": "我知道这是不正常的，但我真的没有其他办法来缓解我的负面情绪。",
        "label": ""
      },
      {
        "sentence": "我也明白饿自己不是一个明智的选择，但我感到非常抓狂，不知道应该如何摆脱这种困境。",
        "label": ""
      },
      {
        "sentence": "现在的我对工作和人际关系感到非常疲倦和厌倦，生活也变得毫无目标。",
        "label": ""
      },
      {
        "sentence": "我内心很矛盾，既不想出去，又不能逃避现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的心情，情绪控制确实是一个挑战。和母亲的争吵让你感到无力和绝望，产生极端的念头也是负面情绪的体现。但是，我们可以通过其他途径来缓解情绪，比如寻求专业的心理咨询帮助。他们会提供更专业的建议和支持，帮助你更好地处理负面情绪和矛盾心态。在工作和人际关系方面的疲倦和厌倦是可以理解的，但我们需要积极寻找改变的方式。或许可以尝试一些新的工作岗位，或者给自己设定一些小目标，为生活注入一些新的动力和意义。不要让自己陷入绝望和逃避，我们可以与负面情绪抗争，共同寻找更好的解决办法。",
    "annotation": [
      {
        "sentence": "我理解你现在的心情，情绪控制确实是一个挑战。",
        "label": ""
      },
      {
        "sentence": "和母亲的争吵让你感到无力和绝望，产生极端的念头也是负面情绪的体现。",
        "label": ""
      },
      {
        "sentence": "但是，我们可以通过其他途径来缓解情绪，比如寻求专业的心理咨询帮助。",
        "label": ""
      },
      {
        "sentence": "他们会提供更专业的建议和支持，帮助你更好地处理负面情绪和矛盾心态。",
        "label": ""
      },
      {
        "sentence": "在工作和人际关系方面的疲倦和厌倦是可以理解的，但我们需要积极寻找改变的方式。",
        "label": ""
      },
      {
        "sentence": "或许可以尝试一些新的工作岗位，或者给自己设定一些小目标，为生活注入一些新的动力和意义。",
        "label": ""
      },
      {
        "sentence": "不要让自己陷入绝望和逃避，我们可以与负面情绪抗争，共同寻找更好的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想你说得对，寻求专业的心理咨询或许是一个不错的选择。我会考虑去找心理医生寻求帮助，因为我也意识到自己的情绪问题已经严重影响了我的生活和人际关系。同时，我也会尝试寻找新的工作岗位和设定一些小目标，以帮助自己走出困境。谢谢你的耐心倾听和建议，你真的让我感到温暖和支持。",
    "annotation": [
      {
        "sentence": "我想你说得对，寻求专业的心理咨询或许是一个不错的选择。",
        "label": ""
      },
      {
        "sentence": "我会考虑去找心理医生寻求帮助，因为我也意识到自己的情绪问题已经严重影响了我的生活和人际关系。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试寻找新的工作岗位和设定一些小目标，以帮助自己走出困境。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和建议，你真的让我感到温暖和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你打算寻求专业帮助和尝试一些新的改变。心理医生会给予你更专业的指导和支持，帮助你重新调整情绪和改善人际关系。同时，寻找新工作和设定小目标也可以为你的生活注入新的动力和希望。记住，你并不孤单，还有许多人愿意支持和帮助你。祝福你能够找到适合自己的出路，过上积极健康的生活。相信自己，你是可以战胜困难的。",
    "annotation": [
      {
        "sentence": "很高兴听到你打算寻求专业帮助和尝试一些新的改变。",
        "label": ""
      },
      {
        "sentence": "心理医生会给予你更专业的指导和支持，帮助你重新调整情绪和改善人际关系。",
        "label": ""
      },
      {
        "sentence": "同时，寻找新工作和设定小目标也可以为你的生活注入新的动力和希望。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，还有许多人愿意支持和帮助你。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到适合自己的出路，过上积极健康的生活。",
        "label": ""
      },
      {
        "sentence": "相信自己，你是可以战胜困难的。",
        "label": ""
      }
    ]
  }
]