[
  {
    "role": "client",
    "content": "我现在既无助又迷茫，在崩溃边缘，分手舍不得，难过？我和我男朋友虽然才认识三个月可是我很爱他，属于一见钟情吧！他是他嫂子（我姐妹）介绍认识的，介绍的时候说单身因为信任加上他是跟父母住在一起的所以没有怀疑过，可是我万万没想到昨天他会告诉我他结婚了还有个半岁的孩子，听到这个我整个人懵的哭无奈，然后他说他们之间没感情让我等他几个月他就离婚，我心里知道不现实可因为真的是太爱我还是嘴上答应他会等他，后来想想这不是我要的，所以我现在真的好纠结好烦躁不知道怎么做，分手我舍不得，不分想到他有老婆我就很难过……",
    "annotation": [
      {
        "sentence": "我现在既无助又迷茫，在崩溃边缘，分手舍不得，难过？",
        "label": ""
      },
      {
        "sentence": "我和我男朋友虽然才认识三个月可是我很爱他，属于一见钟情吧！",
        "label": ""
      },
      {
        "sentence": "他是他嫂子（我姐妹）介绍认识的，介绍的时候说单身因为信任加上他是跟父母住在一起的所以没有怀疑过，可是我万万没想到昨天他会告诉我他结婚了还有个半岁的孩子，听到这个我整个人懵的哭无奈，然后他说他们之间没感情让我等他几个月他就离婚，我心里知道不现实可因为真的是太爱我还是嘴上答应他会等他，后来想想这不是我要的，所以我现在真的好纠结好烦躁不知道怎么做，分手我舍不得，不分想到他有老婆我就很难过……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "来听大头哥说说：谈谈我的想法和建议，希望对你有所帮助。冷静下来认真想一想，莫因为慌乱和善良忽视了别人对你的欺骗在这件事里，欺骗你的人最少有两个人，他对你隐瞒结婚生子的事实，而你口中所谓的姐妹也就是他的嫂子，应该也是知情者，她也参与了对你的欺骗和隐瞒。所以你要冷静下来认真想想，别被所谓的爱情迷住了双眼，无论如何这样的欺骗都是不应该的，对他们的人品也要打个很大的问号。",
    "annotation": [
      {
        "sentence": "来听大头哥说说：谈谈我的想法和建议，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "冷静下来认真想一想，莫因为慌乱和善良忽视了别人对你的欺骗在这件事里，欺骗你的人最少有两个人，他对你隐瞒结婚生子的事实，而你口中所谓的姐妹也就是他的嫂子，应该也是知情者，她也参与了对你的欺骗和隐瞒。",
        "label": ""
      },
      {
        "sentence": "所以你要冷静下来认真想想，别被所谓的爱情迷住了双眼，无论如何这样的欺骗都是不应该的，对他们的人品也要打个很大的问号。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我真的太受伤了，我觉得自己被欺骗了，而且现在想起来觉得特别难过。我真的不知道该怎么面对这个现实，我舍不得分手，但是也很难过他有家庭。",
    "annotation": [
      {
        "sentence": "你说得对，我真的太受伤了，我觉得自己被欺骗了，而且现在想起来觉得特别难过。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么面对这个现实，我舍不得分手，但是也很难过他有家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这样的欺骗让人非常心痛和失望。你要知道，对方的行为并不是出于真爱和尊重，而是出于自私和欺骗。你要为自己着想，不要为了一段虚假的感情而留在一个不健康的关系中。现在你需要给自己一些时间冷静下来，好好思考清楚自己的选择。",
    "annotation": [
      {
        "sentence": "是的，这样的欺骗让人非常心痛和失望。",
        "label": ""
      },
      {
        "sentence": "你要知道，对方的行为并不是出于真爱和尊重，而是出于自私和欺骗。",
        "label": ""
      },
      {
        "sentence": "你要为自己着想，不要为了一段虚假的感情而留在一个不健康的关系中。",
        "label": ""
      },
      {
        "sentence": "现在你需要给自己一些时间冷静下来，好好思考清楚自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的对，可是我现在真的很难受，我不知道该怎么办才好，我真的很爱他，但又接受不了他有家庭的现实。",
    "annotation": [
      {
        "sentence": "我知道你说的对，可是我现在真的很难受，我不知道该怎么办才好，我真的很爱他，但又接受不了他有家庭的现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，这是一个很困难的局面，但你不是一个人在战斗。你需要在这个过程中寻求支持和帮助。你可以和朋友和家人分享你的感受，他们会理解你的痛苦，并给予你建议和鼓励。同时，也建议你考虑寻求专业心理咨询师的帮助，他们可以帮助你理清思绪，找到正确的解决方案。",
    "annotation": [
      {
        "sentence": "其实，这是一个很困难的局面，但你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "你需要在这个过程中寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "你可以和朋友和家人分享你的感受，他们会理解你的痛苦，并给予你建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "同时，也建议你考虑寻求专业心理咨询师的帮助，他们可以帮助你理清思绪，找到正确的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该告诉我身边的人，让他们知道我现在的困境。我也会考虑寻求专业咨询师的帮助，他们可以帮助我更好地面对这个现实，找到未来的方向。",
    "annotation": [
      {
        "sentence": "你说的对，我应该告诉我身边的人，让他们知道我现在的困境。",
        "label": ""
      },
      {
        "sentence": "我也会考虑寻求专业咨询师的帮助，他们可以帮助我更好地面对这个现实，找到未来的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，告诉身边的人和寻求专业咨询师的帮助是非常明智的决定。他们会支持和帮助你度过这个难关。记住，在这个过程中，要给自己一些时间和空间来疗伤，慢慢恢复。总有一天，你会走出阴影，重新找到真正属于你的幸福。",
    "annotation": [
      {
        "sentence": "非常好，告诉身边的人和寻求专业咨询师的帮助是非常明智的决定。",
        "label": ""
      },
      {
        "sentence": "他们会支持和帮助你度过这个难关。",
        "label": ""
      },
      {
        "sentence": "记住，在这个过程中，要给自己一些时间和空间来疗伤，慢慢恢复。",
        "label": ""
      },
      {
        "sentence": "总有一天，你会走出阴影，重新找到真正属于你的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力面对这个困难的局面，同时也会学会更好地照顾自己。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力面对这个困难的局面，同时也会学会更好地照顾自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意随时为你提供支持和鼓励。记得，你并不孤单，身边有许多人愿意帮助你。相信自己，相信未来的美好。你会渡过难关的。祝福你早日走出阴影，重新找到属于自己的幸福。加油！",
    "annotation": [
      {
        "sentence": "不客气，我愿意随时为你提供支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，身边有许多人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来的美好。",
        "label": ""
      },
      {
        "sentence": "你会渡过难关的。",
        "label": ""
      },
      {
        "sentence": "祝福你早日走出阴影，重新找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]