[
  {
    "role": "client",
    "content": "我现在既无助又迷茫，在崩溃边缘，分手舍不得，难过？我和我男朋友虽然才认识三个月可是我很爱他，属于一见钟情吧！他是他嫂子（我姐妹）介绍认识的，介绍的时候说单身因为信任加上他是跟父母住在一起的所以没有怀疑过，可是我万万没想到昨天他会告诉我他结婚了还有个半岁的孩子，听到这个我整个人懵的哭无奈，然后他说他们之间没感情让我等他几个月他就离婚，我心里知道不现实可因为真的是太爱我还是嘴上答应他会等他，后来想想这不是我要的，所以我现在真的好纠结好烦躁不知道怎么做，分手我舍不得，不分想到他有老婆我就很难过……",
    "annotation": [
      {
        "sentence": "我现在既无助又迷茫，在崩溃边缘，分手舍不得，难过？",
        "label": ""
      },
      {
        "sentence": "我和我男朋友虽然才认识三个月可是我很爱他，属于一见钟情吧！",
        "label": ""
      },
      {
        "sentence": "他是他嫂子（我姐妹）介绍认识的，介绍的时候说单身因为信任加上他是跟父母住在一起的所以没有怀疑过，可是我万万没想到昨天他会告诉我他结婚了还有个半岁的孩子，听到这个我整个人懵的哭无奈，然后他说他们之间没感情让我等他几个月他就离婚，我心里知道不现实可因为真的是太爱我还是嘴上答应他会等他，后来想想这不是我要的，所以我现在真的好纠结好烦躁不知道怎么做，分手我舍不得，不分想到他有老婆我就很难过……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全理解。面对感情，尤其是自己心动的情感，自然不舍得分手。但是，我认为你需要在冷静的状态下理性地看待这段感情，因为他瞒着你已婚的事实，无论是什么理由，都是份欺骗，这是原则问题。",
    "annotation": [
      {
        "sentence": "你的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "面对感情，尤其是自己心动的情感，自然不舍得分手。",
        "label": ""
      },
      {
        "sentence": "但是，我认为你需要在冷静的状态下理性地看待这段感情，因为他瞒着你已婚的事实，无论是什么理由，都是份欺骗，这是原则问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可我现在真的好纠结好烦躁，就算我想放下，怎么才能做到？分手我舍不得，不分手想到他有老婆就很难过……",
    "annotation": [
      {
        "sentence": "可我现在真的好纠结好烦躁，就算我想放下，怎么才能做到？",
        "label": ""
      },
      {
        "sentence": "分手我舍不得，不分手想到他有老婆就很难过……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你需要理性梳理自己的想法，梳理好自己的情绪状态，接下来就是释放自己的情绪。这份情绪是自己的，跟对方没有关系，是自己需要面对的心理状态。不要把情绪一直藏在心里，需要找个人倾诉，这将有助于你减轻心理负担。同他在一起，一定满足了你某方面的心理需求，接受这份感情给你带来的美好体验，同时也要给自己调整的时间。如果一味舍不得，又放不下，只会进入更大的纠结。",
    "annotation": [
      {
        "sentence": "首先，你需要理性梳理自己的想法，梳理好自己的情绪状态，接下来就是释放自己的情绪。",
        "label": ""
      },
      {
        "sentence": "这份情绪是自己的，跟对方没有关系，是自己需要面对的心理状态。",
        "label": ""
      },
      {
        "sentence": "不要把情绪一直藏在心里，需要找个人倾诉，这将有助于你减轻心理负担。",
        "label": ""
      },
      {
        "sentence": "同他在一起，一定满足了你某方面的心理需求，接受这份感情给你带来的美好体验，同时也要给自己调整的时间。",
        "label": ""
      },
      {
        "sentence": "如果一味舍不得，又放不下，只会进入更大的纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在是真的不知道自己该怎么做了，很迷茫，不知道该选择分手还是继续。",
    "annotation": [
      {
        "sentence": "我现在是真的不知道自己该怎么做了，很迷茫，不知道该选择分手还是继续。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他已经知道和你相处的时间不长，还瞒着你已婚的事实，那他欠缺的是一个负责任的态度。再者，如果他说他跟他的妻子之间没有感情，但他们还在一起，那只能说明他是一个不负责任的人。所以，在这种情况下，你应该认真考虑自己是否能接受这份感情，而这份感情是否值得你为之付出。",
    "annotation": [
      {
        "sentence": "如果他已经知道和你相处的时间不长，还瞒着你已婚的事实，那他欠缺的是一个负责任的态度。",
        "label": ""
      },
      {
        "sentence": "再者，如果他说他跟他的妻子之间没有感情，但他们还在一起，那只能说明他是一个不负责任的人。",
        "label": ""
      },
      {
        "sentence": "所以，在这种情况下，你应该认真考虑自己是否能接受这份感情，而这份感情是否值得你为之付出。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理性想想，你说的有道理，我也这么想。但是我就是忍不住想着他，想着跟他在一起的那些美好的时光，想着跟他分开的那些心痛的经历。",
    "annotation": [
      {
        "sentence": "我理性想想，你说的有道理，我也这么想。",
        "label": ""
      },
      {
        "sentence": "但是我就是忍不住想着他，想着跟他在一起的那些美好的时光，想着跟他分开的那些心痛的经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感情是可以理解的。你需要明确自己的想法，接受自己的情感，并尝试深入分析。看看是否有别的自己一直想做，却没做的事，趁这个机会去满足自己，看看自己还有什么爱好，也去做，从这份情感带来的情景中抽离出来，才会拥有理智，并且转移到自己的生活重心上来。如果努力后还放不下，就也许需要找到他自己的家庭，接受社会的评判带来的挑战，目的只有一个，就是让自己死心从这份情感中走出来，尽快过好自己的生活。",
    "annotation": [
      {
        "sentence": "你的感情是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你需要明确自己的想法，接受自己的情感，并尝试深入分析。",
        "label": ""
      },
      {
        "sentence": "看看是否有别的自己一直想做，却没做的事，趁这个机会去满足自己，看看自己还有什么爱好，也去做，从这份情感带来的情景中抽离出来，才会拥有理智，并且转移到自己的生活重心上来。",
        "label": ""
      },
      {
        "sentence": "如果努力后还放不下，就也许需要找到他自己的家庭，接受社会的评判带来的挑战，目的只有一个，就是让自己死心从这份情感中走出来，尽快过好自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试的，谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我会尝试的，谢谢你的建议。",
        "label": ""
      }
    ]
  }
]