[
  {
    "role": "client",
    "content": "高三，一再告诉自己该改变，不然废了，如何改变现状？曾有自杀倾向的一名贫困县的高三生，不满学校的教学，偷带手机到学校上新东方网课，别劝我，我实在接受不了学校老师。成绩很烂的原因曾经带手机逃避现实沉迷虚拟世界以及黄片。我清楚知道手机利与弊。问题:曾经对性厌恶的我接受性是人的本性，不再压抑自己，对自己的不好想法，看黄手淫默许不再谴责自己。但是现在之所以抗拒性，是因为我现在高三应该花时间精力在自我实现，再且我看见我的身体不复往日，身体不再强壮时常很虚弱，我告诉自己你该改变，不然你的未来废了。可是本我哪里会讲理，它觉得我是在压抑性，厌恶性。我一再告诉他我没有，我这都是为了你好。我确实受够了这样生活，我不想再沉迷虚幻的世界，游戏小说戒了许多次，这种不真实的生活消磨着自己的对生活激情意志。有一种习得性无助感。时常有一段时间身体难耐，忍不住去触碰后，又自责内疚。我曾经下载番茄APP限制我对手机的使用，可是过了很久，意志消沉时破戒了，反弹非常强烈。我该怎么办？",
    "annotation": [
      {
        "sentence": "高三，一再告诉自己该改变，不然废了，如何改变现状？",
        "label": ""
      },
      {
        "sentence": "曾有自杀倾向的一名贫困县的高三生，不满学校的教学，偷带手机到学校上新东方网课，别劝我，我实在接受不了学校老师。",
        "label": ""
      },
      {
        "sentence": "成绩很烂的原因曾经带手机逃避现实沉迷虚拟世界以及黄片。",
        "label": ""
      },
      {
        "sentence": "我清楚知道手机利与弊。",
        "label": ""
      },
      {
        "sentence": "问题:曾经对性厌恶的我接受性是人的本性，不再压抑自己，对自己的不好想法，看黄手淫默许不再谴责自己。",
        "label": ""
      },
      {
        "sentence": "但是现在之所以抗拒性，是因为我现在高三应该花时间精力在自我实现，再且我看见我的身体不复往日，身体不再强壮时常很虚弱，我告诉自己你该改变，不然你的未来废了。",
        "label": ""
      },
      {
        "sentence": "可是本我哪里会讲理，它觉得我是在压抑性，厌恶性。",
        "label": ""
      },
      {
        "sentence": "我一再告诉他我没有，我这都是为了你好。",
        "label": ""
      },
      {
        "sentence": "我确实受够了这样生活，我不想再沉迷虚幻的世界，游戏小说戒了许多次，这种不真实的生活消磨着自己的对生活激情意志。",
        "label": ""
      },
      {
        "sentence": "有一种习得性无助感。",
        "label": ""
      },
      {
        "sentence": "时常有一段时间身体难耐，忍不住去触碰后，又自责内疚。",
        "label": ""
      },
      {
        "sentence": "我曾经下载番茄APP限制我对手机的使用，可是过了很久，意志消沉时破戒了，反弹非常强烈。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我看了你的问题后，很能理解你的心情。首先，我想告诉你，你没有错。每个人都有自己的困境和不堪。你的努力和挣扎是值得被认可的，无论是在学业上还是在心理上。你对自己的要求很高，希望有所改变。但我们并不需要完全谴责自己或否定自己的感受。每一个人都有自己的内心对话，不一定要压抑自己。可以试着透过这个对话了解你的内心需求，找到更好的途径来处理。",
    "annotation": [
      {
        "sentence": "你好，我看了你的问题后，很能理解你的心情。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，你没有错。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的困境和不堪。",
        "label": ""
      },
      {
        "sentence": "你的努力和挣扎是值得被认可的，无论是在学业上还是在心理上。",
        "label": ""
      },
      {
        "sentence": "你对自己的要求很高，希望有所改变。",
        "label": ""
      },
      {
        "sentence": "但我们并不需要完全谴责自己或否定自己的感受。",
        "label": ""
      },
      {
        "sentence": "每一个人都有自己的内心对话，不一定要压抑自己。",
        "label": ""
      },
      {
        "sentence": "可以试着透过这个对话了解你的内心需求，找到更好的途径来处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我一直压抑自己，觉得性是一种罪恶和恶心的事情。但我也意识到性是人的本能，逐渐接受了这个事实。虽然这种改变让我对自己的想法不再谴责，但现在我又陷入了对性的抗拒，觉得我应该把时间精力放在高三备战上而不是沉迷其中。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我一直压抑自己，觉得性是一种罪恶和恶心的事情。",
        "label": ""
      },
      {
        "sentence": "但我也意识到性是人的本能，逐渐接受了这个事实。",
        "label": ""
      },
      {
        "sentence": "虽然这种改变让我对自己的想法不再谴责，但现在我又陷入了对性的抗拒，觉得我应该把时间精力放在高三备战上而不是沉迷其中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "压抑是一种常见的心理反应，但它并没有真正解决问题。你的内心的争斗也是很正常的，但重要的是要坚信对自己的关怀和认同。你并没有错过什么，你只是在努力寻找自己生活中的平衡点。在学业和个人发展之间找到平衡是一个长期的过程，也需要耐心和努力。你可以试着放松一下自己对学业的压力，同时关注自己的内心需求。",
    "annotation": [
      {
        "sentence": "压抑是一种常见的心理反应，但它并没有真正解决问题。",
        "label": ""
      },
      {
        "sentence": "你的内心的争斗也是很正常的，但重要的是要坚信对自己的关怀和认同。",
        "label": ""
      },
      {
        "sentence": "你并没有错过什么，你只是在努力寻找自己生活中的平衡点。",
        "label": ""
      },
      {
        "sentence": "在学业和个人发展之间找到平衡是一个长期的过程，也需要耐心和努力。",
        "label": ""
      },
      {
        "sentence": "你可以试着放松一下自己对学业的压力，同时关注自己的内心需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，放松对我来说确实是一件困难的事情。我总觉得如果不努力就会被抛下。而且我看到自己身体的状况也让我很担心，我害怕自己的未来会被废掉。但现在我也明白，过度压抑自己并不能带来好的结果。我应该更加关注自己的需求而不是一味压抑。",
    "annotation": [
      {
        "sentence": "我明白了，放松对我来说确实是一件困难的事情。",
        "label": ""
      },
      {
        "sentence": "我总觉得如果不努力就会被抛下。",
        "label": ""
      },
      {
        "sentence": "而且我看到自己身体的状况也让我很担心，我害怕自己的未来会被废掉。",
        "label": ""
      },
      {
        "sentence": "但现在我也明白，过度压抑自己并不能带来好的结果。",
        "label": ""
      },
      {
        "sentence": "我应该更加关注自己的需求而不是一味压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧和焦虑是可以理解的，但是担忧并不能改变现状。让我们一起来看待这个问题，你可以试着关注和照顾自己的身体和精神健康。找到一个适合自己的平衡点，既能把握学业也能满足自己的需求。也许你可以尝试与家人或朋友沟通，分享你的困惑和需求，看看是否能得到更多的支持和帮助。",
    "annotation": [
      {
        "sentence": "你的担忧和焦虑是可以理解的，但是担忧并不能改变现状。",
        "label": ""
      },
      {
        "sentence": "让我们一起来看待这个问题，你可以试着关注和照顾自己的身体和精神健康。",
        "label": ""
      },
      {
        "sentence": "找到一个适合自己的平衡点，既能把握学业也能满足自己的需求。",
        "label": ""
      },
      {
        "sentence": "也许你可以尝试与家人或朋友沟通，分享你的困惑和需求，看看是否能得到更多的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我确实需要更多的支持和关怀。我一直感觉在家庭中缺乏价值感，并且很难与别人交流我的内心需求。我常常感到压抑和无助。我知道自己需要改变，但有时身体的需求让我难以控制，做出一些让自己后悔的决定。",
    "annotation": [
      {
        "sentence": "你说的很对，我确实需要更多的支持和关怀。",
        "label": ""
      },
      {
        "sentence": "我一直感觉在家庭中缺乏价值感，并且很难与别人交流我的内心需求。",
        "label": ""
      },
      {
        "sentence": "我常常感到压抑和无助。",
        "label": ""
      },
      {
        "sentence": "我知道自己需要改变，但有时身体的需求让我难以控制，做出一些让自己后悔的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受和经历是非常珍贵的，对于家庭中的压抑和无助感，我可以理解你的心情。但是记住，你不是独自面对这些问题的。你可以尝试寻找各种途径来应对这些困难，比如寻求心理辅导或参加一些支持小组。通过专业的帮助和与他人的互动，你可以找到更好的方法来应对和处理自己的需求，同时也能增强对自己的认同感和自信心。",
    "annotation": [
      {
        "sentence": "你的感受和经历是非常珍贵的，对于家庭中的压抑和无助感，我可以理解你的心情。",
        "label": ""
      },
      {
        "sentence": "但是记住，你不是独自面对这些问题的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找各种途径来应对这些困难，比如寻求心理辅导或参加一些支持小组。",
        "label": ""
      },
      {
        "sentence": "通过专业的帮助和与他人的互动，你可以找到更好的方法来应对和处理自己的需求，同时也能增强对自己的认同感和自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会认真考虑寻求心理辅导和参与支持小组的方式。我相信通过这些途径，我可以更好地处理自己的需求，并逐渐变得更加幸福和快乐。再次感谢你的支持和对我的鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会认真考虑寻求心理辅导和参与支持小组的方式。",
        "label": ""
      },
      {
        "sentence": "我相信通过这些途径，我可以更好地处理自己的需求，并逐渐变得更加幸福和快乐。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和对我的鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你的成长和幸福是我最关心的。我相信你能够找到适合自己的方式，实现自我改变和成长。无论在哪里，都希望你能够坚持自己的努力，并保持积极的心态。如果需要任何帮助或再次交流，随时找我谈。祝福你能够找到内心的平衡，变得更加幸福快乐。",
    "annotation": [
      {
        "sentence": "不客气，你的成长和幸福是我最关心的。",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到适合自己的方式，实现自我改变和成长。",
        "label": ""
      },
      {
        "sentence": "无论在哪里，都希望你能够坚持自己的努力，并保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助或再次交流，随时找我谈。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到内心的平衡，变得更加幸福快乐。",
        "label": ""
      }
    ]
  }
]