[
  {
    "role": "client",
    "content": "活着很累，人生没有希望，脱发七年，人不人鬼不鬼？27岁了，现在有一儿一女两个孩子，我现在每天都活的很痛苦，原因是在我20岁时由于压力过大，我开始严重脱发，每天都掉很多头发，后来就变成了斑秃，后来我就把头发剃了，但是斑秃每年都会复方，每当我看到希望时头发就又会大量脱，于是这7年多我就每年都会剃头发，我感觉我已经看不到希望了，脱发他无时无刻困扰着我，本来我就是一个没有自信的人，现在一脱发我感觉我就是人不像人，鬼不像鬼，每天都很焦虑，很容易陷入悲伤的情绪走不出来，很害怕和别人交流和眼神对视，我在想是不是只有我死了才能解脱，谁来救救我？",
    "annotation": [
      {
        "sentence": "活着很累，人生没有希望，脱发七年，人不人鬼不鬼？",
        "label": ""
      },
      {
        "sentence": "27岁了，现在有一儿一女两个孩子，我现在每天都活的很痛苦，原因是在我20岁时由于压力过大，我开始严重脱发，每天都掉很多头发，后来就变成了斑秃，后来我就把头发剃了，但是斑秃每年都会复方，每当我看到希望时头发就又会大量脱，于是这7年多我就每年都会剃头发，我感觉我已经看不到希望了，脱发他无时无刻困扰着我，本来我就是一个没有自信的人，现在一脱发我感觉我就是人不像人，鬼不像鬼，每天都很焦虑，很容易陷入悲伤的情绪走不出来，很害怕和别人交流和眼神对视，我在想是不是只有我死了才能解脱，谁来救救我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的痛苦和困扰，我真切地感受到了。但并不是只有死亡才能解脱这种状况。尝试一下心理咨询可以帮助你，自助者天助。当你有强烈的成长动力和探索欲望时，心理咨询将起到良好的作用。人的情绪并非无因无故的，都有其发生的原因。当强烈的情绪袭来时，其中必然夹杂着其他事情中未被觉察到的情感呈现。那些被我们意识忽略但仍存在的情绪，总想得到关注和表达，这就是潜意识强大的力量。每个人生来都是平等的，没有善恶之分，只有动于心的善恶情感。自信、自尊和自我价值感是我们应该拥有的品质，只是在成长过程中，与抚养者和外界人际关系的互动中，逐渐失去了自信和自尊。掉发、秃头的人并不少见，不是每个人都像你一样难受和沮丧，甚至想到死亡。你已经折腾了七年之久，这充分表明这个问题对你的影响非常深重，这也正是需要我们从中看到你内在状态的某些信息，借此打开心结，了解你不自信和持续悲伤情绪的来源。不妨试试专业的心理咨询，对你会有所帮助。家有儿女，恰恰是你奋斗的时期，祝愿你能够摆脱困境，走向好的方向！",
    "annotation": [
      {
        "sentence": "听到你的痛苦和困扰，我真切地感受到了。",
        "label": ""
      },
      {
        "sentence": "但并不是只有死亡才能解脱这种状况。",
        "label": ""
      },
      {
        "sentence": "尝试一下心理咨询可以帮助你，自助者天助。",
        "label": ""
      },
      {
        "sentence": "当你有强烈的成长动力和探索欲望时，心理咨询将起到良好的作用。",
        "label": ""
      },
      {
        "sentence": "人的情绪并非无因无故的，都有其发生的原因。",
        "label": ""
      },
      {
        "sentence": "当强烈的情绪袭来时，其中必然夹杂着其他事情中未被觉察到的情感呈现。",
        "label": ""
      },
      {
        "sentence": "那些被我们意识忽略但仍存在的情绪，总想得到关注和表达，这就是潜意识强大的力量。",
        "label": ""
      },
      {
        "sentence": "每个人生来都是平等的，没有善恶之分，只有动于心的善恶情感。",
        "label": ""
      },
      {
        "sentence": "自信、自尊和自我价值感是我们应该拥有的品质，只是在成长过程中，与抚养者和外界人际关系的互动中，逐渐失去了自信和自尊。",
        "label": ""
      },
      {
        "sentence": "掉发、秃头的人并不少见，不是每个人都像你一样难受和沮丧，甚至想到死亡。",
        "label": ""
      },
      {
        "sentence": "你已经折腾了七年之久，这充分表明这个问题对你的影响非常深重，这也正是需要我们从中看到你内在状态的某些信息，借此打开心结，了解你不自信和持续悲伤情绪的来源。",
        "label": ""
      },
      {
        "sentence": "不妨试试专业的心理咨询，对你会有所帮助。",
        "label": ""
      },
      {
        "sentence": "家有儿女，恰恰是你奋斗的时期，祝愿你能够摆脱困境，走向好的方向！",
        "label": ""
      }
    ]
  }
]