[
  {
    "role": "client",
    "content": "因为外因分手，找不到方法让自己重新振作起来……我刚16岁，从11岁开始谈恋爱，早熟，这次是我第4次非常非常非常难受的分手了。分手是因为，他家出了严重的事，他还要必须好好学习，他是个优等生，他认为他没有精力再和我谈恋爱了，但是他还爱我，我真的很难过，他是我生活的全部，他是除了亲人之外，我长这么大对我最好的人，是我的唯一精神支柱，没了他我仿佛觉得我没有想活下来的感觉了，我实在太难受了，我该怎么办，我现在已经高二了，难受的我真的无法学习，无法做任何事情，只能自己一个人哭，我可能真的没有那么多时间去缓解我的痛苦，明年我就高三了，我真的太焦虑了，我真的不想活着了，怎么办，我真的不知道怎么办了，我真的很想结束我自己，没有人能理解我，我不上学了，装病回家了，我找不到方法让自己重新振作起来了，我现在就像一个木头人一样……",
    "annotation": [
      {
        "sentence": "因为外因分手，找不到方法让自己重新振作起来……我刚16岁，从11岁开始谈恋爱，早熟，这次是我第4次非常非常非常难受的分手了。",
        "label": ""
      },
      {
        "sentence": "分手是因为，他家出了严重的事，他还要必须好好学习，他是个优等生，他认为他没有精力再和我谈恋爱了，但是他还爱我，我真的很难过，他是我生活的全部，他是除了亲人之外，我长这么大对我最好的人，是我的唯一精神支柱，没了他我仿佛觉得我没有想活下来的感觉了，我实在太难受了，我该怎么办，我现在已经高二了，难受的我真的无法学习，无法做任何事情，只能自己一个人哭，我可能真的没有那么多时间去缓解我的痛苦，明年我就高三了，我真的太焦虑了，我真的不想活着了，怎么办，我真的不知道怎么办了，我真的很想结束我自己，没有人能理解我，我不上学了，装病回家了，我找不到方法让自己重新振作起来了，我现在就像一个木头人一样……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你也好好拥抱一下自己啊。看到一个16岁的花季少女迷失了自己，真是很心疼。和你聊聊，好吗？",
    "annotation": [
      {
        "sentence": "你也好好拥抱一下自己啊。",
        "label": ""
      },
      {
        "sentence": "看到一个16岁的花季少女迷失了自己，真是很心疼。",
        "label": ""
      },
      {
        "sentence": "和你聊聊，好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你愿意和我聊聊。",
    "annotation": [
      {
        "sentence": "好的，谢谢你愿意和我聊聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "“从11岁开始谈恋爱，早熟”对异性有喜欢，是非常自然的情感反映；但如果把感情看成生命的全部，应该有一部分属于自身安全感的缺失。",
    "annotation": [
      {
        "sentence": "“从11岁开始谈恋爱，早熟”对异性有喜欢，是非常自然的情感反映；但如果把感情看成生命的全部，应该有一部分属于自身安全感的缺失。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得对，在失恋的时候，我常常觉得自己被剥夺了全部的快乐和幸福。",
    "annotation": [
      {
        "sentence": "或许你说得对，在失恋的时候，我常常觉得自己被剥夺了全部的快乐和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他还要必须好好学习，他是个优等生，他认为他没有精力再和我谈恋爱了，但是他还爱我。如果你真的爱他，你是否可以试着理解一下他：在高中阶段，学习任务是很繁重的，如果因为爱而将大量的时间荒废在玩耍上而没有考上他理想的大学，肯定会对他的人生造成遗憾，这也是你不希望看到的吧。即使暂时分手，他说他还爱着你，说明他也想给你们的爱情一个美好的未来吧。如果将来的你们，没有任何的能力去面对生活的柴米油盐，你们的爱情可能也会一地鸡毛吧。",
    "annotation": [
      {
        "sentence": "他还要必须好好学习，他是个优等生，他认为他没有精力再和我谈恋爱了，但是他还爱我。",
        "label": ""
      },
      {
        "sentence": "如果你真的爱他，你是否可以试着理解一下他：在高中阶段，学习任务是很繁重的，如果因为爱而将大量的时间荒废在玩耍上而没有考上他理想的大学，肯定会对他的人生造成遗憾，这也是你不希望看到的吧。",
        "label": ""
      },
      {
        "sentence": "即使暂时分手，他说他还爱着你，说明他也想给你们的爱情一个美好的未来吧。",
        "label": ""
      },
      {
        "sentence": "如果将来的你们，没有任何的能力去面对生活的柴米油盐，你们的爱情可能也会一地鸡毛吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他的考虑是为了我们的未来吗？",
    "annotation": [
      {
        "sentence": "他的考虑是为了我们的未来吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，他在意你们的未来，但这并不代表他不再爱你了。所以，有什么伤心的呢？如果你是真的爱他，那你就要擦干眼泪，向他一样往前冲啊。你调整好你的情绪，调整你的步伐去追上他的脚步，拼进全力去接近他的高度，考入同一所大学，那才是你最能接近他的距离啊。可能你现在满脑子都被\"失恋\"的情绪包围了，你认为你的天都塌下来了。可是他是给你指明方向了的啊，他是爱你的，他只是要把和你呆在一起的时间花在学习上了，心还是在你身上的。难道你想拉着他天天玩而放弃学习吗？你肯定不是这样想的吧。如果你真的爱他，就让他看见一个元气满满的你，努力上进的你。高中阶段学业繁重，为减轻学习的压力以及缓解你现在的心情，你还可以试着去寻找一样体育运动，比如，跑跑步、打打球之类的。体育锻炼可以增加多巴胺的分泌，适当调节你的情绪。",
    "annotation": [
      {
        "sentence": "是的，他在意你们的未来，但这并不代表他不再爱你了。",
        "label": ""
      },
      {
        "sentence": "所以，有什么伤心的呢？",
        "label": ""
      },
      {
        "sentence": "如果你是真的爱他，那你就要擦干眼泪，向他一样往前冲啊。",
        "label": ""
      },
      {
        "sentence": "你调整好你的情绪，调整你的步伐去追上他的脚步，拼进全力去接近他的高度，考入同一所大学，那才是你最能接近他的距离啊。",
        "label": ""
      },
      {
        "sentence": "可能你现在满脑子都被\"失恋\"的情绪包围了，你认为你的天都塌下来了。",
        "label": ""
      },
      {
        "sentence": "可是他是给你指明方向了的啊，他是爱你的，他只是要把和你呆在一起的时间花在学习上了，心还是在你身上的。",
        "label": ""
      },
      {
        "sentence": "难道你想拉着他天天玩而放弃学习吗？",
        "label": ""
      },
      {
        "sentence": "你肯定不是这样想的吧。",
        "label": ""
      },
      {
        "sentence": "如果你真的爱他，就让他看见一个元气满满的你，努力上进的你。",
        "label": ""
      },
      {
        "sentence": "高中阶段学业繁重，为减轻学习的压力以及缓解你现在的心情，你还可以试着去寻找一样体育运动，比如，跑跑步、打打球之类的。",
        "label": ""
      },
      {
        "sentence": "体育锻炼可以增加多巴胺的分泌，适当调节你的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得好像确实是我自己对未来的担忧让我感到压力很大，也没有时间去缓解自己的心情。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得好像确实是我自己对未来的担忧让我感到压力很大，也没有时间去缓解自己的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我曾在一篇文章中读到，一位妈妈劝导自己的女儿学会经济独立、精神独立、爱情独立。虽然要做到这三点很难，但确实可以让自己不会陷入某些烦恼中去，在今后亲密关系的相处中既可以给予彼此自由的空间；也会让亲密关系既不至于疏离，也不至于窒息。也许，你还小，这个观点你接受起来可能有些困难。虽然学习成绩好不是人生最重要的事情，但它可以决定你大学的一个平台：是一本、二本还是职业技术学院，也就可以决定你将面对的是怎样的一种生活方式。因此，在高中阶段，求学是我们最重要的事情。成绩有差距也没有关系，我们尽力去学习就可以了，但求耕耘，不问收获，你的他会在他所向往的大学等着你啊。孩子，加油！",
    "annotation": [
      {
        "sentence": "我曾在一篇文章中读到，一位妈妈劝导自己的女儿学会经济独立、精神独立、爱情独立。",
        "label": ""
      },
      {
        "sentence": "虽然要做到这三点很难，但确实可以让自己不会陷入某些烦恼中去，在今后亲密关系的相处中既可以给予彼此自由的空间；也会让亲密关系既不至于疏离，也不至于窒息。",
        "label": ""
      },
      {
        "sentence": "也许，你还小，这个观点你接受起来可能有些困难。",
        "label": ""
      },
      {
        "sentence": "虽然学习成绩好不是人生最重要的事情，但它可以决定你大学的一个平台：是一本、二本还是职业技术学院，也就可以决定你将面对的是怎样的一种生活方式。",
        "label": ""
      },
      {
        "sentence": "因此，在高中阶段，求学是我们最重要的事情。",
        "label": ""
      },
      {
        "sentence": "成绩有差距也没有关系，我们尽力去学习就可以了，但求耕耘，不问收获，你的他会在他所向往的大学等着你啊。",
        "label": ""
      },
      {
        "sentence": "孩子，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你这么耐心地倾听和支持我，我觉得心情好多了，我会认真面对学业，为我们的未来努力奋斗的！",
    "annotation": [
      {
        "sentence": "谢谢你这么耐心地倾听和支持我，我觉得心情好多了，我会认真面对学业，为我们的未来努力奋斗的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定能够振作起来，面对困难，加油！如果你还有任何需要倾诉的，随时都可以找我聊聊。你是一个坚强的少女，我为你感到自豪！",
    "annotation": [
      {
        "sentence": "我相信你一定能够振作起来，面对困难，加油！",
        "label": ""
      },
      {
        "sentence": "如果你还有任何需要倾诉的，随时都可以找我聊聊。",
        "label": ""
      },
      {
        "sentence": "你是一个坚强的少女，我为你感到自豪！",
        "label": ""
      }
    ]
  }
]