[
  {
    "role": "client",
    "content": "因为外因分手，找不到方法让自己重新振作起来……我刚16岁，从11岁开始谈恋爱，早熟，这次是我第4次非常非常非常难受的分手了。分手是因为，他家出了严重的事，他还要必须好好学习，他是个优等生，他认为他没有精力再和我谈恋爱了，但是他还爱我，我真的很难过，他是我生活的全部，他是除了亲人之外，我长这么大对我最好的人，是我的唯一精神支柱，没了他我仿佛觉得我没有想活下来的感觉了，我实在太难受了，我该怎么办，我现在已经高二了，难受的我真的无法学习，无法做任何事情，只能自己一个人哭，我可能真的没有那么多时间去缓解我的痛苦，明年我就高三了，我真的太焦虑了，我真的不想活着了，怎么办，我真的不知道怎么办了，我真的很想结束我自己，没有人能理解我，我不上学了，装病回家了，我找不到方法让自己重新振作起来了，我现在就像一个木头人一样……",
    "annotation": [
      {
        "sentence": "因为外因分手，找不到方法让自己重新振作起来……我刚16岁，从11岁开始谈恋爱，早熟，这次是我第4次非常非常非常难受的分手了。",
        "label": ""
      },
      {
        "sentence": "分手是因为，他家出了严重的事，他还要必须好好学习，他是个优等生，他认为他没有精力再和我谈恋爱了，但是他还爱我，我真的很难过，他是我生活的全部，他是除了亲人之外，我长这么大对我最好的人，是我的唯一精神支柱，没了他我仿佛觉得我没有想活下来的感觉了，我实在太难受了，我该怎么办，我现在已经高二了，难受的我真的无法学习，无法做任何事情，只能自己一个人哭，我可能真的没有那么多时间去缓解我的痛苦，明年我就高三了，我真的太焦虑了，我真的不想活着了，怎么办，我真的不知道怎么办了，我真的很想结束我自己，没有人能理解我，我不上学了，装病回家了，我找不到方法让自己重新振作起来了，我现在就像一个木头人一样……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失去了一个理解自己的人，真的是非常难过的事。或许我们可以首先在过往的经验中寻找方法。我们一路长大，不时会遇到一些伤心难过的事，可能是丢失了最爱的玩具，可能是要好的同学转学走了，可能是和朋友吵架决裂了........包括问题里提到的前几次分手。我们当时一定也是非常非常难过的，想想我们是怎么走过来的，或许能找到一些方法。",
    "annotation": [
      {
        "sentence": "失去了一个理解自己的人，真的是非常难过的事。",
        "label": ""
      },
      {
        "sentence": "或许我们可以首先在过往的经验中寻找方法。",
        "label": ""
      },
      {
        "sentence": "我们一路长大，不时会遇到一些伤心难过的事，可能是丢失了最爱的玩具，可能是要好的同学转学走了，可能是和朋友吵架决裂了........包括问题里提到的前几次分手。",
        "label": ""
      },
      {
        "sentence": "我们当时一定也是非常非常难过的，想想我们是怎么走过来的，或许能找到一些方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是这一次的分手跟以前不同，他是我的唯一精神支柱，没有他我觉得生活失去了意义。",
    "annotation": [
      {
        "sentence": "可是这一次的分手跟以前不同，他是我的唯一精神支柱，没有他我觉得生活失去了意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，失去一个重要的人确实会让我们感到无助和失落。但我们要相信，时间可以治愈一切伤痛。或许现在你无法想象，但随着时间的推移，你会慢慢走出这个困境，重新找到属于自己的幸福和自我。",
    "annotation": [
      {
        "sentence": "我理解你的感受，失去一个重要的人确实会让我们感到无助和失落。",
        "label": ""
      },
      {
        "sentence": "但我们要相信，时间可以治愈一切伤痛。",
        "label": ""
      },
      {
        "sentence": "或许现在你无法想象，但随着时间的推移，你会慢慢走出这个困境，重新找到属于自己的幸福和自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的很难过，每天都在哭，无法集中注意力学习，我怕我考试不及格。",
    "annotation": [
      {
        "sentence": "可是我真的很难过，每天都在哭，无法集中注意力学习，我怕我考试不及格。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你真的无法集中注意力学习，那么暂时放下学习也可以。我们不能要求自己在这样的情绪状态下强迫自己做一些事情。可以试着向身边亲近的人，如家人、朋友倾诉一下你的痛苦和压力，如果想哭就哭出来。找一种能够宣泄情绪的方式，比如写日记、唱歌或是画画，尽量表达自己的感受，不要憋着。",
    "annotation": [
      {
        "sentence": "如果你真的无法集中注意力学习，那么暂时放下学习也可以。",
        "label": ""
      },
      {
        "sentence": "我们不能要求自己在这样的情绪状态下强迫自己做一些事情。",
        "label": ""
      },
      {
        "sentence": "可以试着向身边亲近的人，如家人、朋友倾诉一下你的痛苦和压力，如果想哭就哭出来。",
        "label": ""
      },
      {
        "sentence": "找一种能够宣泄情绪的方式，比如写日记、唱歌或是画画，尽量表达自己的感受，不要憋着。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得没人能理解我，我感觉孤立无援。",
    "annotation": [
      {
        "sentence": "可是我觉得没人能理解我，我感觉孤立无援。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能你现在觉得没有人能理解你，但其实你并不孤单。你的家人肯定是关心你的，他们愿意聆听你的内心世界。而且，在这里也有人愿意给你提供帮助和支持，我们关心你。还有，你要记得，我尊重你的感受，愿意陪伴你度过这个困难的时刻。",
    "annotation": [
      {
        "sentence": "可能你现在觉得没有人能理解你，但其实你并不孤单。",
        "label": ""
      },
      {
        "sentence": "你的家人肯定是关心你的，他们愿意聆听你的内心世界。",
        "label": ""
      },
      {
        "sentence": "而且，在这里也有人愿意给你提供帮助和支持，我们关心你。",
        "label": ""
      },
      {
        "sentence": "还有，你要记得，我尊重你的感受，愿意陪伴你度过这个困难的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和理解，听了你的话，我感觉好多了。虽然还是很难过，但是至少不再孤单。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和理解，听了你的话，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "虽然还是很难过，但是至少不再孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的陪伴可以给你一点安慰。你的情绪需要时间来调整，所以不要强迫自己太快就恢复正常。当你从失恋痛苦的深渊里缓过来，再来面对学习会容易一些。请相信，未来会变得更好，你会重新找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "很高兴我的陪伴可以给你一点安慰。",
        "label": ""
      },
      {
        "sentence": "你的情绪需要时间来调整，所以不要强迫自己太快就恢复正常。",
        "label": ""
      },
      {
        "sentence": "当你从失恋痛苦的深渊里缓过来，再来面对学习会容易一些。",
        "label": ""
      },
      {
        "sentence": "请相信，未来会变得更好，你会重新找到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量调整自己的情绪，相信未来会好起来的。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我会尽量调整自己的情绪，相信未来会好起来的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你的。如果你有任何需要倾诉的，随时都可以来找我聊天。希望你早日走出困境，重新振作起来。",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要倾诉的，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "希望你早日走出困境，重新振作起来。",
        "label": ""
      }
    ]
  }
]