[
  {
    "role": "client",
    "content": "突破不了？太多东西输在起跑线上，失去奋斗动力咋办？家庭生活平淡幸福，从小没大富大贵也没大灾大病，反正就是20以前一直以为全世界都是像我家这样儿的，接触的少懂的不多。上大学比较开眼界，见识到了太多不一样的成长环境和活法。感慨之余发现以前自己过的太天真了，比如要当科学家不是光靠好好学习就能搞定的，一个生在有科研传统的家庭的娃在资源、眼界、平台上享受的优势是一个农村娃读十年书都难以赶超的。所以我猛然意识到其实自己这辈子再折腾也突破不了成长环境预设的上限，有那么一阵子人比较消极感觉奋斗动力大幅减少。该心态似乎是充满负能量的，我想请教的是：如何突破这种消极的心理去坦然的面对自己的生活？",
    "annotation": [
      {
        "sentence": "突破不了？",
        "label": ""
      },
      {
        "sentence": "太多东西输在起跑线上，失去奋斗动力咋办？",
        "label": ""
      },
      {
        "sentence": "家庭生活平淡幸福，从小没大富大贵也没大灾大病，反正就是20以前一直以为全世界都是像我家这样儿的，接触的少懂的不多。",
        "label": ""
      },
      {
        "sentence": "上大学比较开眼界，见识到了太多不一样的成长环境和活法。",
        "label": ""
      },
      {
        "sentence": "感慨之余发现以前自己过的太天真了，比如要当科学家不是光靠好好学习就能搞定的，一个生在有科研传统的家庭的娃在资源、眼界、平台上享受的优势是一个农村娃读十年书都难以赶超的。",
        "label": ""
      },
      {
        "sentence": "所以我猛然意识到其实自己这辈子再折腾也突破不了成长环境预设的上限，有那么一阵子人比较消极感觉奋斗动力大幅减少。",
        "label": ""
      },
      {
        "sentence": "该心态似乎是充满负能量的，我想请教的是：如何突破这种消极的心理去坦然的面对自己的生活？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你说的感受，壁垒确实存在，但是并不代表我们就无法成长。真正决定你的未来，不是你来自何方，而是你选择往何方去。求助者：但是我一直觉得那些优越的背景和机会才是真正改变未来的切入点。支持者：这么说吧，每个人的生活轨迹是不同的，但是每个人都可以通过自己的努力让生活变得更好。我们的背景是我们的基础，但是不应该成为我们停滞的理由。所以我想说，即使你的环境不够优越，你也能通过自己的努力来扭转乾坤。学习知识，锻炼技能，积累经验，这些都能帮助我们向前走。",
    "annotation": [
      {
        "sentence": "我明白你说的感受，壁垒确实存在，但是并不代表我们就无法成长。",
        "label": ""
      },
      {
        "sentence": "真正决定你的未来，不是你来自何方，而是你选择往何方去。",
        "label": ""
      },
      {
        "sentence": "求助者：但是我一直觉得那些优越的背景和机会才是真正改变未来的切入点。",
        "label": ""
      },
      {
        "sentence": "支持者：这么说吧，每个人的生活轨迹是不同的，但是每个人都可以通过自己的努力让生活变得更好。",
        "label": ""
      },
      {
        "sentence": "我们的背景是我们的基础，但是不应该成为我们停滞的理由。",
        "label": ""
      },
      {
        "sentence": "所以我想说，即使你的环境不够优越，你也能通过自己的努力来扭转乾坤。",
        "label": ""
      },
      {
        "sentence": "学习知识，锻炼技能，积累经验，这些都能帮助我们向前走。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么做呢？我感觉自己的心态出了问题。支持者：这些消极情绪都是很正常的，无论是谁都可能会有这种感觉。但是我们需要学会正视自己的心态，并且想办法去调节。我们可以从自己喜欢的事情入手，找到那些能让自己放松的方式，比如读书、听音乐、健身等等。同时，我们也可以从身边的人和事中汲取积极力量，这对于我们来说也是非常有帮助的。",
    "annotation": [
      {
        "sentence": "那我该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "我感觉自己的心态出了问题。",
        "label": ""
      },
      {
        "sentence": "支持者：这些消极情绪都是很正常的，无论是谁都可能会有这种感觉。",
        "label": ""
      },
      {
        "sentence": "但是我们需要学会正视自己的心态，并且想办法去调节。",
        "label": ""
      },
      {
        "sentence": "我们可以从自己喜欢的事情入手，找到那些能让自己放松的方式，比如读书、听音乐、健身等等。",
        "label": ""
      },
      {
        "sentence": "同时，我们也可以从身边的人和事中汲取积极力量，这对于我们来说也是非常有帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议，确实很实用。支持者：不客气，我很高兴能帮到你。同时我想说，我们之间也许有着不同的经历和背景，但是我们都是人类，都有共同的情感需求，这些共性也可以成为我们建立联系的基础。求助者：我明白了，谢谢你的鼓励和帮助，你的话让我感到很温暖。支持者：不用客气，我很高兴能为你提供一些支持和建议。任何时候都可以来找我，我们一起面对生活中的困难和挑战。",
    "annotation": [
      {
        "sentence": "感谢你的建议，确实很实用。",
        "label": ""
      },
      {
        "sentence": "支持者：不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "同时我想说，我们之间也许有着不同的经历和背景，但是我们都是人类，都有共同的情感需求，这些共性也可以成为我们建立联系的基础。",
        "label": ""
      },
      {
        "sentence": "求助者：我明白了，谢谢你的鼓励和帮助，你的话让我感到很温暖。",
        "label": ""
      },
      {
        "sentence": "支持者：不用客气，我很高兴能为你提供一些支持和建议。",
        "label": ""
      },
      {
        "sentence": "任何时候都可以来找我，我们一起面对生活中的困难和挑战。",
        "label": ""
      }
    ]
  }
]