[
  {
    "role": "client",
    "content": "内心脆弱，仿佛难以承受别人拒绝我的请求？也不知道是不是因为抑郁或者心里脆弱，我17岁之前的时候是没有这个情况。",
    "annotation": [
      {
        "sentence": "内心脆弱，仿佛难以承受别人拒绝我的请求？",
        "label": ""
      },
      {
        "sentence": "也不知道是不是因为抑郁或者心里脆弱，我17岁之前的时候是没有这个情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很常见的情绪，走过青春期，进入成年人的行列后，对个人价值感和关系的亲密度会更加关注，你正在经历心理成长的过程。首先，要明白父母对我们是无条件满足的，但走上社会后，每个人都是相对独立的，没有义务去满足别人，也没有权利要求别人来满足自己，每个人都有自己的想法和认知，这些选择都是根据个人经历而做出的。",
    "annotation": [
      {
        "sentence": "这是一个很常见的情绪，走过青春期，进入成年人的行列后，对个人价值感和关系的亲密度会更加关注，你正在经历心理成长的过程。",
        "label": ""
      },
      {
        "sentence": "首先，要明白父母对我们是无条件满足的，但走上社会后，每个人都是相对独立的，没有义务去满足别人，也没有权利要求别人来满足自己，每个人都有自己的想法和认知，这些选择都是根据个人经历而做出的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那是不是我过于依赖他人了？为什么我会因为别人的拒绝感到失望呢？",
    "annotation": [
      {
        "sentence": "那是不是我过于依赖他人了？",
        "label": ""
      },
      {
        "sentence": "为什么我会因为别人的拒绝感到失望呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这是归因于你对他人的依赖和对自己价值被认可的渴望。当别人拒绝你并不满足你的要求时，你会产生怀疑，觉得别人对你不喜欢。但这也是正常的反应，因为我们都希望被认可和得到他人的喜欢。只是如果把自己的价值建立在别人的认可上，就会导致内外在的矛盾。我建议你多做一些自己喜欢和擅长的事情，培养自己的自信心和内在价值，这样你就能更好地接纳和认可自己，变得勇敢而坚定。",
    "annotation": [
      {
        "sentence": "是的，这是归因于你对他人的依赖和对自己价值被认可的渴望。",
        "label": ""
      },
      {
        "sentence": "当别人拒绝你并不满足你的要求时，你会产生怀疑，觉得别人对你不喜欢。",
        "label": ""
      },
      {
        "sentence": "但这也是正常的反应，因为我们都希望被认可和得到他人的喜欢。",
        "label": ""
      },
      {
        "sentence": "只是如果把自己的价值建立在别人的认可上，就会导致内外在的矛盾。",
        "label": ""
      },
      {
        "sentence": "我建议你多做一些自己喜欢和擅长的事情，培养自己的自信心和内在价值，这样你就能更好地接纳和认可自己，变得勇敢而坚定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经觉得朋友应该满足我的要求，但是现在听你这样说，我有点明白了。但是，我觉得孤独，还是希望能交到朋友，这是因为童年的创伤吗？我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我曾经觉得朋友应该满足我的要求，但是现在听你这样说，我有点明白了。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得孤独，还是希望能交到朋友，这是因为童年的创伤吗？",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，孤独感是非常常见的情绪，每个人都有孤独的时候。至于想交朋友的愿望，不仅仅是因为童年的创伤，也因为人类都是社交动物，都需要和他人建立联系和关系。要解决孤独感，首先要接纳自己，多参加一些社交活动，结识新的人，找到和自己兴趣爱好相同的人，慢慢地建立起亲密关系。记住，每个人都是相对独立的，彼此之间需要尊重对方的选择和决定。",
    "annotation": [
      {
        "sentence": "首先，孤独感是非常常见的情绪，每个人都有孤独的时候。",
        "label": ""
      },
      {
        "sentence": "至于想交朋友的愿望，不仅仅是因为童年的创伤，也因为人类都是社交动物，都需要和他人建立联系和关系。",
        "label": ""
      },
      {
        "sentence": "要解决孤独感，首先要接纳自己，多参加一些社交活动，结识新的人，找到和自己兴趣爱好相同的人，慢慢地建立起亲密关系。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都是相对独立的，彼此之间需要尊重对方的选择和决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着接纳自己，并参加一些社交活动。但我不知道怎样才能真正放下过去的创伤，修复自己内心的脆弱。",
    "annotation": [
      {
        "sentence": "我会试着接纳自己，并参加一些社交活动。",
        "label": ""
      },
      {
        "sentence": "但我不知道怎样才能真正放下过去的创伤，修复自己内心的脆弱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "过去的创伤不是一蹴而就就能完全放下的，需要一个渐进的过程。你可以尝试寻求一位专业心理咨询师的帮助，通过倾诉和专业指导，逐渐理解和面对过去的创伤。同时，也可以通过运动、冥想、艺术创作等方式来调节自己的情绪和内心状态，培养更强大的心理抵抗力和自我修复能力。",
    "annotation": [
      {
        "sentence": "过去的创伤不是一蹴而就就能完全放下的，需要一个渐进的过程。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻求一位专业心理咨询师的帮助，通过倾诉和专业指导，逐渐理解和面对过去的创伤。",
        "label": ""
      },
      {
        "sentence": "同时，也可以通过运动、冥想、艺术创作等方式来调节自己的情绪和内心状态，培养更强大的心理抵抗力和自我修复能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会考虑寻求专业咨询师的帮助，并尝试一些调节情绪的方法。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说得对，我会考虑寻求专业咨询师的帮助，并尝试一些调节情绪的方法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很乐意能帮到你。记住，成长的过程中会有困难和不适应，但只要坚持做最好的自己，相信自己的价值和能力，你就能克服困难，走出低谷，迎接更好的未来。",
    "annotation": [
      {
        "sentence": "不客气，我很乐意能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，成长的过程中会有困难和不适应，但只要坚持做最好的自己，相信自己的价值和能力，你就能克服困难，走出低谷，迎接更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，谢谢你的鼓励。我会尽力做到最好。",
    "annotation": [
      {
        "sentence": "我会的，谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽力做到最好。",
        "label": ""
      }
    ]
  }
]