[
  {
    "role": "client",
    "content": "我是一个25岁的女生，我觉得自己的自尊心很低，缺乏安全感。我常常觉得自己一无是处，不配拥有美好的东西。而且我的思维有时候很极端，还会自我封闭，陷入困境中。我曾经自残，每次自残之后都会感到一种解脱。有时候我甚至想过自杀，但是每次一想到这一点，就觉得父母在我身上投入了很多。如果我死了，他们就会亏本。至少我活着，可以给他们收回一些投资。但是我真的想死，希望能突然得个重病什么的。所以平时也不怎么爱护自己，因为以前的病也都是因为自虐式的减肥导致的。我有严重的偏头痛和贫血，还有很多次的暴食催吐。总之，这种自虐行为能让我心情好一些。我不知道这是不是心理或精神上的问题，是否需要专业治疗呢？",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，我觉得自己的自尊心很低，缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "我常常觉得自己一无是处，不配拥有美好的东西。",
        "label": ""
      },
      {
        "sentence": "而且我的思维有时候很极端，还会自我封闭，陷入困境中。",
        "label": ""
      },
      {
        "sentence": "我曾经自残，每次自残之后都会感到一种解脱。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至想过自杀，但是每次一想到这一点，就觉得父母在我身上投入了很多。",
        "label": ""
      },
      {
        "sentence": "如果我死了，他们就会亏本。",
        "label": ""
      },
      {
        "sentence": "至少我活着，可以给他们收回一些投资。",
        "label": ""
      },
      {
        "sentence": "但是我真的想死，希望能突然得个重病什么的。",
        "label": ""
      },
      {
        "sentence": "所以平时也不怎么爱护自己，因为以前的病也都是因为自虐式的减肥导致的。",
        "label": ""
      },
      {
        "sentence": "我有严重的偏头痛和贫血，还有很多次的暴食催吐。",
        "label": ""
      },
      {
        "sentence": "总之，这种自虐行为能让我心情好一些。",
        "label": ""
      },
      {
        "sentence": "我不知道这是不是心理或精神上的问题，是否需要专业治疗呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我感受到你对生活充满了失望之情。不知道发生了什么事，让你变得现在如此消极，产生了轻生和自残的想法。但是我想告诉你，每一次你站在边缘时能想到父母，说明你还是希望能够过上美好的生活的。只是现在你无法找到突破口，无法让自己重新找到活着的意义。首先，你的自残和自虐行为，以及身体出现反应的呕吐，都说明你的内心已经充满了困惑，乱成一团，没有人来帮你解开其中的迷惑！所以你封闭了自己的内心，把自己隐藏起来，希望找到一个属于自己的安宁空间。但在这个忧虑深渊中，你不断地陷入其中，让自己走向绝境，走向极端。这些都是负面心理所衍生出的恶性循环。其次，关于你是否有心理或精神上的问题，我想说每个人在心情不好、难过、痛苦的时候，也会出现身体的不同反应。这个时候我们的心理状态都是病态的，有些人失眠，有些人痛苦流泪，有些人为了驱赶内心的痛苦而找人倾诉，还有一些人则通过消费、旅游等来排解情绪。只要情绪得到释放，心理也会慢慢好起来。所以不要让负面情绪积压在心中。最后，我建议你找一个专业心理咨询师，让他们帮你解开内心的困惑。让你积压的痛苦和无奈全部得到释放。也许这样你的心理负担会轻松很多。专业的人士会用一些引导方式帮助你重新拾起对生活的希望，一步一步地克服困难。相信你可以找回本该拥有的样子。我在这里分享这些建议，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "从你的描述中，我感受到你对生活充满了失望之情。",
        "label": ""
      },
      {
        "sentence": "不知道发生了什么事，让你变得现在如此消极，产生了轻生和自残的想法。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，每一次你站在边缘时能想到父母，说明你还是希望能够过上美好的生活的。",
        "label": ""
      },
      {
        "sentence": "只是现在你无法找到突破口，无法让自己重新找到活着的意义。",
        "label": ""
      },
      {
        "sentence": "首先，你的自残和自虐行为，以及身体出现反应的呕吐，都说明你的内心已经充满了困惑，乱成一团，没有人来帮你解开其中的迷惑！",
        "label": ""
      },
      {
        "sentence": "所以你封闭了自己的内心，把自己隐藏起来，希望找到一个属于自己的安宁空间。",
        "label": ""
      },
      {
        "sentence": "但在这个忧虑深渊中，你不断地陷入其中，让自己走向绝境，走向极端。",
        "label": ""
      },
      {
        "sentence": "这些都是负面心理所衍生出的恶性循环。",
        "label": ""
      },
      {
        "sentence": "其次，关于你是否有心理或精神上的问题，我想说每个人在心情不好、难过、痛苦的时候，也会出现身体的不同反应。",
        "label": ""
      },
      {
        "sentence": "这个时候我们的心理状态都是病态的，有些人失眠，有些人痛苦流泪，有些人为了驱赶内心的痛苦而找人倾诉，还有一些人则通过消费、旅游等来排解情绪。",
        "label": ""
      },
      {
        "sentence": "只要情绪得到释放，心理也会慢慢好起来。",
        "label": ""
      },
      {
        "sentence": "所以不要让负面情绪积压在心中。",
        "label": ""
      },
      {
        "sentence": "最后，我建议你找一个专业心理咨询师，让他们帮你解开内心的困惑。",
        "label": ""
      },
      {
        "sentence": "让你积压的痛苦和无奈全部得到释放。",
        "label": ""
      },
      {
        "sentence": "也许这样你的心理负担会轻松很多。",
        "label": ""
      },
      {
        "sentence": "专业的人士会用一些引导方式帮助你重新拾起对生活的希望，一步一步地克服困难。",
        "label": ""
      },
      {
        "sentence": "相信你可以找回本该拥有的样子。",
        "label": ""
      },
      {
        "sentence": "我在这里分享这些建议，希望对你有所帮助。",
        "label": ""
      }
    ]
  }
]