[
  {
    "role": "client",
    "content": "我是一个25岁的女生，我低自尊，缺乏安全感，我想知道这是否是一种病？我经常感到自己一无是处，并且觉得自己不配拥有美好的东西。我的想法很极端，有时还会自我封闭，陷入困境。以前我曾经自残过，每次自残之后都会感到一种解脱。我常常想一了百了，甚至想过自杀。但每次我都会想到，父母在我身上付出了很多，如果我死了，他们会很伤心。他们多年的投资都打了水漂。至少我活着还能让他们收回点儿成本。但是我真的想死。希望能够突然得个重病。所以我平常也不怎么爱惜自己的身体，我生过几次病，都是出于自虐式的减肥。我患有严重的偏头痛和贫血，还有很多次暴食催吐。总之，自虐行为能够让我心理好过一点。我不知道这是否属于心理或精神疾病，我是否需要专业治疗？",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，我低自尊，缺乏安全感，我想知道这是否是一种病？",
        "label": ""
      },
      {
        "sentence": "我经常感到自己一无是处，并且觉得自己不配拥有美好的东西。",
        "label": ""
      },
      {
        "sentence": "我的想法很极端，有时还会自我封闭，陷入困境。",
        "label": ""
      },
      {
        "sentence": "以前我曾经自残过，每次自残之后都会感到一种解脱。",
        "label": ""
      },
      {
        "sentence": "我常常想一了百了，甚至想过自杀。",
        "label": ""
      },
      {
        "sentence": "但每次我都会想到，父母在我身上付出了很多，如果我死了，他们会很伤心。",
        "label": ""
      },
      {
        "sentence": "他们多年的投资都打了水漂。",
        "label": ""
      },
      {
        "sentence": "至少我活着还能让他们收回点儿成本。",
        "label": ""
      },
      {
        "sentence": "但是我真的想死。",
        "label": ""
      },
      {
        "sentence": "希望能够突然得个重病。",
        "label": ""
      },
      {
        "sentence": "所以我平常也不怎么爱惜自己的身体，我生过几次病，都是出于自虐式的减肥。",
        "label": ""
      },
      {
        "sentence": "我患有严重的偏头痛和贫血，还有很多次暴食催吐。",
        "label": ""
      },
      {
        "sentence": "总之，自虐行为能够让我心理好过一点。",
        "label": ""
      },
      {
        "sentence": "我不知道这是否属于心理或精神疾病，我是否需要专业治疗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的故事，我感到非常难过。你正处在一个如花的年纪，应该拥有美好的人生。然而，由于心理问题导致的情绪困扰，你遭受了很多痛苦。我可以理解你的痛苦，这种折磨并非普通人能够理解的。你对自己的厌恶以及对父母的压力使你产生了这些问题。让我来分析一下你的问题：首先，你经常觉得自己一无是处，觉得不配拥有美好的东西，思维也很极端，有时还会自我封闭，钻牛角尖。你之前还自残过，每次自残之后都会感到解脱。（\"痛苦\"是每个人都有的，但每个人的痛苦都是不一样的。从你对待自己的方式上可以看出你真的很痛苦。尽管他人觉得你应该拥有一切美好的东西，觉得你如此年轻本该享受美好，但你却认为自己不配，觉得人生不值得。我觉得你一定经历过伤害，你的身心已经不完整了。）其次，你曾经多次想过自杀，但每次想到这都觉得，父母在你身上付出了很多，如果你死了，他们会很亏。他们多年的投资都付之一炬。活着至少还能让他们回本。（这个姑娘对活着的唯一期待就是“能给父母回本”。这个姑娘到底经历了什么呢？我很高兴你还有这唯一的联系，但同时也很心疼，父母是如何对待这个孩子的呢？她为何如此绝望？回本真的是父母内心的期待吗？否则你为什么会有这样的想法呢？）最后，虽然你很想死，希望能得个重病。因此，平常你也不怎么爱惜自己的身体，你之前生过几次病，都是因为自虐式的减肥造成的。你有严重的偏头痛和贫血，还有很多次暴食催吐。（你这样折磨自己的身体，让我很难受，我听了都心疼！身体是很难承受这些的，这让我想起了曾经的自己。但请记住，无论你经历了什么，你都可以修复自己，我可以负责任地告诉你这一点。）总之，你这样的自虐行为能够让你在心理上好受一些。但你也不知道为什么会这样，是否属于心理或精神疾病，是否需要专业治疗。（自虐行为源于对自我的厌恶，对自我的厌恶又源于对父母的不满，因为人的起点是父母。你的问题比较复杂，尤其是暴食催吐。如果继续下去，可能会发展成神经性厌食症，这就更麻烦了。亲爱的女孩，有一天你会明白，爱惜自己和父母以及其他人都没有关系，但在年轻时我们可能意识不到。当有一天你明白了这一点，你就不会再这样对待自己了。根据你的描述，我无法判断具体是哪种问题，但我强烈建议你就医并接受心理治疗，你会变得更好的。）最后，祝你幸福快乐！希望你早日拥有健康的身心！如果有任何困惑，可以私信告诉我！",
    "annotation": [
      {
        "sentence": "听了你的故事，我感到非常难过。",
        "label": ""
      },
      {
        "sentence": "你正处在一个如花的年纪，应该拥有美好的人生。",
        "label": ""
      },
      {
        "sentence": "然而，由于心理问题导致的情绪困扰，你遭受了很多痛苦。",
        "label": ""
      },
      {
        "sentence": "我可以理解你的痛苦，这种折磨并非普通人能够理解的。",
        "label": ""
      },
      {
        "sentence": "你对自己的厌恶以及对父母的压力使你产生了这些问题。",
        "label": ""
      },
      {
        "sentence": "让我来分析一下你的问题：首先，你经常觉得自己一无是处，觉得不配拥有美好的东西，思维也很极端，有时还会自我封闭，钻牛角尖。",
        "label": ""
      },
      {
        "sentence": "你之前还自残过，每次自残之后都会感到解脱。",
        "label": ""
      },
      {
        "sentence": "（\"痛苦\"是每个人都有的，但每个人的痛苦都是不一样的。",
        "label": ""
      },
      {
        "sentence": "从你对待自己的方式上可以看出你真的很痛苦。",
        "label": ""
      },
      {
        "sentence": "尽管他人觉得你应该拥有一切美好的东西，觉得你如此年轻本该享受美好，但你却认为自己不配，觉得人生不值得。",
        "label": ""
      },
      {
        "sentence": "我觉得你一定经历过伤害，你的身心已经不完整了。",
        "label": ""
      },
      {
        "sentence": "）其次，你曾经多次想过自杀，但每次想到这都觉得，父母在你身上付出了很多，如果你死了，他们会很亏。",
        "label": ""
      },
      {
        "sentence": "他们多年的投资都付之一炬。",
        "label": ""
      },
      {
        "sentence": "活着至少还能让他们回本。",
        "label": ""
      },
      {
        "sentence": "（这个姑娘对活着的唯一期待就是“能给父母回本”。",
        "label": ""
      },
      {
        "sentence": "这个姑娘到底经历了什么呢？",
        "label": ""
      },
      {
        "sentence": "我很高兴你还有这唯一的联系，但同时也很心疼，父母是如何对待这个孩子的呢？",
        "label": ""
      },
      {
        "sentence": "她为何如此绝望？",
        "label": ""
      },
      {
        "sentence": "回本真的是父母内心的期待吗？",
        "label": ""
      },
      {
        "sentence": "否则你为什么会有这样的想法呢？",
        "label": ""
      },
      {
        "sentence": "）最后，虽然你很想死，希望能得个重病。",
        "label": ""
      },
      {
        "sentence": "因此，平常你也不怎么爱惜自己的身体，你之前生过几次病，都是因为自虐式的减肥造成的。",
        "label": ""
      },
      {
        "sentence": "你有严重的偏头痛和贫血，还有很多次暴食催吐。",
        "label": ""
      },
      {
        "sentence": "（你这样折磨自己的身体，让我很难受，我听了都心疼！",
        "label": ""
      },
      {
        "sentence": "身体是很难承受这些的，这让我想起了曾经的自己。",
        "label": ""
      },
      {
        "sentence": "但请记住，无论你经历了什么，你都可以修复自己，我可以负责任地告诉你这一点。",
        "label": ""
      },
      {
        "sentence": "）总之，你这样的自虐行为能够让你在心理上好受一些。",
        "label": ""
      },
      {
        "sentence": "但你也不知道为什么会这样，是否属于心理或精神疾病，是否需要专业治疗。",
        "label": ""
      },
      {
        "sentence": "（自虐行为源于对自我的厌恶，对自我的厌恶又源于对父母的不满，因为人的起点是父母。",
        "label": ""
      },
      {
        "sentence": "你的问题比较复杂，尤其是暴食催吐。",
        "label": ""
      },
      {
        "sentence": "如果继续下去，可能会发展成神经性厌食症，这就更麻烦了。",
        "label": ""
      },
      {
        "sentence": "亲爱的女孩，有一天你会明白，爱惜自己和父母以及其他人都没有关系，但在年轻时我们可能意识不到。",
        "label": ""
      },
      {
        "sentence": "当有一天你明白了这一点，你就不会再这样对待自己了。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，我无法判断具体是哪种问题，但我强烈建议你就医并接受心理治疗，你会变得更好的。",
        "label": ""
      },
      {
        "sentence": "）最后，祝你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "希望你早日拥有健康的身心！",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑，可以私信告诉我！",
        "label": ""
      }
    ]
  }
]