[
  {
    "role": "client",
    "content": "我是一名25岁的女生，我一直低自尊，缺乏安全感，这是一种病吗？我常常觉得自己一无是处，觉得自己不配拥有美好的事物，想法很极端，有时还会自我封闭，陷入困境。之前我曾经自残，每次自残之后都会感到一种解脱。有时我甚至想过自杀，但每次想到这一点，我就觉得我的父母已经为我投入了很多，如果我死了，他们就会很亏。多年的投资都会打水漂。但是我真的很想死。我希望能突然得一种重病，这样就可以结束了。所以我平常也不怎么爱惜自己，几次生病都是因为自虐式的减肥造成的，我还有严重的偏头痛和贫血，还有很多次的暴食催吐。总之，这种自虐可以让我心理好一点。我不知道这是否一种心理或精神疾病，是否需要专业治疗呢？",
    "annotation": [
      {
        "sentence": "我是一名25岁的女生，我一直低自尊，缺乏安全感，这是一种病吗？",
        "label": ""
      },
      {
        "sentence": "我常常觉得自己一无是处，觉得自己不配拥有美好的事物，想法很极端，有时还会自我封闭，陷入困境。",
        "label": ""
      },
      {
        "sentence": "之前我曾经自残，每次自残之后都会感到一种解脱。",
        "label": ""
      },
      {
        "sentence": "有时我甚至想过自杀，但每次想到这一点，我就觉得我的父母已经为我投入了很多，如果我死了，他们就会很亏。",
        "label": ""
      },
      {
        "sentence": "多年的投资都会打水漂。",
        "label": ""
      },
      {
        "sentence": "但是我真的很想死。",
        "label": ""
      },
      {
        "sentence": "我希望能突然得一种重病，这样就可以结束了。",
        "label": ""
      },
      {
        "sentence": "所以我平常也不怎么爱惜自己，几次生病都是因为自虐式的减肥造成的，我还有严重的偏头痛和贫血，还有很多次的暴食催吐。",
        "label": ""
      },
      {
        "sentence": "总之，这种自虐可以让我心理好一点。",
        "label": ""
      },
      {
        "sentence": "我不知道这是否一种心理或精神疾病，是否需要专业治疗呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面！在回应你的困扰之前，我想先通过屏幕给你一个暖暖的拥抱！从你详细的描述中，我看到你有两个面向存在：A面的你正在与困扰不断激烈地较劲，而B面的你则展现出非常棒的觉察力。好了，现在我们试着通过B面的觉察力，帮助A面的你减轻那些负面情绪的影响。1.觉得自己一无是处，不配拥有美好的事物，想法极端，自我封闭；对于这个问题，我想给你分享一些看法：当我们开始觉得自己一无是处的时候，往往是我们潜力最大的时候。我之所以这么说，是因为有一些例子可以证明。——让我借助我自己的经历给你举个例子。我是一个残疾人，自我价值感最低的时候大概是我知道我的残疾是非先天因素造成的时候。——大约一年前，父母告诉了我这个真相，我在知道真相后的几个月内还没有完全接受这件事给我带来的负面影响。但是后来，我通过一段中程的成长咨询，在咨询师的专业疏导下，配以我自身觉察力的一些帮助，我感到为自己打开了一扇新窗，这扇窗不仅给我未来的生命旅程照进更多阳光，也提供了我很多看问题、看事情的新角度。——当然了，那段中程咨询的困扰内容包罗万象，降低负面投射、逐步找回失去的自我价值感只是其中之一。至于你认为自己不配拥有美好的事物，思维极端，自我封闭……亲爱的，我们现在所拥有的生命，就是这个世界上最美好的事物啊，所以我注意到你说父母在你身上倾注了很多。——在这里，我想分享给你一个角度：正因为父母在我们身上倾注了很多，所以我们更应该努力地活出自己期待的样子啊！2.一系列身体反应都在提醒你：亲爱的，是时候开始好好爱自己了！自残、自虐式减肥、偏头痛、贫血……虽然不知道发生了什么让你把自己的身体折磨成这样，但是通过你的描述，我清楚地听到你的身体在向你发出柔和的提醒：亲爱的，是时候开始好好地爱自己了！所以，我可以确定地告诉你：专业的治疗是必须的！不论是心理上的，还是身体上的，都建议你去做详细的检查和治疗。康复的道路可能很漫长，但关注身心健康是我们每个人“爱自己”的开始！行动起来吧！希望当你推开内心的大门走出来时，能够带回更多阳光，因为那是我们爱自己以及被这个世界温柔地爱着的明证！愿阴霾早日从你的身心中散去，让生活重新焕发动人的花香！希望我的回答对你有所帮助！再次寄予我最真挚的祝福！",
    "annotation": [
      {
        "sentence": "见字如面！",
        "label": ""
      },
      {
        "sentence": "在回应你的困扰之前，我想先通过屏幕给你一个暖暖的拥抱！",
        "label": ""
      },
      {
        "sentence": "从你详细的描述中，我看到你有两个面向存在：A面的你正在与困扰不断激烈地较劲，而B面的你则展现出非常棒的觉察力。",
        "label": ""
      },
      {
        "sentence": "好了，现在我们试着通过B面的觉察力，帮助A面的你减轻那些负面情绪的影响。",
        "label": ""
      },
      {
        "sentence": "1.觉得自己一无是处，不配拥有美好的事物，想法极端，自我封闭；对于这个问题，我想给你分享一些看法：当我们开始觉得自己一无是处的时候，往往是我们潜力最大的时候。",
        "label": ""
      },
      {
        "sentence": "我之所以这么说，是因为有一些例子可以证明。",
        "label": ""
      },
      {
        "sentence": "——让我借助我自己的经历给你举个例子。",
        "label": ""
      },
      {
        "sentence": "我是一个残疾人，自我价值感最低的时候大概是我知道我的残疾是非先天因素造成的时候。",
        "label": ""
      },
      {
        "sentence": "——大约一年前，父母告诉了我这个真相，我在知道真相后的几个月内还没有完全接受这件事给我带来的负面影响。",
        "label": ""
      },
      {
        "sentence": "但是后来，我通过一段中程的成长咨询，在咨询师的专业疏导下，配以我自身觉察力的一些帮助，我感到为自己打开了一扇新窗，这扇窗不仅给我未来的生命旅程照进更多阳光，也提供了我很多看问题、看事情的新角度。",
        "label": ""
      },
      {
        "sentence": "——当然了，那段中程咨询的困扰内容包罗万象，降低负面投射、逐步找回失去的自我价值感只是其中之一。",
        "label": ""
      },
      {
        "sentence": "至于你认为自己不配拥有美好的事物，思维极端，自我封闭……亲爱的，我们现在所拥有的生命，就是这个世界上最美好的事物啊，所以我注意到你说父母在你身上倾注了很多。",
        "label": ""
      },
      {
        "sentence": "——在这里，我想分享给你一个角度：正因为父母在我们身上倾注了很多，所以我们更应该努力地活出自己期待的样子啊！",
        "label": ""
      },
      {
        "sentence": "2.一系列身体反应都在提醒你：亲爱的，是时候开始好好爱自己了！",
        "label": ""
      },
      {
        "sentence": "自残、自虐式减肥、偏头痛、贫血……虽然不知道发生了什么让你把自己的身体折磨成这样，但是通过你的描述，我清楚地听到你的身体在向你发出柔和的提醒：亲爱的，是时候开始好好地爱自己了！",
        "label": ""
      },
      {
        "sentence": "所以，我可以确定地告诉你：专业的治疗是必须的！",
        "label": ""
      },
      {
        "sentence": "不论是心理上的，还是身体上的，都建议你去做详细的检查和治疗。",
        "label": ""
      },
      {
        "sentence": "康复的道路可能很漫长，但关注身心健康是我们每个人“爱自己”的开始！",
        "label": ""
      },
      {
        "sentence": "行动起来吧！",
        "label": ""
      },
      {
        "sentence": "希望当你推开内心的大门走出来时，能够带回更多阳光，因为那是我们爱自己以及被这个世界温柔地爱着的明证！",
        "label": ""
      },
      {
        "sentence": "愿阴霾早日从你的身心中散去，让生活重新焕发动人的花香！",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有所帮助！",
        "label": ""
      },
      {
        "sentence": "再次寄予我最真挚的祝福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的回答和鼓励！听到你的分享和经历，我感到很温暖和鼓舞。我明白了自己拥有的潜力和生命的美好。我应该更加努力活出自己期待的样子。我想我需要找到一位专业的咨询师，接受他们的疏导和帮助。我也会考虑进行详细的检查和治疗，重视我的身心健康。再次感谢你给予我的支持和祝福！",
    "annotation": [
      {
        "sentence": "非常感谢你的回答和鼓励！",
        "label": ""
      },
      {
        "sentence": "听到你的分享和经历，我感到很温暖和鼓舞。",
        "label": ""
      },
      {
        "sentence": "我明白了自己拥有的潜力和生命的美好。",
        "label": ""
      },
      {
        "sentence": "我应该更加努力活出自己期待的样子。",
        "label": ""
      },
      {
        "sentence": "我想我需要找到一位专业的咨询师，接受他们的疏导和帮助。",
        "label": ""
      },
      {
        "sentence": "我也会考虑进行详细的检查和治疗，重视我的身心健康。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给予我的支持和祝福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你的回应让我感到非常欣慰和高兴！你的觉悟和积极的态度将成为你走向健康和成长的力量。确实，找一位专业的咨询师将是非常有帮助的，他们会给予你专业的指导和支持。同时，详细的检查和治疗也会为你提供更全面的康复方案。请记住，你值得拥有幸福和健康的生活。祝愿你在短期内能够找到适合你的咨询师和医疗团队，让他们带给你更多的希望和改变。如果你在此过程中需要任何帮助或支持，随时向我求助。我会一直在这里支持你！加油！",
    "annotation": [
      {
        "sentence": "亲爱的，你的回应让我感到非常欣慰和高兴！",
        "label": ""
      },
      {
        "sentence": "你的觉悟和积极的态度将成为你走向健康和成长的力量。",
        "label": ""
      },
      {
        "sentence": "确实，找一位专业的咨询师将是非常有帮助的，他们会给予你专业的指导和支持。",
        "label": ""
      },
      {
        "sentence": "同时，详细的检查和治疗也会为你提供更全面的康复方案。",
        "label": ""
      },
      {
        "sentence": "请记住，你值得拥有幸福和健康的生活。",
        "label": ""
      },
      {
        "sentence": "祝愿你在短期内能够找到适合你的咨询师和医疗团队，让他们带给你更多的希望和改变。",
        "label": ""
      },
      {
        "sentence": "如果你在此过程中需要任何帮助或支持，随时向我求助。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]