[
  {
    "role": "client",
    "content": "习惯自责地自揽所有罪过，怎么办？认为所有事情的失误都是自己的原因：老师的课讲得很好，是我听不懂学不会罢了；团体活动时出现错误的总是我；别人不喜欢我也是我不好...我活着就是一种罪过，我一无是处，世界上不该有我的存在。这种感觉太难受了，并且是无法控制地这么想。我似乎走不出这困境了，我该怎么办？",
    "annotation": [
      {
        "sentence": "习惯自责地自揽所有罪过，怎么办？",
        "label": ""
      },
      {
        "sentence": "认为所有事情的失误都是自己的原因：老师的课讲得很好，是我听不懂学不会罢了；团体活动时出现错误的总是我；别人不喜欢我也是我不好...我活着就是一种罪过，我一无是处，世界上不该有我的存在。",
        "label": ""
      },
      {
        "sentence": "这种感觉太难受了，并且是无法控制地这么想。",
        "label": ""
      },
      {
        "sentence": "我似乎走不出这困境了，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受，这种自责的情绪确实会让人感到非常痛苦。我认为可能是你在成长的过程中很少得到肯定，不管你做得多么努力，总是会被找出错误。这样的经历可能导致你开始怀疑自己，并过于在乎他人的意见，总是通过承担错误来获得认可和关注。但很不幸，承担责任并不能换来他人的关注。这样的心理状态让你产生了负面的自我观念，觉得自己一无是处，世界上没有你的存在。你说得没错，这种感觉是难以控制的。不过，我相信我们可以找到解决办法，一起想想吧。",
    "annotation": [
      {
        "sentence": "我可以理解你的感受，这种自责的情绪确实会让人感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我认为可能是你在成长的过程中很少得到肯定，不管你做得多么努力，总是会被找出错误。",
        "label": ""
      },
      {
        "sentence": "这样的经历可能导致你开始怀疑自己，并过于在乎他人的意见，总是通过承担错误来获得认可和关注。",
        "label": ""
      },
      {
        "sentence": "但很不幸，承担责任并不能换来他人的关注。",
        "label": ""
      },
      {
        "sentence": "这样的心理状态让你产生了负面的自我观念，觉得自己一无是处，世界上没有你的存在。",
        "label": ""
      },
      {
        "sentence": "你说得没错，这种感觉是难以控制的。",
        "label": ""
      },
      {
        "sentence": "不过，我相信我们可以找到解决办法，一起想想吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实在成长过程中很少得到肯定。我总是担心自己的错误会被别人指出，并且我会不断承担责任，但却没有得到他人的关注。我真的不知道怎么改变这种情况，感觉好无助。",
    "annotation": [
      {
        "sentence": "你说得很对，我确实在成长过程中很少得到肯定。",
        "label": ""
      },
      {
        "sentence": "我总是担心自己的错误会被别人指出，并且我会不断承担责任，但却没有得到他人的关注。",
        "label": ""
      },
      {
        "sentence": "我真的不知道怎么改变这种情况，感觉好无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这种经历会给你带来很大的困扰和无助感。但是，我们可以试着从另一个角度来看待问题。比如老师讲的内容你听不懂，为什么不大胆地提出来呢？如果你不能在课堂上提问，你可以尝试在课后单独找老师交流。也许你会担心老师会觉得你笨吧？但也可能老师会耐心地给你讲解呢。最糟糕的情况是他们说你笨，但至少你勇敢地尝试了，而不是自怨自艾。你可以从小事情开始，慢慢表达自己不同的意见，你会发现，别人的想法可能并不是你所猜测的那样。一点一点的小成功会让你重拾信心，并让你看到其实有人关注你的需求。我希望你能尝试少一点自责，多一点勇敢地表达自己。",
    "annotation": [
      {
        "sentence": "是的，这种经历会给你带来很大的困扰和无助感。",
        "label": ""
      },
      {
        "sentence": "但是，我们可以试着从另一个角度来看待问题。",
        "label": ""
      },
      {
        "sentence": "比如老师讲的内容你听不懂，为什么不大胆地提出来呢？",
        "label": ""
      },
      {
        "sentence": "如果你不能在课堂上提问，你可以尝试在课后单独找老师交流。",
        "label": ""
      },
      {
        "sentence": "也许你会担心老师会觉得你笨吧？",
        "label": ""
      },
      {
        "sentence": "但也可能老师会耐心地给你讲解呢。",
        "label": ""
      },
      {
        "sentence": "最糟糕的情况是他们说你笨，但至少你勇敢地尝试了，而不是自怨自艾。",
        "label": ""
      },
      {
        "sentence": "你可以从小事情开始，慢慢表达自己不同的意见，你会发现，别人的想法可能并不是你所猜测的那样。",
        "label": ""
      },
      {
        "sentence": "一点一点的小成功会让你重拾信心，并让你看到其实有人关注你的需求。",
        "label": ""
      },
      {
        "sentence": "我希望你能尝试少一点自责，多一点勇敢地表达自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该试着勇敢地表达自己的意见，而不是一直自责。但是我还是很担心，毕竟我一直以来都是个很内向的人，怕别人不理解或反对我的想法。我该怎么克服这样的担心呢？",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该试着勇敢地表达自己的意见，而不是一直自责。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心，毕竟我一直以来都是个很内向的人，怕别人不理解或反对我的想法。",
        "label": ""
      },
      {
        "sentence": "我该怎么克服这样的担心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，内向的性格确实可能让你不敢表达自己的意见。但是，你并不需要一下子改变自己的性格。你可以先尝试选择一些小事情，逐渐地表达自己的不同意见。这样做的好处是，即使遇到了一些困难或别人不理解你，也不至于让你感到太受伤害。你可以试着和朋友或亲密的人分享一些你内心的想法，倾诉自己的感受。他们可能会更加理解并支持你。另外，如果你有可能的话，建议你找一位心理咨询师，他们可以陪你一起走出这种困境，帮助你更好地认识和管理自己的情绪。",
    "annotation": [
      {
        "sentence": "我理解你的担心，内向的性格确实可能让你不敢表达自己的意见。",
        "label": ""
      },
      {
        "sentence": "但是，你并不需要一下子改变自己的性格。",
        "label": ""
      },
      {
        "sentence": "你可以先尝试选择一些小事情，逐渐地表达自己的不同意见。",
        "label": ""
      },
      {
        "sentence": "这样做的好处是，即使遇到了一些困难或别人不理解你，也不至于让你感到太受伤害。",
        "label": ""
      },
      {
        "sentence": "你可以试着和朋友或亲密的人分享一些你内心的想法，倾诉自己的感受。",
        "label": ""
      },
      {
        "sentence": "他们可能会更加理解并支持你。",
        "label": ""
      },
      {
        "sentence": "另外，如果你有可能的话，建议你找一位心理咨询师，他们可以陪你一起走出这种困境，帮助你更好地认识和管理自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实应该尝试从小事情开始，慢慢地表达自己的想法，而且和亲密的人分享内心的感受也是个不错的方法。我也会考虑找一位心理咨询师，希望能够得到更专业的帮助。谢谢你的支持和建议，我感觉心情好多了。",
    "annotation": [
      {
        "sentence": "你说得对，我确实应该尝试从小事情开始，慢慢地表达自己的想法，而且和亲密的人分享内心的感受也是个不错的方法。",
        "label": ""
      },
      {
        "sentence": "我也会考虑找一位心理咨询师，希望能够得到更专业的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我感觉心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，每个人都有自己的价值和存在的意义。无论过去发生了什么，我们都可以从现在开始改变。相信自己，勇敢地面对困境，你一定能够走出来，重新找回自信和快乐的。如果在这个过程中还需要我的帮助，请随时告诉我。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有自己的价值和存在的意义。",
        "label": ""
      },
      {
        "sentence": "无论过去发生了什么，我们都可以从现在开始改变。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢地面对困境，你一定能够走出来，重新找回自信和快乐的。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还需要我的帮助，请随时告诉我。",
        "label": ""
      }
    ]
  }
]