[
  {
    "role": "client",
    "content": "离婚委屈孩子，不离委屈自己，离婚还是接着得过且过？",
    "annotation": [
      {
        "sentence": "离婚委屈孩子，不离委屈自己，离婚还是接着得过且过？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "按时间计算，你的孩子应该还不大，却要考虑这样的问题。鉴于你的描述，首先可以考虑一个问题：不离婚的原因是怕孩子受委屈，但是作为孩子出生只支付了一千元的父亲，平时是怎样照顾孩子的？给了孩子多少陪伴？未来是否可以成为一个合格的父亲？",
    "annotation": [
      {
        "sentence": "按时间计算，你的孩子应该还不大，却要考虑这样的问题。",
        "label": ""
      },
      {
        "sentence": "鉴于你的描述，首先可以考虑一个问题：不离婚的原因是怕孩子受委屈，但是作为孩子出生只支付了一千元的父亲，平时是怎样照顾孩子的？",
        "label": ""
      },
      {
        "sentence": "给了孩子多少陪伴？",
        "label": ""
      },
      {
        "sentence": "未来是否可以成为一个合格的父亲？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他平时几乎没有照顾孩子，也没有给孩子太多陪伴。我真的担心他没有责任心，不知道能不能成为合格的父亲。",
    "annotation": [
      {
        "sentence": "他平时几乎没有照顾孩子，也没有给孩子太多陪伴。",
        "label": ""
      },
      {
        "sentence": "我真的担心他没有责任心，不知道能不能成为合格的父亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在家庭关系重要程度排序中，推荐的排序是自己，伴侣，孩子，家人。因为只有自己开心了，才有能力照顾他人。所以对于你来说，首先要解决你不开心的问题。你的描述中，伴侣及家人对你照顾不足，但没有说明你和伴侣在怀孕之前的感情状态如何；生产后婆婆三天就离开，也未说明原因；以及丈夫为什么不支付孩子抚养费用，这些问题在做出决定前都要和伴侣做认真的沟通，没有人真正的了解另一个人，所以，要听对方说。否则，可能导致你做出让自己后悔的决定。",
    "annotation": [
      {
        "sentence": "在家庭关系重要程度排序中，推荐的排序是自己，伴侣，孩子，家人。",
        "label": ""
      },
      {
        "sentence": "因为只有自己开心了，才有能力照顾他人。",
        "label": ""
      },
      {
        "sentence": "所以对于你来说，首先要解决你不开心的问题。",
        "label": ""
      },
      {
        "sentence": "你的描述中，伴侣及家人对你照顾不足，但没有说明你和伴侣在怀孕之前的感情状态如何；生产后婆婆三天就离开，也未说明原因；以及丈夫为什么不支付孩子抚养费用，这些问题在做出决定前都要和伴侣做认真的沟通，没有人真正的了解另一个人，所以，要听对方说。",
        "label": ""
      },
      {
        "sentence": "否则，可能导致你做出让自己后悔的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在怀孕之前，我们的感情还好，但是怀孕后他就变得冷淡了。婆婆离开的原因是她工作有事情要处理，丈夫之所以不支付孩子抚养费用，是因为他觉得我有工作，自己能够照顾孩子。",
    "annotation": [
      {
        "sentence": "在怀孕之前，我们的感情还好，但是怀孕后他就变得冷淡了。",
        "label": ""
      },
      {
        "sentence": "婆婆离开的原因是她工作有事情要处理，丈夫之所以不支付孩子抚养费用，是因为他觉得我有工作，自己能够照顾孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，沟通之后，你可能还要考虑一些现实的问题：比如，你是否有独自抚养孩子长大的勇气和能力，伴侣是否真的没有可取之处，你是否还相信自己还能获得幸福。这个世界，有人陪我们走一段，有人陪我们走一程。最重要的是自己认真的活过。愿你早日找到让自己幸福的生活方式。",
    "annotation": [
      {
        "sentence": "明白了，沟通之后，你可能还要考虑一些现实的问题：比如，你是否有独自抚养孩子长大的勇气和能力，伴侣是否真的没有可取之处，你是否还相信自己还能获得幸福。",
        "label": ""
      },
      {
        "sentence": "这个世界，有人陪我们走一段，有人陪我们走一程。",
        "label": ""
      },
      {
        "sentence": "最重要的是自己认真的活过。",
        "label": ""
      },
      {
        "sentence": "愿你早日找到让自己幸福的生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我需要好好思考一下自己的未来和孩子的幸福。也许离婚并不是唯一的选择，但是我也不能委屈自己和孩子。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "确实，我需要好好思考一下自己的未来和孩子的幸福。",
        "label": ""
      },
      {
        "sentence": "也许离婚并不是唯一的选择，但是我也不能委屈自己和孩子。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我们始终是我们自己的最佳支持者。请不要忘记，当你需要帮助或倾诉的时候，身边总会有人愿意陪伴你，不论是伴侣还是家人、朋友。希望你能早日找到解决问题的好办法，真正过上幸福的生活。",
    "annotation": [
      {
        "sentence": "不用客气，我们始终是我们自己的最佳支持者。",
        "label": ""
      },
      {
        "sentence": "请不要忘记，当你需要帮助或倾诉的时候，身边总会有人愿意陪伴你，不论是伴侣还是家人、朋友。",
        "label": ""
      },
      {
        "sentence": "希望你能早日找到解决问题的好办法，真正过上幸福的生活。",
        "label": ""
      }
    ]
  }
]