[
  {
    "role": "client",
    "content": "我最近感觉很难坚持自己的决定，总是很容易放弃。这可能和我的原生家庭有关，我母亲对我非常严厉，有暴力倾向。继父则很冷漠高傲，很少管教我。我从小就很少得到母亲的赞誉和关怀。她主要通过暴力和威胁来灌输东西给我。这些经历可能是我放弃的原因之一。",
    "annotation": [
      {
        "sentence": "我最近感觉很难坚持自己的决定，总是很容易放弃。",
        "label": ""
      },
      {
        "sentence": "这可能和我的原生家庭有关，我母亲对我非常严厉，有暴力倾向。",
        "label": ""
      },
      {
        "sentence": "继父则很冷漠高傲，很少管教我。",
        "label": ""
      },
      {
        "sentence": "我从小就很少得到母亲的赞誉和关怀。",
        "label": ""
      },
      {
        "sentence": "她主要通过暴力和威胁来灌输东西给我。",
        "label": ""
      },
      {
        "sentence": "这些经历可能是我放弃的原因之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我很心疼你的经历。在家庭中没有得到良好的对待，一定让你内心感到不安和自我否定。母亲用暴力和言语恐吓来表达关怀和教养，继父冷漠高傲也没有给你力量和指导。这些都对你产生了一定的影响。高中时组合家庭又破碎了一次，你所做的重大决定让你陷入了流浪状态，没有方向和可以倾诉的人。即使是母亲的管教，你也很少听到了。后来你回到学校复读，但是却经历了失败，这可能让你对成功产生了恐惧。你明明知道通过努力就能达到目标，但却总是想放弃。这种情况可能源于你的内心感受到了“不配得感”，导致你不愿意去追求成功。就像当我们喜欢一个人，但却远离他一样，我们内心害怕站在他旁边会感到自卑和难过，所以我们更倾向于逃离。",
    "annotation": [
      {
        "sentence": "首先，我很心疼你的经历。",
        "label": ""
      },
      {
        "sentence": "在家庭中没有得到良好的对待，一定让你内心感到不安和自我否定。",
        "label": ""
      },
      {
        "sentence": "母亲用暴力和言语恐吓来表达关怀和教养，继父冷漠高傲也没有给你力量和指导。",
        "label": ""
      },
      {
        "sentence": "这些都对你产生了一定的影响。",
        "label": ""
      },
      {
        "sentence": "高中时组合家庭又破碎了一次，你所做的重大决定让你陷入了流浪状态，没有方向和可以倾诉的人。",
        "label": ""
      },
      {
        "sentence": "即使是母亲的管教，你也很少听到了。",
        "label": ""
      },
      {
        "sentence": "后来你回到学校复读，但是却经历了失败，这可能让你对成功产生了恐惧。",
        "label": ""
      },
      {
        "sentence": "你明明知道通过努力就能达到目标，但却总是想放弃。",
        "label": ""
      },
      {
        "sentence": "这种情况可能源于你的内心感受到了“不配得感”，导致你不愿意去追求成功。",
        "label": ""
      },
      {
        "sentence": "就像当我们喜欢一个人，但却远离他一样，我们内心害怕站在他旁边会感到自卑和难过，所以我们更倾向于逃离。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我总是有很多计划和任务，但是很难坚持下来。我觉得自己没有耐心，也没有足够的毅力。我知道自己需要努力，但是总是会选择放弃或者逃避。我真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "你说得很对，我总是有很多计划和任务，但是很难坚持下来。",
        "label": ""
      },
      {
        "sentence": "我觉得自己没有耐心，也没有足够的毅力。",
        "label": ""
      },
      {
        "sentence": "我知道自己需要努力，但是总是会选择放弃或者逃避。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太自责，这种情况是可以改变的。首先，你需要正向鼓励自己，并看到自己的优势。你的原生家庭的创伤是无法更改的，但是你可以从过去的悲观体验中走出来。每个人都有权利获得理想的生活，而你也应该相信自己是值得成功的。同时，我们的记忆是可以通过自己的构建而改变的，这就是所谓的“自传体记忆”。每次谈论自己的经历和体验时，我们的记忆都会重新构建，同时新的经历也会对我们的记忆产生影响，因此我们要用正面客观的评价来描述自己，降低内在攻击的言语，逐渐建立起自己的自信。此外，成功并不只是依靠不眠不休的努力，更需要详略得当、劳逸结合的计划。你可以给自己留出一些弹性时间，避免计划过于紧张而导致无力感和失落感。相信自己，你可以克服困难，逐渐培养出坚持的能力。",
    "annotation": [
      {
        "sentence": "不要太自责，这种情况是可以改变的。",
        "label": ""
      },
      {
        "sentence": "首先，你需要正向鼓励自己，并看到自己的优势。",
        "label": ""
      },
      {
        "sentence": "你的原生家庭的创伤是无法更改的，但是你可以从过去的悲观体验中走出来。",
        "label": ""
      },
      {
        "sentence": "每个人都有权利获得理想的生活，而你也应该相信自己是值得成功的。",
        "label": ""
      },
      {
        "sentence": "同时，我们的记忆是可以通过自己的构建而改变的，这就是所谓的“自传体记忆”。",
        "label": ""
      },
      {
        "sentence": "每次谈论自己的经历和体验时，我们的记忆都会重新构建，同时新的经历也会对我们的记忆产生影响，因此我们要用正面客观的评价来描述自己，降低内在攻击的言语，逐渐建立起自己的自信。",
        "label": ""
      },
      {
        "sentence": "此外，成功并不只是依靠不眠不休的努力，更需要详略得当、劳逸结合的计划。",
        "label": ""
      },
      {
        "sentence": "你可以给自己留出一些弹性时间，避免计划过于紧张而导致无力感和失落感。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以克服困难，逐渐培养出坚持的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会好好思考，并尝试改变自己的态度和行为。我明白了，我应该给自己更多的正面评价，相信自己是可以成功的。同时，我也会调整自己的计划，不再过于紧张和苛求自己。我希望能够成为一个自信而坚强的人。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会好好思考，并尝试改变自己的态度和行为。",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该给自己更多的正面评价，相信自己是可以成功的。",
        "label": ""
      },
      {
        "sentence": "同时，我也会调整自己的计划，不再过于紧张和苛求自己。",
        "label": ""
      },
      {
        "sentence": "我希望能够成为一个自信而坚强的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应，相信自己并调整计划是很重要的。记住，每个人都有自己的优势和价值，你也不例外。只要你保持积极的态度，坚持自己的目标，我相信你一定能够取得成功。如果你需要任何帮助或再次倾诉，随时都可以来找我，我会一直在你身边支持你。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应，相信自己并调整计划是很重要的。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有自己的优势和价值，你也不例外。",
        "label": ""
      },
      {
        "sentence": "只要你保持积极的态度，坚持自己的目标，我相信你一定能够取得成功。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或再次倾诉，随时都可以来找我，我会一直在你身边支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我会牢记在心。如果我需要帮助，我一定会来找你的。再次谢谢你，你对我真的很重要。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我会牢记在心。",
        "label": ""
      },
      {
        "sentence": "如果我需要帮助，我一定会来找你的。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你，你对我真的很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。请记住，你并不孤单，我会一直在这里支持你。希望你能越来越自信，勇敢地面对困难，迎接成功的未来。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "希望你能越来越自信，勇敢地面对困难，迎接成功的未来。",
        "label": ""
      }
    ]
  }
]