[
  {
    "role": "client",
    "content": "我是一个23岁的人，很难接受过于亲密的联系。这说明我有什么毛病吗？我性格内向，只有几个志趣相投、来往多年的朋友，平时不联系关系也很稳定。但是，有两个朋友平时联系的比较多，当我意识到双方联系过于紧密，并且对我产生依赖感，我就感到恶心，想要马上断绝关系……有点担心我自己的情况。",
    "annotation": [
      {
        "sentence": "我是一个23岁的人，很难接受过于亲密的联系。",
        "label": ""
      },
      {
        "sentence": "这说明我有什么毛病吗？",
        "label": ""
      },
      {
        "sentence": "我性格内向，只有几个志趣相投、来往多年的朋友，平时不联系关系也很稳定。",
        "label": ""
      },
      {
        "sentence": "但是，有两个朋友平时联系的比较多，当我意识到双方联系过于紧密，并且对我产生依赖感，我就感到恶心，想要马上断绝关系……有点担心我自己的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你能够勇敢地分享你的想法。其实，这种情况发生在很多人身上，我理解你的苦恼。首先，我想告诉你，你并没有毛病。每个人的人际关系模式都是独特的，这并不意味着你有任何不正常的地方。在这里，我想和你探讨一下依恋理论，它或许可以帮助我们更好地理解自己。",
    "annotation": [
      {
        "sentence": "非常感谢你能够勇敢地分享你的想法。",
        "label": ""
      },
      {
        "sentence": "其实，这种情况发生在很多人身上，我理解你的苦恼。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，你并没有毛病。",
        "label": ""
      },
      {
        "sentence": "每个人的人际关系模式都是独特的，这并不意味着你有任何不正常的地方。",
        "label": ""
      },
      {
        "sentence": "在这里，我想和你探讨一下依恋理论，它或许可以帮助我们更好地理解自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "哦？依恋理论是什么？我没听说过。",
    "annotation": [
      {
        "sentence": "哦？",
        "label": ""
      },
      {
        "sentence": "依恋理论是什么？",
        "label": ""
      },
      {
        "sentence": "我没听说过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "依恋理论是一种心理学理论。它通过人际关系模式来描述人际关系中的依恋行为和相互关系。在这个理论中，有四种人际相处模式：安全型、迷恋型、冷漠型和恐惧型。“安全型”的人天生乐观，他们感到在情感关系中很满意，而且非常信任自己的亲人和恋人。与这种人相处，我们会感觉到非常的令人舒适。而“迷恋型”的人却会对恋人过份的控制。可能无数次“纠缠问计”，一天要打好几个电话，如果对方一个电话都不接就会一直打。他们需要不断的提升自己的自尊和自信，这样在两性关系相处的时候会有更好的体验也不会让对方有被约束的感觉。如果作为迷恋型的伴侣也要对恋人给予更多的关爱与关注，让他们感受到你的爱，体验到你的爱，这样就会有更多的安全感。而“冷漠型”的人则回避情感的卷入自我表露和相处的依恋。如果你属于这种类型，你可以多去表露一些自己的情感，与伴侣互动，从而更好的体验爱与疗愈自己。最后，“恐惧型”是高焦虑且高回避，很难承担恋爱中的困难。如果你属于这种类型，我们需要不断提升自己的安全性，多一分理解，也需要多去从认知差异和成长背景的角度来理解。像这样理解依恋理论可以对你的情感出现问题的问题有所帮助。",
    "annotation": [
      {
        "sentence": "依恋理论是一种心理学理论。",
        "label": ""
      },
      {
        "sentence": "它通过人际关系模式来描述人际关系中的依恋行为和相互关系。",
        "label": ""
      },
      {
        "sentence": "在这个理论中，有四种人际相处模式：安全型、迷恋型、冷漠型和恐惧型。",
        "label": ""
      },
      {
        "sentence": "“安全型”的人天生乐观，他们感到在情感关系中很满意，而且非常信任自己的亲人和恋人。",
        "label": ""
      },
      {
        "sentence": "与这种人相处，我们会感觉到非常的令人舒适。",
        "label": ""
      },
      {
        "sentence": "而“迷恋型”的人却会对恋人过份的控制。",
        "label": ""
      },
      {
        "sentence": "可能无数次“纠缠问计”，一天要打好几个电话，如果对方一个电话都不接就会一直打。",
        "label": ""
      },
      {
        "sentence": "他们需要不断的提升自己的自尊和自信，这样在两性关系相处的时候会有更好的体验也不会让对方有被约束的感觉。",
        "label": ""
      },
      {
        "sentence": "如果作为迷恋型的伴侣也要对恋人给予更多的关爱与关注，让他们感受到你的爱，体验到你的爱，这样就会有更多的安全感。",
        "label": ""
      },
      {
        "sentence": "而“冷漠型”的人则回避情感的卷入自我表露和相处的依恋。",
        "label": ""
      },
      {
        "sentence": "如果你属于这种类型，你可以多去表露一些自己的情感，与伴侣互动，从而更好的体验爱与疗愈自己。",
        "label": ""
      },
      {
        "sentence": "最后，“恐惧型”是高焦虑且高回避，很难承担恋爱中的困难。",
        "label": ""
      },
      {
        "sentence": "如果你属于这种类型，我们需要不断提升自己的安全性，多一分理解，也需要多去从认知差异和成长背景的角度来理解。",
        "label": ""
      },
      {
        "sentence": "像这样理解依恋理论可以对你的情感出现问题的问题有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "哦，原来如此。我感觉自己可能是“冷漠型”的人。那我该怎么办？我不想伤害我身边的朋友，但是我又感到不舒服，很烦恼。",
    "annotation": [
      {
        "sentence": "哦，原来如此。",
        "label": ""
      },
      {
        "sentence": "我感觉自己可能是“冷漠型”的人。",
        "label": ""
      },
      {
        "sentence": "那我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我不想伤害我身边的朋友，但是我又感到不舒服，很烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的烦恼。首先，你应该更多地了解这种人际关系模式，并更加审视自己的情况。你会发现，这种情况最初是在我们父母身上感受体验中形成的。我们需要了解、理解和接受自己的人际关系模式，比如：为什么自己害怕亲密的关系模式，为什么自己亲密了又感觉恶心。遇到类似问题的时候，我们寻找亲密例外，例如，自己习惯了这种稳定而舒适的人际关系模式，那又为什么想要去改变呢？自己要知道每一个相处模式都是独特的。你们之间的关系也是独特的，因此，你不能完全拒绝这种关系。相反，你可以逐渐引导这种关系成长，在需要的时候保持距离，一步步地接受和改变。我的意思是，你可以让自己逐渐适应与他们保持联系的感觉，并学会发出真实的情感信号。这样你会逐渐适应这种新的关系模式，获得稳定快乐的人际关系，从而使自己更具体验感。你希望听到什么样的方案和建议呢？",
    "annotation": [
      {
        "sentence": "非常理解你的烦恼。",
        "label": ""
      },
      {
        "sentence": "首先，你应该更多地了解这种人际关系模式，并更加审视自己的情况。",
        "label": ""
      },
      {
        "sentence": "你会发现，这种情况最初是在我们父母身上感受体验中形成的。",
        "label": ""
      },
      {
        "sentence": "我们需要了解、理解和接受自己的人际关系模式，比如：为什么自己害怕亲密的关系模式，为什么自己亲密了又感觉恶心。",
        "label": ""
      },
      {
        "sentence": "遇到类似问题的时候，我们寻找亲密例外，例如，自己习惯了这种稳定而舒适的人际关系模式，那又为什么想要去改变呢？",
        "label": ""
      },
      {
        "sentence": "自己要知道每一个相处模式都是独特的。",
        "label": ""
      },
      {
        "sentence": "你们之间的关系也是独特的，因此，你不能完全拒绝这种关系。",
        "label": ""
      },
      {
        "sentence": "相反，你可以逐渐引导这种关系成长，在需要的时候保持距离，一步步地接受和改变。",
        "label": ""
      },
      {
        "sentence": "我的意思是，你可以让自己逐渐适应与他们保持联系的感觉，并学会发出真实的情感信号。",
        "label": ""
      },
      {
        "sentence": "这样你会逐渐适应这种新的关系模式，获得稳定快乐的人际关系，从而使自己更具体验感。",
        "label": ""
      },
      {
        "sentence": "你希望听到什么样的方案和建议呢？",
        "label": ""
      }
    ]
  }
]