[
  {
    "role": "client",
    "content": "我23岁，难以接受过于亲密的联系，我是有什么毛病？我比较内向，好友就几个，都是志趣相投、来往多年的朋友，平时不联系关系也很稳定。但是有两个朋友平时联系的比较多，当我意识到双方联系过于紧密，并且对我产生依赖感，我就感到恶心，想要马上断绝关系……于是开始疏远他们甚至拒绝联系，我是有什么毛病？",
    "annotation": [
      {
        "sentence": "我23岁，难以接受过于亲密的联系，我是有什么毛病？",
        "label": ""
      },
      {
        "sentence": "我比较内向，好友就几个，都是志趣相投、来往多年的朋友，平时不联系关系也很稳定。",
        "label": ""
      },
      {
        "sentence": "但是有两个朋友平时联系的比较多，当我意识到双方联系过于紧密，并且对我产生依赖感，我就感到恶心，想要马上断绝关系……于是开始疏远他们甚至拒绝联系，我是有什么毛病？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的人际距离是不一样的。这个人际距离，是一个安全距离，人会在潜意识里给人分层。虽然没有明确地说，但是参考秦始皇，贴身侍卫比较近，后宫可以侍寝，大臣应当在10步开外。荆轲要刺秦，提着某人的首级获得皇帝的信任而能上前到十步内，于是有了刺杀机会。如果你关系不到，进宫你都进不来，别说十步之内了。对你朋友来讲，他们的人际距离就很近，可能他们对人没有多少不安全感，而对你来说，超过一定距离，就可能觉得不安全，有“遇刺”的风险。这种风险，可能是被人看到自己不好的一面，可能是被胁迫，等等。合理正常地看待，你的身份不一样，皇帝的人际距离是整个皇宫，乃至皇城，你的人际距离就是那几尺几寸，身份地位越高的人人际距离也就越远呢。不要太担心，你就是高贵一点。",
    "annotation": [
      {
        "sentence": "每个人的人际距离是不一样的。",
        "label": ""
      },
      {
        "sentence": "这个人际距离，是一个安全距离，人会在潜意识里给人分层。",
        "label": ""
      },
      {
        "sentence": "虽然没有明确地说，但是参考秦始皇，贴身侍卫比较近，后宫可以侍寝，大臣应当在10步开外。",
        "label": ""
      },
      {
        "sentence": "荆轲要刺秦，提着某人的首级获得皇帝的信任而能上前到十步内，于是有了刺杀机会。",
        "label": ""
      },
      {
        "sentence": "如果你关系不到，进宫你都进不来，别说十步之内了。",
        "label": ""
      },
      {
        "sentence": "对你朋友来讲，他们的人际距离就很近，可能他们对人没有多少不安全感，而对你来说，超过一定距离，就可能觉得不安全，有“遇刺”的风险。",
        "label": ""
      },
      {
        "sentence": "这种风险，可能是被人看到自己不好的一面，可能是被胁迫，等等。",
        "label": ""
      },
      {
        "sentence": "合理正常地看待，你的身份不一样，皇帝的人际距离是整个皇宫，乃至皇城，你的人际距离就是那几尺几寸，身份地位越高的人人际距离也就越远呢。",
        "label": ""
      },
      {
        "sentence": "不要太担心，你就是高贵一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，每个人有自己的人际距离，但我为什么会对过于亲密的联系感到恶心呢？",
    "annotation": [
      {
        "sentence": "我明白了，每个人有自己的人际距离，但我为什么会对过于亲密的联系感到恶心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "被依赖的恶心感可能是你的情结。这是一个可以深层次探讨的内容，恶心感。什么事情会让人恶心呢？我有一个大胆的猜想，性。可能只有你接受的另一半进入你的安全范围是被允许的，任何其他你不愿接触的人进入这个范围，都会让你觉得恶心，难受，有性意味。这可能和早期父母的依恋关系有关。你可能很少接触你的同性长辈，被拥抱，被照顾，可能会相对少一点，更多是与异性长辈接触，包括喂奶，拥抱等等的行为，好像就容易形成一个感觉，靠近，依赖，意味着某些事情，或者某些感觉的记忆被激活。",
    "annotation": [
      {
        "sentence": "被依赖的恶心感可能是你的情结。",
        "label": ""
      },
      {
        "sentence": "这是一个可以深层次探讨的内容，恶心感。",
        "label": ""
      },
      {
        "sentence": "什么事情会让人恶心呢？",
        "label": ""
      },
      {
        "sentence": "我有一个大胆的猜想，性。",
        "label": ""
      },
      {
        "sentence": "可能只有你接受的另一半进入你的安全范围是被允许的，任何其他你不愿接触的人进入这个范围，都会让你觉得恶心，难受，有性意味。",
        "label": ""
      },
      {
        "sentence": "这可能和早期父母的依恋关系有关。",
        "label": ""
      },
      {
        "sentence": "你可能很少接触你的同性长辈，被拥抱，被照顾，可能会相对少一点，更多是与异性长辈接触，包括喂奶，拥抱等等的行为，好像就容易形成一个感觉，靠近，依赖，意味着某些事情，或者某些感觉的记忆被激活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来恶心感和早期父母的依恋关系有联系，那我应该怎么应对这种情况呢？",
    "annotation": [
      {
        "sentence": "原来恶心感和早期父母的依恋关系有联系，那我应该怎么应对这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想要立即断绝关系并不是一个好的解决办法。在你的人际关系中，可能你没有办法直接说出来，需要别人尊重你的界限，你在这个上面很无力，心中那句话：如果保持距离与人相处做不到的话，干脆放弃这段关系吧。你可能也很容易被胁迫，被关系影响，而不能在关系中保持自己的需求，需要，对你来说压力很大。可能这也是你需要学习和进步的地方，否则，你可能会放弃很多朋友。不过也会有一些人际距离较远的人，适合做你的朋友。",
    "annotation": [
      {
        "sentence": "想要立即断绝关系并不是一个好的解决办法。",
        "label": ""
      },
      {
        "sentence": "在你的人际关系中，可能你没有办法直接说出来，需要别人尊重你的界限，你在这个上面很无力，心中那句话：如果保持距离与人相处做不到的话，干脆放弃这段关系吧。",
        "label": ""
      },
      {
        "sentence": "你可能也很容易被胁迫，被关系影响，而不能在关系中保持自己的需求，需要，对你来说压力很大。",
        "label": ""
      },
      {
        "sentence": "可能这也是你需要学习和进步的地方，否则，你可能会放弃很多朋友。",
        "label": ""
      },
      {
        "sentence": "不过也会有一些人际距离较远的人，适合做你的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该学会保持自己的需求和界限，但这对我来说很困难。有没有什么方法可以帮助我改善这个问题呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该学会保持自己的需求和界限，但这对我来说很困难。",
        "label": ""
      },
      {
        "sentence": "有没有什么方法可以帮助我改善这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以帮助你改善这个问题。首先，你可以试着与这些朋友沟通，告诉他们你对过于亲密的联系感到不舒服，并希望他们能够尊重你的个人空间和界限。其次，你可以逐渐扩大自己的交际圈子，结识一些人际距离较远的人，这样可以减少你的压力和恶心感。此外，你可以尝试寻求心理咨询师的帮助，他们会提供专业的建议和支持，帮助你更好地应对和管理人际关系。",
    "annotation": [
      {
        "sentence": "当然可以帮助你改善这个问题。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着与这些朋友沟通，告诉他们你对过于亲密的联系感到不舒服，并希望他们能够尊重你的个人空间和界限。",
        "label": ""
      },
      {
        "sentence": "其次，你可以逐渐扩大自己的交际圈子，结识一些人际距离较远的人，这样可以减少你的压力和恶心感。",
        "label": ""
      },
      {
        "sentence": "此外，你可以尝试寻求心理咨询师的帮助，他们会提供专业的建议和支持，帮助你更好地应对和管理人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着与朋友沟通，并找一些距离较远的人结交。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着与朋友沟通，并找一些距离较远的人结交。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议能对你有所帮助。记住，每个人都有自己的需求和界限，学会保护自己的空间是非常重要的。祝你能够顺利改善你的人际关系，并找到适合你的朋友。如果还有任何问题，随时向我求助。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有自己的需求和界限，学会保护自己的空间是非常重要的。",
        "label": ""
      },
      {
        "sentence": "祝你能够顺利改善你的人际关系，并找到适合你的朋友。",
        "label": ""
      },
      {
        "sentence": "如果还有任何问题，随时向我求助。",
        "label": ""
      }
    ]
  }
]