[
  {
    "role": "client",
    "content": "我没法不去喜欢一个人，但是对方有女朋友，我该怎么办？我是大一的学生，进了大学后被一个同班男生吸引了。我们还加入了同一个社团，慢慢地我们熟悉起来。我对他也有些意思了。我平时想多和他聊聊天，培养一下感情，但有一天他突然在朋友圈里祝福他女朋友生日快乐，我很伤心。但是只要他一直在我的视线里晃动，我就无法不去喜欢他。这让我很困扰，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我没法不去喜欢一个人，但是对方有女朋友，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我是大一的学生，进了大学后被一个同班男生吸引了。",
        "label": ""
      },
      {
        "sentence": "我们还加入了同一个社团，慢慢地我们熟悉起来。",
        "label": ""
      },
      {
        "sentence": "我对他也有些意思了。",
        "label": ""
      },
      {
        "sentence": "我平时想多和他聊聊天，培养一下感情，但有一天他突然在朋友圈里祝福他女朋友生日快乐，我很伤心。",
        "label": ""
      },
      {
        "sentence": "但是只要他一直在我的视线里晃动，我就无法不去喜欢他。",
        "label": ""
      },
      {
        "sentence": "这让我很困扰，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我理解你此时内心的矛盾。就像那首歌唱的一样，你觉得自己“爱了不该爱的人”，内心清楚男生有女朋友，从道德层面上觉得自己不应该进一步发展，但是内心对这个男生的喜欢无法克制，所以你感到很纠结。首先，如果这个男生没有女朋友，你们会在一起吗？你觉得你们在一个社团相处，你们能发展成为恋人吗？你现在的喜欢只是仰慕，还是男生对你有种种关心的迹象？如果没有，那你只是单相思而已。其次，你喜欢他，你看到男生发朋友圈，你感到伤心。你觉得这样的人值得你现在表达爱意和去试图追求吗？目前你所有的感受都是单方面的，何必让自己那么伤神呢？你们能一起进社团，也算是一种缘分和友谊，为什么不去珍惜呢？如果你表达出对他的爱慕，他不同意，你会感到尴尬，而且这样的感觉肯定不好受。如果他现在对他的女朋友不忠诚，你敢要这样的男生吗？他如果对目前的女朋友不忠，将来也可能对你不忠。我建议你将这份爱放在心里。你们能一起相处，互相帮助，处理好自己的暗恋，这是一种成长。最后，不要让自己沉溺其中，相信自己是优秀的，你一定能够遇到与你心心相印的人。喜欢一个人，通常是因为他身上的某一点特质吸引了你，但这并不意味着他一定适合你。如果你想让自己的爱情开花结果，首先要让自己变得优秀，变得有吸引力，这样才会有更多的男生靠近你。同时，你也要有自己的魅力，不怕其他女生抢走你的男朋友，你觉得呢？总之，在这个社会上，女性常常被很多道德和伦理束缚。虽然我们有时心存不甘，但是我们还是需要参考和遵守，否则将来可能会受到人品方面的质疑。希望我的分享对你有所帮助！",
    "annotation": [
      {
        "sentence": "看到你的描述，我理解你此时内心的矛盾。",
        "label": ""
      },
      {
        "sentence": "就像那首歌唱的一样，你觉得自己“爱了不该爱的人”，内心清楚男生有女朋友，从道德层面上觉得自己不应该进一步发展，但是内心对这个男生的喜欢无法克制，所以你感到很纠结。",
        "label": ""
      },
      {
        "sentence": "首先，如果这个男生没有女朋友，你们会在一起吗？",
        "label": ""
      },
      {
        "sentence": "你觉得你们在一个社团相处，你们能发展成为恋人吗？",
        "label": ""
      },
      {
        "sentence": "你现在的喜欢只是仰慕，还是男生对你有种种关心的迹象？",
        "label": ""
      },
      {
        "sentence": "如果没有，那你只是单相思而已。",
        "label": ""
      },
      {
        "sentence": "其次，你喜欢他，你看到男生发朋友圈，你感到伤心。",
        "label": ""
      },
      {
        "sentence": "你觉得这样的人值得你现在表达爱意和去试图追求吗？",
        "label": ""
      },
      {
        "sentence": "目前你所有的感受都是单方面的，何必让自己那么伤神呢？",
        "label": ""
      },
      {
        "sentence": "你们能一起进社团，也算是一种缘分和友谊，为什么不去珍惜呢？",
        "label": ""
      },
      {
        "sentence": "如果你表达出对他的爱慕，他不同意，你会感到尴尬，而且这样的感觉肯定不好受。",
        "label": ""
      },
      {
        "sentence": "如果他现在对他的女朋友不忠诚，你敢要这样的男生吗？",
        "label": ""
      },
      {
        "sentence": "他如果对目前的女朋友不忠，将来也可能对你不忠。",
        "label": ""
      },
      {
        "sentence": "我建议你将这份爱放在心里。",
        "label": ""
      },
      {
        "sentence": "你们能一起相处，互相帮助，处理好自己的暗恋，这是一种成长。",
        "label": ""
      },
      {
        "sentence": "最后，不要让自己沉溺其中，相信自己是优秀的，你一定能够遇到与你心心相印的人。",
        "label": ""
      },
      {
        "sentence": "喜欢一个人，通常是因为他身上的某一点特质吸引了你，但这并不意味着他一定适合你。",
        "label": ""
      },
      {
        "sentence": "如果你想让自己的爱情开花结果，首先要让自己变得优秀，变得有吸引力，这样才会有更多的男生靠近你。",
        "label": ""
      },
      {
        "sentence": "同时，你也要有自己的魅力，不怕其他女生抢走你的男朋友，你觉得呢？",
        "label": ""
      },
      {
        "sentence": "总之，在这个社会上，女性常常被很多道德和伦理束缚。",
        "label": ""
      },
      {
        "sentence": "虽然我们有时心存不甘，但是我们还是需要参考和遵守，否则将来可能会受到人品方面的质疑。",
        "label": ""
      },
      {
        "sentence": "希望我的分享对你有所帮助！",
        "label": ""
      }
    ]
  }
]