[
  {
    "role": "client",
    "content": "变孤僻了，和朋友在一起也感到孤独，我不是真的我？",
    "annotation": [
      {
        "sentence": "变孤僻了，和朋友在一起也感到孤独，我不是真的我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样描述自己，我感觉心疼。很明显你不喜欢这个自己，你厌恶这样的状态。你希望变好，但却无法得到妈妈的理解和支持，这让你更加痛苦。是这样吗？你觉得自己不够好，因此不断否定自己。将自己困在自己的世界里，希望这样就能变好？心理学家阿德勒在他的书《自卑与超越》中将自卑看作是一个能够激发你不断努力的动力，不断挑战自己的机会。所以自卑可以成为一个促使你不断进步的力量。看到你那一大段充满了自我否定的文字中，我还是看到了光亮。你说你想要变好，虽然周围没有人理解你，但你仍然想要尝试寻求帮助，想要去心理咨询。从这一点上看出，你是有力量的，有改变自己的能力！心理学上有句话:过去可以影响你，但决定不了你！无论你有着怎样的原生家庭，经历了怎样的异地求学……这些都已经成为了过去。过去无法改变，未来还未确定。想想未来！期待未来的自己是怎样的人，不妨想象一下，把未来向往的自己当作现在的自己，用未来的目标来塑造现在的自己！既然想要突破自己，那就要大胆些，鼓足勇气！小鸡破壳而出，也需要勇气！最后希望你能用行动来实现对自己的蜕变。祝福你！",
    "annotation": [
      {
        "sentence": "听到你这样描述自己，我感觉心疼。",
        "label": ""
      },
      {
        "sentence": "很明显你不喜欢这个自己，你厌恶这样的状态。",
        "label": ""
      },
      {
        "sentence": "你希望变好，但却无法得到妈妈的理解和支持，这让你更加痛苦。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      },
      {
        "sentence": "你觉得自己不够好，因此不断否定自己。",
        "label": ""
      },
      {
        "sentence": "将自己困在自己的世界里，希望这样就能变好？",
        "label": ""
      },
      {
        "sentence": "心理学家阿德勒在他的书《自卑与超越》中将自卑看作是一个能够激发你不断努力的动力，不断挑战自己的机会。",
        "label": ""
      },
      {
        "sentence": "所以自卑可以成为一个促使你不断进步的力量。",
        "label": ""
      },
      {
        "sentence": "看到你那一大段充满了自我否定的文字中，我还是看到了光亮。",
        "label": ""
      },
      {
        "sentence": "你说你想要变好，虽然周围没有人理解你，但你仍然想要尝试寻求帮助，想要去心理咨询。",
        "label": ""
      },
      {
        "sentence": "从这一点上看出，你是有力量的，有改变自己的能力！",
        "label": ""
      },
      {
        "sentence": "心理学上有句话:过去可以影响你，但决定不了你！",
        "label": ""
      },
      {
        "sentence": "无论你有着怎样的原生家庭，经历了怎样的异地求学……这些都已经成为了过去。",
        "label": ""
      },
      {
        "sentence": "过去无法改变，未来还未确定。",
        "label": ""
      },
      {
        "sentence": "想想未来！",
        "label": ""
      },
      {
        "sentence": "期待未来的自己是怎样的人，不妨想象一下，把未来向往的自己当作现在的自己，用未来的目标来塑造现在的自己！",
        "label": ""
      },
      {
        "sentence": "既然想要突破自己，那就要大胆些，鼓足勇气！",
        "label": ""
      },
      {
        "sentence": "小鸡破壳而出，也需要勇气！",
        "label": ""
      },
      {
        "sentence": "最后希望你能用行动来实现对自己的蜕变。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我现在确实对自己感到很绝望，感觉没有方向。你说的未来自己给了我一些启发，我要把握现在，努力往目标迈进，不能再让过去的不好的经历继续困扰我。我想我需要找到适合我的发泄方式，要能够打开心扉和别人交流。不知道你有没有什么建议？我也想知道去心理咨询的话，会不会让我变得更加依赖心理医生？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我现在确实对自己感到很绝望，感觉没有方向。",
        "label": ""
      },
      {
        "sentence": "你说的未来自己给了我一些启发，我要把握现在，努力往目标迈进，不能再让过去的不好的经历继续困扰我。",
        "label": ""
      },
      {
        "sentence": "我想我需要找到适合我的发泄方式，要能够打开心扉和别人交流。",
        "label": ""
      },
      {
        "sentence": "不知道你有没有什么建议？",
        "label": ""
      },
      {
        "sentence": "我也想知道去心理咨询的话，会不会让我变得更加依赖心理医生？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不用感谢我，我只是尽力帮助你。明白你现在对自己感到绝望，觉得没有方向。你提到的对未来的期待给了我一些启示，你要把握现在，努力朝着目标迈进，不能让过去的不好经历继续困扰你。寻找适合你的发泄方式是一个很好的想法，这样你可以打开心扉与别人交流。对此，我建议你试一试写日记，这是一个很好的发泄和记录内心的方式。此外，在与朋友、家人交流时，尝试更加坦诚地表达自己的感受和需求。至于心理咨询会不会让你更加依赖心理医生，这个问题因人而异。心理咨询是一个帮助你认识自己、解决问题和改变不良情绪的过程。咨询师会从专业的角度提供支持和指导，但在整个过程中，你是主导者，要自己去探索和改变。所以，不用担心变得过于依赖，相反，咨询师会帮助你发现内在的潜能和解决方案，让你逐渐独立并拥有自己的主见。希望我的建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "你不用感谢我，我只是尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "明白你现在对自己感到绝望，觉得没有方向。",
        "label": ""
      },
      {
        "sentence": "你提到的对未来的期待给了我一些启示，你要把握现在，努力朝着目标迈进，不能让过去的不好经历继续困扰你。",
        "label": ""
      },
      {
        "sentence": "寻找适合你的发泄方式是一个很好的想法，这样你可以打开心扉与别人交流。",
        "label": ""
      },
      {
        "sentence": "对此，我建议你试一试写日记，这是一个很好的发泄和记录内心的方式。",
        "label": ""
      },
      {
        "sentence": "此外，在与朋友、家人交流时，尝试更加坦诚地表达自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "至于心理咨询会不会让你更加依赖心理医生，这个问题因人而异。",
        "label": ""
      },
      {
        "sentence": "心理咨询是一个帮助你认识自己、解决问题和改变不良情绪的过程。",
        "label": ""
      },
      {
        "sentence": "咨询师会从专业的角度提供支持和指导，但在整个过程中，你是主导者，要自己去探索和改变。",
        "label": ""
      },
      {
        "sentence": "所以，不用担心变得过于依赖，相反，咨询师会帮助你发现内在的潜能和解决方案，让你逐渐独立并拥有自己的主见。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "写日记是个很好的主意，我会试一下的。你说的与家人和朋友更加坦诚地交流，我意识到我在这方面还有一些困难，因为我一直将自己的情绪放在心里，很少向别人倾诉。我想这也是导致我感到孤独的原因之一。上大学后我将尽量改变这种情况，勇敢地表达自己的情感和需求。关于心理咨询，我现在有了更清晰的认识，知道咨询师不会让我变得过度依赖他们，而是会帮助我发现自己的潜能和解决问题的方法。谢谢你详细地解答我的问题，我现在更有信心去找心理咨询师了。",
    "annotation": [
      {
        "sentence": "写日记是个很好的主意，我会试一下的。",
        "label": ""
      },
      {
        "sentence": "你说的与家人和朋友更加坦诚地交流，我意识到我在这方面还有一些困难，因为我一直将自己的情绪放在心里，很少向别人倾诉。",
        "label": ""
      },
      {
        "sentence": "我想这也是导致我感到孤独的原因之一。",
        "label": ""
      },
      {
        "sentence": "上大学后我将尽量改变这种情况，勇敢地表达自己的情感和需求。",
        "label": ""
      },
      {
        "sentence": "关于心理咨询，我现在有了更清晰的认识，知道咨询师不会让我变得过度依赖他们，而是会帮助我发现自己的潜能和解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "谢谢你详细地解答我的问题，我现在更有信心去找心理咨询师了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你接受了我的建议，觉得写日记是个好主意，并且打算在大学里勇敢地表达自己的情感和需求。这样的改变对你来说将是很有意义的。关于心理咨询，你也有了更清晰的认识，知道咨询师不会让你过度依赖他们，而是帮助你发现自己的潜能和解决问题的能力。你现在有了信心去找心理咨询师，这是很好的决定。希望你能尽早找到一位合适的咨询师，开始这段改变自我的旅程。如果你还有其他问题或者需要更多的支持，随时都可以向我提问。祝福你！",
    "annotation": [
      {
        "sentence": "很高兴听到你接受了我的建议，觉得写日记是个好主意，并且打算在大学里勇敢地表达自己的情感和需求。",
        "label": ""
      },
      {
        "sentence": "这样的改变对你来说将是很有意义的。",
        "label": ""
      },
      {
        "sentence": "关于心理咨询，你也有了更清晰的认识，知道咨询师不会让你过度依赖他们，而是帮助你发现自己的潜能和解决问题的能力。",
        "label": ""
      },
      {
        "sentence": "你现在有了信心去找心理咨询师，这是很好的决定。",
        "label": ""
      },
      {
        "sentence": "希望你能尽早找到一位合适的咨询师，开始这段改变自我的旅程。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要更多的支持，随时都可以向我提问。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励，你的建议对我来说都很有帮助。我会尽早找到一位合适的心理咨询师，开始改变自己的旅程。如果有需要，我还会向你请教的，谢谢你的耐心和理解。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励，你的建议对我来说都很有帮助。",
        "label": ""
      },
      {
        "sentence": "我会尽早找到一位合适的心理咨询师，开始改变自己的旅程。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我还会向你请教的，谢谢你的耐心和理解。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意一直支持和鼓励你。很高兴我的建议对你有所帮助。希望你能顺利找到一位合适的心理咨询师，并且在改变自己的旅程中取得进步。如果你需要任何帮助或者有其他问题，随时都可以向我请教。祝福你，期待你的好消息！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意一直支持和鼓励你。",
        "label": ""
      },
      {
        "sentence": "很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "希望你能顺利找到一位合适的心理咨询师，并且在改变自己的旅程中取得进步。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有其他问题，随时都可以向我请教。",
        "label": ""
      },
      {
        "sentence": "祝福你，期待你的好消息！",
        "label": ""
      }
    ]
  }
]