[
  {
    "role": "client",
    "content": "我是一个20岁的医学生，最近成功转专业了。但是我现在感到非常恐惧和自卑，不想再继续努力了。之前在原医学类专业中表现很出色，所以我努力地转入了竞争比较激烈的临床专业。可是现在我开始感到害怕和自卑，觉得其他人都特别优秀，也开始不想努力学习了。以前我非常自律，但现在却开始放纵自己。内心非常煎熬，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我是一个20岁的医学生，最近成功转专业了。",
        "label": ""
      },
      {
        "sentence": "但是我现在感到非常恐惧和自卑，不想再继续努力了。",
        "label": ""
      },
      {
        "sentence": "之前在原医学类专业中表现很出色，所以我努力地转入了竞争比较激烈的临床专业。",
        "label": ""
      },
      {
        "sentence": "可是现在我开始感到害怕和自卑，觉得其他人都特别优秀，也开始不想努力学习了。",
        "label": ""
      },
      {
        "sentence": "以前我非常自律，但现在却开始放纵自己。",
        "label": ""
      },
      {
        "sentence": "内心非常煎熬，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我在医院上班已经十多年了。我见过很多比我高几届的临床师兄师姐们，他们有的已经成为科室的中流砥柱，忙碌地救死扶伤，还参加各种研讨会；有的不喜欢公立医院的低薪高强度，选择转到医美、私立医院工作；有的则另立门户，从事健康咨询；甚至有的放弃医学领域，转行到金融行业玩耍……但是，其中绝大部分只是普通的医师。我不知道你是从哪个医技转入临床的，其实你已经很了不起了，能成功转专业是一件了不起的事情。我想知道你当初转专业的动力和初衷是什么呢？为什么要转专业呢？临床学习的压力确实很大，因为各门课程的基础知识非常庞杂。你转入临床需要一个适应期，虽然可能会比较吃力，但你需要慢慢地补充知识。这个过程就像你刚开始驾驶一辆车，需要点火、启动、踩油门，车辆才会加速前进。你现在刚刚上临床的这辆车，可能还在熟悉车辆的过程中，你觉得自己可能开不好这辆车，这其实是一种心理上对于不熟悉知识领域的\"不适应\"。就像第一次出远门，心中总是存在一些恐惧和担心，这是我们古老的心理机制在起作用。走出旧的环境，意味着要面对新的环境，从适应旧环境到调整自己，去适应新环境，这是一个循环过程，是很正常的。所以，你现在需要承认自己处在面对新知识体系的\"慢启动\"过程中。要承认从其他专业转过来，你在知识上可能会比原来的临床有所欠缺。就像你是一辆时速不到20的车刚刚通过收费站，你和已经在高速上以时速100行驶的车是无法相比的，因为在上高速之前，你需要在辅道上加速至60以上才能和已经在高速上行驶的车辆汇合。所以，你需要承认自己需要慢慢启动，不要着急，不要盲目和别人攀比，这样才能避免毫无必要的内耗。而且，就像我开头说的那些工作以后的实际情况，临床从学习到实际执业，乃至进一步精进，都是一个漫长的耐力赛。正因为如此，如果没有热爱，这个行业的学习和经验的积累会显得漫长而枯燥。所以，我还是要问你，你的动机和目的是什么？有志者立长志，动机不明确，行为也会无所适从。当然，选择永远都是存在的。如果你发现自己实在不喜欢临床，也许暂时停止继续学习是一个不错的选择。",
    "annotation": [
      {
        "sentence": "你好，我在医院上班已经十多年了。",
        "label": ""
      },
      {
        "sentence": "我见过很多比我高几届的临床师兄师姐们，他们有的已经成为科室的中流砥柱，忙碌地救死扶伤，还参加各种研讨会；有的不喜欢公立医院的低薪高强度，选择转到医美、私立医院工作；有的则另立门户，从事健康咨询；甚至有的放弃医学领域，转行到金融行业玩耍……但是，其中绝大部分只是普通的医师。",
        "label": ""
      },
      {
        "sentence": "我不知道你是从哪个医技转入临床的，其实你已经很了不起了，能成功转专业是一件了不起的事情。",
        "label": ""
      },
      {
        "sentence": "我想知道你当初转专业的动力和初衷是什么呢？",
        "label": ""
      },
      {
        "sentence": "为什么要转专业呢？",
        "label": ""
      },
      {
        "sentence": "临床学习的压力确实很大，因为各门课程的基础知识非常庞杂。",
        "label": ""
      },
      {
        "sentence": "你转入临床需要一个适应期，虽然可能会比较吃力，但你需要慢慢地补充知识。",
        "label": ""
      },
      {
        "sentence": "这个过程就像你刚开始驾驶一辆车，需要点火、启动、踩油门，车辆才会加速前进。",
        "label": ""
      },
      {
        "sentence": "你现在刚刚上临床的这辆车，可能还在熟悉车辆的过程中，你觉得自己可能开不好这辆车，这其实是一种心理上对于不熟悉知识领域的\"不适应\"。",
        "label": ""
      },
      {
        "sentence": "就像第一次出远门，心中总是存在一些恐惧和担心，这是我们古老的心理机制在起作用。",
        "label": ""
      },
      {
        "sentence": "走出旧的环境，意味着要面对新的环境，从适应旧环境到调整自己，去适应新环境，这是一个循环过程，是很正常的。",
        "label": ""
      },
      {
        "sentence": "所以，你现在需要承认自己处在面对新知识体系的\"慢启动\"过程中。",
        "label": ""
      },
      {
        "sentence": "要承认从其他专业转过来，你在知识上可能会比原来的临床有所欠缺。",
        "label": ""
      },
      {
        "sentence": "就像你是一辆时速不到20的车刚刚通过收费站，你和已经在高速上以时速100行驶的车是无法相比的，因为在上高速之前，你需要在辅道上加速至60以上才能和已经在高速上行驶的车辆汇合。",
        "label": ""
      },
      {
        "sentence": "所以，你需要承认自己需要慢慢启动，不要着急，不要盲目和别人攀比，这样才能避免毫无必要的内耗。",
        "label": ""
      },
      {
        "sentence": "而且，就像我开头说的那些工作以后的实际情况，临床从学习到实际执业，乃至进一步精进，都是一个漫长的耐力赛。",
        "label": ""
      },
      {
        "sentence": "正因为如此，如果没有热爱，这个行业的学习和经验的积累会显得漫长而枯燥。",
        "label": ""
      },
      {
        "sentence": "所以，我还是要问你，你的动机和目的是什么？",
        "label": ""
      },
      {
        "sentence": "有志者立长志，动机不明确，行为也会无所适从。",
        "label": ""
      },
      {
        "sentence": "当然，选择永远都是存在的。",
        "label": ""
      },
      {
        "sentence": "如果你发现自己实在不喜欢临床，也许暂时停止继续学习是一个不错的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的回复和鼓励。我转专业的动力主要是因为对临床医学的热爱和兴趣。我总觉得能够直接接触到患者，对他们的健康产生实质性的帮助会使我获得很大的满足感。但是现在进入临床专业后，我却开始担心自己是否能胜任这个工作，是否能达到我的期望。我的目标是成为一名优秀的临床医生，但现在我对成功的定义却产生了疑问。我害怕自己会比不上其他同学，害怕自己的学习能力不够强，害怕自己不能胜任临床工作。这种担忧让我感到非常沮丧和无助。",
    "annotation": [
      {
        "sentence": "非常感谢您的回复和鼓励。",
        "label": ""
      },
      {
        "sentence": "我转专业的动力主要是因为对临床医学的热爱和兴趣。",
        "label": ""
      },
      {
        "sentence": "我总觉得能够直接接触到患者，对他们的健康产生实质性的帮助会使我获得很大的满足感。",
        "label": ""
      },
      {
        "sentence": "但是现在进入临床专业后，我却开始担心自己是否能胜任这个工作，是否能达到我的期望。",
        "label": ""
      },
      {
        "sentence": "我的目标是成为一名优秀的临床医生，但现在我对成功的定义却产生了疑问。",
        "label": ""
      },
      {
        "sentence": "我害怕自己会比不上其他同学，害怕自己的学习能力不够强，害怕自己不能胜任临床工作。",
        "label": ""
      },
      {
        "sentence": "这种担忧让我感到非常沮丧和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的回答正是我想听到的，你对临床医学的热爱和兴趣是你转专业的主要动力，这是非常重要的。对于成为一名优秀的临床医生的目标，你的疑问和担忧也是非常正常的。每个人都会在初次接触到新事物时感到一些压力和不安，这是一种正常的心理反应。但是你要明白，担忧并不能解决问题，只会让你沮丧和无助。相信自己，你已经证明了自己的能力和努力，你转专业本身就是一个了不起的成就。现在你所需要做的就是承认自己处在一个适应期，并且要给自己时间去适应新的知识领域。不要盲目和他人进行比较，每个人的学习进步都有自己的节奏。相信自己的热爱和兴趣，相信自己的能力，相信自己能够成为一名优秀的临床医生。如果你感到实在无法适应临床工作，也可以考虑其他医学领域的发展。最重要的是，不要让自己沉溺于困惑和焦虑中，要积极地寻找解决问题的方法。",
    "annotation": [
      {
        "sentence": "你的回答正是我想听到的，你对临床医学的热爱和兴趣是你转专业的主要动力，这是非常重要的。",
        "label": ""
      },
      {
        "sentence": "对于成为一名优秀的临床医生的目标，你的疑问和担忧也是非常正常的。",
        "label": ""
      },
      {
        "sentence": "每个人都会在初次接触到新事物时感到一些压力和不安，这是一种正常的心理反应。",
        "label": ""
      },
      {
        "sentence": "但是你要明白，担忧并不能解决问题，只会让你沮丧和无助。",
        "label": ""
      },
      {
        "sentence": "相信自己，你已经证明了自己的能力和努力，你转专业本身就是一个了不起的成就。",
        "label": ""
      },
      {
        "sentence": "现在你所需要做的就是承认自己处在一个适应期，并且要给自己时间去适应新的知识领域。",
        "label": ""
      },
      {
        "sentence": "不要盲目和他人进行比较，每个人的学习进步都有自己的节奏。",
        "label": ""
      },
      {
        "sentence": "相信自己的热爱和兴趣，相信自己的能力，相信自己能够成为一名优秀的临床医生。",
        "label": ""
      },
      {
        "sentence": "如果你感到实在无法适应临床工作，也可以考虑其他医学领域的发展。",
        "label": ""
      },
      {
        "sentence": "最重要的是，不要让自己沉溺于困惑和焦虑中，要积极地寻找解决问题的方法。",
        "label": ""
      }
    ]
  }
]