[
  {
    "role": "client",
    "content": "我20岁的医学生转专业成功了，但现在我变得恐惧和自卑，不想努力了。以前在原医学类专业中表现优秀，但现在转入竞争比较激烈的临床专业后，我开始感到害怕和自卑。我觉得其他人都特别优秀，也开始失去了学习的动力。以前我很自律，但现在开始放纵自己，内心感到煎熬不堪，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我20岁的医学生转专业成功了，但现在我变得恐惧和自卑，不想努力了。",
        "label": ""
      },
      {
        "sentence": "以前在原医学类专业中表现优秀，但现在转入竞争比较激烈的临床专业后，我开始感到害怕和自卑。",
        "label": ""
      },
      {
        "sentence": "我觉得其他人都特别优秀，也开始失去了学习的动力。",
        "label": ""
      },
      {
        "sentence": "以前我很自律，但现在开始放纵自己，内心感到煎熬不堪，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对专业选择，我相信你是出于热爱考虑的，所以才会努力转到新专业。你的这份热爱是支持你学习新专业的动力。对于做自己热爱的事情，更加关注的应该是如何让自己的专业能力更强，而不是一味地追求优秀带来的优越感。你现在似乎把注意力偏移到了希望通过优秀来证明自己的价值上，这种倾向会在面临更大挑战时产生不确定感，从而失去信心。建立信心最好的方式是回到你刚开始选择这个专业的初心，在自己的新专业中深入学习，用你的热爱推动自己去探索新的领域。回归到内在的热爱，放下外在的光环，勇敢地做真正的自己。无论在哪里，你都会散发出耀眼的光芒。",
    "annotation": [
      {
        "sentence": "面对专业选择，我相信你是出于热爱考虑的，所以才会努力转到新专业。",
        "label": ""
      },
      {
        "sentence": "你的这份热爱是支持你学习新专业的动力。",
        "label": ""
      },
      {
        "sentence": "对于做自己热爱的事情，更加关注的应该是如何让自己的专业能力更强，而不是一味地追求优秀带来的优越感。",
        "label": ""
      },
      {
        "sentence": "你现在似乎把注意力偏移到了希望通过优秀来证明自己的价值上，这种倾向会在面临更大挑战时产生不确定感，从而失去信心。",
        "label": ""
      },
      {
        "sentence": "建立信心最好的方式是回到你刚开始选择这个专业的初心，在自己的新专业中深入学习，用你的热爱推动自己去探索新的领域。",
        "label": ""
      },
      {
        "sentence": "回归到内在的热爱，放下外在的光环，勇敢地做真正的自己。",
        "label": ""
      },
      {
        "sentence": "无论在哪里，你都会散发出耀眼的光芒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我一直都知道自己是出于热爱转入这个专业的，但是面对新的环境和竞争，我逐渐失去了自信。或许你说得对，我应该放下对外界评价的追求，专注于提升自己的专业能力。可是我现在对自己的未来产生了很大的担忧，我害怕自己会一事无成。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我一直都知道自己是出于热爱转入这个专业的，但是面对新的环境和竞争，我逐渐失去了自信。",
        "label": ""
      },
      {
        "sentence": "或许你说得对，我应该放下对外界评价的追求，专注于提升自己的专业能力。",
        "label": ""
      },
      {
        "sentence": "可是我现在对自己的未来产生了很大的担忧，我害怕自己会一事无成。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担忧和恐惧是正常的情绪反应，尤其是在面对未知的时候。但是，你要知道每个人都有自己的成长曲线，而你进入新专业可能只是暂时的适应期。不要把自己与别人进行过度的比较，每个人的起点和过程都是不同的。相信自己的热爱和才能，相信你在专业上能取得更大的进步。同时，也要相信自己有能力克服困难和挫折，迈向成功的道路。",
    "annotation": [
      {
        "sentence": "担忧和恐惧是正常的情绪反应，尤其是在面对未知的时候。",
        "label": ""
      },
      {
        "sentence": "但是，你要知道每个人都有自己的成长曲线，而你进入新专业可能只是暂时的适应期。",
        "label": ""
      },
      {
        "sentence": "不要把自己与别人进行过度的比较，每个人的起点和过程都是不同的。",
        "label": ""
      },
      {
        "sentence": "相信自己的热爱和才能，相信你在专业上能取得更大的进步。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信自己有能力克服困难和挫折，迈向成功的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我真的应该更有自信一些。我会尽可能放下对外界评价的在意，专注于提升自己的专业能力。但是，我现在还是不太确定应该如何开始行动，如何重拾学习的动力。",
    "annotation": [
      {
        "sentence": "你说得对，我真的应该更有自信一些。",
        "label": ""
      },
      {
        "sentence": "我会尽可能放下对外界评价的在意，专注于提升自己的专业能力。",
        "label": ""
      },
      {
        "sentence": "但是，我现在还是不太确定应该如何开始行动，如何重拾学习的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了第一步，认识到了自己的问题和不安。接下来，你可以尝试重新制定学习计划，设定合理的目标，并制定具体的行动计划。与此同时，也可以寻找一些适合你的学习方法和习惯，以提高效率和学习成果。不要忘记和同学们交流和合作，这样可以互相学习和鼓励。最重要的是，保持积极的心态，相信自己能够克服困难，追求自己的梦想。",
    "annotation": [
      {
        "sentence": "你已经迈出了第一步，认识到了自己的问题和不安。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以尝试重新制定学习计划，设定合理的目标，并制定具体的行动计划。",
        "label": ""
      },
      {
        "sentence": "与此同时，也可以寻找一些适合你的学习方法和习惯，以提高效率和学习成果。",
        "label": ""
      },
      {
        "sentence": "不要忘记和同学们交流和合作，这样可以互相学习和鼓励。",
        "label": ""
      },
      {
        "sentence": "最重要的是，保持积极的心态，相信自己能够克服困难，追求自己的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会尝试制定学习计划，并努力恢复学习的动力。我也会和同学们多交流合作，互相学习和支持。我现在感觉好多了，真的很感激你给我的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会尝试制定学习计划，并努力恢复学习的动力。",
        "label": ""
      },
      {
        "sentence": "我也会和同学们多交流合作，互相学习和支持。",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了，真的很感激你给我的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都在这里支持你。相信你自己，相信你的选择和决定。无论遇到什么困难和挫折，都不要放弃。记住，你有无限的潜力和能力，一定能够取得你想要的成就。加油！",
    "annotation": [
      {
        "sentence": "不客气，我一直都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "相信你自己，相信你的选择和决定。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难和挫折，都不要放弃。",
        "label": ""
      },
      {
        "sentence": "记住，你有无限的潜力和能力，一定能够取得你想要的成就。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]