[
  {
    "role": "client",
    "content": "最近我遇到了一些困惑，希望能得到一些帮助。我是一个20岁的医学生，最近成功转专业了，但我突然变得很恐惧和自卑，导致我不想继续努力学习。以前在原来的医学专业中，我一直是非常优秀的学生，所以我努力转入了竞争比较激烈的临床专业。但是现在我开始害怕、恐惧和自卑，觉得其他人都特别特别优秀，也开始不想努力学习了。以前我非常自律，但现在却开始放纵自己。我内心非常煎熬，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "最近我遇到了一些困惑，希望能得到一些帮助。",
        "label": ""
      },
      {
        "sentence": "我是一个20岁的医学生，最近成功转专业了，但我突然变得很恐惧和自卑，导致我不想继续努力学习。",
        "label": ""
      },
      {
        "sentence": "以前在原来的医学专业中，我一直是非常优秀的学生，所以我努力转入了竞争比较激烈的临床专业。",
        "label": ""
      },
      {
        "sentence": "但是现在我开始害怕、恐惧和自卑，觉得其他人都特别特别优秀，也开始不想努力学习了。",
        "label": ""
      },
      {
        "sentence": "以前我非常自律，但现在却开始放纵自己。",
        "label": ""
      },
      {
        "sentence": "我内心非常煎熬，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困惑了。首先，你要知道在以前的专业你学习得非常出色，这证明了你的学习能力是非常强的，这一点无论你现在在哪个专业都不会改变的。那么现在转到临床专业，你还记得当初转专业的初衷吗？是什么给了你当时转专业的动力呢？那个动力是客观的还是你个人想象的呢？它现在是否还能推动你前进呢？你说其他人都特别优秀，那你是从哪方面觉得他们优秀呢？是否在各个方面都很优秀？此外，他们的优秀是不是意味着你不努力呢？你提到放纵和自律之间似乎有一些矛盾，除了以前优秀现在恐惧自卑外，还有别的原因吗？你转到新的专业学习，与同学们的关系需要重新建立和熟悉，同时你的与众不同可能给人一些异样的印象。最重要的是，有些课程需要重新接触，这些都会给你带来某些不适应和不便。这些客观条件的改变是无法转移的，但是我们的主观能动性还在，我们无法改变事实，但我们可以改变自己对事实的看法。我们可以选择积极面对还是消极逃避，这样的选择会带来不同的结果。这些客观现实也会对我们自己以及周围的同学和老师产生影响，但通过我们的努力，我们是可以改变这些影响的。我们可以选择是乐观、积极进取，还是忧虑、消极被动，这些心态在我们的表现上是能够看出来的。别人会根据这些来判断我们，并相应地对待我们。这些都是我们学习和处理人际关系的基础。你是否能意识到这些问题呢，能想到你想要的结果是什么，记住你的目标，不要过于在意别人的目光和表现，只要做好你自己想做的事情就好了。对于心态来说，它非常重要，一个良好的心态是成功的保证，所以即使我们一无所有也要试着热爱生活。其次是目标，它是我们前进的动力所在。没有目标的人往往是混乱的，而心态好的人都有目标，并且很容易找到更多目标。所以，不要过多放大自己的恐惧和自卑，要相信自己的能力与潜力。希望以上的话能够帮助你理顺一些思路，找到你想要的结果。祝你开心，学业有成！",
    "annotation": [
      {
        "sentence": "听到你的困惑了。",
        "label": ""
      },
      {
        "sentence": "首先，你要知道在以前的专业你学习得非常出色，这证明了你的学习能力是非常强的，这一点无论你现在在哪个专业都不会改变的。",
        "label": ""
      },
      {
        "sentence": "那么现在转到临床专业，你还记得当初转专业的初衷吗？",
        "label": ""
      },
      {
        "sentence": "是什么给了你当时转专业的动力呢？",
        "label": ""
      },
      {
        "sentence": "那个动力是客观的还是你个人想象的呢？",
        "label": ""
      },
      {
        "sentence": "它现在是否还能推动你前进呢？",
        "label": ""
      },
      {
        "sentence": "你说其他人都特别优秀，那你是从哪方面觉得他们优秀呢？",
        "label": ""
      },
      {
        "sentence": "是否在各个方面都很优秀？",
        "label": ""
      },
      {
        "sentence": "此外，他们的优秀是不是意味着你不努力呢？",
        "label": ""
      },
      {
        "sentence": "你提到放纵和自律之间似乎有一些矛盾，除了以前优秀现在恐惧自卑外，还有别的原因吗？",
        "label": ""
      },
      {
        "sentence": "你转到新的专业学习，与同学们的关系需要重新建立和熟悉，同时你的与众不同可能给人一些异样的印象。",
        "label": ""
      },
      {
        "sentence": "最重要的是，有些课程需要重新接触，这些都会给你带来某些不适应和不便。",
        "label": ""
      },
      {
        "sentence": "这些客观条件的改变是无法转移的，但是我们的主观能动性还在，我们无法改变事实，但我们可以改变自己对事实的看法。",
        "label": ""
      },
      {
        "sentence": "我们可以选择积极面对还是消极逃避，这样的选择会带来不同的结果。",
        "label": ""
      },
      {
        "sentence": "这些客观现实也会对我们自己以及周围的同学和老师产生影响，但通过我们的努力，我们是可以改变这些影响的。",
        "label": ""
      },
      {
        "sentence": "我们可以选择是乐观、积极进取，还是忧虑、消极被动，这些心态在我们的表现上是能够看出来的。",
        "label": ""
      },
      {
        "sentence": "别人会根据这些来判断我们，并相应地对待我们。",
        "label": ""
      },
      {
        "sentence": "这些都是我们学习和处理人际关系的基础。",
        "label": ""
      },
      {
        "sentence": "你是否能意识到这些问题呢，能想到你想要的结果是什么，记住你的目标，不要过于在意别人的目光和表现，只要做好你自己想做的事情就好了。",
        "label": ""
      },
      {
        "sentence": "对于心态来说，它非常重要，一个良好的心态是成功的保证，所以即使我们一无所有也要试着热爱生活。",
        "label": ""
      },
      {
        "sentence": "其次是目标，它是我们前进的动力所在。",
        "label": ""
      },
      {
        "sentence": "没有目标的人往往是混乱的，而心态好的人都有目标，并且很容易找到更多目标。",
        "label": ""
      },
      {
        "sentence": "所以，不要过多放大自己的恐惧和自卑，要相信自己的能力与潜力。",
        "label": ""
      },
      {
        "sentence": "希望以上的话能够帮助你理顺一些思路，找到你想要的结果。",
        "label": ""
      },
      {
        "sentence": "祝你开心，学业有成！",
        "label": ""
      }
    ]
  }
]