[
  {
    "role": "client",
    "content": "25岁男生，很难坚持，太容易放弃自己的决定？我的原生家庭很破碎。我的母亲是一位严厉苛刻有暴力倾向的人，继父冷漠高傲很少管教我。母亲从小对我极少赞誉有关怀和教养，但灌输方式主要是暴力殴打和语言恐吓。这是背景，我发现我轻易放弃的第一个开始是高中时，那时组合家庭第二次破碎。我也趁乱逃出了掌控。我曾在高二辍学并一并放弃了颇有造诣的编导艺术课。这是第一次个人做的重大决定（放弃）。那时得到的外界反馈不多，因为个人已经处于流浪状态。在那以后母亲的管教很少再听到。两年后，我有重回学校，有复读有高考有考研，但我经历了失败，现在已经形成了成功恐惧症。深知成功需要努力，但无法坚持。记忆能力和逻辑能力不错的我本来可以有无数次机会成功，但无奈发现自己毫无耐心，容易放弃。好比一天时间，我只用1小时就成功背诵了一章笔记就沾沾自喜，并无法继续往后的学习，导致计划和进度无限滞后，并在面对困难时简单选择放弃或者逃避。近乎疯狂地保护自尊，保护自我不受侵害。目前中度抑郁。",
    "annotation": [
      {
        "sentence": "25岁男生，很难坚持，太容易放弃自己的决定？",
        "label": ""
      },
      {
        "sentence": "我的原生家庭很破碎。",
        "label": ""
      },
      {
        "sentence": "我的母亲是一位严厉苛刻有暴力倾向的人，继父冷漠高傲很少管教我。",
        "label": ""
      },
      {
        "sentence": "母亲从小对我极少赞誉有关怀和教养，但灌输方式主要是暴力殴打和语言恐吓。",
        "label": ""
      },
      {
        "sentence": "这是背景，我发现我轻易放弃的第一个开始是高中时，那时组合家庭第二次破碎。",
        "label": ""
      },
      {
        "sentence": "我也趁乱逃出了掌控。",
        "label": ""
      },
      {
        "sentence": "我曾在高二辍学并一并放弃了颇有造诣的编导艺术课。",
        "label": ""
      },
      {
        "sentence": "这是第一次个人做的重大决定（放弃）。",
        "label": ""
      },
      {
        "sentence": "那时得到的外界反馈不多，因为个人已经处于流浪状态。",
        "label": ""
      },
      {
        "sentence": "在那以后母亲的管教很少再听到。",
        "label": ""
      },
      {
        "sentence": "两年后，我有重回学校，有复读有高考有考研，但我经历了失败，现在已经形成了成功恐惧症。",
        "label": ""
      },
      {
        "sentence": "深知成功需要努力，但无法坚持。",
        "label": ""
      },
      {
        "sentence": "记忆能力和逻辑能力不错的我本来可以有无数次机会成功，但无奈发现自己毫无耐心，容易放弃。",
        "label": ""
      },
      {
        "sentence": "好比一天时间，我只用1小时就成功背诵了一章笔记就沾沾自喜，并无法继续往后的学习，导致计划和进度无限滞后，并在面对困难时简单选择放弃或者逃避。",
        "label": ""
      },
      {
        "sentence": "近乎疯狂地保护自尊，保护自我不受侵害。",
        "label": ""
      },
      {
        "sentence": "目前中度抑郁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "展信佳首先我要给你一个大大的拥抱！在看到你的提问25岁男生，很难坚持，太容易放弃自己的决定？我心里咯噔一下，想看看这个正青春大男孩是因为什么而烦恼呢？在点开你描述的时候，我突然觉得好心疼呀，甚至于眼眶有点湿润。我猜想在你写出我的原生家庭很破碎的时候，你的内心既难过又无力吧。我们都没有权利选择自己出生在什么样的家庭，就这样被父母决定开启了自己的人生。小小年纪的你，在母亲严厉暴力恐吓之下慢慢长大，见多了暴风雨一样的场面吧。那个无助的你都是怎么度过的呢？好想抱抱他，小小年纪承担了不属于那个年纪的重担。在家庭破碎之际，你那个时候也脱离了掌控，当时的你是不是如释重负，自己终于自由了？但是我看到你又一次返回校园，还去读了研，这是很好的坚持了呢。我能够理解你想自己一直保持精力充沛。看到你说的成功恐惧症，我们不妨探索一下你为什么对成功恐惧呢。你不能去有耐心的坚持，内心有没有过这样的想法呢？我害怕我努力后还没有成功，所以我就不坚持了，不去做了。这样我即使没有成功，那也是因为我没有努力去坚持，这样看起来就合理了呢。这是我的猜想哦，给你一个这样的思路参考。如果有讲的不到位的地方，请多多包涵。当你找到这个恐惧成功背后深层次的原因，我想你就会从恐惧走到欣喜接纳成功。关于坚持，我想到了我健身的时候，在最开始的时候，即使身体不舒服我也因为运动的快乐想要坚持。我的坚持是因为如果停下来，大脑里会有个声音说，前天休息了也没关系啊。休息一下明天接着练。你就会有一种惰性，也许就会半途而废。每天坚持锻炼，坚持了几个月后，形成了习惯后，即使有其他的事情耽误，身体好像已经记住了那种快乐的感觉，到了时间就会想着运动起来呢。其实每一个坚持都没那么容易，源于我们的体验，体验快乐的东西，我们是不会拒绝的。我想在你问出问题的时候，你自己的梳理其实你已经有了答案，你可以做到的。我相信你可以的，也请你相信自己。未来可期。呀～️️️️️️️️️️。",
    "annotation": [
      {
        "sentence": "展信佳首先我要给你一个大大的拥抱！",
        "label": ""
      },
      {
        "sentence": "在看到你的提问25岁男生，很难坚持，太容易放弃自己的决定？",
        "label": ""
      },
      {
        "sentence": "我心里咯噔一下，想看看这个正青春大男孩是因为什么而烦恼呢？",
        "label": ""
      },
      {
        "sentence": "在点开你描述的时候，我突然觉得好心疼呀，甚至于眼眶有点湿润。",
        "label": ""
      },
      {
        "sentence": "我猜想在你写出我的原生家庭很破碎的时候，你的内心既难过又无力吧。",
        "label": ""
      },
      {
        "sentence": "我们都没有权利选择自己出生在什么样的家庭，就这样被父母决定开启了自己的人生。",
        "label": ""
      },
      {
        "sentence": "小小年纪的你，在母亲严厉暴力恐吓之下慢慢长大，见多了暴风雨一样的场面吧。",
        "label": ""
      },
      {
        "sentence": "那个无助的你都是怎么度过的呢？",
        "label": ""
      },
      {
        "sentence": "好想抱抱他，小小年纪承担了不属于那个年纪的重担。",
        "label": ""
      },
      {
        "sentence": "在家庭破碎之际，你那个时候也脱离了掌控，当时的你是不是如释重负，自己终于自由了？",
        "label": ""
      },
      {
        "sentence": "但是我看到你又一次返回校园，还去读了研，这是很好的坚持了呢。",
        "label": ""
      },
      {
        "sentence": "我能够理解你想自己一直保持精力充沛。",
        "label": ""
      },
      {
        "sentence": "看到你说的成功恐惧症，我们不妨探索一下你为什么对成功恐惧呢。",
        "label": ""
      },
      {
        "sentence": "你不能去有耐心的坚持，内心有没有过这样的想法呢？",
        "label": ""
      },
      {
        "sentence": "我害怕我努力后还没有成功，所以我就不坚持了，不去做了。",
        "label": ""
      },
      {
        "sentence": "这样我即使没有成功，那也是因为我没有努力去坚持，这样看起来就合理了呢。",
        "label": ""
      },
      {
        "sentence": "这是我的猜想哦，给你一个这样的思路参考。",
        "label": ""
      },
      {
        "sentence": "如果有讲的不到位的地方，请多多包涵。",
        "label": ""
      },
      {
        "sentence": "当你找到这个恐惧成功背后深层次的原因，我想你就会从恐惧走到欣喜接纳成功。",
        "label": ""
      },
      {
        "sentence": "关于坚持，我想到了我健身的时候，在最开始的时候，即使身体不舒服我也因为运动的快乐想要坚持。",
        "label": ""
      },
      {
        "sentence": "我的坚持是因为如果停下来，大脑里会有个声音说，前天休息了也没关系啊。",
        "label": ""
      },
      {
        "sentence": "休息一下明天接着练。",
        "label": ""
      },
      {
        "sentence": "你就会有一种惰性，也许就会半途而废。",
        "label": ""
      },
      {
        "sentence": "每天坚持锻炼，坚持了几个月后，形成了习惯后，即使有其他的事情耽误，身体好像已经记住了那种快乐的感觉，到了时间就会想着运动起来呢。",
        "label": ""
      },
      {
        "sentence": "其实每一个坚持都没那么容易，源于我们的体验，体验快乐的东西，我们是不会拒绝的。",
        "label": ""
      },
      {
        "sentence": "我想在你问出问题的时候，你自己的梳理其实你已经有了答案，你可以做到的。",
        "label": ""
      },
      {
        "sentence": "我相信你可以的，也请你相信自己。",
        "label": ""
      },
      {
        "sentence": "未来可期。",
        "label": ""
      },
      {
        "sentence": "呀～️️️️️️️️️️。",
        "label": ""
      }
    ]
  }
]