[
  {
    "role": "client",
    "content": "高三，班里有个同学总是过分“关注自己”。每次考试我们班有一个同学总是会大声的在班里讲“啊我这次胃痛”“啊我差一点就写对了”“啊其实我本来可以做完的但是突然手好痛”，这种给自己找借口的话。其实并没有人去关注她的成绩，总感觉她是一种要面子的状态，想要维护自己“学习成绩不错”这种形象。可是每次她都这么说，而且非常喜欢找人单独说。包括我在内，就非常非常烦，但是又不知道怎么告诉她或者怎么拒绝和她交流……",
    "annotation": [
      {
        "sentence": "高三，班里有个同学总是过分“关注自己”。",
        "label": ""
      },
      {
        "sentence": "每次考试我们班有一个同学总是会大声的在班里讲“啊我这次胃痛”“啊我差一点就写对了”“啊其实我本来可以做完的但是突然手好痛”，这种给自己找借口的话。",
        "label": ""
      },
      {
        "sentence": "其实并没有人去关注她的成绩，总感觉她是一种要面子的状态，想要维护自己“学习成绩不错”这种形象。",
        "label": ""
      },
      {
        "sentence": "可是每次她都这么说，而且非常喜欢找人单独说。",
        "label": ""
      },
      {
        "sentence": "包括我在内，就非常非常烦，但是又不知道怎么告诉她或者怎么拒绝和她交流……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困扰，同时也能够感受到这位同学的需要。她似乎是试图通过这样的方式来引起别人的关注，甚至可以说是在寻求认可和支持。对于她自己来说，这也许是她用来缓解压力和焦虑的方式。但我们可以和她谈谈这种行为的影响以及你的感受，尝试引导她寻找更有效的应对方式。",
    "annotation": [
      {
        "sentence": "我理解你的困扰，同时也能够感受到这位同学的需要。",
        "label": ""
      },
      {
        "sentence": "她似乎是试图通过这样的方式来引起别人的关注，甚至可以说是在寻求认可和支持。",
        "label": ""
      },
      {
        "sentence": "对于她自己来说，这也许是她用来缓解压力和焦虑的方式。",
        "label": ""
      },
      {
        "sentence": "但我们可以和她谈谈这种行为的影响以及你的感受，尝试引导她寻找更有效的应对方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我发现我越来越无法忍受她的行为了，我怕我会冲动地说出伤害她的话。该怎么办呢？",
    "annotation": [
      {
        "sentence": "但是我发现我越来越无法忍受她的行为了，我怕我会冲动地说出伤害她的话。",
        "label": ""
      },
      {
        "sentence": "该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的情绪反应，但是我们需要控制自己的情绪以及言语。我们可以试着静下心来，思考你想要表达的内容以及如何用更温和的方式来表达。你可以告诉她你的感受，比如“我知道你对自己的表现很在意，但是这样的做法让我感到有些烦躁和不耐烦”，然后尝试和她一起寻找更好的支持方式。",
    "annotation": [
      {
        "sentence": "这是很正常的情绪反应，但是我们需要控制自己的情绪以及言语。",
        "label": ""
      },
      {
        "sentence": "我们可以试着静下心来，思考你想要表达的内容以及如何用更温和的方式来表达。",
        "label": ""
      },
      {
        "sentence": "你可以告诉她你的感受，比如“我知道你对自己的表现很在意，但是这样的做法让我感到有些烦躁和不耐烦”，然后尝试和她一起寻找更好的支持方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着和她沟通。但是我仍然感到焦虑和不安，这种情绪应该怎么处理？",
    "annotation": [
      {
        "sentence": "好的，我会试着和她沟通。",
        "label": ""
      },
      {
        "sentence": "但是我仍然感到焦虑和不安，这种情绪应该怎么处理？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "焦虑和不安是我们面对困难和挑战时很常见的情绪，但同时也是我们应对挑战的动力。尝试深呼吸，放松身心，也可以寻找一些放松的方式来缓解压力。此外，也可以和朋友或者咨询者聊聊自己的感受和困扰，获得更多支持和建议。",
    "annotation": [
      {
        "sentence": "焦虑和不安是我们面对困难和挑战时很常见的情绪，但同时也是我们应对挑战的动力。",
        "label": ""
      },
      {
        "sentence": "尝试深呼吸，放松身心，也可以寻找一些放松的方式来缓解压力。",
        "label": ""
      },
      {
        "sentence": "此外，也可以和朋友或者咨询者聊聊自己的感受和困扰，获得更多支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去理解她的行为，同时寻找更好的应对方式。如果有需要，我还可以来向你寻求帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去理解她的行为，同时寻找更好的应对方式。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我还可以来向你寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我随时都会在这里支持你，也希望你能够在面对挑战和困难时，学会更好的调节情绪的方式，同时也能够关注并支持身边的人。",
    "annotation": [
      {
        "sentence": "我随时都会在这里支持你，也希望你能够在面对挑战和困难时，学会更好的调节情绪的方式，同时也能够关注并支持身边的人。",
        "label": ""
      }
    ]
  }
]