[
  {
    "role": "client",
    "content": "我回国已非应届生，资格三次未过，为什么什么都不想做？23岁了，之前在美国读研，周围的人非常优秀，成绩始终垫底。在美国律所工作一年因为疫情失业，在亲戚家三观尽毁。回国已非应届生，资格三次未过，找不到工作。我已经什么都不想做了，家人之前逼过我，现在也心疼我不敢多说。我对不起他们。",
    "annotation": [
      {
        "sentence": "我回国已非应届生，资格三次未过，为什么什么都不想做？",
        "label": ""
      },
      {
        "sentence": "23岁了，之前在美国读研，周围的人非常优秀，成绩始终垫底。",
        "label": ""
      },
      {
        "sentence": "在美国律所工作一年因为疫情失业，在亲戚家三观尽毁。",
        "label": ""
      },
      {
        "sentence": "回国已非应届生，资格三次未过，找不到工作。",
        "label": ""
      },
      {
        "sentence": "我已经什么都不想做了，家人之前逼过我，现在也心疼我不敢多说。",
        "label": ""
      },
      {
        "sentence": "我对不起他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的处境确实很困难，但我想告诉你一个故事。这是一本我非常喜欢的岛田洋七的书里的小故事。岛田洋七小时候和贫困的外婆生活在广岛一个小铁棚里。尽管困苦，但外婆总是保持着积极的心态。她每次出门都会用一根绳子绑着磁铁，回家后绳子上会吸满小钉子，用这些小钉子换取生活所需。外婆还会在门口的河上放一根木棍，捞到的蔬菜水果都成为我们的口粮。外婆经常对岛田洋七说，这些蔬菜水果都是黄瓜，只是长得不太好，腌了都一样好吃。这个故事告诉我们，无论面对多大困境，有一颗富足的心态是很重要的。",
    "annotation": [
      {
        "sentence": "你的处境确实很困难，但我想告诉你一个故事。",
        "label": ""
      },
      {
        "sentence": "这是一本我非常喜欢的岛田洋七的书里的小故事。",
        "label": ""
      },
      {
        "sentence": "岛田洋七小时候和贫困的外婆生活在广岛一个小铁棚里。",
        "label": ""
      },
      {
        "sentence": "尽管困苦，但外婆总是保持着积极的心态。",
        "label": ""
      },
      {
        "sentence": "她每次出门都会用一根绳子绑着磁铁，回家后绳子上会吸满小钉子，用这些小钉子换取生活所需。",
        "label": ""
      },
      {
        "sentence": "外婆还会在门口的河上放一根木棍，捞到的蔬菜水果都成为我们的口粮。",
        "label": ""
      },
      {
        "sentence": "外婆经常对岛田洋七说，这些蔬菜水果都是黄瓜，只是长得不太好，腌了都一样好吃。",
        "label": ""
      },
      {
        "sentence": "这个故事告诉我们，无论面对多大困境，有一颗富足的心态是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你和我分享这个故事，真的让我感到温暖。但是我觉得现在没有路可以选择，我好像真的放弃了。我觉得我对不起家人。",
    "annotation": [
      {
        "sentence": "谢谢你和我分享这个故事，真的让我感到温暖。",
        "label": ""
      },
      {
        "sentence": "但是我觉得现在没有路可以选择，我好像真的放弃了。",
        "label": ""
      },
      {
        "sentence": "我觉得我对不起家人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，但我想告诉你，放弃并不是解决问题的方式。人生中的低谷是难免的，但我们还有很多其他的选择。相比于失去的机会，我们应该更加关注现在和将来还可以尝试的事情。即使你现在找不到工作，还有其他领域可以发展，比如学习一门新的技能或者进修一下心理咨询专业。你并不是对不起家人，他们希望你能过上快乐、有意义的生活。",
    "annotation": [
      {
        "sentence": "我明白你的感受，但我想告诉你，放弃并不是解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "人生中的低谷是难免的，但我们还有很多其他的选择。",
        "label": ""
      },
      {
        "sentence": "相比于失去的机会，我们应该更加关注现在和将来还可以尝试的事情。",
        "label": ""
      },
      {
        "sentence": "即使你现在找不到工作，还有其他领域可以发展，比如学习一门新的技能或者进修一下心理咨询专业。",
        "label": ""
      },
      {
        "sentence": "你并不是对不起家人，他们希望你能过上快乐、有意义的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我听你说的，但是我觉得自己好像没有勇气去尝试新的事物。我之前才读完一个master，感觉很累了。",
    "annotation": [
      {
        "sentence": "我听你说的，但是我觉得自己好像没有勇气去尝试新的事物。",
        "label": ""
      },
      {
        "sentence": "我之前才读完一个master，感觉很累了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有疲倦和迷茫的时候，但我们也不能因此就放弃自己。就像之前提到的那位岛田洋七一样，他的人生也并不顺利，但是他始终保持着积极的心态。再者，英语非母语的我们在学习上可能需要更多的时间和努力，但这并不妨碍我们取得成功。你的努力和毅力是可贵的，不要低估自己的能力。对于迷茫，学习一些心理咨询知识可以帮助你认识和理解自己的感受，并找到解决困境的方法。",
    "annotation": [
      {
        "sentence": "每个人都有疲倦和迷茫的时候，但我们也不能因此就放弃自己。",
        "label": ""
      },
      {
        "sentence": "就像之前提到的那位岛田洋七一样，他的人生也并不顺利，但是他始终保持着积极的心态。",
        "label": ""
      },
      {
        "sentence": "再者，英语非母语的我们在学习上可能需要更多的时间和努力，但这并不妨碍我们取得成功。",
        "label": ""
      },
      {
        "sentence": "你的努力和毅力是可贵的，不要低估自己的能力。",
        "label": ""
      },
      {
        "sentence": "对于迷茫，学习一些心理咨询知识可以帮助你认识和理解自己的感受，并找到解决困境的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的意思，但是重头再读一个master，我真的有点害怕。毕竟需要花费时间和金钱。",
    "annotation": [
      {
        "sentence": "我理解你的意思，但是重头再读一个master，我真的有点害怕。",
        "label": ""
      },
      {
        "sentence": "毕竟需要花费时间和金钱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的顾虑，但是这也是为了你自己的未来考虑。如果你真心喜欢并有兴趣学习心理咨询，我认为这是值得尝试的。你可以花些时间研究一下加拿大的心理咨询专业的情况，看看是否适合你的发展。人生中的投资是需要考虑成本与回报的，但如果你对这个领域充满热情，并且觉得这是你想要的，不妨再挑战一次。努力去实现自己的目标，你一定能够克服困难。",
    "annotation": [
      {
        "sentence": "我可以理解你的顾虑，但是这也是为了你自己的未来考虑。",
        "label": ""
      },
      {
        "sentence": "如果你真心喜欢并有兴趣学习心理咨询，我认为这是值得尝试的。",
        "label": ""
      },
      {
        "sentence": "你可以花些时间研究一下加拿大的心理咨询专业的情况，看看是否适合你的发展。",
        "label": ""
      },
      {
        "sentence": "人生中的投资是需要考虑成本与回报的，但如果你对这个领域充满热情，并且觉得这是你想要的，不妨再挑战一次。",
        "label": ""
      },
      {
        "sentence": "努力去实现自己的目标，你一定能够克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，你的故事给了我很大的勇气。虽然我仍然有些担心，但我决定重新开始准备考雅思，为再次读研做准备。我希望能够克服困难，找回自己的动力。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，你的故事给了我很大的勇气。",
        "label": ""
      },
      {
        "sentence": "虽然我仍然有些担心，但我决定重新开始准备考雅思，为再次读研做准备。",
        "label": ""
      },
      {
        "sentence": "我希望能够克服困难，找回自己的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我为你的决定感到骄傲！人生中的挑战和困难都是暂时的，只要你有坚定的信念和勇气，就能够找到一条新的道路。在你重新准备雅思的过程中，记得保持积极乐观的心态，笑对生活中的困难，你会发现自己变得更加充满动力和乐观。无论结果如何，你都已经是一个勇敢的人。我会一直支持你的，加油！",
    "annotation": [
      {
        "sentence": "我为你的决定感到骄傲！",
        "label": ""
      },
      {
        "sentence": "人生中的挑战和困难都是暂时的，只要你有坚定的信念和勇气，就能够找到一条新的道路。",
        "label": ""
      },
      {
        "sentence": "在你重新准备雅思的过程中，记得保持积极乐观的心态，笑对生活中的困难，你会发现自己变得更加充满动力和乐观。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你都已经是一个勇敢的人。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，加油！",
        "label": ""
      }
    ]
  }
]