[
  {
    "role": "client",
    "content": "回国已非应届生，资格三次未过，为什么什么都不想做？23岁了，之前在美国读研，周围的人非常优秀，成绩始终垫底。在美国律所工作一年因为疫情失业，在亲戚家三观尽毁。回国已非应届生，资格三次未过，找不到工作。我已经什么都不想做了，家人之前逼过我，现在也心疼我不敢多说。我对不起他们。",
    "annotation": [
      {
        "sentence": "回国已非应届生，资格三次未过，为什么什么都不想做？",
        "label": ""
      },
      {
        "sentence": "23岁了，之前在美国读研，周围的人非常优秀，成绩始终垫底。",
        "label": ""
      },
      {
        "sentence": "在美国律所工作一年因为疫情失业，在亲戚家三观尽毁。",
        "label": ""
      },
      {
        "sentence": "回国已非应届生，资格三次未过，找不到工作。",
        "label": ""
      },
      {
        "sentence": "我已经什么都不想做了，家人之前逼过我，现在也心疼我不敢多说。",
        "label": ""
      },
      {
        "sentence": "我对不起他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你因为过往的成绩和资格考试的失败，疫情失业，以及现在回国找不到工作等一系列事件而感到挫败。所有这些事情一起发生可能会导致情绪叠加，但如果我们分开来看每一个事件，也许能找到一些解决办法。比如关于你在美国读研期间成绩垫底这个问题，我们可以检视一下自己对专业的热爱程度、付出的努力程度，以及在提升专业成绩上需要采取的行动。另一方面，尽管成绩可能不理想，但你在美国律所成功就业是否意味着你也具备实际工作能力呢？你提到在亲戚家三观尽毁，我们不清楚具体指的是什么，但似乎可以感受到亲戚的言论给你带来了一些影响。越成长，我们越需要发展自己的独立性，学会区分别人的观点和自己的观点，以及去审视这些观点的合理性。客观地说，虽然一些工作机会更多是面向应届生的，但非应届生仍有机会，而且跨行业跨岗位的就业情况也很常见。如果你喜欢留在这个行业，我们需要找到努力的方法；如果在这个行业感到困难，也可以寻找资源，发现自己更适合的领域。现在停下来整理一下自己的想法也没有错。今天我主要提供了一些理性的思考，希望对你有帮助。",
    "annotation": [
      {
        "sentence": "我理解你因为过往的成绩和资格考试的失败，疫情失业，以及现在回国找不到工作等一系列事件而感到挫败。",
        "label": ""
      },
      {
        "sentence": "所有这些事情一起发生可能会导致情绪叠加，但如果我们分开来看每一个事件，也许能找到一些解决办法。",
        "label": ""
      },
      {
        "sentence": "比如关于你在美国读研期间成绩垫底这个问题，我们可以检视一下自己对专业的热爱程度、付出的努力程度，以及在提升专业成绩上需要采取的行动。",
        "label": ""
      },
      {
        "sentence": "另一方面，尽管成绩可能不理想，但你在美国律所成功就业是否意味着你也具备实际工作能力呢？",
        "label": ""
      },
      {
        "sentence": "你提到在亲戚家三观尽毁，我们不清楚具体指的是什么，但似乎可以感受到亲戚的言论给你带来了一些影响。",
        "label": ""
      },
      {
        "sentence": "越成长，我们越需要发展自己的独立性，学会区分别人的观点和自己的观点，以及去审视这些观点的合理性。",
        "label": ""
      },
      {
        "sentence": "客观地说，虽然一些工作机会更多是面向应届生的，但非应届生仍有机会，而且跨行业跨岗位的就业情况也很常见。",
        "label": ""
      },
      {
        "sentence": "如果你喜欢留在这个行业，我们需要找到努力的方法；如果在这个行业感到困难，也可以寻找资源，发现自己更适合的领域。",
        "label": ""
      },
      {
        "sentence": "现在停下来整理一下自己的想法也没有错。",
        "label": ""
      },
      {
        "sentence": "今天我主要提供了一些理性的思考，希望对你有帮助。",
        "label": ""
      }
    ]
  }
]