[
  {
    "role": "client",
    "content": "表妹一年多没上学，录取到双非一本，家人不同意复读？她因病休学一年多，前后两次大病，骨折和肺结核。高考后复查结果痊愈。过一本线20多分，现在录取结果出来了，非211985，非双一流，一本。她自己挺想复读的，在全市最好的中学，高一高二成绩都在前列，实力是有的，想再复读一年冲击名牌。家里人说，你以前学习好不代表你能一直学习好啊，去哪读都一样，别再耽误一年了，如此云云。最后家长没给她办复读手续，现在准备去上学了。有点替她感到惋惜，我大他几岁，不就业不知道名牌和非名牌的差距，211和双非的差距。况且她有实力，有斗志，想读书却被家里人拦住了。另，家庭背景就是普通工薪阶层，也没有啥家族大企业，不需要她有什么好的学历。也不是家里缺钱，供不起她读书。各位有什么建议吗？",
    "annotation": [
      {
        "sentence": "表妹一年多没上学，录取到双非一本，家人不同意复读？",
        "label": ""
      },
      {
        "sentence": "她因病休学一年多，前后两次大病，骨折和肺结核。",
        "label": ""
      },
      {
        "sentence": "高考后复查结果痊愈。",
        "label": ""
      },
      {
        "sentence": "过一本线20多分，现在录取结果出来了，非211985，非双一流，一本。",
        "label": ""
      },
      {
        "sentence": "她自己挺想复读的，在全市最好的中学，高一高二成绩都在前列，实力是有的，想再复读一年冲击名牌。",
        "label": ""
      },
      {
        "sentence": "家里人说，你以前学习好不代表你能一直学习好啊，去哪读都一样，别再耽误一年了，如此云云。",
        "label": ""
      },
      {
        "sentence": "最后家长没给她办复读手续，现在准备去上学了。",
        "label": ""
      },
      {
        "sentence": "有点替她感到惋惜，我大他几岁，不就业不知道名牌和非名牌的差距，211和双非的差距。",
        "label": ""
      },
      {
        "sentence": "况且她有实力，有斗志，想读书却被家里人拦住了。",
        "label": ""
      },
      {
        "sentence": "另，家庭背景就是普通工薪阶层，也没有啥家族大企业，不需要她有什么好的学历。",
        "label": ""
      },
      {
        "sentence": "也不是家里缺钱，供不起她读书。",
        "label": ""
      },
      {
        "sentence": "各位有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先允许我对您的表妹的状况表示同情，我也能理解她的家人现在的状况和心情。求助者：谢谢你的理解和关心。支持者：不用客气。首先，我们不得不承认一件事，在对待孩子的教育的“精英”程度上，存在男女不平等现象，不一定是重男轻女，而是因为女孩会嫁人这个“后路”的存在。但好在有一点，您的表妹能够参加高考，就说明家里不是那种重男轻女很严重的人。",
    "annotation": [
      {
        "sentence": "首先允许我对您的表妹的状况表示同情，我也能理解她的家人现在的状况和心情。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的理解和关心。",
        "label": ""
      },
      {
        "sentence": "支持者：不用客气。",
        "label": ""
      },
      {
        "sentence": "首先，我们不得不承认一件事，在对待孩子的教育的“精英”程度上，存在男女不平等现象，不一定是重男轻女，而是因为女孩会嫁人这个“后路”的存在。",
        "label": ""
      },
      {
        "sentence": "但好在有一点，您的表妹能够参加高考，就说明家里不是那种重男轻女很严重的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我家人对教育一直比较注重，对我和表妹都有要求。但是现在他们却不同意我的表妹复读，我觉得很困惑。",
    "annotation": [
      {
        "sentence": "是的，我家人对教育一直比较注重，对我和表妹都有要求。",
        "label": ""
      },
      {
        "sentence": "但是现在他们却不同意我的表妹复读，我觉得很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑。给您提供一些建议：1.不要复读了，家里既然已经决定了，没有办法改变，所以只能读普通一本更合适了。2.读普通一本，尽可能查询相关资料，看看有没有“联合”的辅修双学士（例如武汉十校联盟，上海片区合作，大连高校生辅修大连理工双学位这种），从中间挑选一个最好的院校和比较喜欢的专业。这样能提升自己的竞争力。（毕竟半个211了，总比大多数人就业好）而且还可以用辅修的证书考研，就考211院校的。",
    "annotation": [
      {
        "sentence": "我理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "给您提供一些建议：1.不要复读了，家里既然已经决定了，没有办法改变，所以只能读普通一本更合适了。",
        "label": ""
      },
      {
        "sentence": "2.读普通一本，尽可能查询相关资料，看看有没有“联合”的辅修双学士（例如武汉十校联盟，上海片区合作，大连高校生辅修大连理工双学位这种），从中间挑选一个最好的院校和比较喜欢的专业。",
        "label": ""
      },
      {
        "sentence": "这样能提升自己的竞争力。",
        "label": ""
      },
      {
        "sentence": "（毕竟半个211了，总比大多数人就业好）而且还可以用辅修的证书考研，就考211院校的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来这个方法不错，我会和表妹商量一下，看看有没有这样的机会。但是她一直希望能进入一流大学，这次结果让她很失望。",
    "annotation": [
      {
        "sentence": "听起来这个方法不错，我会和表妹商量一下，看看有没有这样的机会。",
        "label": ""
      },
      {
        "sentence": "但是她一直希望能进入一流大学，这次结果让她很失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解她的失望。在校期间多考一些证书，让自己的简历好看一些。社团之类的量力而行，只是给简历增加两行而已。学习是终身的，如果是想要读书，喜欢学习，那么可以一直学下去，甚至读研期间，套读一个在职研修班都行（毕业双硕士），技多不压身。况且，谁也不知道将来就业好坏，就算是普通一本，也可以通过参军之类的实现阶层跃升。",
    "annotation": [
      {
        "sentence": "我能理解她的失望。",
        "label": ""
      },
      {
        "sentence": "在校期间多考一些证书，让自己的简历好看一些。",
        "label": ""
      },
      {
        "sentence": "社团之类的量力而行，只是给简历增加两行而已。",
        "label": ""
      },
      {
        "sentence": "学习是终身的，如果是想要读书，喜欢学习，那么可以一直学下去，甚至读研期间，套读一个在职研修班都行（毕业双硕士），技多不压身。",
        "label": ""
      },
      {
        "sentence": "况且，谁也不知道将来就业好坏，就算是普通一本，也可以通过参军之类的实现阶层跃升。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，学习是终身的，不一定要通过大学就能取得成功。我会将这些建议告诉表妹，让她重新审视自己的选择。",
    "annotation": [
      {
        "sentence": "你说得对，学习是终身的，不一定要通过大学就能取得成功。",
        "label": ""
      },
      {
        "sentence": "我会将这些建议告诉表妹，让她重新审视自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为您提供一些建议，最终的选择还是要由您的表妹自己决定。家庭背景并不决定一个人的命运，她有实力和斗志，无论是在哪个大学，她都能通过努力取得成功。同时，家庭的支持与理解也非常重要。",
    "annotation": [
      {
        "sentence": "很高兴能为您提供一些建议，最终的选择还是要由您的表妹自己决定。",
        "label": ""
      },
      {
        "sentence": "家庭背景并不决定一个人的命运，她有实力和斗志，无论是在哪个大学，她都能通过努力取得成功。",
        "label": ""
      },
      {
        "sentence": "同时，家庭的支持与理解也非常重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会将你的话传达给表妹的。希望她能找到适合自己的道路，不受限于学校背景，实现自己的梦想。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会将你的话传达给表妹的。",
        "label": ""
      },
      {
        "sentence": "希望她能找到适合自己的道路，不受限于学校背景，实现自己的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我的建议只是给出了一些选择，最终决定还是在于她自己。希望她能以积极的态度面对现实，并找到适合自己的人生道路。如果还有其他问题或困惑，随时都可以跟我交流。祝您和表妹好运！",
    "annotation": [
      {
        "sentence": "我的建议只是给出了一些选择，最终决定还是在于她自己。",
        "label": ""
      },
      {
        "sentence": "希望她能以积极的态度面对现实，并找到适合自己的人生道路。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或困惑，随时都可以跟我交流。",
        "label": ""
      },
      {
        "sentence": "祝您和表妹好运！",
        "label": ""
      }
    ]
  }
]