[
  {
    "role": "client",
    "content": "和前任早就分手了，为什么我无法进入下一段感情？和前任早就分手一直是互不打扰的状态，前天他验证信息说给我买了礼物，我就先把他加回来问他为什么送东西，他说是还礼，我想不明白为什么偏偏这个时候还礼，就跟他吵了起来，吵着吵着就哭了，心情很不好，下午见到了我现在的还没正式确定关系的准男友，我脸色很差，见到他有一种说不出的感觉，就和他说晚上跟他讲件事，一天无精打采的到了晚上，我把今天的事跟他讲了一遍，他安慰我，但是我心里很难受，他跟前任不一样，他对我总是很包容很温柔在各个方面支持我，本来我们俩前几天还在说以后的规划，但是我跟他说我们还是先做朋友吧，我感觉自己好渣他安慰我说我不渣我感觉自己就更难受，感觉自己一直在吊着他，说出做朋友这样的话也不是一次两次了，每次只要跟前任有任何的交集我都会哭，为什么啊我不想哭啊，然后见到他我就满满的负罪感跟他讲先做朋友但过段时间又会慢慢变得十分亲密，我感觉现在无法对他负责所以没有确定关系但是又好怕他离开，我该怎么办？",
    "annotation": [
      {
        "sentence": "和前任早就分手了，为什么我无法进入下一段感情？",
        "label": ""
      },
      {
        "sentence": "和前任早就分手一直是互不打扰的状态，前天他验证信息说给我买了礼物，我就先把他加回来问他为什么送东西，他说是还礼，我想不明白为什么偏偏这个时候还礼，就跟他吵了起来，吵着吵着就哭了，心情很不好，下午见到了我现在的还没正式确定关系的准男友，我脸色很差，见到他有一种说不出的感觉，就和他说晚上跟他讲件事，一天无精打采的到了晚上，我把今天的事跟他讲了一遍，他安慰我，但是我心里很难受，他跟前任不一样，他对我总是很包容很温柔在各个方面支持我，本来我们俩前几天还在说以后的规划，但是我跟他说我们还是先做朋友吧，我感觉自己好渣他安慰我说我不渣我感觉自己就更难受，感觉自己一直在吊着他，说出做朋友这样的话也不是一次两次了，每次只要跟前任有任何的交集我都会哭，为什么啊我不想哭啊，然后见到他我就满满的负罪感跟他讲先做朋友但过段时间又会慢慢变得十分亲密，我感觉现在无法对他负责所以没有确定关系但是又好怕他离开，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲亲，看到你在亲密关系上面有一些困惑。看到你提到你和前任早就分手一直互不打扰，但是当他给你送礼物，然后跟他有交集的时候都会哭。另外，你对现在的准男友有点愧疚，而且感觉自己吊着他好难受。【为什么会有这种心情？】",
    "annotation": [
      {
        "sentence": "亲亲，看到你在亲密关系上面有一些困惑。",
        "label": ""
      },
      {
        "sentence": "看到你提到你和前任早就分手一直互不打扰，但是当他给你送礼物，然后跟他有交集的时候都会哭。",
        "label": ""
      },
      {
        "sentence": "另外，你对现在的准男友有点愧疚，而且感觉自己吊着他好难受。",
        "label": ""
      },
      {
        "sentence": "【为什么会有这种心情？",
        "label": ""
      },
      {
        "sentence": "】",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "因为前任送我礼物的时候我想到了以前的回忆，觉得自己还没放下。对现在的准男友感觉不敢接受他的好，不敢跟他确定关系。",
    "annotation": [
      {
        "sentence": "因为前任送我礼物的时候我想到了以前的回忆，觉得自己还没放下。",
        "label": ""
      },
      {
        "sentence": "对现在的准男友感觉不敢接受他的好，不敢跟他确定关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的心理状态比较混乱，无法理清你的感受，我能理解。在开始新的关系之前最好先告别旧的感情。或许可以尝试和前任面谈，解决你们之间的问题。对于准男友，你需要多了解了解他的想法和感受，沟通交流很重要。",
    "annotation": [
      {
        "sentence": "听起来你的心理状态比较混乱，无法理清你的感受，我能理解。",
        "label": ""
      },
      {
        "sentence": "在开始新的关系之前最好先告别旧的感情。",
        "label": ""
      },
      {
        "sentence": "或许可以尝试和前任面谈，解决你们之间的问题。",
        "label": ""
      },
      {
        "sentence": "对于准男友，你需要多了解了解他的想法和感受，沟通交流很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "多谢你的理解。我对现在男友的感觉和以前不一样，他对我很好，但我还没完全打开心扉，有点害怕自己没有做好准备。",
    "annotation": [
      {
        "sentence": "多谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我对现在男友的感觉和以前不一样，他对我很好，但我还没完全打开心扉，有点害怕自己没有做好准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于全新的感情，确实需要时间去适应和接受。记得守护好自己的内心，同时也要给他一些信任和尝试的机会，毕竟爱都是需要理智和感性一起考虑的。",
    "annotation": [
      {
        "sentence": "对于全新的感情，确实需要时间去适应和接受。",
        "label": ""
      },
      {
        "sentence": "记得守护好自己的内心，同时也要给他一些信任和尝试的机会，毕竟爱都是需要理智和感性一起考虑的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我觉得自己需要时间和勇气去解决这些问题。不过，我该如何让自己放松，减轻压力呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我觉得自己需要时间和勇气去解决这些问题。",
        "label": ""
      },
      {
        "sentence": "不过，我该如何让自己放松，减轻压力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，这些问题都很常见。做一些自己喜欢的事情，坚持锻炼，与朋友聊天，都能缓解压力。同时，你也可以学习一些放松和舒缓情绪的方法，如冥想和呼吸训练。",
    "annotation": [
      {
        "sentence": "没问题，这些问题都很常见。",
        "label": ""
      },
      {
        "sentence": "做一些自己喜欢的事情，坚持锻炼，与朋友聊天，都能缓解压力。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以学习一些放松和舒缓情绪的方法，如冥想和呼吸训练。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试的。谢谢你一直以来的支持和关心，我现在觉得轻松了不少。",
    "annotation": [
      {
        "sentence": "好的，我会尝试的。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的支持和关心，我现在觉得轻松了不少。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，常常聆听内心的声音，学会表达感受，相信你会越来越好的。",
    "annotation": [
      {
        "sentence": "不用客气，常常聆听内心的声音，学会表达感受，相信你会越来越好的。",
        "label": ""
      }
    ]
  }
]