[
  {
    "role": "client",
    "content": "和前任早就分手了，为什么我无法进入下一段感情？",
    "annotation": [
      {
        "sentence": "和前任早就分手了，为什么我无法进入下一段感情？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然我们已经和前任分手了，但是并没有真正的放下。有很多人说分手之后不要做朋友，最好的方式是拉黑彼此，不再叨扰。因为我们看见对方的一些动态还是会忍不住心痛，他过得好我们可能会嫉妒或欣慰，他过得不好又可能会心疼或者幸灾乐祸，因此最好的方式还是互不打扰。",
    "annotation": [
      {
        "sentence": "虽然我们已经和前任分手了，但是并没有真正的放下。",
        "label": ""
      },
      {
        "sentence": "有很多人说分手之后不要做朋友，最好的方式是拉黑彼此，不再叨扰。",
        "label": ""
      },
      {
        "sentence": "因为我们看见对方的一些动态还是会忍不住心痛，他过得好我们可能会嫉妒或欣慰，他过得不好又可能会心疼或者幸灾乐祸，因此最好的方式还是互不打扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，之前我们分手后一直保持着互不打扰的状态。但前天他突然发信息说给我买了礼物，我就加回来问他为什么送东西。结果我们吵了起来，吵着吵着就哭了，心情很不好。",
    "annotation": [
      {
        "sentence": "是的，之前我们分手后一直保持着互不打扰的状态。",
        "label": ""
      },
      {
        "sentence": "但前天他突然发信息说给我买了礼物，我就加回来问他为什么送东西。",
        "label": ""
      },
      {
        "sentence": "结果我们吵了起来，吵着吵着就哭了，心情很不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "前一段感情应该给了你一定的伤害，所以我们一直不敢踏入下一段感情，或许是担心自己再受一次伤，或许是其他的什么顾虑。哪怕现在遇见了一个心动的人，我们还是会忍不住推开对方，保持一定的距离，可是相处一段时间之后又会变得亲密起来。那么每次情绪崩溃或者推开对方的时候是什么原因呢？是因为前任又出现在我们的生活或者脑海里了吗？",
    "annotation": [
      {
        "sentence": "前一段感情应该给了你一定的伤害，所以我们一直不敢踏入下一段感情，或许是担心自己再受一次伤，或许是其他的什么顾虑。",
        "label": ""
      },
      {
        "sentence": "哪怕现在遇见了一个心动的人，我们还是会忍不住推开对方，保持一定的距离，可是相处一段时间之后又会变得亲密起来。",
        "label": ""
      },
      {
        "sentence": "那么每次情绪崩溃或者推开对方的时候是什么原因呢？",
        "label": ""
      },
      {
        "sentence": "是因为前任又出现在我们的生活或者脑海里了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每次只要跟前任有任何的交集我都会哭，为什么啊，我不想哭啊。然后见到他我就满满的负罪感，跟他讲先做朋友，但过段时间又会慢慢变得十分亲密，我感觉现在无法对他负责所以没有确定关系，但是又好怕他离开，我该怎么办？",
    "annotation": [
      {
        "sentence": "是的，每次只要跟前任有任何的交集我都会哭，为什么啊，我不想哭啊。",
        "label": ""
      },
      {
        "sentence": "然后见到他我就满满的负罪感，跟他讲先做朋友，但过段时间又会慢慢变得十分亲密，我感觉现在无法对他负责所以没有确定关系，但是又好怕他离开，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果每次与前任有交集就会触发这样的情绪，那我们可以考虑拉黑对方，不再接受他的消息，并告诉他不要再打扰我们，因为我们要开始新的生活。感情需要负责，但并不代表什么事情都是一定的。给自己一点时间来消化，不要给自己太多的负担。他愿意和我们在一起，就已经考虑好了一切可能发生的结果。爱情不是害怕就不敢在一起，而是愿意克服这些困难，慢慢地拉近彼此之间的距离。",
    "annotation": [
      {
        "sentence": "如果每次与前任有交集就会触发这样的情绪，那我们可以考虑拉黑对方，不再接受他的消息，并告诉他不要再打扰我们，因为我们要开始新的生活。",
        "label": ""
      },
      {
        "sentence": "感情需要负责，但并不代表什么事情都是一定的。",
        "label": ""
      },
      {
        "sentence": "给自己一点时间来消化，不要给自己太多的负担。",
        "label": ""
      },
      {
        "sentence": "他愿意和我们在一起，就已经考虑好了一切可能发生的结果。",
        "label": ""
      },
      {
        "sentence": "爱情不是害怕就不敢在一起，而是愿意克服这些困难，慢慢地拉近彼此之间的距离。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总是觉得自己很渣，每次他安慰我说我不渣，我反而感觉更难受。感觉自己一直在吊着他，说出做朋友这样的话也不是一次两次了。",
    "annotation": [
      {
        "sentence": "可是我总是觉得自己很渣，每次他安慰我说我不渣，我反而感觉更难受。",
        "label": ""
      },
      {
        "sentence": "感觉自己一直在吊着他，说出做朋友这样的话也不是一次两次了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种负罪感可能是你内心对于前一段感情的遗憾和恐惧所导致的。你并不是在吊着他，只是现在的你还处理不好自己的情绪和对未来的焦虑。要相信他的选择和支持，也要相信自己能够克服这些困难。每段感情都是一次成长和学习的机会，放下过去，更加勇敢地面对新的感情。",
    "annotation": [
      {
        "sentence": "这种负罪感可能是你内心对于前一段感情的遗憾和恐惧所导致的。",
        "label": ""
      },
      {
        "sentence": "你并不是在吊着他，只是现在的你还处理不好自己的情绪和对未来的焦虑。",
        "label": ""
      },
      {
        "sentence": "要相信他的选择和支持，也要相信自己能够克服这些困难。",
        "label": ""
      },
      {
        "sentence": "每段感情都是一次成长和学习的机会，放下过去，更加勇敢地面对新的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，感情的过程需要时间和自我成长。我会尝试放下过去，勇敢面对新的感情。谢谢你的支持和理解。",
    "annotation": [
      {
        "sentence": "我理解了，感情的过程需要时间和自我成长。",
        "label": ""
      },
      {
        "sentence": "我会尝试放下过去，勇敢面对新的感情。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都在你身边支持你。记得要对自己好一点，给自己一些宽容和时间。愿你能找到属于自己的幸福和真正能够关心你的人。加油！",
    "annotation": [
      {
        "sentence": "不客气，我一直都在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "记得要对自己好一点，给自己一些宽容和时间。",
        "label": ""
      },
      {
        "sentence": "愿你能找到属于自己的幸福和真正能够关心你的人。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会加油的！",
        "label": ""
      }
    ]
  }
]