[
  {
    "role": "client",
    "content": "对封闭没窗户看不到阳光的屋子，有种喘不过气的感觉？去一个影楼试工一天，刚开始好好的，到了中午之后就有一种感觉很压抑，喘不过气的感觉。影楼是所有窗户都用帘子当着，橙色的灯光，全古风的设计，就门口外面到电梯的走廊有个窗户是开的，走廊也是全玻璃密封的。待了一天，就像是在一个狭小黑暗的房间里待了一天的感觉，讲不出的难受。而且下班了，有刚好天黑了，就给我一种一直是晚上没有天亮过的错觉。",
    "annotation": [
      {
        "sentence": "对封闭没窗户看不到阳光的屋子，有种喘不过气的感觉？",
        "label": ""
      },
      {
        "sentence": "去一个影楼试工一天，刚开始好好的，到了中午之后就有一种感觉很压抑，喘不过气的感觉。",
        "label": ""
      },
      {
        "sentence": "影楼是所有窗户都用帘子当着，橙色的灯光，全古风的设计，就门口外面到电梯的走廊有个窗户是开的，走廊也是全玻璃密封的。",
        "label": ""
      },
      {
        "sentence": "待了一天，就像是在一个狭小黑暗的房间里待了一天的感觉，讲不出的难受。",
        "label": ""
      },
      {
        "sentence": "而且下班了，有刚好天黑了，就给我一种一直是晚上没有天亮过的错觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到您的描述，我很能够感受到你当时的压抑感。我们可以先简单从神经方面的角度来理解一下：当一个人处在一个昏暗或者几乎黑暗的屋里，并且被窗帘等阻隔与外界联系的时候，多少会导致缺乏外界感知这样一个情况，即减弱了通过视觉、听觉来获得信息的能力。这种情况下，人的心理会感觉不适，有种幽闭、压抑的感觉，这是一种正常的心理反应。",
    "annotation": [
      {
        "sentence": "你好，听到您的描述，我很能够感受到你当时的压抑感。",
        "label": ""
      },
      {
        "sentence": "我们可以先简单从神经方面的角度来理解一下：当一个人处在一个昏暗或者几乎黑暗的屋里，并且被窗帘等阻隔与外界联系的时候，多少会导致缺乏外界感知这样一个情况，即减弱了通过视觉、听觉来获得信息的能力。",
        "label": ""
      },
      {
        "sentence": "这种情况下，人的心理会感觉不适，有种幽闭、压抑的感觉，这是一种正常的心理反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我当时真的感觉很糟糕，完全无法适应那样的环境。",
    "annotation": [
      {
        "sentence": "是的，我当时真的感觉很糟糕，完全无法适应那样的环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，这是非常正常的，不用太过担心。我们可以尝试从视觉、听觉方面进行一些代偿，在工作的环境里变换一下场景，比如说利用空闲时间到室外透透气，听听轻松愉悦、贴近大自然的音乐，看看阳光明媚、自然轻松的影像资料。这样能让你的大脑感受到一些不同的刺激，从而转移注意力，缓解一些不适感觉。",
    "annotation": [
      {
        "sentence": "没错，这是非常正常的，不用太过担心。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试从视觉、听觉方面进行一些代偿，在工作的环境里变换一下场景，比如说利用空闲时间到室外透透气，听听轻松愉悦、贴近大自然的音乐，看看阳光明媚、自然轻松的影像资料。",
        "label": ""
      },
      {
        "sentence": "这样能让你的大脑感受到一些不同的刺激，从而转移注意力，缓解一些不适感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议听起来不错，我打算试试看。不过我还是担心这样的感觉会影响我的工作表现。",
    "annotation": [
      {
        "sentence": "这个建议听起来不错，我打算试试看。",
        "label": ""
      },
      {
        "sentence": "不过我还是担心这样的感觉会影响我的工作表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这也是非常正常的，但是不要太过着急。我们可以尝试一下情感调节的方法。首先可以先认可自己的感受，这种感觉是正常的，不要过度压抑。然后可以尝试想一些积极的方面，比如说想一些自己很享受的事情，提醒自己这样的感觉是短暂的，过去了就不会再有了。可以试试看这种方法，或者也可以寻找和自己产生共鸣的人来倾听他们的体验，分享自己的感受。这样有时候会在情感上得到支撑和滋养。",
    "annotation": [
      {
        "sentence": "这也是非常正常的，但是不要太过着急。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试一下情感调节的方法。",
        "label": ""
      },
      {
        "sentence": "首先可以先认可自己的感受，这种感觉是正常的，不要过度压抑。",
        "label": ""
      },
      {
        "sentence": "然后可以尝试想一些积极的方面，比如说想一些自己很享受的事情，提醒自己这样的感觉是短暂的，过去了就不会再有了。",
        "label": ""
      },
      {
        "sentence": "可以试试看这种方法，或者也可以寻找和自己产生共鸣的人来倾听他们的体验，分享自己的感受。",
        "label": ""
      },
      {
        "sentence": "这样有时候会在情感上得到支撑和滋养。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这样说，我觉得好像确实有用。那我今天就试试你说的那些方法，谢谢你的帮助。",
    "annotation": [
      {
        "sentence": "听你这样说，我觉得好像确实有用。",
        "label": ""
      },
      {
        "sentence": "那我今天就试试你说的那些方法，谢谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，能够帮到你我感到非常开心。如果需要，随时可以再联系我，祝你每天都能感到轻松自在。",
    "annotation": [
      {
        "sentence": "不用谢，能够帮到你我感到非常开心。",
        "label": ""
      },
      {
        "sentence": "如果需要，随时可以再联系我，祝你每天都能感到轻松自在。",
        "label": ""
      }
    ]
  }
]