[
  {
    "role": "client",
    "content": "我已经快被女权室友逼疯了，难受到吞了好多药才入睡？提问我要重申一点：我读过很多女权书籍，有麦金农，上野，波伏娃等等写的完，不需要大篇幅的跟我科普女权，女权也不是平权。二，因为中国妇女不是女权解放的，民族革命和社会革命解放的，还有西方女权理论不符合社会主义国情，所以我不认为我身为女性天生要支持女权（虽然很多女权包括我室友这样认为）。有一点很重要，我快被每天在晚上打拳刷女权话题的室友们逼疯了，她们喜欢我不干涉，她喜欢跟我讨论，我也无所谓，令人无法忍受的是，她们着魔一样对我的行为，审美，爱好指手画脚，我穿jk制服，汉服，她说这种服饰是男权审美的产物。我化妆，减肥，护肤，她说我审美被驯化，讨好男性。而且是不停的往我脑子里塞她们认同的理论，我甚至好多次做梦迷迷糊糊都是她们的话在我脑海里回荡，每次我化妆穿jk，突然想起她们的话，搞得我比杀人犯还有负罪感，虽然负罪感莫名其妙，仔细推理也没什么道理，但总是出现这种感觉，触景生情那种。",
    "annotation": [
      {
        "sentence": "我已经快被女权室友逼疯了，难受到吞了好多药才入睡？",
        "label": ""
      },
      {
        "sentence": "提问我要重申一点：我读过很多女权书籍，有麦金农，上野，波伏娃等等写的完，不需要大篇幅的跟我科普女权，女权也不是平权。",
        "label": ""
      },
      {
        "sentence": "二，因为中国妇女不是女权解放的，民族革命和社会革命解放的，还有西方女权理论不符合社会主义国情，所以我不认为我身为女性天生要支持女权（虽然很多女权包括我室友这样认为）。",
        "label": ""
      },
      {
        "sentence": "有一点很重要，我快被每天在晚上打拳刷女权话题的室友们逼疯了，她们喜欢我不干涉，她喜欢跟我讨论，我也无所谓，令人无法忍受的是，她们着魔一样对我的行为，审美，爱好指手画脚，我穿jk制服，汉服，她说这种服饰是男权审美的产物。",
        "label": ""
      },
      {
        "sentence": "我化妆，减肥，护肤，她说我审美被驯化，讨好男性。",
        "label": ""
      },
      {
        "sentence": "而且是不停的往我脑子里塞她们认同的理论，我甚至好多次做梦迷迷糊糊都是她们的话在我脑海里回荡，每次我化妆穿jk，突然想起她们的话，搞得我比杀人犯还有负罪感，虽然负罪感莫名其妙，仔细推理也没什么道理，但总是出现这种感觉，触景生情那种。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，也感受到了那种深深的窒息感和让人想要抓狂的感觉。和这样一群同学成为室友，要忍耐她们如此长的时间，真的是特别不容易。你到的对自己最有利的一点，就是搬离了这个“可怕的”宿舍，至少在空间上，你为自己争取到了可以喘息和进行自我调整的机会，这是你做的非常棒的地方。也是你开始进行积极自救的第一步。",
    "annotation": [
      {
        "sentence": "看了你的描述，也感受到了那种深深的窒息感和让人想要抓狂的感觉。",
        "label": ""
      },
      {
        "sentence": "和这样一群同学成为室友，要忍耐她们如此长的时间，真的是特别不容易。",
        "label": ""
      },
      {
        "sentence": "你到的对自己最有利的一点，就是搬离了这个“可怕的”宿舍，至少在空间上，你为自己争取到了可以喘息和进行自我调整的机会，这是你做的非常棒的地方。",
        "label": ""
      },
      {
        "sentence": "也是你开始进行积极自救的第一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，能够在这里倾诉真的让我感到很舒服。但是我还是有些心理负担，觉得自己为什么会受到她们的言论影响，为什么会产生负罪感呢？",
    "annotation": [
      {
        "sentence": "谢谢你的支持，能够在这里倾诉真的让我感到很舒服。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些心理负担，觉得自己为什么会受到她们的言论影响，为什么会产生负罪感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要责怪自己，这些室友一直在对你施加压力和影响，长时间的心理折磨会导致你对自己产生怀疑和负罪感，这是很正常的反应。你不需要为自己的情绪负担感到负罪，但是可以试着接纳这些情绪，理解自己。你经历了很大的心灵创伤，需要时间来疗愈。",
    "annotation": [
      {
        "sentence": "不要责怪自己，这些室友一直在对你施加压力和影响，长时间的心理折磨会导致你对自己产生怀疑和负罪感，这是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "你不需要为自己的情绪负担感到负罪，但是可以试着接纳这些情绪，理解自己。",
        "label": ""
      },
      {
        "sentence": "你经历了很大的心灵创伤，需要时间来疗愈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，但是我现在还是觉得非常痛苦和无助，有时候甚至觉得自己无法继续下去。",
    "annotation": [
      {
        "sentence": "我理解了，但是我现在还是觉得非常痛苦和无助，有时候甚至觉得自己无法继续下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的心情，但是你要相信，这个困境不会一直存在。你已经迈出了第一步，离开了那个不好的宿舍。接下来，你可以尝试一些自我调节的方法，比如找到一个安静的地方放松自己，或者寻求心理咨询的帮助，这样可以更有效地处理你的情绪，并找到更多的支持和解决方案。",
    "annotation": [
      {
        "sentence": "我能理解你现在的心情，但是你要相信，这个困境不会一直存在。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，离开了那个不好的宿舍。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以尝试一些自我调节的方法，比如找到一个安静的地方放松自己，或者寻求心理咨询的帮助，这样可以更有效地处理你的情绪，并找到更多的支持和解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试你的建议，但是我还是害怕她们会继续对我施加压力，我该怎么办？",
    "annotation": [
      {
        "sentence": "我会试试你的建议，但是我还是害怕她们会继续对我施加压力，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实存在这样的担忧，但是你现在已经搬离了她们，她们的影响会逐渐减弱。同时，你可以考虑与她们保持距离，避免与她们进行过多的接触。对于她们的言论和行为，尽量不予理睬，保持自己的独立和信念。同时，培养自己的情绪调节能力，不要让她们的话再次伤害到你。",
    "annotation": [
      {
        "sentence": "确实存在这样的担忧，但是你现在已经搬离了她们，她们的影响会逐渐减弱。",
        "label": ""
      },
      {
        "sentence": "同时，你可以考虑与她们保持距离，避免与她们进行过多的接触。",
        "label": ""
      },
      {
        "sentence": "对于她们的言论和行为，尽量不予理睬，保持自己的独立和信念。",
        "label": ""
      },
      {
        "sentence": "同时，培养自己的情绪调节能力，不要让她们的话再次伤害到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着保持距离并培养自己的情绪调节能力。希望我能尽快走出这个困境。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着保持距离并培养自己的情绪调节能力。",
        "label": ""
      },
      {
        "sentence": "希望我能尽快走出这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信你一定能够走出困境的，同时也要记住，你并不孤单，我们会一直支持你。当你感到压力太大的时候，不要犹豫向他人求助，与亲朋好友交流可以帮助你减轻负担。在困难中，你将变得更加坚强，并学会从中成长。加油！",
    "annotation": [
      {
        "sentence": "相信你一定能够走出困境的，同时也要记住，你并不孤单，我们会一直支持你。",
        "label": ""
      },
      {
        "sentence": "当你感到压力太大的时候，不要犹豫向他人求助，与亲朋好友交流可以帮助你减轻负担。",
        "label": ""
      },
      {
        "sentence": "在困难中，你将变得更加坚强，并学会从中成长。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]