[
  {
    "role": "client",
    "content": "我已经快被女权室友逼疯了，难受到吞了好多药才入睡。我要重申一点：我读过很多女权书籍，有麦金农，上野，波伏娃等等写的完，不需要大篇幅的跟我科普女权，女权也不是平权。二，因为中国妇女不是女权解放的，民族革命和社会革命解放的，还有西方女权理论不符合社会主义国情，所以我不认为我身为女性天生要支持女权（虽然很多女权包括我室友这样认为）。有一点很重要，我快被每天在晚上打拳刷女权话题的室友们逼疯了，她们喜欢我不干涉，她喜欢跟我讨论，我也无所谓，令人无法忍受的是，她们着魔一样对我的行为，审美，爱好指手画脚，我穿jk制服，汉服，她说这种服饰是男权审美的产物。我化妆，减肥，护肤，她说我审美被驯化，讨好男性。而且是不停的往我脑子里塞她们认同的理论，我甚至好多次做梦迷迷糊糊都是她们的话在我脑海里回荡，每次我化妆穿jk，突然想起她们的话，搞得我比杀人犯还有负罪感，虽然负罪感莫名其妙，仔细推理也没什么道理，但总是出现这种感觉，触景生情那种。",
    "annotation": [
      {
        "sentence": "我已经快被女权室友逼疯了，难受到吞了好多药才入睡。",
        "label": ""
      },
      {
        "sentence": "我要重申一点：我读过很多女权书籍，有麦金农，上野，波伏娃等等写的完，不需要大篇幅的跟我科普女权，女权也不是平权。",
        "label": ""
      },
      {
        "sentence": "二，因为中国妇女不是女权解放的，民族革命和社会革命解放的，还有西方女权理论不符合社会主义国情，所以我不认为我身为女性天生要支持女权（虽然很多女权包括我室友这样认为）。",
        "label": ""
      },
      {
        "sentence": "有一点很重要，我快被每天在晚上打拳刷女权话题的室友们逼疯了，她们喜欢我不干涉，她喜欢跟我讨论，我也无所谓，令人无法忍受的是，她们着魔一样对我的行为，审美，爱好指手画脚，我穿jk制服，汉服，她说这种服饰是男权审美的产物。",
        "label": ""
      },
      {
        "sentence": "我化妆，减肥，护肤，她说我审美被驯化，讨好男性。",
        "label": ""
      },
      {
        "sentence": "而且是不停的往我脑子里塞她们认同的理论，我甚至好多次做梦迷迷糊糊都是她们的话在我脑海里回荡，每次我化妆穿jk，突然想起她们的话，搞得我比杀人犯还有负罪感，虽然负罪感莫名其妙，仔细推理也没什么道理，但总是出现这种感觉，触景生情那种。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你描述的情况，很心疼你的。我想谈谈我的看法：1. 关于你对“女权”的看法，从我自己的角度看，也没有什么问题，反而我觉得人应该对事情有自己的认知，有自己的思维与判断方式，有对事情自己的认识，不需要人云亦云。",
    "annotation": [
      {
        "sentence": "看了你描述的情况，很心疼你的。",
        "label": ""
      },
      {
        "sentence": "我想谈谈我的看法：1. 关于你对“女权”的看法，从我自己的角度看，也没有什么问题，反而我觉得人应该对事情有自己的认知，有自己的思维与判断方式，有对事情自己的认识，不需要人云亦云。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，每个人对社会问题的理解与看法都有不同，我也支持个体的多元性思考。",
    "annotation": [
      {
        "sentence": "确实，每个人对社会问题的理解与看法都有不同，我也支持个体的多元性思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2. 关于“穿jk制服，汉服”，这是自己对审美的追求，我觉得jk制服，汉服穿上身也非常漂亮；关于“化妆，减肥，护肤”，这也是非常好的一件事情，女孩子就应该从管理好自己开始，让自己美美地出现在大家眼前，既是对自己的尊重，也是热爱生活的表现。所以你也不必对“化妆穿jk“有心理的负罪感。",
    "annotation": [
      {
        "sentence": "2. 关于“穿jk制服，汉服”，这是自己对审美的追求，我觉得jk制服，汉服穿上身也非常漂亮；关于“化妆，减肥，护肤”，这也是非常好的一件事情，女孩子就应该从管理好自己开始，让自己美美地出现在大家眼前，既是对自己的尊重，也是热爱生活的表现。",
        "label": ""
      },
      {
        "sentence": "所以你也不必对“化妆穿jk“有心理的负罪感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我应该更自信地追求我自己的审美和生活方式，不被他人的批评动摇。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我应该更自信地追求我自己的审美和生活方式，不被他人的批评动摇。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "3. 如果你内心真的无法接受室友们对你思想的强加和灌输，搬离出宿舍，出去租房子也是一种方法。我觉得，在哲学、社会学、心理学方面，很多大家在某些方面都是有不同观点的，但也并没有影响到他们对自己理论的坚持。",
    "annotation": [
      {
        "sentence": "3. 如果你内心真的无法接受室友们对你思想的强加和灌输，搬离出宿舍，出去租房子也是一种方法。",
        "label": ""
      },
      {
        "sentence": "我觉得，在哲学、社会学、心理学方面，很多大家在某些方面都是有不同观点的，但也并没有影响到他们对自己理论的坚持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "搬离宿舍确实是一种解决办法，我会考虑一下。你说得对，不同的观点和理论并不会使我对自己的信念产生动摇。",
    "annotation": [
      {
        "sentence": "搬离宿舍确实是一种解决办法，我会考虑一下。",
        "label": ""
      },
      {
        "sentence": "你说得对，不同的观点和理论并不会使我对自己的信念产生动摇。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "4. 我们应该锻炼自己\"和而不同\"的强大内心。历史上有一个关于司马光和王安石的故事。北宋有两个著名的宰相，一个叫司马光，一个叫王安石。司马光砸缸救人的故事我们都耳熟能详。司马光是保守派，他性情温和，待人宽厚，言辞有度，服饰得体，在治国理政方面，理循旧法，秉承祖制，主张\"无为而治\"。王安石是改革派，和司马光性格迥异，他不爱洗澡，穿衣服也不讲究，经常头发蓬乱就上朝觐见天子。在朝堂上，司马光和王安石是死对头，彼此都认为自己的治国理论和方针更正确，更适应当时的国家情势，而对方的理论是荒谬至极的。但皇帝却更欣赏王安石的\"一条鞭\"法，司马光的宰相之位被王安石替代。但当王皇帝询问王安石对司马光的看法，王安石却对司马光大加赞赏，称他为\"国之栋梁\"，对他的人品，能力，文学造诣都给了很高的评价。后来王安石强力推行改革，不仅触动了皇亲贵胄的利益，也招致地方官的强烈不满，朝野一片骂声，逢朝必有弹劾。皇帝本来十分信任王安石，但\"纵口铄金\"，就将他免职，重新启用司马光为宰相。当皇帝欲治罪王安石，征求司马光的意见时，司马光却称赞王安石有古君子之风，劝皇帝不可听信谗言。我想，在很多事情上，我们也可以像司马光和王安石一样坚决坚持自己的观点，不必一定与别人相同；也完全不必因为不同而内疚与负罪。所以，我们完全可以放下别人对我们的评价，去追求自己的价值观、世界观。如果世界只有一种颜色、一个声音，那我们的世界就会暗淡无光，毫无美感和生机可言了。相信自己对美的追求是正确的。别人不认同你的观点又有什么关系呢？有一句名言叫\"走自己的路让别人说去吧\"。",
    "annotation": [
      {
        "sentence": "4. 我们应该锻炼自己\"和而不同\"的强大内心。",
        "label": ""
      },
      {
        "sentence": "历史上有一个关于司马光和王安石的故事。",
        "label": ""
      },
      {
        "sentence": "北宋有两个著名的宰相，一个叫司马光，一个叫王安石。",
        "label": ""
      },
      {
        "sentence": "司马光砸缸救人的故事我们都耳熟能详。",
        "label": ""
      },
      {
        "sentence": "司马光是保守派，他性情温和，待人宽厚，言辞有度，服饰得体，在治国理政方面，理循旧法，秉承祖制，主张\"无为而治\"。",
        "label": ""
      },
      {
        "sentence": "王安石是改革派，和司马光性格迥异，他不爱洗澡，穿衣服也不讲究，经常头发蓬乱就上朝觐见天子。",
        "label": ""
      },
      {
        "sentence": "在朝堂上，司马光和王安石是死对头，彼此都认为自己的治国理论和方针更正确，更适应当时的国家情势，而对方的理论是荒谬至极的。",
        "label": ""
      },
      {
        "sentence": "但皇帝却更欣赏王安石的\"一条鞭\"法，司马光的宰相之位被王安石替代。",
        "label": ""
      },
      {
        "sentence": "但当王皇帝询问王安石对司马光的看法，王安石却对司马光大加赞赏，称他为\"国之栋梁\"，对他的人品，能力，文学造诣都给了很高的评价。",
        "label": ""
      },
      {
        "sentence": "后来王安石强力推行改革，不仅触动了皇亲贵胄的利益，也招致地方官的强烈不满，朝野一片骂声，逢朝必有弹劾。",
        "label": ""
      },
      {
        "sentence": "皇帝本来十分信任王安石，但\"纵口铄金\"，就将他免职，重新启用司马光为宰相。",
        "label": ""
      },
      {
        "sentence": "当皇帝欲治罪王安石，征求司马光的意见时，司马光却称赞王安石有古君子之风，劝皇帝不可听信谗言。",
        "label": ""
      },
      {
        "sentence": "我想，在很多事情上，我们也可以像司马光和王安石一样坚决坚持自己的观点，不必一定与别人相同；也完全不必因为不同而内疚与负罪。",
        "label": ""
      },
      {
        "sentence": "所以，我们完全可以放下别人对我们的评价，去追求自己的价值观、世界观。",
        "label": ""
      },
      {
        "sentence": "如果世界只有一种颜色、一个声音，那我们的世界就会暗淡无光，毫无美感和生机可言了。",
        "label": ""
      },
      {
        "sentence": "相信自己对美的追求是正确的。",
        "label": ""
      },
      {
        "sentence": "别人不认同你的观点又有什么关系呢？",
        "label": ""
      },
      {
        "sentence": "有一句名言叫\"走自己的路让别人说去吧\"。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的话让我有了更加深刻的思考。每个人都有自己的追求和价值观，无论别人是否认同，我应该坚定地追随自己的道路，不必被外界的声音左右。谢谢你的鼓励和支持！",
    "annotation": [
      {
        "sentence": "你的话让我有了更加深刻的思考。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的追求和价值观，无论别人是否认同，我应该坚定地追随自己的道路，不必被外界的声音左右。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因此，坚持做你自己吧，让自己的生活",
    "annotation": [
      {
        "sentence": "因此，坚持做你自己吧，让自己的生活",
        "label": ""
      }
    ]
  }
]