[
  {
    "role": "client",
    "content": "我已经快被女权室友逼疯了，难受到吞了好多药才入睡？提问我要重申一点：我读过很多女权书籍，有麦金农，上野，波伏娃等等写的完，不需要大篇幅的跟我科普女权，女权也不是平权。二，因为中国妇女不是女权解放的，民族革命和社会革命解放的，还有西方女权理论不符合社会主义国情，所以我不认为我身为女性天生要支持女权（虽然很多女权包括我室友这样认为）。有一点很重要，我快被每天在晚上打拳刷女权话题的室友们逼疯了，她们喜欢我不干涉，她喜欢跟我讨论，我也无所谓，令人无法忍受的是，她们着魔一样对我的行为，审美，爱好指手画脚，我穿jk制服，汉服，她说这种服饰是男权审美的产物。我化妆，减肥，护肤，她说我审美被驯化，讨好男性。而且是不停的往我脑子里塞她们认同的理论，我甚至好多次做梦迷迷糊糊都是她们的话在我脑海里回荡，每次我化妆穿jk，突然想起她们的话，搞得我比杀人犯还有负罪感，虽然负罪感莫名其妙，仔细推理也没什么道理，但总是出现这种感觉，触景生情那种。",
    "annotation": [
      {
        "sentence": "我已经快被女权室友逼疯了，难受到吞了好多药才入睡？",
        "label": ""
      },
      {
        "sentence": "提问我要重申一点：我读过很多女权书籍，有麦金农，上野，波伏娃等等写的完，不需要大篇幅的跟我科普女权，女权也不是平权。",
        "label": ""
      },
      {
        "sentence": "二，因为中国妇女不是女权解放的，民族革命和社会革命解放的，还有西方女权理论不符合社会主义国情，所以我不认为我身为女性天生要支持女权（虽然很多女权包括我室友这样认为）。",
        "label": ""
      },
      {
        "sentence": "有一点很重要，我快被每天在晚上打拳刷女权话题的室友们逼疯了，她们喜欢我不干涉，她喜欢跟我讨论，我也无所谓，令人无法忍受的是，她们着魔一样对我的行为，审美，爱好指手画脚，我穿jk制服，汉服，她说这种服饰是男权审美的产物。",
        "label": ""
      },
      {
        "sentence": "我化妆，减肥，护肤，她说我审美被驯化，讨好男性。",
        "label": ""
      },
      {
        "sentence": "而且是不停的往我脑子里塞她们认同的理论，我甚至好多次做梦迷迷糊糊都是她们的话在我脑海里回荡，每次我化妆穿jk，突然想起她们的话，搞得我比杀人犯还有负罪感，虽然负罪感莫名其妙，仔细推理也没什么道理，但总是出现这种感觉，触景生情那种。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的室友给你带来了很大的困扰。她们过于执着地对你的行为和审美进行指责，给了你很大的压力和负罪感。你对女权理论的看法有自己的观点，这是可以理解的。但是，我认为最重要的是你的心理状态和情绪受到了很大的影响，这让你感到非常困扰和不安。我想听听你更详细地描述一下你目前的困境和内心的感受。",
    "annotation": [
      {
        "sentence": "听起来你的室友给你带来了很大的困扰。",
        "label": ""
      },
      {
        "sentence": "她们过于执着地对你的行为和审美进行指责，给了你很大的压力和负罪感。",
        "label": ""
      },
      {
        "sentence": "你对女权理论的看法有自己的观点，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是，我认为最重要的是你的心理状态和情绪受到了很大的影响，这让你感到非常困扰和不安。",
        "label": ""
      },
      {
        "sentence": "我想听听你更详细地描述一下你目前的困境和内心的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我坚持自己的观点，但却无法摆脱自责和负罪感。每次遇到与女权相关的话题，我都会感到压抑和不安，甚至导致睡眠困难和噩梦。我已经尝试告诉室友不要再跟我讨论女权了，但她们似乎对我产生了敌意，而且即使她们不再直接跟我聊，她们的声音也会引起我病发。我已经搬离宿舍，但这些问题仍然困扰着我。",
    "annotation": [
      {
        "sentence": "我坚持自己的观点，但却无法摆脱自责和负罪感。",
        "label": ""
      },
      {
        "sentence": "每次遇到与女权相关的话题，我都会感到压抑和不安，甚至导致睡眠困难和噩梦。",
        "label": ""
      },
      {
        "sentence": "我已经尝试告诉室友不要再跟我讨论女权了，但她们似乎对我产生了敌意，而且即使她们不再直接跟我聊，她们的声音也会引起我病发。",
        "label": ""
      },
      {
        "sentence": "我已经搬离宿舍，但这些问题仍然困扰着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的困扰和痛苦。在这种情况下，搬离宿舍是明智的选择，给自己一些距离和空间。但是，我认为你需要更深入地了解和处理自己的情绪。你说你读过很多女权书籍，这显示了你对这个话题的关注和思考。那么，我想问你，在你自己的价值观和信念中，你对女权有着怎样的认识呢？",
    "annotation": [
      {
        "sentence": "我能理解你的困扰和痛苦。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，搬离宿舍是明智的选择，给自己一些距离和空间。",
        "label": ""
      },
      {
        "sentence": "但是，我认为你需要更深入地了解和处理自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你说你读过很多女权书籍，这显示了你对这个话题的关注和思考。",
        "label": ""
      },
      {
        "sentence": "那么，我想问你，在你自己的价值观和信念中，你对女权有着怎样的认识呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于女权，我有一些自己的看法。我认为女性在社会中应该获得平等的权利和机会，但我不认为所有的女权理论和观点都适用于中国的社会现状。我的观点是中国的妇女解放是通过民族革命和社会革命实现的，而西方的女权理论与社会主义国情不相符合。因此，我对女性天生要支持女权持保留态度。然而，我对于个人的审美和爱好不希望受到他人的过度干涉和指责。",
    "annotation": [
      {
        "sentence": "对于女权，我有一些自己的看法。",
        "label": ""
      },
      {
        "sentence": "我认为女性在社会中应该获得平等的权利和机会，但我不认为所有的女权理论和观点都适用于中国的社会现状。",
        "label": ""
      },
      {
        "sentence": "我的观点是中国的妇女解放是通过民族革命和社会革命实现的，而西方的女权理论与社会主义国情不相符合。",
        "label": ""
      },
      {
        "sentence": "因此，我对女性天生要支持女权持保留态度。",
        "label": ""
      },
      {
        "sentence": "然而，我对于个人的审美和爱好不希望受到他人的过度干涉和指责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对女权的看法是建立在自己的价值观和经历上的，这是可以尊重的。每个人对于这个问题有不同的立场和观点。重要的是，你需要学会保护自己的心理健康，不要让他人的言论和指责干扰到你的生活。你提到了负罪感和自责，这可能是因为你对自己的审美和爱好产生了怀疑。对于这些负面情绪，我建议你试着接纳自己的想法和感受，不要过于苛责自己。",
    "annotation": [
      {
        "sentence": "你对女权的看法是建立在自己的价值观和经历上的，这是可以尊重的。",
        "label": ""
      },
      {
        "sentence": "每个人对于这个问题有不同的立场和观点。",
        "label": ""
      },
      {
        "sentence": "重要的是，你需要学会保护自己的心理健康，不要让他人的言论和指责干扰到你的生活。",
        "label": ""
      },
      {
        "sentence": "你提到了负罪感和自责，这可能是因为你对自己的审美和爱好产生了怀疑。",
        "label": ""
      },
      {
        "sentence": "对于这些负面情绪，我建议你试着接纳自己的想法和感受，不要过于苛责自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解自我接纳的重要性，但我不知道如何克服内心的负罪感和自责。每次遇到触发我这些负面情绪的场景，我都无法控制自己的情绪，甚至导致了药物过量和精神上的困扰。我需要找到一种更有效的方法来应对这些困难。",
    "annotation": [
      {
        "sentence": "我理解自我接纳的重要性，但我不知道如何克服内心的负罪感和自责。",
        "label": ""
      },
      {
        "sentence": "每次遇到触发我这些负面情绪的场景，我都无法控制自己的情绪，甚至导致了药物过量和精神上的困扰。",
        "label": ""
      },
      {
        "sentence": "我需要找到一种更有效的方法来应对这些困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困扰和痛苦让我很担心。首先，我建议你寻求专业心理咨询师的帮助。他们可以倾听你的问题，并给予你更系统的支持和指导。此外，我觉得你也可以尝试一些自我调节的方法，如深呼吸、冥想和放松练习，这些方法可以帮助你缓解压力和焦虑。同时，要记住要与身边的人沟通，寻求他们的支持和理解。",
    "annotation": [
      {
        "sentence": "你的困扰和痛苦让我很担心。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你寻求专业心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "他们可以倾听你的问题，并给予你更系统的支持和指导。",
        "label": ""
      },
      {
        "sentence": "此外，我觉得你也可以尝试一些自我调节的方法，如深呼吸、冥想和放松练习，这些方法可以帮助你缓解压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "同时，要记住要与身边的人沟通，寻求他们的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会考虑寻求专业心理咨询师的帮助，并尝试一些自我调节的方法。同时，我也会与身边的人沟通，希望能够得到他们的支持和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻求专业心理咨询师的帮助，并尝试一些自我调节的方法。",
        "label": ""
      },
      {
        "sentence": "同时，我也会与身边的人沟通，希望能够得到他们的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试这些方法，希望它们能够对你的情况有所帮助。如果你在过程中还有其他困惑或需要帮助的地方，随时向我求助。我会尽力提供支持和帮助。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试这些方法，希望它们能够对你的情况有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果你在过程中还有其他困惑或需要帮助的地方，随时向我求助。",
        "label": ""
      },
      {
        "sentence": "我会尽力提供支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和关心。我会努力调整自己的心态，寻找解决问题的方法。如果有需要，我会再与你沟通的。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和关心。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的心态，寻找解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再与你沟通的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！我很愿意为你提供支持和帮助。希望你能够早日走出困境，恢复心理健康。记得随时向我求助，不要独自承受困难。祝你一切都好！",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "我很愿意为你提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "希望你能够早日走出困境，恢复心理健康。",
        "label": ""
      },
      {
        "sentence": "记得随时向我求助，不要独自承受困难。",
        "label": ""
      },
      {
        "sentence": "祝你一切都好！",
        "label": ""
      }
    ]
  }
]