[
  {
    "role": "client",
    "content": "为什么跟相亲对象在一起之后的星期一都会莫名烦躁？因在一起5年半的前男友一直没有带我去见父母也没有提结婚的事一直拖到26岁父母着急了，就被妥协安排了相亲，然后莫名的无缝衔接的在一起了，在一起的第二天（星期一）就莫名的极为难受，又因为相亲对象年纪大了父母着急结婚就被对方父母催结婚，刚认识1个月就说要订婚，上个礼拜因为这个事纠结难受了好几天，终于在上周末沟通好了缓两个月再决定，本以为是因为被逼婚而难受，可延后之后的星期一也依然莫名烦躁。跟相亲对象一起吃饭聊天压马路时是正常情侣的相处模式感觉也还好没有特别排斥除了对视和特别亲密的举动，可第二天感觉就很不舒服，这是为什么，是还没从上一段感情里缓过来吗，我清楚的知道只有放下上一段感情才能开始新的，并已经尽量努力了，没有回忆上一段相处的种种，就很平静；还是因为我从心底就没有接受相亲对象只是喜欢恋爱的感觉而已，我对他的外貌不是很满意甚至有点反感，但是在有些观点上还是相对接近的，对方也会看到我的优点喜欢我",
    "annotation": [
      {
        "sentence": "为什么跟相亲对象在一起之后的星期一都会莫名烦躁？",
        "label": ""
      },
      {
        "sentence": "因在一起5年半的前男友一直没有带我去见父母也没有提结婚的事一直拖到26岁父母着急了，就被妥协安排了相亲，然后莫名的无缝衔接的在一起了，在一起的第二天（星期一）就莫名的极为难受，又因为相亲对象年纪大了父母着急结婚就被对方父母催结婚，刚认识1个月就说要订婚，上个礼拜因为这个事纠结难受了好几天，终于在上周末沟通好了缓两个月再决定，本以为是因为被逼婚而难受，可延后之后的星期一也依然莫名烦躁。",
        "label": ""
      },
      {
        "sentence": "跟相亲对象一起吃饭聊天压马路时是正常情侣的相处模式感觉也还好没有特别排斥除了对视和特别亲密的举动，可第二天感觉就很不舒服，这是为什么，是还没从上一段感情里缓过来吗，我清楚的知道只有放下上一段感情才能开始新的，并已经尽量努力了，没有回忆上一段相处的种种，就很平静；还是因为我从心底就没有接受相亲对象只是喜欢恋爱的感觉而已，我对他的外貌不是很满意甚至有点反感，但是在有些观点上还是相对接近的，对方也会看到我的优点喜欢我",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你的邀请，让我来试试看能否帮你理清一些思路(づ●─●)づ我可以感受到你对于目前这段被安排的感情感到焦躁不安，既矛盾又迷茫的状态。",
    "annotation": [
      {
        "sentence": "谢谢你的邀请，让我来试试看能否帮你理清一些思路(づ●─●)づ我可以感受到你对于目前这段被安排的感情感到焦躁不安，既矛盾又迷茫的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是觉得很焦躁和不安，也不知道自己为什么会这样。",
    "annotation": [
      {
        "sentence": "是的，我就是觉得很焦躁和不安，也不知道自己为什么会这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的这些情绪可能源自于你一直在妥协。从你的前一段感情开始，到现在这段相亲对象，你似乎总是在被动地妥协。你处在一种被别人安排的状态中，你的感受被压抑或者被忽略了。在你的内心中，你似乎有两种不同的声音在争执：一方面，你明明还没有完全放下过去；另一方面，你觉得自己已经尽力去放下了。而现在这个人喜欢你，你又觉得自己不公平地对待他，对待你自己。",
    "annotation": [
      {
        "sentence": "你说的这些情绪可能源自于你一直在妥协。",
        "label": ""
      },
      {
        "sentence": "从你的前一段感情开始，到现在这段相亲对象，你似乎总是在被动地妥协。",
        "label": ""
      },
      {
        "sentence": "你处在一种被别人安排的状态中，你的感受被压抑或者被忽略了。",
        "label": ""
      },
      {
        "sentence": "在你的内心中，你似乎有两种不同的声音在争执：一方面，你明明还没有完全放下过去；另一方面，你觉得自己已经尽力去放下了。",
        "label": ""
      },
      {
        "sentence": "而现在这个人喜欢你，你又觉得自己不公平地对待他，对待你自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就觉得很难平衡。我确实很想忘记过去，但是五年半的经历不是说忘就能忘的。相亲对象为了我推迟两个月，我也知道他是在迁就我，但我还是感觉自己一直在妥协。",
    "annotation": [
      {
        "sentence": "是的，我就觉得很难平衡。",
        "label": ""
      },
      {
        "sentence": "我确实很想忘记过去，但是五年半的经历不是说忘就能忘的。",
        "label": ""
      },
      {
        "sentence": "相亲对象为了我推迟两个月，我也知道他是在迁就我，但我还是感觉自己一直在妥协。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你真的很努力地妥协，不断地压抑真实的感受。你的感受和需求被压抑了太久，总需要一个出口。你同时觉得自己没有选择，你被局限住了，无法打破现状。你渴望摆脱困境，解决问题，这种渴望让你感到心烦意乱，很想发泄出来，从而导致了焦躁的情绪。",
    "annotation": [
      {
        "sentence": "看起来你真的很努力地妥协，不断地压抑真实的感受。",
        "label": ""
      },
      {
        "sentence": "你的感受和需求被压抑了太久，总需要一个出口。",
        "label": ""
      },
      {
        "sentence": "你同时觉得自己没有选择，你被局限住了，无法打破现状。",
        "label": ""
      },
      {
        "sentence": "你渴望摆脱困境，解决问题，这种渴望让你感到心烦意乱，很想发泄出来，从而导致了焦躁的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我就是感觉很烦躁，很想找个出口。",
    "annotation": [
      {
        "sentence": "对，我就是感觉很烦躁，很想找个出口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果我可以给你一些建议的话，我觉得这是一个很好的机会，让你看看目前这位男士是否值得你托付终身。无论家人怎么说，最终你还是会和他一起度过未来的日子。也许你目前还没有完全信任他，但你们确实要一起面对一件将影响你们一生的事情。所以，你需要勇敢一些，试着和他坐下来，找一个你们都喜欢的地方，喝点东西，坦白地谈谈你们的恋爱经历。告诉他你感激他在这个时候出现在你身边，一起应对家庭带来的压力。同时也告诉他你内心里有很多事情，在两三个月内是无法完全抹去的。他也许也有他自己的问题。他可以选择陪伴你，慢慢帮你调整，也可以选择离开。但你需要慢慢培养感情，看看他是否理解你、支持你。如果他真的喜欢你，他会理解你，支持你。但如果他对你发火或者责备你，那你就需要留意了。因为未来的家庭生活，尤其是教育孩子，最需要的是耐心。否则，可能会衍生很多矛盾，你也无法一味地妥协。现在你已经开始表达自己，这是寻求改变的机会。试着做点什么吧，毕竟这将影响你的后半生。希望我的建议对你有所帮助。人生不易，要爱自己。",
    "annotation": [
      {
        "sentence": "如果我可以给你一些建议的话，我觉得这是一个很好的机会，让你看看目前这位男士是否值得你托付终身。",
        "label": ""
      },
      {
        "sentence": "无论家人怎么说，最终你还是会和他一起度过未来的日子。",
        "label": ""
      },
      {
        "sentence": "也许你目前还没有完全信任他，但你们确实要一起面对一件将影响你们一生的事情。",
        "label": ""
      },
      {
        "sentence": "所以，你需要勇敢一些，试着和他坐下来，找一个你们都喜欢的地方，喝点东西，坦白地谈谈你们的恋爱经历。",
        "label": ""
      },
      {
        "sentence": "告诉他你感激他在这个时候出现在你身边，一起应对家庭带来的压力。",
        "label": ""
      },
      {
        "sentence": "同时也告诉他你内心里有很多事情，在两三个月内是无法完全抹去的。",
        "label": ""
      },
      {
        "sentence": "他也许也有他自己的问题。",
        "label": ""
      },
      {
        "sentence": "他可以选择陪伴你，慢慢帮你调整，也可以选择离开。",
        "label": ""
      },
      {
        "sentence": "但你需要慢慢培养感情，看看他是否理解你、支持你。",
        "label": ""
      },
      {
        "sentence": "如果他真的喜欢你，他会理解你，支持你。",
        "label": ""
      },
      {
        "sentence": "但如果他对你发火或者责备你，那你就需要留意了。",
        "label": ""
      },
      {
        "sentence": "因为未来的家庭生活，尤其是教育孩子，最需要的是耐心。",
        "label": ""
      },
      {
        "sentence": "否则，可能会衍生很多矛盾，你也无法一味地妥协。",
        "label": ""
      },
      {
        "sentence": "现在你已经开始表达自己，这是寻求改变的机会。",
        "label": ""
      },
      {
        "sentence": "试着做点什么吧，毕竟这将影响你的后半生。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "人生不易，要爱自己。",
        "label": ""
      }
    ]
  }
]