[
  {
    "role": "client",
    "content": "我是一个26岁的女性。我很苦恼，因为我的妈妈总是抱怨夫妻关系和婆媳关系。我已经工作了3年了。我心疼妈妈在她的婚姻中没有得到丈夫的疼爱、体贴和尊重，甚至遭受家暴。而我自己也常常感到缺乏爱，从小就渴望有一个幸福温暖的家庭，希望能够得到无条件的关爱。我记得我8岁的时候，父亲带我去买男装，让我穿上并且给他跪下，因为我不是男孩。妈妈让我离开，她说我没有任何价值。我经常被嫌弃和打击，尤其是妈妈希望我能从小就与她一起分担她的辛苦，为她争口气好好读书。弟弟出生后，我更加没有得到关爱，所有的一切都必须先给他...童年时，我曾经想过自杀，但是我没有勇气去实施。2017年，爷爷去世后，我感到只剩下我一个人了。那时候我去过海边，但是被前男友拉了回来。尽管生活中有很多痛苦，但是我非常感激曾经帮助过我的每一个人，包括老师和亲戚。尽管经历过很多痛苦，这些痛苦导致了对亲密关系的恐惧和疏离，以至于影响了我的正常生活。所以，我不想再心怀仇恨和不满。就像同样的笑话，笑过五遍就不笑了，同样的伤害也不能再无数次地伤害我自己。我想原谅一切，包括自己，心怀感恩和爱，向前看。然而，她还在这个漩涡里面...",
    "annotation": [
      {
        "sentence": "我是一个26岁的女性。",
        "label": ""
      },
      {
        "sentence": "我很苦恼，因为我的妈妈总是抱怨夫妻关系和婆媳关系。",
        "label": ""
      },
      {
        "sentence": "我已经工作了3年了。",
        "label": ""
      },
      {
        "sentence": "我心疼妈妈在她的婚姻中没有得到丈夫的疼爱、体贴和尊重，甚至遭受家暴。",
        "label": ""
      },
      {
        "sentence": "而我自己也常常感到缺乏爱，从小就渴望有一个幸福温暖的家庭，希望能够得到无条件的关爱。",
        "label": ""
      },
      {
        "sentence": "我记得我8岁的时候，父亲带我去买男装，让我穿上并且给他跪下，因为我不是男孩。",
        "label": ""
      },
      {
        "sentence": "妈妈让我离开，她说我没有任何价值。",
        "label": ""
      },
      {
        "sentence": "我经常被嫌弃和打击，尤其是妈妈希望我能从小就与她一起分担她的辛苦，为她争口气好好读书。",
        "label": ""
      },
      {
        "sentence": "弟弟出生后，我更加没有得到关爱，所有的一切都必须先给他...童年时，我曾经想过自杀，但是我没有勇气去实施。",
        "label": ""
      },
      {
        "sentence": "2017年，爷爷去世后，我感到只剩下我一个人了。",
        "label": ""
      },
      {
        "sentence": "那时候我去过海边，但是被前男友拉了回来。",
        "label": ""
      },
      {
        "sentence": "尽管生活中有很多痛苦，但是我非常感激曾经帮助过我的每一个人，包括老师和亲戚。",
        "label": ""
      },
      {
        "sentence": "尽管经历过很多痛苦，这些痛苦导致了对亲密关系的恐惧和疏离，以至于影响了我的正常生活。",
        "label": ""
      },
      {
        "sentence": "所以，我不想再心怀仇恨和不满。",
        "label": ""
      },
      {
        "sentence": "就像同样的笑话，笑过五遍就不笑了，同样的伤害也不能再无数次地伤害我自己。",
        "label": ""
      },
      {
        "sentence": "我想原谅一切，包括自己，心怀感恩和爱，向前看。",
        "label": ""
      },
      {
        "sentence": "然而，她还在这个漩涡里面...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "透过你的文字，我能感受到你的痛苦和挣扎。你渴望一切变好，渴望得到爱和被爱，渴望拥有一个温暖的家。然而命运似乎一直在跟你开玩笑，你既不是男孩，也无法得到父亲的关爱，妈妈的温暖，爷爷的在世等等，这一切都对你的情绪产生了影响。但是我看到了你内心的力量，你依然想心存感激，依然想要原谅一切...分析和了解问题：首先，你提到了自己工作了3年。你心疼自己的妈妈，在她的婚姻中没有得到丈夫的疼爱、体贴和尊重，甚至遭受家暴。而你也经常感到缺乏爱，从小就渴望有一个幸福温暖的家庭，希望能够得到无条件的关爱。我可以理解你的痛苦和困惑。其次，你提到8岁时父亲带你去买男装，并让你穿上并且给他跪下，因为你不是男孩。（听到这个故事，让人心痛）在童年时遭受创伤的五大条件包括：重要他人坐牢、重要他人酗酒、重要他人去世、性侵和家暴等。亲爱的女孩，我知道这些年你一定过得非常辛苦。天下没有一个孩子不希望得到温暖的家庭，父母的疼爱。女孩的自信和力量来自于父亲的宠爱和鼓励，女孩的温柔善解人意和安全感来自于母亲的温暖和保护。可想而知，这个女孩没有得到应有的待遇。长大后，她心中充满着努力读书和不解。她无法理解为什么妈妈不离开那个对她施暴的父亲，她自己也无法摆脱这个让她痛苦不堪的家庭生活。再次，你提到弟弟出生后，你更加没有得到关爱，所有的一切都必须先给他...童年时，你曾想过自杀，但是你没有勇气去实施。2017年，爷爷去世后，你感到只剩下你一个人了。那时候你去过海边，但是被前男友拉了回来。（一个人在童年时期会有多痛苦才会出现想要自杀的想法呢？童年本应该是快乐和无忧无虑的时光。这个女孩却每天都在想要逃离这",
    "annotation": [
      {
        "sentence": "透过你的文字，我能感受到你的痛苦和挣扎。",
        "label": ""
      },
      {
        "sentence": "你渴望一切变好，渴望得到爱和被爱，渴望拥有一个温暖的家。",
        "label": ""
      },
      {
        "sentence": "然而命运似乎一直在跟你开玩笑，你既不是男孩，也无法得到父亲的关爱，妈妈的温暖，爷爷的在世等等，这一切都对你的情绪产生了影响。",
        "label": ""
      },
      {
        "sentence": "但是我看到了你内心的力量，你依然想心存感激，依然想要原谅一切...分析和了解问题：首先，你提到了自己工作了3年。",
        "label": ""
      },
      {
        "sentence": "你心疼自己的妈妈，在她的婚姻中没有得到丈夫的疼爱、体贴和尊重，甚至遭受家暴。",
        "label": ""
      },
      {
        "sentence": "而你也经常感到缺乏爱，从小就渴望有一个幸福温暖的家庭，希望能够得到无条件的关爱。",
        "label": ""
      },
      {
        "sentence": "我可以理解你的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "其次，你提到8岁时父亲带你去买男装，并让你穿上并且给他跪下，因为你不是男孩。",
        "label": ""
      },
      {
        "sentence": "（听到这个故事，让人心痛）在童年时遭受创伤的五大条件包括：重要他人坐牢、重要他人酗酒、重要他人去世、性侵和家暴等。",
        "label": ""
      },
      {
        "sentence": "亲爱的女孩，我知道这些年你一定过得非常辛苦。",
        "label": ""
      },
      {
        "sentence": "天下没有一个孩子不希望得到温暖的家庭，父母的疼爱。",
        "label": ""
      },
      {
        "sentence": "女孩的自信和力量来自于父亲的宠爱和鼓励，女孩的温柔善解人意和安全感来自于母亲的温暖和保护。",
        "label": ""
      },
      {
        "sentence": "可想而知，这个女孩没有得到应有的待遇。",
        "label": ""
      },
      {
        "sentence": "长大后，她心中充满着努力读书和不解。",
        "label": ""
      },
      {
        "sentence": "她无法理解为什么妈妈不离开那个对她施暴的父亲，她自己也无法摆脱这个让她痛苦不堪的家庭生活。",
        "label": ""
      },
      {
        "sentence": "再次，你提到弟弟出生后，你更加没有得到关爱，所有的一切都必须先给他...童年时，你曾想过自杀，但是你没有勇气去实施。",
        "label": ""
      },
      {
        "sentence": "2017年，爷爷去世后，你感到只剩下你一个人了。",
        "label": ""
      },
      {
        "sentence": "那时候你去过海边，但是被前男友拉了回来。",
        "label": ""
      },
      {
        "sentence": "（一个人在童年时期会有多痛苦才会出现想要自杀的想法呢？",
        "label": ""
      },
      {
        "sentence": "童年本应该是快乐和无忧无虑的时光。",
        "label": ""
      },
      {
        "sentence": "这个女孩却每天都在想要逃离这",
        "label": ""
      }
    ]
  }
]