[
  {
    "role": "client",
    "content": "我是个26岁女生，最近一直苦恼于我妈妈总是抱怨夫妻关系和婆媳关系。我感到很痛苦，尤其工作了三年后。我看到妈妈在婚姻中没有受到丈夫的爱、关心和尊重，甚至受到了虐待，我心疼得不行。童年时，我渴望一个温暖幸福的家庭，但是却被父亲逼穿男装，并且要我给他跪下，因为我不是男孩子。妈妈看着我被迫离去，她说我对她来说毫无意义。我经常遭到嫌弃和打击，妈妈本希望我能跟她一起分担苦和为了争口气好好读书。然而，弟弟出生后，我变得更无法得到关爱，所有东西都必须先给他。童年时，曾有自杀的念头，但是我没有勇气。2017年，爷爷去世后，我感到孤独无依，曾去大海边，却被前男友拉了回来。尽管生活中有痛苦的时刻，但我依然非常感激每个帮助过我的人，包括老师和亲戚。虽然这些痛苦让我对亲密关系感到恐惧和疏离，影响了我的正常生活，但我不想再心怀仇恨和不满。就像同样的笑话讲多了就不会再笑，我已经不能让同样的伤害再次伤害自己。我想原谅一切，包括自己，心怀感恩和爱，向前看。然而，我妈妈还在这个困境中无法自拔。",
    "annotation": [
      {
        "sentence": "我是个26岁女生，最近一直苦恼于我妈妈总是抱怨夫妻关系和婆媳关系。",
        "label": ""
      },
      {
        "sentence": "我感到很痛苦，尤其工作了三年后。",
        "label": ""
      },
      {
        "sentence": "我看到妈妈在婚姻中没有受到丈夫的爱、关心和尊重，甚至受到了虐待，我心疼得不行。",
        "label": ""
      },
      {
        "sentence": "童年时，我渴望一个温暖幸福的家庭，但是却被父亲逼穿男装，并且要我给他跪下，因为我不是男孩子。",
        "label": ""
      },
      {
        "sentence": "妈妈看着我被迫离去，她说我对她来说毫无意义。",
        "label": ""
      },
      {
        "sentence": "我经常遭到嫌弃和打击，妈妈本希望我能跟她一起分担苦和为了争口气好好读书。",
        "label": ""
      },
      {
        "sentence": "然而，弟弟出生后，我变得更无法得到关爱，所有东西都必须先给他。",
        "label": ""
      },
      {
        "sentence": "童年时，曾有自杀的念头，但是我没有勇气。",
        "label": ""
      },
      {
        "sentence": "2017年，爷爷去世后，我感到孤独无依，曾去大海边，却被前男友拉了回来。",
        "label": ""
      },
      {
        "sentence": "尽管生活中有痛苦的时刻，但我依然非常感激每个帮助过我的人，包括老师和亲戚。",
        "label": ""
      },
      {
        "sentence": "虽然这些痛苦让我对亲密关系感到恐惧和疏离，影响了我的正常生活，但我不想再心怀仇恨和不满。",
        "label": ""
      },
      {
        "sentence": "就像同样的笑话讲多了就不会再笑，我已经不能让同样的伤害再次伤害自己。",
        "label": ""
      },
      {
        "sentence": "我想原谅一切，包括自己，心怀感恩和爱，向前看。",
        "label": ""
      },
      {
        "sentence": "然而，我妈妈还在这个困境中无法自拔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你倾诉后，我想把问题总结一下。主要有两个问题，一个是你小时候在原生家庭中所受的伤害，爸爸有重男轻女的思想。另一个问题是你的妈妈，因为她的婚姻不幸福，所以她非常依赖你，即使你已工作，她仍经常向你诉说她的情感困扰和所受的伤害。我觉得现在你的状态是因为你自己旧伤痛苦之外，无法承受妈妈给你带来的新痛苦，但你又不能告诉她，所以你陷入了纠结中，回忆起过去的负面情绪。在这种情况下，我有两个建议。首先，如果妈妈下一次给你打电话倾诉，但你正在工作或者确实需要休息，你可以告诉她稍后再给她回电话。或者当她诉说比较激动或一直在抱怨时，你可以先安慰她，然后尝试转移话题，例如聊一些开心的事情。因为当人陷入情绪中，如果没有人帮忙拉她一把，她会一直沉浸在痛苦中。其实就一般情况来看，你妈妈可能不会选择离婚之类的，她只是想倾诉一下而已。所以用以上的方法处理没有问题。其次，你在日常生活和工作中，要尽量让自己更开心，或者让自己感到更有能量。你可以阅读一些心理学书籍，特别是积极心理学方面的，也可以尝试做一些冥想。在工作和生活上，按部就班地安排好节奏。在周末的时候，多参加一些体育活动，或者到郊区散散心，让生活节奏有所调整。还要找到一些兴趣爱好，例如写作或参加一些培训班继续深造，趁年轻时充实自己的生活。当你的生活充实而有节奏时，你的心理会感到更加踏实，这样你才有能力去帮助你的母亲。这就是我对你的建议，加油！",
    "annotation": [
      {
        "sentence": "听你倾诉后，我想把问题总结一下。",
        "label": ""
      },
      {
        "sentence": "主要有两个问题，一个是你小时候在原生家庭中所受的伤害，爸爸有重男轻女的思想。",
        "label": ""
      },
      {
        "sentence": "另一个问题是你的妈妈，因为她的婚姻不幸福，所以她非常依赖你，即使你已工作，她仍经常向你诉说她的情感困扰和所受的伤害。",
        "label": ""
      },
      {
        "sentence": "我觉得现在你的状态是因为你自己旧伤痛苦之外，无法承受妈妈给你带来的新痛苦，但你又不能告诉她，所以你陷入了纠结中，回忆起过去的负面情绪。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，我有两个建议。",
        "label": ""
      },
      {
        "sentence": "首先，如果妈妈下一次给你打电话倾诉，但你正在工作或者确实需要休息，你可以告诉她稍后再给她回电话。",
        "label": ""
      },
      {
        "sentence": "或者当她诉说比较激动或一直在抱怨时，你可以先安慰她，然后尝试转移话题，例如聊一些开心的事情。",
        "label": ""
      },
      {
        "sentence": "因为当人陷入情绪中，如果没有人帮忙拉她一把，她会一直沉浸在痛苦中。",
        "label": ""
      },
      {
        "sentence": "其实就一般情况来看，你妈妈可能不会选择离婚之类的，她只是想倾诉一下而已。",
        "label": ""
      },
      {
        "sentence": "所以用以上的方法处理没有问题。",
        "label": ""
      },
      {
        "sentence": "其次，你在日常生活和工作中，要尽量让自己更开心，或者让自己感到更有能量。",
        "label": ""
      },
      {
        "sentence": "你可以阅读一些心理学书籍，特别是积极心理学方面的，也可以尝试做一些冥想。",
        "label": ""
      },
      {
        "sentence": "在工作和生活上，按部就班地安排好节奏。",
        "label": ""
      },
      {
        "sentence": "在周末的时候，多参加一些体育活动，或者到郊区散散心，让生活节奏有所调整。",
        "label": ""
      },
      {
        "sentence": "还要找到一些兴趣爱好，例如写作或参加一些培训班继续深造，趁年轻时充实自己的生活。",
        "label": ""
      },
      {
        "sentence": "当你的生活充实而有节奏时，你的心理会感到更加踏实，这样你才有能力去帮助你的母亲。",
        "label": ""
      },
      {
        "sentence": "这就是我对你的建议，加油！",
        "label": ""
      }
    ]
  }
]