[
  {
    "role": "client",
    "content": "26岁女，妈妈总抱怨夫妻关系婆媳关系，我很苦恼……工作3年。我心疼妈妈在她的婚姻里不被丈夫疼爱、体贴并且不被尊重甚至被打。我也常常是缺爱的状态，从小渴望幸福温暖的家，希望被无条件的关爱。在我8岁的时候父亲带我去买男装让我穿并且给他跪下因为我不是男孩。妈妈让我走，她说我的存在一点用都没有。我常常被嫌弃被打击，妈妈特别希望我从小就能跟她一起分担她的辛苦，给她争口气好好读书。弟弟出生以后我更没有被关爱了，什么都必须先给他…童年我想过自杀但是不敢，2017年爷爷不在以后我觉得只剩下我一个人，那时候去过大海边但是被前男友拉回来。虽然生活有痛苦，但是我非常感激帮助过我的每一个人，老师、亲戚。尽管有非常痛苦的时候，甚至这些痛苦导致我对亲密关系的恐惧、疏离，这些痛苦影响了正常生活。所以我不想再心怀仇恨、不满。同样的笑话讲超过五遍就不会笑，同样的伤害不能让它无数次的伤害自己。我想原谅一切，包括自己，心怀感恩和爱向前看。然而她还在漩涡里...",
    "annotation": [
      {
        "sentence": "26岁女，妈妈总抱怨夫妻关系婆媳关系，我很苦恼……工作3年。",
        "label": ""
      },
      {
        "sentence": "我心疼妈妈在她的婚姻里不被丈夫疼爱、体贴并且不被尊重甚至被打。",
        "label": ""
      },
      {
        "sentence": "我也常常是缺爱的状态，从小渴望幸福温暖的家，希望被无条件的关爱。",
        "label": ""
      },
      {
        "sentence": "在我8岁的时候父亲带我去买男装让我穿并且给他跪下因为我不是男孩。",
        "label": ""
      },
      {
        "sentence": "妈妈让我走，她说我的存在一点用都没有。",
        "label": ""
      },
      {
        "sentence": "我常常被嫌弃被打击，妈妈特别希望我从小就能跟她一起分担她的辛苦，给她争口气好好读书。",
        "label": ""
      },
      {
        "sentence": "弟弟出生以后我更没有被关爱了，什么都必须先给他…童年我想过自杀但是不敢，2017年爷爷不在以后我觉得只剩下我一个人，那时候去过大海边但是被前男友拉回来。",
        "label": ""
      },
      {
        "sentence": "虽然生活有痛苦，但是我非常感激帮助过我的每一个人，老师、亲戚。",
        "label": ""
      },
      {
        "sentence": "尽管有非常痛苦的时候，甚至这些痛苦导致我对亲密关系的恐惧、疏离，这些痛苦影响了正常生活。",
        "label": ""
      },
      {
        "sentence": "所以我不想再心怀仇恨、不满。",
        "label": ""
      },
      {
        "sentence": "同样的笑话讲超过五遍就不会笑，同样的伤害不能让它无数次的伤害自己。",
        "label": ""
      },
      {
        "sentence": "我想原谅一切，包括自己，心怀感恩和爱向前看。",
        "label": ""
      },
      {
        "sentence": "然而她还在漩涡里...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的故事，我还是有些心疼，在如此没有爱的环境中长大，你还是如此一个善良的女孩，真是值得他人为你鼓掌，你很勇敢，也非常坚强。我想你也该给自己鼓掌！我们一起聊一聊吧！或许能够找到你迈向美好生活的方向。直到现在工作了，你依然是一个缺爱的孩子，还是一样为心疼没有被爱着的母亲。你的生活一直处在黑暗和冷漠的世界中，就如你的童年生活一样。",
    "annotation": [
      {
        "sentence": "听到你的故事，我还是有些心疼，在如此没有爱的环境中长大，你还是如此一个善良的女孩，真是值得他人为你鼓掌，你很勇敢，也非常坚强。",
        "label": ""
      },
      {
        "sentence": "我想你也该给自己鼓掌！",
        "label": ""
      },
      {
        "sentence": "我们一起聊一聊吧！",
        "label": ""
      },
      {
        "sentence": "或许能够找到你迈向美好生活的方向。",
        "label": ""
      },
      {
        "sentence": "直到现在工作了，你依然是一个缺爱的孩子，还是一样为心疼没有被爱着的母亲。",
        "label": ""
      },
      {
        "sentence": "你的生活一直处在黑暗和冷漠的世界中，就如你的童年生活一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我的童年对我的影响很大，我不想再继续受伤害了。我想重新定义自己的幸福，但有时候感觉很无助，不知道如何摆脱过去的阴影。",
    "annotation": [
      {
        "sentence": "是的，我的童年对我的影响很大，我不想再继续受伤害了。",
        "label": ""
      },
      {
        "sentence": "我想重新定义自己的幸福，但有时候感觉很无助，不知道如何摆脱过去的阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全能理解，面对过去的创伤并不容易。但是你要相信自己的力量，你已经展现了无限的勇气和坚强。虽然有时会感到无助，但请记住，你并不孤单，我们都在这里陪伴着你。尝试着和我分享你的感受和想法，我们一起来寻找解决问题的方法吧。",
    "annotation": [
      {
        "sentence": "你的感受我完全能理解，面对过去的创伤并不容易。",
        "label": ""
      },
      {
        "sentence": "但是你要相信自己的力量，你已经展现了无限的勇气和坚强。",
        "label": ""
      },
      {
        "sentence": "虽然有时会感到无助，但请记住，你并不孤单，我们都在这里陪伴着你。",
        "label": ""
      },
      {
        "sentence": "尝试着和我分享你的感受和想法，我们一起来寻找解决问题的方法吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我真的需要有人听我倾诉。我曾试过去原谅妈妈和自己，但每当想起过去的伤痛，我就感到很难受，甚至无法正常生活。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我真的需要有人听我倾诉。",
        "label": ""
      },
      {
        "sentence": "我曾试过去原谅妈妈和自己，但每当想起过去的伤痛，我就感到很难受，甚至无法正常生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些对你来说是一段非常痛苦的经历，不容易轻易释怀。原谅需要时间和努力，但请不要急于求成。通过倾诉我能感受到你真正想要走出过去的困境，这本身就是一种积极的改变。我们可以一起探索如何摆脱这些负面情绪，并逐渐找回内心的平静与自由。",
    "annotation": [
      {
        "sentence": "这些对你来说是一段非常痛苦的经历，不容易轻易释怀。",
        "label": ""
      },
      {
        "sentence": "原谅需要时间和努力，但请不要急于求成。",
        "label": ""
      },
      {
        "sentence": "通过倾诉我能感受到你真正想要走出过去的困境，这本身就是一种积极的改变。",
        "label": ""
      },
      {
        "sentence": "我们可以一起探索如何摆脱这些负面情绪，并逐渐找回内心的平静与自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我需要学会更好地照顾自己和爱自己。但是我对自己的不完美和过去的伤害总是抱有怀疑和抵触的态度。我该如何接纳自己并学会爱自己呢？",
    "annotation": [
      {
        "sentence": "我想我需要学会更好地照顾自己和爱自己。",
        "label": ""
      },
      {
        "sentence": "但是我对自己的不完美和过去的伤害总是抱有怀疑和抵触的态度。",
        "label": ""
      },
      {
        "sentence": "我该如何接纳自己并学会爱自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的疑问很正常，我们都会有自己的不足和过去的伤痛。但是，请记住，你是一个独特而宝贵的存在，值得被爱和关心。接纳自己并不是要否认自己的不完美，而是要学会从容地面对，并以积极的态度去改变和成长。试着在每天的生活中以自我关怀为出发点，了解自己的真实感受和需求，并去满足和关爱自己。这样你会渐渐感受到内心的阳光和能量，也会变得更有力量去保护自己。",
    "annotation": [
      {
        "sentence": "你的疑问很正常，我们都会有自己的不足和过去的伤痛。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，你是一个独特而宝贵的存在，值得被爱和关心。",
        "label": ""
      },
      {
        "sentence": "接纳自己并不是要否认自己的不完美，而是要学会从容地面对，并以积极的态度去改变和成长。",
        "label": ""
      },
      {
        "sentence": "试着在每天的生活中以自我关怀为出发点，了解自己的真实感受和需求，并去满足和关爱自己。",
        "label": ""
      },
      {
        "sentence": "这样你会渐渐感受到内心的阳光和能量，也会变得更有力量去保护自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该对自己更加友善，并学会与过去的自己和解。我会试着说出自己的感受和需求，并接纳自己的不完美。虽然这个过程可能会很痛苦，但我相信通过每一次面对自己内心的伤痛，我都会变得更加坚强和成长。",
    "annotation": [
      {
        "sentence": "我明白了，我应该对自己更加友善，并学会与过去的自己和解。",
        "label": ""
      },
      {
        "sentence": "我会试着说出自己的感受和需求，并接纳自己的不完美。",
        "label": ""
      },
      {
        "sentence": "虽然这个过程可能会很痛苦，但我相信通过每一次面对自己内心的伤痛，我都会变得更加坚强和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的勇气和决心让我非常敬佩。正如你所说的，这个过程",
    "annotation": [
      {
        "sentence": "你的勇气和决心让我非常敬佩。",
        "label": ""
      },
      {
        "sentence": "正如你所说的，这个过程",
        "label": ""
      }
    ]
  }
]