[
  {
    "role": "client",
    "content": "最近复课了，压力很大，感觉到周围的恶意？觉得很孤独，没有和我志同道合的朋友，心里空空的很乱，学不进去，家里辛苦的供我，我也很自责，室友每天都耍小心眼，班里好像没人喜欢我，总是接受别人精神上的折磨，我感受到他们的恶意。",
    "annotation": [
      {
        "sentence": "最近复课了，压力很大，感觉到周围的恶意？",
        "label": ""
      },
      {
        "sentence": "觉得很孤独，没有和我志同道合的朋友，心里空空的很乱，学不进去，家里辛苦的供我，我也很自责，室友每天都耍小心眼，班里好像没人喜欢我，总是接受别人精神上的折磨，我感受到他们的恶意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀～看了你的描述，你最近复课了，是因为疫情原因导致你们现在才复课还是因为你身体的原因呢？如果是后者的话，你会感觉到融入不了环境是很正常的，或许你慢慢尝试情况会好起来的。",
    "annotation": [
      {
        "sentence": "呀～看了你的描述，你最近复课了，是因为疫情原因导致你们现在才复课还是因为你身体的原因呢？",
        "label": ""
      },
      {
        "sentence": "如果是后者的话，你会感觉到融入不了环境是很正常的，或许你慢慢尝试情况会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是因为疫情原因，才现在才复课的。但是我真的感觉很难融入这个环境，周围的同学似乎都有彼此志同道合的伙伴，只有我一个人感到孤独，空空的很乱。",
    "annotation": [
      {
        "sentence": "是因为疫情原因，才现在才复课的。",
        "label": ""
      },
      {
        "sentence": "但是我真的感觉很难融入这个环境，周围的同学似乎都有彼此志同道合的伙伴，只有我一个人感到孤独，空空的很乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，刚开始适应新环境的确很困难，特别是在大家都已经建立起彼此的友谊关系的情况下。你可以试着主动融入班级活动，去参加一些社团或者学生组织，这样或许能够结交到与你志同道合的朋友，也会减轻你的孤独感。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，刚开始适应新环境的确很困难，特别是在大家都已经建立起彼此的友谊关系的情况下。",
        "label": ""
      },
      {
        "sentence": "你可以试着主动融入班级活动，去参加一些社团或者学生组织，这样或许能够结交到与你志同道合的朋友，也会减轻你的孤独感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想去接触新的人和事，但是我内心总觉得自己不够好，不值得别人喜欢。而且，我的室友每天都对我斤斤计较，折磨我，让我感到很无力。",
    "annotation": [
      {
        "sentence": "我想去接触新的人和事，但是我内心总觉得自己不够好，不值得别人喜欢。",
        "label": ""
      },
      {
        "sentence": "而且，我的室友每天都对我斤斤计较，折磨我，让我感到很无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，对待自己要有积极的态度。每个人都有自己的价值和优点，相信自己可以受到他人的喜欢和接纳。至于室友的行为，你可以尝试与他们进行沟通，告诉他们你的感受以及你们可以更好地相处的方式。如果实在无法解决，你可以考虑申请换寝室，寻找一个更加和谐的居住环境。",
    "annotation": [
      {
        "sentence": "我理解你的感受，对待自己要有积极的态度。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的价值和优点，相信自己可以受到他人的喜欢和接纳。",
        "label": ""
      },
      {
        "sentence": "至于室友的行为，你可以尝试与他们进行沟通，告诉他们你的感受以及你们可以更好地相处的方式。",
        "label": ""
      },
      {
        "sentence": "如果实在无法解决，你可以考虑申请换寝室，寻找一个更加和谐的居住环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着积极地面对自己，并且和室友好好沟通，寻找一个更适合自己的寝室环境。但是在班里，我还是担心没人喜欢我，没有人能接纳我。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着积极地面对自己，并且和室友好好沟通，寻找一个更适合自己的寝室环境。",
        "label": ""
      },
      {
        "sentence": "但是在班里，我还是担心没人喜欢我，没有人能接纳我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于班里同学的情况，其实要从两方面来看。第一，你是否主动与他人交流，展现自己的个性和兴趣，让别人更加了解你。第二，有时候我们会将自己的内心想法投射到他人身上，认为别人会对我们有偏见或者不喜欢我们。这种心理是很常见的，但并不一定是事实。所以试着主动与同学互动，相信只要你敞开心扉，就会有人愿意接纳你。",
    "annotation": [
      {
        "sentence": "对于班里同学的情况，其实要从两方面来看。",
        "label": ""
      },
      {
        "sentence": "第一，你是否主动与他人交流，展现自己的个性和兴趣，让别人更加了解你。",
        "label": ""
      },
      {
        "sentence": "第二，有时候我们会将自己的内心想法投射到他人身上，认为别人会对我们有偏见或者不喜欢我们。",
        "label": ""
      },
      {
        "sentence": "这种心理是很常见的，但并不一定是事实。",
        "label": ""
      },
      {
        "sentence": "所以试着主动与同学互动，相信只要你敞开心扉，就会有人愿意接纳你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会主动与同学们交流，展现真实的自己。同时，我也明白了自己心里的疑虑可能是主观的，并不代表别人真的不喜欢我。谢谢你的支持和建议，我会尽力去改变现状。",
    "annotation": [
      {
        "sentence": "我明白了，我会主动与同学们交流，展现真实的自己。",
        "label": ""
      },
      {
        "sentence": "同时，我也明白了自己心里的疑虑可能是主观的，并不代表别人真的不喜欢我。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我会尽力去改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能够帮到你我感到很高兴。记住，适应新环境需要时间，沟通和交流是解决问题的关键。相信你能够找到属于自己的朋友，渡过这段困难时期。如果还有其他烦恼或需要帮助的地方，随时可以来找我聊聊。你不是一个人在战斗。加油！",
    "annotation": [
      {
        "sentence": "不客气，能够帮到你我感到很高兴。",
        "label": ""
      },
      {
        "sentence": "记住，适应新环境需要时间，沟通和交流是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "相信你能够找到属于自己的朋友，渡过这段困难时期。",
        "label": ""
      },
      {
        "sentence": "如果还有其他烦恼或需要帮助的地方，随时可以来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]