[
  {
    "role": "client",
    "content": "男朋友对你超级好，但是不优秀也不上进，怎么办？我是一个普通一本大学的大三女生，男票是社会人士，大我6岁，他基本小学文凭，但自己在社会上打拼很多年也可以说是在社会大学学了不少东西，可是，相处了快一年了，我慢慢的发现，虽然他有一点点变化，可是依然扶不上墙，就是我感觉他大我那么多我却比他要着急的多，他总是安于现状的感觉，他觉得自己每天在酒吧上班晚上那么晚已经很辛苦了，他觉得我总是杞人忧天，他觉得我看不到他的努力总是给他找事，所以我们总因为这个事情吵架，家人们都说，我一个大学生，长相不差，能力不低，为什么要委屈自己呢，我才20岁，还会遇到很多很多比他优秀而且比他对我更好的男人，为什么偏要坚持呢？可是我只是不想就这么错过一个对我好的人我希望他能变好啊，为什么要放弃呢……唉，现在真的不知道我该怎么办了。",
    "annotation": [
      {
        "sentence": "男朋友对你超级好，但是不优秀也不上进，怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一个普通一本大学的大三女生，男票是社会人士，大我6岁，他基本小学文凭，但自己在社会上打拼很多年也可以说是在社会大学学了不少东西，可是，相处了快一年了，我慢慢的发现，虽然他有一点点变化，可是依然扶不上墙，就是我感觉他大我那么多我却比他要着急的多，他总是安于现状的感觉，他觉得自己每天在酒吧上班晚上那么晚已经很辛苦了，他觉得我总是杞人忧天，他觉得我看不到他的努力总是给他找事，所以我们总因为这个事情吵架，家人们都说，我一个大学生，长相不差，能力不低，为什么要委屈自己呢，我才20岁，还会遇到很多很多比他优秀而且比他对我更好的男人，为什么偏要坚持呢？",
        "label": ""
      },
      {
        "sentence": "可是我只是不想就这么错过一个对我好的人我希望他能变好啊，为什么要放弃呢……唉，现在真的不知道我该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一个女孩子离家在外上大学，能遇到一个真心对你的好的人的确值得珍惜。",
    "annotation": [
      {
        "sentence": "作为一个女孩子离家在外上大学，能遇到一个真心对你的好的人的确值得珍惜。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得他的不优秀和不上进让我觉得很焦虑，我担心他不会给我带来稳定的未来。",
    "annotation": [
      {
        "sentence": "但是我觉得他的不优秀和不上进让我觉得很焦虑，我担心他不会给我带来稳定的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心和焦虑。但是从你的描述中基本没有看到你对他有男女之间的情感成分，你只是说到他对你很好，而你更多的是希望他能不断成长进步，不要安于现状，这可以在很大程度上说明你在内心深处是没有接受他的，感觉你们之间是有距离的。",
    "annotation": [
      {
        "sentence": "我理解你的担心和焦虑。",
        "label": ""
      },
      {
        "sentence": "但是从你的描述中基本没有看到你对他有男女之间的情感成分，你只是说到他对你很好，而你更多的是希望他能不断成长进步，不要安于现状，这可以在很大程度上说明你在内心深处是没有接受他的，感觉你们之间是有距离的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我承认我对他有些期待，我希望他能够为我们的未来努力奋斗，与我共同成长。",
    "annotation": [
      {
        "sentence": "是的，我承认我对他有些期待，我希望他能够为我们的未来努力奋斗，与我共同成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你潜意识中想要改变他，你对他的感情更多的成分应该是感激，感谢，感恩，不是男女之间真正的情爱。所以，当你区分清楚这两者时，你也就知道该怎么做了。",
    "annotation": [
      {
        "sentence": "你潜意识中想要改变他，你对他的感情更多的成分应该是感激，感谢，感恩，不是男女之间真正的情爱。",
        "label": ""
      },
      {
        "sentence": "所以，当你区分清楚这两者时，你也就知道该怎么做了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实是想要改变他，但我也不想放弃这段感情。我应该怎么处理呢？",
    "annotation": [
      {
        "sentence": "你说得对，我确实是想要改变他，但我也不想放弃这段感情。",
        "label": ""
      },
      {
        "sentence": "我应该怎么处理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真正的爱是彼此欣赏，爱他本来的样子而非你希望他成为的样子。即使是彼此深爱的人，一旦有了想改变对方的意愿，那么对方就会感受到你是在嫌弃他，想要控制他，并不是真正的爱，他会拒绝改变，这样就导致你陷入失败的痛苦之中。改变只能是自愿而为之，没有一个人愿意被改变，所以，想要改变他人不仅很难而且也会让自己陷入无尽的痛苦中。",
    "annotation": [
      {
        "sentence": "真正的爱是彼此欣赏，爱他本来的样子而非你希望他成为的样子。",
        "label": ""
      },
      {
        "sentence": "即使是彼此深爱的人，一旦有了想改变对方的意愿，那么对方就会感受到你是在嫌弃他，想要控制他，并不是真正的爱，他会拒绝改变，这样就导致你陷入失败的痛苦之中。",
        "label": ""
      },
      {
        "sentence": "改变只能是自愿而为之，没有一个人愿意被改变，所以，想要改变他人不仅很难而且也会让自己陷入无尽的痛苦中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不能指望他改变，我也不能因为他的不优秀而否定他对我的好。但我还是害怕自己会错过更好的人和未来。",
    "annotation": [
      {
        "sentence": "我明白了，我不能指望他改变，我也不能因为他的不优秀而否定他对我的好。",
        "label": ""
      },
      {
        "sentence": "但我还是害怕自己会错过更好的人和未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心很正常，但是记住，没有人是完美的，每个人都有自己的优点和不足。关键是你要在爱的基础上能够接受他的不足，并找到与他共同成长的方式。也许你们可以一起制定目标，鼓励对方进步，共同营造一个更美好的未来。",
    "annotation": [
      {
        "sentence": "这种担心很正常，但是记住，没有人是完美的，每个人都有自己的优点和不足。",
        "label": ""
      },
      {
        "sentence": "关键是你要在爱的基础上能够接受他的不足，并找到与他共同成长的方式。",
        "label": ""
      },
      {
        "sentence": "也许你们可以一起制定目标，鼓励对方进步，共同营造一个更美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该与他沟通，表达我的担忧和期望，看看我们是否能一起努力进步。",
    "annotation": [
      {
        "sentence": "你说得对，我应该与他沟通，表达我的担忧和期望，看看我们是否能一起努力进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，沟通和理解是解决问题的关键。通过坦诚的对话，你们可以更好地理解彼此的想法和需求，找到共同的目标并一起努力实现。祝你们好运！",
    "annotation": [
      {
        "sentence": "是的，沟通和理解是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "通过坦诚的对话，你们可以更好地理解彼此的想法和需求，找到共同的目标并一起努力实现。",
        "label": ""
      },
      {
        "sentence": "祝你们好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会努力跟他沟通，希望能够找到一个适合我们两个人的解决方案。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会努力跟他沟通，希望能够找到一个适合我们两个人的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你们一定能够找到解决问题的方式。记住，爱是互相理解和包容的基础，祝你们幸福！",
    "annotation": [
      {
        "sentence": "不客气，我相信你们一定能够找到解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "记住，爱是互相理解和包容的基础，祝你们幸福！",
        "label": ""
      }
    ]
  }
]