[
  {
    "role": "client",
    "content": "男朋友对你超级好，但是不优秀也不上进，怎么办？我是一个普通一本大学的大三女生，男票是社会人士，大我6岁，他基本小学文凭，但自己在社会上打拼很多年也可以说是在社会大学学了不少东西，可是，相处了快一年了，我慢慢的发现，虽然他有一点点变化，可是依然扶不上墙，就是我感觉他大我那么多我却比他要着急的多，他总是安于现状的感觉，他觉得自己每天在酒吧上班晚上那么晚已经很辛苦了，他觉得我总是杞人忧天，他觉得我看不到他的努力总是给他找事，所以我们总因为这个事情吵架，家人们都说，我一个大学生，长相不差，能力不低，为什么要委屈自己呢，我才20岁，还会遇到很多很多比他优秀而且比他对我更好的男人，为什么偏要坚持呢？可是我只是不想就这么错过一个对我好的人我希望他能变好啊，为什么要放弃呢……唉，现在真的不知道我该怎么办了。",
    "annotation": [
      {
        "sentence": "男朋友对你超级好，但是不优秀也不上进，怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一个普通一本大学的大三女生，男票是社会人士，大我6岁，他基本小学文凭，但自己在社会上打拼很多年也可以说是在社会大学学了不少东西，可是，相处了快一年了，我慢慢的发现，虽然他有一点点变化，可是依然扶不上墙，就是我感觉他大我那么多我却比他要着急的多，他总是安于现状的感觉，他觉得自己每天在酒吧上班晚上那么晚已经很辛苦了，他觉得我总是杞人忧天，他觉得我看不到他的努力总是给他找事，所以我们总因为这个事情吵架，家人们都说，我一个大学生，长相不差，能力不低，为什么要委屈自己呢，我才20岁，还会遇到很多很多比他优秀而且比他对我更好的男人，为什么偏要坚持呢？",
        "label": ""
      },
      {
        "sentence": "可是我只是不想就这么错过一个对我好的人我希望他能变好啊，为什么要放弃呢……唉，现在真的不知道我该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我明白你目前的困扰。从你的描述来看，你的男朋友是一个在社会上打拼多年、有一些自学经验的人，虽然有一些变化，但在你眼中，他的上进心和能力还是不能满足你的期望。你觉得他对现状只是安于，并且他对你的担忧和努力并不理解。这导致了你们之间经常吵架。但家人们却认为你有很多更好的选择，提醒你为什么要委屈自己呢。你的困惑是，你不想错过一个对你好的人，并且希望他能够改变。你是否可以告诉我更多关于为什么你那么难以放弃他的理由呢？为什么你对他的好会让你如此难以割舍呢？我们先来探讨一下这个问题。",
    "annotation": [
      {
        "sentence": "你好，我明白你目前的困扰。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你的男朋友是一个在社会上打拼多年、有一些自学经验的人，虽然有一些变化，但在你眼中，他的上进心和能力还是不能满足你的期望。",
        "label": ""
      },
      {
        "sentence": "你觉得他对现状只是安于，并且他对你的担忧和努力并不理解。",
        "label": ""
      },
      {
        "sentence": "这导致了你们之间经常吵架。",
        "label": ""
      },
      {
        "sentence": "但家人们却认为你有很多更好的选择，提醒你为什么要委屈自己呢。",
        "label": ""
      },
      {
        "sentence": "你的困惑是，你不想错过一个对你好的人，并且希望他能够改变。",
        "label": ""
      },
      {
        "sentence": "你是否可以告诉我更多关于为什么你那么难以放弃他的理由呢？",
        "label": ""
      },
      {
        "sentence": "为什么你对他的好会让你如此难以割舍呢？",
        "label": ""
      },
      {
        "sentence": "我们先来探讨一下这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我对别人的好有一种囫囵吞枣的渴求。就好像一个饥饿的婴儿终于得到了乳头，即使是毒药也放不下。或许在我长大的过程中，甚至在遇到他之前，从来没有人给过我真正的温柔和关爱，也没有人看到我的需求。所以在很长一段时间里，我一直像在寻找水源一样，渴望填满我内心匮乏的感情。我想先解决这个问题，但我真的感到很困扰，不知道该如何处理。",
    "annotation": [
      {
        "sentence": "我觉得我对别人的好有一种囫囵吞枣的渴求。",
        "label": ""
      },
      {
        "sentence": "就好像一个饥饿的婴儿终于得到了乳头，即使是毒药也放不下。",
        "label": ""
      },
      {
        "sentence": "或许在我长大的过程中，甚至在遇到他之前，从来没有人给过我真正的温柔和关爱，也没有人看到我的需求。",
        "label": ""
      },
      {
        "sentence": "所以在很长一段时间里，我一直像在寻找水源一样，渴望填满我内心匮乏的感情。",
        "label": ""
      },
      {
        "sentence": "我想先解决这个问题，但我真的感到很困扰，不知道该如何处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了你的感受。这种对别人好的渴求可能源自你曾经缺乏真正的温柔和关爱的经历。你的比喻很形象，感觉就像一个饥饿的婴儿得到了乳头，即使是毒药也不愿放弃。这种心态对你来说可能是一种自我保护的方式，因为你没有从他人那里得到过满足的爱与关怀。然而，在选择一生的伴侣时，理性和感性都是重要的。如果你对自己的内心迷局不能有所认识，就很容易陷入“命运”的陷阱。如果你很难解决这个问题，我建议你找一位合适的咨询师，与TA一起共度重要的日子，共同探索这个问题。",
    "annotation": [
      {
        "sentence": "我明白了你的感受。",
        "label": ""
      },
      {
        "sentence": "这种对别人好的渴求可能源自你曾经缺乏真正的温柔和关爱的经历。",
        "label": ""
      },
      {
        "sentence": "你的比喻很形象，感觉就像一个饥饿的婴儿得到了乳头，即使是毒药也不愿放弃。",
        "label": ""
      },
      {
        "sentence": "这种心态对你来说可能是一种自我保护的方式，因为你没有从他人那里得到过满足的爱与关怀。",
        "label": ""
      },
      {
        "sentence": "然而，在选择一生的伴侣时，理性和感性都是重要的。",
        "label": ""
      },
      {
        "sentence": "如果你对自己的内心迷局不能有所认识，就很容易陷入“命运”的陷阱。",
        "label": ""
      },
      {
        "sentence": "如果你很难解决这个问题，我建议你找一位合适的咨询师，与TA一起共度重要的日子，共同探索这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我可能是未意识到自己内心的迷局。即使我不太愿意承认，但这种困惑确实影响到了我对未来的决策。我会考虑找一位咨询师，与TA一起寻找答案。谢谢你的帮助和支持，我现在感到稍微安心一些了。",
    "annotation": [
      {
        "sentence": "你说得很对，我可能是未意识到自己内心的迷局。",
        "label": ""
      },
      {
        "sentence": "即使我不太愿意承认，但这种困惑确实影响到了我对未来的决策。",
        "label": ""
      },
      {
        "sentence": "我会考虑找一位咨询师，与TA一起寻找答案。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助和支持，我现在感到稍微安心一些了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供帮助，你的决定非常明智。通过与咨询师的交流，你可以更深入地了解自己的迷局，并一步步解决困扰你的问题。无论结局如何，记得在这个过程中给自己一些时间和空间，不要过度压力自己。祝愿你能找到内心的平静和答案。如果你需要任何帮助，随时与我联系。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴能为你提供帮助，你的决定非常明智。",
        "label": ""
      },
      {
        "sentence": "通过与咨询师的交流，你可以更深入地了解自己的迷局，并一步步解决困扰你的问题。",
        "label": ""
      },
      {
        "sentence": "无论结局如何，记得在这个过程中给自己一些时间和空间，不要过度压力自己。",
        "label": ""
      },
      {
        "sentence": "祝愿你能找到内心的平静和答案。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时与我联系。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和祝福！我会对自己有信心，相信未来会更好的。有需要时，我会再联系你的。再次感谢你的支持！祝你一切都好！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和祝福！",
        "label": ""
      },
      {
        "sentence": "我会对自己有信心，相信未来会更好的。",
        "label": ""
      },
      {
        "sentence": "有需要时，我会再联系你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      },
      {
        "sentence": "祝你一切都好！",
        "label": ""
      }
    ]
  }
]