[
  {
    "role": "client",
    "content": "26岁女，要不要为了爱情奔赴新的城市？我是女生，26岁，硕士毕业，大学位于哈尔滨。和男朋友从本科开始在一起五年了，期间也有争吵也有跌跌撞撞，但是因为有校园作后盾，一直交往的也不错，他待人体贴细致，做事妥帖，我身边同学也都很认可他。问题出现在毕业。他家在河北，找了一份工作在天津。我家在黑龙江，毕业以后就在考哈尔滨市委某机关的公务员，上个月招1排2考试失利，只能重头开始找工作。最近同时进行着两份招聘。一份是哈尔滨的国企，他们说对我的笔面试很满意，希望能尽快有下一步的了解，这两天我就要去那个公司进一步商谈了。天津一家国企岗位也是笔试面试合格，在等结果。个人纠结的地方在于，一是，爱情固然重要，但我不得不考虑未来父母赡养的问题。去了天津我们房贷压力会很大，很难有条件把我父母接过去。二是，男朋友选择工作的时候也没有考虑过我，毅然选择去了天津，并且未来也不考虑来我这，这样的关系是否值得我为他奔赴。",
    "annotation": [
      {
        "sentence": "26岁女，要不要为了爱情奔赴新的城市？",
        "label": ""
      },
      {
        "sentence": "我是女生，26岁，硕士毕业，大学位于哈尔滨。",
        "label": ""
      },
      {
        "sentence": "和男朋友从本科开始在一起五年了，期间也有争吵也有跌跌撞撞，但是因为有校园作后盾，一直交往的也不错，他待人体贴细致，做事妥帖，我身边同学也都很认可他。",
        "label": ""
      },
      {
        "sentence": "问题出现在毕业。",
        "label": ""
      },
      {
        "sentence": "他家在河北，找了一份工作在天津。",
        "label": ""
      },
      {
        "sentence": "我家在黑龙江，毕业以后就在考哈尔滨市委某机关的公务员，上个月招1排2考试失利，只能重头开始找工作。",
        "label": ""
      },
      {
        "sentence": "最近同时进行着两份招聘。",
        "label": ""
      },
      {
        "sentence": "一份是哈尔滨的国企，他们说对我的笔面试很满意，希望能尽快有下一步的了解，这两天我就要去那个公司进一步商谈了。",
        "label": ""
      },
      {
        "sentence": "天津一家国企岗位也是笔试面试合格，在等结果。",
        "label": ""
      },
      {
        "sentence": "个人纠结的地方在于，一是，爱情固然重要，但我不得不考虑未来父母赡养的问题。",
        "label": ""
      },
      {
        "sentence": "去了天津我们房贷压力会很大，很难有条件把我父母接过去。",
        "label": ""
      },
      {
        "sentence": "二是，男朋友选择工作的时候也没有考虑过我，毅然选择去了天津，并且未来也不考虑来我这，这样的关系是否值得我为他奔赴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，下午好！我是一个黑龙江的老乡，看完你的问题后，可以说你已经在做出非常理性的判断了。我不清楚你平时是如何做决策的，是比较理性还是情感驱使较多呢？简而言之，你的生活方式是怎样的？从小到大的性格养成是怎么样的？我猜测我们大家都有自己内心深处的不情愿表达的想法，让我们自己觉察一下，例如你所说的\" 爱情固然重要，但我不得不考虑未来父母赡养的问题。去了天津我们房贷压力会很大，很难有条件把我父母接过去。\" 这个\"不得不\"很重要，通过这个我们可以推测出很多信息：（1）你是家里的独生女吗？所以父母的赡养对整个家庭来说是一个重要的问题，从婚姻的角度来看，婚姻和爱情本身并没有直接关联。（2）如果我们为了爱情做出了决定，会对父母的含辛茹苦养育之情产生愧疚感吗？这样的愧疚感可能会让我们无法做出决定。（3）为什么我们会问这个问题呢？因为找到一个合适的人在一生中是非常难得的，五年的感情并非一朝一夕形成，互相的了解和信任也是建立在这之上。天津是一个直辖市，生活成本相比哈尔滨要高很多，如果你选择留在哈尔滨，心理上和经济上的压力都会大幅降低。从这一点我们也可以看出，你的男友是一个河北人，哈尔滨只是他求学路上的一个驿站，他没有太多留下来的理由。天津离河北比较近，文化氛围也相似，就业发展也更加高级，所以你们双方都有非常理性的一面，但单纯理性可能会打败爱情。（2）\"男朋友选择工作的时候也没有考虑过我，毅然选择去了天津，并且未来也不考虑来我这，这样的关系是否值得我为他奔赴\"。这一点我们首先可以看到的是你们之间的不平衡，对方没有考虑到你，那我们为什么要为对方考虑呢？婚姻和爱情不是一小步，而是一大步，会对一个人甚至一辈子造成影响（除了婚姻之外，两个原生家庭也会有牵扯，孩子的照料也会涉及到）。很明显，单凭爱情是无法让我们向前迈进的。 \"要不要为了爱情奔赴新的城市？\" 如果你希望通过这个问题来释怀的话，我想很多人可能会帮你选择爱情，因为现实往往能够打败理想。交流到这里，我想知道你是否更加清晰地理清了自己的思路？我们应该少一点\"不得不\"，多一点主动选择。无论何时，每个人都有自己的选择权，尽可能坦诚一些会让你未来的规划更加清晰，也更加了解你内心深处的真实想法。我们需要了解自己，完善自己，才能走得更加坚定和无悔（虽然有悔也是正常的范围，因为我觉得你很理性，所以从这个角度来看）。埋藏在内心的愧疚感相对于爱的动力更加充分和强大（即使留下来是因为对父母的爱）。愧疚感的另一面也代表着希望和期待，也就是说，如果你因为愧疚感留下来照顾父母，那么如果日后找不到一个能陪伴你一生幸福的人，你可能会因此而埋怨父母，因为那时候的选择是不得不的，而不是你自愿的选择（需要同时权衡理性和感性，理想和现实）。以上",
    "annotation": [
      {
        "sentence": "求助者，下午好！",
        "label": ""
      },
      {
        "sentence": "我是一个黑龙江的老乡，看完你的问题后，可以说你已经在做出非常理性的判断了。",
        "label": ""
      },
      {
        "sentence": "我不清楚你平时是如何做决策的，是比较理性还是情感驱使较多呢？",
        "label": ""
      },
      {
        "sentence": "简而言之，你的生活方式是怎样的？",
        "label": ""
      },
      {
        "sentence": "从小到大的性格养成是怎么样的？",
        "label": ""
      },
      {
        "sentence": "我猜测我们大家都有自己内心深处的不情愿表达的想法，让我们自己觉察一下，例如你所说的\" 爱情固然重要，但我不得不考虑未来父母赡养的问题。",
        "label": ""
      },
      {
        "sentence": "去了天津我们房贷压力会很大，很难有条件把我父母接过去。",
        "label": ""
      },
      {
        "sentence": "\" 这个\"不得不\"很重要，通过这个我们可以推测出很多信息：（1）你是家里的独生女吗？",
        "label": ""
      },
      {
        "sentence": "所以父母的赡养对整个家庭来说是一个重要的问题，从婚姻的角度来看，婚姻和爱情本身并没有直接关联。",
        "label": ""
      },
      {
        "sentence": "（2）如果我们为了爱情做出了决定，会对父母的含辛茹苦养育之情产生愧疚感吗？",
        "label": ""
      },
      {
        "sentence": "这样的愧疚感可能会让我们无法做出决定。",
        "label": ""
      },
      {
        "sentence": "（3）为什么我们会问这个问题呢？",
        "label": ""
      },
      {
        "sentence": "因为找到一个合适的人在一生中是非常难得的，五年的感情并非一朝一夕形成，互相的了解和信任也是建立在这之上。",
        "label": ""
      },
      {
        "sentence": "天津是一个直辖市，生活成本相比哈尔滨要高很多，如果你选择留在哈尔滨，心理上和经济上的压力都会大幅降低。",
        "label": ""
      },
      {
        "sentence": "从这一点我们也可以看出，你的男友是一个河北人，哈尔滨只是他求学路上的一个驿站，他没有太多留下来的理由。",
        "label": ""
      },
      {
        "sentence": "天津离河北比较近，文化氛围也相似，就业发展也更加高级，所以你们双方都有非常理性的一面，但单纯理性可能会打败爱情。",
        "label": ""
      },
      {
        "sentence": "（2）\"男朋友选择工作的时候也没有考虑过我，毅然选择去了天津，并且未来也不考虑来我这，这样的关系是否值得我为他奔赴\"。",
        "label": ""
      },
      {
        "sentence": "这一点我们首先可以看到的是你们之间的不平衡，对方没有考虑到你，那我们为什么要为对方考虑呢？",
        "label": ""
      },
      {
        "sentence": "婚姻和爱情不是一小步，而是一大步，会对一个人甚至一辈子造成影响（除了婚姻之外，两个原生家庭也会有牵扯，孩子的照料也会涉及到）。",
        "label": ""
      },
      {
        "sentence": "很明显，单凭爱情是无法让我们向前迈进的。",
        "label": ""
      },
      {
        "sentence": " \"要不要为了爱情奔赴新的城市？",
        "label": ""
      },
      {
        "sentence": "\" 如果你希望通过这个问题来释怀的话，我想很多人可能会帮你选择爱情，因为现实往往能够打败理想。",
        "label": ""
      },
      {
        "sentence": "交流到这里，我想知道你是否更加清晰地理清了自己的思路？",
        "label": ""
      },
      {
        "sentence": "我们应该少一点\"不得不\"，多一点主动选择。",
        "label": ""
      },
      {
        "sentence": "无论何时，每个人都有自己的选择权，尽可能坦诚一些会让你未来的规划更加清晰，也更加了解你内心深处的真实想法。",
        "label": ""
      },
      {
        "sentence": "我们需要了解自己，完善自己，才能走得更加坚定和无悔（虽然有悔也是正常的范围，因为我觉得你很理性，所以从这个角度来看）。",
        "label": ""
      },
      {
        "sentence": "埋藏在内心的愧疚感相对于爱的动力更加充分和强大（即使留下来是因为对父母的爱）。",
        "label": ""
      },
      {
        "sentence": "愧疚感的另一面也代表着希望和期待，也就是说，如果你因为愧疚感留下来照顾父母，那么如果日后找不到一个能陪伴你一生幸福的人，你可能会因此而埋怨父母，因为那时候的选择是不得不的，而不是你自愿的选择（需要同时权衡理性和感性，理想和现实）。",
        "label": ""
      },
      {
        "sentence": "以上",
        "label": ""
      }
    ]
  }
]