[
  {
    "role": "client",
    "content": "我是一个女生，26岁，正在纠结要不要为了爱情奔赴新的城市。我从哈尔滨一所大学毕业，和男朋友在一起五年了。他和我在一起待人非常细致，做事也很妥帖，身边的同学都很认可他。但最近我们遇到了问题，因为他找到了一份工作在天津，而我在哈尔滨考了公务员，正在同时考虑去哈尔滨的国企还是去天津的国企。我不知道该怎么做，因为去了天津我们就有很大的压力，有可能会很难照顾好我的父母。而且他选择去天津的时候也没有考虑过我，现在也没有打算要来哈尔滨。我不知道这种关系是否值得我为他奔赴？",
    "annotation": [
      {
        "sentence": "我是一个女生，26岁，正在纠结要不要为了爱情奔赴新的城市。",
        "label": ""
      },
      {
        "sentence": "我从哈尔滨一所大学毕业，和男朋友在一起五年了。",
        "label": ""
      },
      {
        "sentence": "他和我在一起待人非常细致，做事也很妥帖，身边的同学都很认可他。",
        "label": ""
      },
      {
        "sentence": "但最近我们遇到了问题，因为他找到了一份工作在天津，而我在哈尔滨考了公务员，正在同时考虑去哈尔滨的国企还是去天津的国企。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么做，因为去了天津我们就有很大的压力，有可能会很难照顾好我的父母。",
        "label": ""
      },
      {
        "sentence": "而且他选择去天津的时候也没有考虑过我，现在也没有打算要来哈尔滨。",
        "label": ""
      },
      {
        "sentence": "我不知道这种关系是否值得我为他奔赴？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你现在的心情，这种选择确实很难。我觉得我们应该先从两个人的未来规划出发。你可以跟男朋友电话聊一聊，聊聊你们对未来的打算，从这里或许可以找到一条路。你们都是硕士毕业，而且年纪也不小了，所以未来的计划对你们来说非常重要。通过这个聊天，你会更清楚地了解他对未来的打算。",
    "annotation": [
      {
        "sentence": "我很理解你现在的心情，这种选择确实很难。",
        "label": ""
      },
      {
        "sentence": "我觉得我们应该先从两个人的未来规划出发。",
        "label": ""
      },
      {
        "sentence": "你可以跟男朋友电话聊一聊，聊聊你们对未来的打算，从这里或许可以找到一条路。",
        "label": ""
      },
      {
        "sentence": "你们都是硕士毕业，而且年纪也不小了，所以未来的计划对你们来说非常重要。",
        "label": ""
      },
      {
        "sentence": "通过这个聊天，你会更清楚地了解他对未来的打算。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这是一个好主意，谢谢你的建议。但如果他不愿意谈这个问题呢？",
    "annotation": [
      {
        "sentence": "这是一个好主意，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但如果他不愿意谈这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你一定要选个好时间和好地点跟他谈这个问题，不要让两个人在压力下聊这个。如果他不愿意有所表态，那么你可以考虑从你自己的角度，衡量一下这个选择的得失。限于你的资源和环境，去哪个地方你自己更适合，更有优势，这一点也需要考虑。",
    "annotation": [
      {
        "sentence": "首先，你一定要选个好时间和好地点跟他谈这个问题，不要让两个人在压力下聊这个。",
        "label": ""
      },
      {
        "sentence": "如果他不愿意有所表态，那么你可以考虑从你自己的角度，衡量一下这个选择的得失。",
        "label": ""
      },
      {
        "sentence": "限于你的资源和环境，去哪个地方你自己更适合，更有优势，这一点也需要考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我确实需要优先考虑自己。但是，如果男朋友希望我去天津，我该怎么办？",
    "annotation": [
      {
        "sentence": "你说的对，我确实需要优先考虑自己。",
        "label": ""
      },
      {
        "sentence": "但是，如果男朋友希望我去天津，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他也希望你们能共同生活在一个城市，那么我觉得你可以考虑迁往天津。异地恋很容易考验感情，如果两个人都有这个打算，那么掌握这个机会，迁往天津也未尝不可，因为最终你们也需要在一个城市生活在一起。但如果哈尔滨那个国企更加适合你，那么你可以选择留在哈尔滨，而且也不一定要牺牲你自己的未来。",
    "annotation": [
      {
        "sentence": "如果他也希望你们能共同生活在一个城市，那么我觉得你可以考虑迁往天津。",
        "label": ""
      },
      {
        "sentence": "异地恋很容易考验感情，如果两个人都有这个打算，那么掌握这个机会，迁往天津也未尝不可，因为最终你们也需要在一个城市生活在一起。",
        "label": ""
      },
      {
        "sentence": "但如果哈尔滨那个国企更加适合你，那么你可以选择留在哈尔滨，而且也不一定要牺牲你自己的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好考虑的。但是其中还有一个问题，就是父母赡养的问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好考虑的。",
        "label": ""
      },
      {
        "sentence": "但是其中还有一个问题，就是父母赡养的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是一个很重要的问题，但你不能让它束缚你的选择。你可以跟男朋友好好谈一谈，看看有没有解决的办法。比如说，你可以和他商量，你们下班后一起帮忙照顾你的父母，这样你们可以共同分担这个责任。或者，你可以探索一下在天津找一个更加适合的房子，这样你们也可以有一个更好的家庭条件，更好地照顾你的父母。",
    "annotation": [
      {
        "sentence": "这确实是一个很重要的问题，但你不能让它束缚你的选择。",
        "label": ""
      },
      {
        "sentence": "你可以跟男朋友好好谈一谈，看看有没有解决的办法。",
        "label": ""
      },
      {
        "sentence": "比如说，你可以和他商量，你们下班后一起帮忙照顾你的父母，这样你们可以共同分担这个责任。",
        "label": ""
      },
      {
        "sentence": "或者，你可以探索一下在天津找一个更加适合的房子，这样你们也可以有一个更好的家庭条件，更好地照顾你的父母。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我好像有了一些新的想法。谢谢你的建议，让我更清楚地看到了我的未来。",
    "annotation": [
      {
        "sentence": "听你这么说，我好像有了一些新的想法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，让我更清楚地看到了我的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴听到这个消息。其实，我们都应该优先考虑自己，拥有自己的事业和一份稳定的收入。如果你们两个都在其他方面相处得很好，应该不难想办法解决这个问题。希望我的建议对你有所帮助，加油！",
    "annotation": [
      {
        "sentence": "我很高兴听到这个消息。",
        "label": ""
      },
      {
        "sentence": "其实，我们都应该优先考虑自己，拥有自己的事业和一份稳定的收入。",
        "label": ""
      },
      {
        "sentence": "如果你们两个都在其他方面相处得很好，应该不难想办法解决这个问题。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有所帮助，加油！",
        "label": ""
      }
    ]
  }
]