[
  {
    "role": "client",
    "content": "我是一个26岁女生，我想请教一下，我应该为了爱情而奔赴新的城市吗？我大学毕业时在哈尔滨读书，和男朋友在一起已经五年了。虽然我们中间也有过争吵和摩擦，但因为在校园里交往，一直都相处得不错。他对人体贴入微，做事也很稳重，我的同学们也都很认可他。问题出现在我毕业后。他家在河北，找到了一份在天津工作的工作。我家在黑龙江，我毕业后成为哈尔滨市委某机关的公务员。上个月，我参加了国家公务员考试，但成绩不理想。因此，我现在正在同时进行两个工作的面试。一个是哈尔滨的国企，他们对我的笔试和面试都非常满意，希望尽快进一步了解我。这几天我就要去那家公司进一步商谈。另一个是天津的国企，我已经通过他们的笔试和面试，现在正在等候结果。我最纠结的地方是，一方面我考虑到了未来父母的赡养问题。如果我去了天津，我们将面临巨大的房贷压力，无法为我的父母创造更好的条件。另一方面，男朋友在选择工作的时候没有考虑过我，毅然决然地选择了天津，并且未来也没有打算来我的城市。我很犹豫，不知道为了他是否值得奔赴这个城市。",
    "annotation": [
      {
        "sentence": "我是一个26岁女生，我想请教一下，我应该为了爱情而奔赴新的城市吗？",
        "label": ""
      },
      {
        "sentence": "我大学毕业时在哈尔滨读书，和男朋友在一起已经五年了。",
        "label": ""
      },
      {
        "sentence": "虽然我们中间也有过争吵和摩擦，但因为在校园里交往，一直都相处得不错。",
        "label": ""
      },
      {
        "sentence": "他对人体贴入微，做事也很稳重，我的同学们也都很认可他。",
        "label": ""
      },
      {
        "sentence": "问题出现在我毕业后。",
        "label": ""
      },
      {
        "sentence": "他家在河北，找到了一份在天津工作的工作。",
        "label": ""
      },
      {
        "sentence": "我家在黑龙江，我毕业后成为哈尔滨市委某机关的公务员。",
        "label": ""
      },
      {
        "sentence": "上个月，我参加了国家公务员考试，但成绩不理想。",
        "label": ""
      },
      {
        "sentence": "因此，我现在正在同时进行两个工作的面试。",
        "label": ""
      },
      {
        "sentence": "一个是哈尔滨的国企，他们对我的笔试和面试都非常满意，希望尽快进一步了解我。",
        "label": ""
      },
      {
        "sentence": "这几天我就要去那家公司进一步商谈。",
        "label": ""
      },
      {
        "sentence": "另一个是天津的国企，我已经通过他们的笔试和面试，现在正在等候结果。",
        "label": ""
      },
      {
        "sentence": "我最纠结的地方是，一方面我考虑到了未来父母的赡养问题。",
        "label": ""
      },
      {
        "sentence": "如果我去了天津，我们将面临巨大的房贷压力，无法为我的父母创造更好的条件。",
        "label": ""
      },
      {
        "sentence": "另一方面，男朋友在选择工作的时候没有考虑过我，毅然决然地选择了天津，并且未来也没有打算来我的城市。",
        "label": ""
      },
      {
        "sentence": "我很犹豫，不知道为了他是否值得奔赴这个城市。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的故事让我想起了我的经历，虽然我不能给你一个确切的答案，但也许我的故事可以给你一些启示。我和我的丈夫也是大学同学，他比我大一届。当他毕业时，我还在读大三，他去了杭州，而我在大四时准备考研。为了避免我们在读研期间分开太远，我选择了南京的学校。在我如愿考上南京的学校后，我们每个周末和假期都会互相见面，往返于杭州和南京，我们的感情一直都很稳定。后来有一次，他的公司说要调他去大连，虽然去大连可以赚更多的钱，但距离我们更远。当时，赚钱对他来说是最重要的，因为没有经济基础就无法保障我们未来的生活。尽管我有些不舍，但我并没有反对，我也做好了前往大连的准备。然而，第二天他们的领导改变了主意，他留在了浙江。后来，他一直在绍兴工作，事业也进展顺利，为我们的生活打下了经济基础。我研究生毕业后，放弃了南京的工作机会，来到了绍兴。毕业后我们结婚，并生下了一个宝宝，现在宝宝已经七岁了。虽然我们中间也遇到了一些困难，但我一直把和他在一起放在最重要的位置上。每次做决定时，我总是朝着这个方向去思考。也许我的事业心不是那么强，我看重的是一家人幸福地生活在一起。所以你需要问问自己，你需要什么，你期待什么样的生活状态。如果你打算接父母过来，你需要考虑更多的问题。以我的经验来看，我们要尽量保持核心家庭的独立，与原生家庭保持一定的界限，这将使生活更轻松、自由和和谐。此外，父母的赡养问题并不是搬到一起就能解决的。大多数父母更愿意留在老家，他们在家乡更开心、自由。真正的孝顺也不一定要陪在身边，现在通讯和交通已经非常发达，我们有很多方式可以解决父母的养老问题。这些只是我的个人经验，供你参考。",
    "annotation": [
      {
        "sentence": "你的故事让我想起了我的经历，虽然我不能给你一个确切的答案，但也许我的故事可以给你一些启示。",
        "label": ""
      },
      {
        "sentence": "我和我的丈夫也是大学同学，他比我大一届。",
        "label": ""
      },
      {
        "sentence": "当他毕业时，我还在读大三，他去了杭州，而我在大四时准备考研。",
        "label": ""
      },
      {
        "sentence": "为了避免我们在读研期间分开太远，我选择了南京的学校。",
        "label": ""
      },
      {
        "sentence": "在我如愿考上南京的学校后，我们每个周末和假期都会互相见面，往返于杭州和南京，我们的感情一直都很稳定。",
        "label": ""
      },
      {
        "sentence": "后来有一次，他的公司说要调他去大连，虽然去大连可以赚更多的钱，但距离我们更远。",
        "label": ""
      },
      {
        "sentence": "当时，赚钱对他来说是最重要的，因为没有经济基础就无法保障我们未来的生活。",
        "label": ""
      },
      {
        "sentence": "尽管我有些不舍，但我并没有反对，我也做好了前往大连的准备。",
        "label": ""
      },
      {
        "sentence": "然而，第二天他们的领导改变了主意，他留在了浙江。",
        "label": ""
      },
      {
        "sentence": "后来，他一直在绍兴工作，事业也进展顺利，为我们的生活打下了经济基础。",
        "label": ""
      },
      {
        "sentence": "我研究生毕业后，放弃了南京的工作机会，来到了绍兴。",
        "label": ""
      },
      {
        "sentence": "毕业后我们结婚，并生下了一个宝宝，现在宝宝已经七岁了。",
        "label": ""
      },
      {
        "sentence": "虽然我们中间也遇到了一些困难，但我一直把和他在一起放在最重要的位置上。",
        "label": ""
      },
      {
        "sentence": "每次做决定时，我总是朝着这个方向去思考。",
        "label": ""
      },
      {
        "sentence": "也许我的事业心不是那么强，我看重的是一家人幸福地生活在一起。",
        "label": ""
      },
      {
        "sentence": "所以你需要问问自己，你需要什么，你期待什么样的生活状态。",
        "label": ""
      },
      {
        "sentence": "如果你打算接父母过来，你需要考虑更多的问题。",
        "label": ""
      },
      {
        "sentence": "以我的经验来看，我们要尽量保持核心家庭的独立，与原生家庭保持一定的界限，这将使生活更轻松、自由和和谐。",
        "label": ""
      },
      {
        "sentence": "此外，父母的赡养问题并不是搬到一起就能解决的。",
        "label": ""
      },
      {
        "sentence": "大多数父母更愿意留在老家，他们在家乡更开心、自由。",
        "label": ""
      },
      {
        "sentence": "真正的孝顺也不一定要陪在身边，现在通讯和交通已经非常发达，我们有很多方式可以解决父母的养老问题。",
        "label": ""
      },
      {
        "sentence": "这些只是我的个人经验，供你参考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你分享你的故事，确实让我有了一些启示。我现在的犹豫主要是因为我很爱他，但也担心牺牲了自己的未来。我不知道该怎么平衡这两方面的需求。我很想和他在一起，但又不想为了他去一个完全陌生的城市，我害怕适应不了和没有朋友。而且，如果我奔赴他的城市，我父母的养老问题也会变得很困难。我不知道应该如何抉择。",
    "annotation": [
      {
        "sentence": "谢谢你分享你的故事，确实让我有了一些启示。",
        "label": ""
      },
      {
        "sentence": "我现在的犹豫主要是因为我很爱他，但也担心牺牲了自己的未来。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么平衡这两方面的需求。",
        "label": ""
      },
      {
        "sentence": "我很想和他在一起，但又不想为了他去一个完全陌生的城市，我害怕适应不了和没有朋友。",
        "label": ""
      },
      {
        "sentence": "而且，如果我奔赴他的城市，我父母的养老问题也会变得很困难。",
        "label": ""
      },
      {
        "sentence": "我不知道应该如何抉择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的犹豫是非常正常的，爱情和未来规划之间的冲突总是让人陷入两难的境地。你的担心也是可以理解的，毕竟奔赴一个陌生的城市需要适应和建立新的社交关系。然而，我认为在做决定之前，你可以先考虑一些问题。首先，你和他是否有着共同的目标和价值观？沟通和理解是否足够？这是维系长久关系的重要基础。其次，你是否愿意为他放弃部分自己的未来规划？这需要你考虑到自己的人生价值和幸福感。最后，你是否能够找到解决父母赡养问题的其他方式，不一定要搬到一起才能解决。希望你可以仔细思考这些问题，权衡利弊，找到适合自己的方向。",
    "annotation": [
      {
        "sentence": "你的犹豫是非常正常的，爱情和未来规划之间的冲突总是让人陷入两难的境地。",
        "label": ""
      },
      {
        "sentence": "你的担心也是可以理解的，毕竟奔赴一个陌生的城市需要适应和建立新的社交关系。",
        "label": ""
      },
      {
        "sentence": "然而，我认为在做决定之前，你可以先考虑一些问题。",
        "label": ""
      },
      {
        "sentence": "首先，你和他是否有着共同的目标和价值观？",
        "label": ""
      },
      {
        "sentence": "沟通和理解是否足够？",
        "label": ""
      },
      {
        "sentence": "这是维系长久关系的重要基础。",
        "label": ""
      },
      {
        "sentence": "其次，你是否愿意为他放弃部分自己的未来规划？",
        "label": ""
      },
      {
        "sentence": "这需要你考虑到自己的人生价值和幸福感。",
        "label": ""
      },
      {
        "sentence": "最后，你是否能够找到解决父母赡养问题的其他方式，不一定要搬到一起才能解决。",
        "label": ""
      },
      {
        "sentence": "希望你可以仔细思考这些问题，权衡利弊，找到适合自己的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，这些问题确实需要我仔细思考。我们的目标和价值观基本上是一致的，但可能在未来规划上存在一些差异。我愿意为他放弃一部分我的未来规划，但也希望他能够在这个决定中考虑到我的需求和感受。至于父母赡养问题，你说得对，可能不必非要搬到一起，我可以想其他的解决办法。谢谢你的建议，我会更加深入地思考这些问题，希望找到自己的答案。",
    "annotation": [
      {
        "sentence": "你说得对，这些问题确实需要我仔细思考。",
        "label": ""
      },
      {
        "sentence": "我们的目标和价值观基本上是一致的，但可能在未来规划上存在一些差异。",
        "label": ""
      },
      {
        "sentence": "我愿意为他放弃一部分我的未来规划，但也希望他能够在这个决定中考虑到我的需求和感受。",
        "label": ""
      },
      {
        "sentence": "至于父母赡养问题，你说得对，可能不必非要搬到一起，我可以想其他的解决办法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会更加深入地思考这些问题，希望找到自己的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议对你有所帮助。你的态度非常明智，愿意为他放弃部分未来规划，但也希望他能够在决定中考虑到你的需求和感受。这是一个成熟和健康的态度。同时，你也意识到了父母赡养问题并不一定要搬到一起才能解决，这也显示了你的智慧和责任心。希望你能在深入思考后找到属于自己的答案，无论你做出什么样的决定，都是为了更好的未来。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "你的态度非常明智，愿意为他放弃部分未来规划，但也希望他能够在决定中考虑到你的需求和感受。",
        "label": ""
      },
      {
        "sentence": "这是一个成熟和健康的态度。",
        "label": ""
      },
      {
        "sentence": "同时，你也意识到了父母赡养问题并不一定要搬到一起才能解决，这也显示了你的智慧和责任心。",
        "label": ""
      },
      {
        "sentence": "希望你能在深入思考后找到属于自己的答案，无论你做出什么样的决定，都是为了更好的未来。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]