[
  {
    "role": "client",
    "content": "我是一个26岁的女生，最近非常纠结，不知道是否应该为了爱情去新的城市。我是在哈尔滨读大学的，跟我的男朋友从本科开始交往了五年。虽然我们之间有过争吵和摩擦，但是在校园里我们的关系一直很好，而且他待人体贴细致，做事妥帖。我的同学们也很看好他。问题出在毕业以后。他找到了在天津的工作，而我在哈尔滨市委某机关做公务员。上个月，我参加了一次招聘考试，但是失利了，只能从头开始找工作。现在我同时在考虑两个工作机会。一个是在哈尔滨的国企，他们对我在面试和笔试方面的表现都很满意，希望能够进一步了解我。这几天我就要去那个公司商谈了。另一个是在天津的国企，我已经通过了笔试和面试，正在等待结果。我纠结的地方在于，一方面，爱情固然重要，但是我也要考虑到未来父母的赡养问题。如果去了天津，我们的房贷压力会很大，可能无法为我父母提供更好的生活条件。另一方面，男朋友在选择工作时并没有考虑到我，毅然决然地选择了去天津，并且未来也没有打算来我的城市。我在想这样的关系是否值得我为他奔赴。",
    "annotation": [
      {
        "sentence": "我是一个26岁的女生，最近非常纠结，不知道是否应该为了爱情去新的城市。",
        "label": ""
      },
      {
        "sentence": "我是在哈尔滨读大学的，跟我的男朋友从本科开始交往了五年。",
        "label": ""
      },
      {
        "sentence": "虽然我们之间有过争吵和摩擦，但是在校园里我们的关系一直很好，而且他待人体贴细致，做事妥帖。",
        "label": ""
      },
      {
        "sentence": "我的同学们也很看好他。",
        "label": ""
      },
      {
        "sentence": "问题出在毕业以后。",
        "label": ""
      },
      {
        "sentence": "他找到了在天津的工作，而我在哈尔滨市委某机关做公务员。",
        "label": ""
      },
      {
        "sentence": "上个月，我参加了一次招聘考试，但是失利了，只能从头开始找工作。",
        "label": ""
      },
      {
        "sentence": "现在我同时在考虑两个工作机会。",
        "label": ""
      },
      {
        "sentence": "一个是在哈尔滨的国企，他们对我在面试和笔试方面的表现都很满意，希望能够进一步了解我。",
        "label": ""
      },
      {
        "sentence": "这几天我就要去那个公司商谈了。",
        "label": ""
      },
      {
        "sentence": "另一个是在天津的国企，我已经通过了笔试和面试，正在等待结果。",
        "label": ""
      },
      {
        "sentence": "我纠结的地方在于，一方面，爱情固然重要，但是我也要考虑到未来父母的赡养问题。",
        "label": ""
      },
      {
        "sentence": "如果去了天津，我们的房贷压力会很大，可能无法为我父母提供更好的生活条件。",
        "label": ""
      },
      {
        "sentence": "另一方面，男朋友在选择工作时并没有考虑到我，毅然决然地选择了去天津，并且未来也没有打算来我的城市。",
        "label": ""
      },
      {
        "sentence": "我在想这样的关系是否值得我为他奔赴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你的情况确实很不容易，在毕业季需要同时考虑爱情、亲情和工作。首先，从你的描述中，我推测你的男友可能不是天津本地人。在你们去天津买房的情况下，大部分或者全部的费用都需要你们自己承担。所以，你们两家的经济条件影响不大，基本上是平衡的。而你应该是家庭中的独女，你能够顾及到父母的赡养问题，为你点赞。",
    "annotation": [
      {
        "sentence": "亲爱的，你的情况确实很不容易，在毕业季需要同时考虑爱情、亲情和工作。",
        "label": ""
      },
      {
        "sentence": "首先，从你的描述中，我推测你的男友可能不是天津本地人。",
        "label": ""
      },
      {
        "sentence": "在你们去天津买房的情况下，大部分或者全部的费用都需要你们自己承担。",
        "label": ""
      },
      {
        "sentence": "所以，你们两家的经济条件影响不大，基本上是平衡的。",
        "label": ""
      },
      {
        "sentence": "而你应该是家庭中的独女，你能够顾及到父母的赡养问题，为你点赞。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。另外，毕业后我就在哈尔滨市委某机关做公务员，最近我同时也在考虑一份在哈尔滨的国企。所以，从我的内心倾向来看，我更倾向于留在哈尔滨，这也是我理性地权衡利弊后做出的选择，我觉得在求职过程中我还是很明智的。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "另外，毕业后我就在哈尔滨市委某机关做公务员，最近我同时也在考虑一份在哈尔滨的国企。",
        "label": ""
      },
      {
        "sentence": "所以，从我的内心倾向来看，我更倾向于留在哈尔滨，这也是我理性地权衡利弊后做出的选择，我觉得在求职过程中我还是很明智的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的选择很明智，毕竟在哈尔滨已经有了一份稳定的工作和考虑的工作机会。接下来，我想聊一聊你的恋情。从你的问题中来看，你对你们的关系描述得很少，只是简单提到了你男友的待人态度和工作上的表现。我猜你们在未来的计划中可能已经有所了解，但可能没有深入沟通。你男友在选择工作时没有顾及到你的情况，我大胆猜测他的未来计划可能并没有你在内。如果你们没有详细讨论过未来，那我说的可能不太准确。但是，他毅然决然选择了去天津，并且没有考虑过你的家乡，这说明他将事业放在首位，不打算为这份关系付出更多。是否继续取决于你。如果他有邀请你一起去天津，并且看到了你的付出和舍弃，那你可以为之努力一试。但是，你要明白，如果他只是空口说说，而你的付出是实实在在的，那你们在这份关系中的付出是不平等的。一段关系的持续需要双方共同付出才可能持久，不是吗？如果只有你一个人单方面努力，那你去了天津，无论遇到多大的困难，你都只能默默承受。你能做到吗？如果可以，那你可以去尝试一下，如果不行，请三思而行。",
    "annotation": [
      {
        "sentence": "你的选择很明智，毕竟在哈尔滨已经有了一份稳定的工作和考虑的工作机会。",
        "label": ""
      },
      {
        "sentence": "接下来，我想聊一聊你的恋情。",
        "label": ""
      },
      {
        "sentence": "从你的问题中来看，你对你们的关系描述得很少，只是简单提到了你男友的待人态度和工作上的表现。",
        "label": ""
      },
      {
        "sentence": "我猜你们在未来的计划中可能已经有所了解，但可能没有深入沟通。",
        "label": ""
      },
      {
        "sentence": "你男友在选择工作时没有顾及到你的情况，我大胆猜测他的未来计划可能并没有你在内。",
        "label": ""
      },
      {
        "sentence": "如果你们没有详细讨论过未来，那我说的可能不太准确。",
        "label": ""
      },
      {
        "sentence": "但是，他毅然决然选择了去天津，并且没有考虑过你的家乡，这说明他将事业放在首位，不打算为这份关系付出更多。",
        "label": ""
      },
      {
        "sentence": "是否继续取决于你。",
        "label": ""
      },
      {
        "sentence": "如果他有邀请你一起去天津，并且看到了你的付出和舍弃，那你可以为之努力一试。",
        "label": ""
      },
      {
        "sentence": "但是，你要明白，如果他只是空口说说，而你的付出是实实在在的，那你们在这份关系中的付出是不平等的。",
        "label": ""
      },
      {
        "sentence": "一段关系的持续需要双方共同付出才可能持久，不是吗？",
        "label": ""
      },
      {
        "sentence": "如果只有你一个人单方面努力，那你去了天津，无论遇到多大的困难，你都只能默默承受。",
        "label": ""
      },
      {
        "sentence": "你能做到吗？",
        "label": ""
      },
      {
        "sentence": "如果可以，那你可以去尝试一下，如果不行，请三思而行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，他确实没有邀请我一起去天津，也没有看到我为他付出和舍弃。我真的很在意这段感情，但是如果只有我一个人在努力，付出得不到回报，那我是否应该放弃呢？",
    "annotation": [
      {
        "sentence": "你说的很对，他确实没有邀请我一起去天津，也没有看到我为他付出和舍弃。",
        "label": ""
      },
      {
        "sentence": "我真的很在意这段感情，但是如果只有我一个人在努力，付出得不到回报，那我是否应该放弃呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候，人的不作为、不表态、不负责任，可能只是不想背负“谈了五年的感情，说分手就分手”的恶名。这样的男人本质上有点自私。而女人还要因为他隐约给出的虚无的可能性，在孤身奋斗的过程中浪费自己的青春，失去更多。原本两个人建立起来的关系，无形中变成了剃头挑子一头热。那这样真的值得吗？",
    "annotation": [
      {
        "sentence": "有时候，人的不作为、不表态、不负责任，可能只是不想背负“谈了五年的感情，说分手就分手”的恶名。",
        "label": ""
      },
      {
        "sentence": "这样的男人本质上有点自私。",
        "label": ""
      },
      {
        "sentence": "而女人还要因为他隐约给出的虚无的可能性，在孤身奋斗的过程中浪费自己的青春，失去更多。",
        "label": ""
      },
      {
        "sentence": "原本两个人建立起来的关系，无形中变成了剃头挑子一头热。",
        "label": ""
      },
      {
        "sentence": "那这样真的值得吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能你说得对，放手也是一种解脱。但是，如果我留在哈尔滨，我还有可能找到一个合适的伴侣吗？毕竟我已经26岁了。",
    "annotation": [
      {
        "sentence": "可能你说得对，放手也是一种解脱。",
        "label": ""
      },
      {
        "sentence": "但是，如果我留在哈尔滨，我还有可能找到一个合适的伴侣吗？",
        "label": ""
      },
      {
        "sentence": "毕竟我已经26岁了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在26岁，硕士毕业，如果你留在家乡哈尔滨这个省会城市，未必不能找到一个适合你的男人，建立起幸福的小家庭。而你男友也可能和你一样，26、27岁，可能还没有考虑到结婚的事情。最后能否走到一起还没有定数。以他的性格，如果你未来为小家庭和他付出更多，他是否愿意为你付出还不得而知。",
    "annotation": [
      {
        "sentence": "你现在26岁，硕士毕业，如果你留在家乡哈尔滨这个省会城市，未必不能找到一个适合你的男人，建立起幸福的小家庭。",
        "label": ""
      },
      {
        "sentence": "而你男友也可能和你一样，26、27岁，可能还没有考虑到结婚的事情。",
        "label": ""
      },
      {
        "sentence": "最后能否走到一起还没有定数。",
        "label": ""
      },
      {
        "sentence": "以他的性格，如果你未来为小家庭和他付出更多，他是否愿意为你付出还不得而知。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "关于这段感情，如果我非常重视，相信彼此的感情，我是否可以考虑去他的工作城市一起奋斗呢？",
    "annotation": [
      {
        "sentence": "关于这段感情，如果我非常重视，相信彼此的感情，我是否可以考虑去他的工作城市一起奋斗呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你真的非常重视这段感情，愿意为之付出，也相信彼此的感情，那你可以考虑去他的工作城市和他一起奋斗。但是记住，那是你自己的选择，",
    "annotation": [
      {
        "sentence": "如果你真的非常重视这段感情，愿意为之付出，也相信彼此的感情，那你可以考虑去他的工作城市和他一起奋斗。",
        "label": ""
      },
      {
        "sentence": "但是记住，那是你自己的选择，",
        "label": ""
      }
    ]
  }
]