[
  {
    "role": "client",
    "content": "三年爱情和一个月的心动，该怎么选择？我和对象谈了三年，后面的一年多是异地，见面间隔三个月左右，现在感觉感情处于平淡期。我从国庆到现在一直在找工作，平时比较忙，和对象的时间对不上，经常忘了联系他，一天也没聊几句。与此同时，有一个男生出现在我的视野里，和我一起找工作认识的，一个星期经常一起实习，一起吃饭一起回学校，渐渐的好像有些心动，也感受到对方的来意，感情逐渐升温……但是这个节骨眼上，我对象回来了，还要待十天左右，现在的我很纠结，不知道到底该选择谁，一个去是觉得平淡无奇的爱情，一个是令我心跳加速的但不确定是不是新鲜感的爱情。并且现在只能选择一个，不然可能两个人都离我而去了，三年的爱情弃之可惜，两个月的是否又值得选择呢？",
    "annotation": [
      {
        "sentence": "三年爱情和一个月的心动，该怎么选择？",
        "label": ""
      },
      {
        "sentence": "我和对象谈了三年，后面的一年多是异地，见面间隔三个月左右，现在感觉感情处于平淡期。",
        "label": ""
      },
      {
        "sentence": "我从国庆到现在一直在找工作，平时比较忙，和对象的时间对不上，经常忘了联系他，一天也没聊几句。",
        "label": ""
      },
      {
        "sentence": "与此同时，有一个男生出现在我的视野里，和我一起找工作认识的，一个星期经常一起实习，一起吃饭一起回学校，渐渐的好像有些心动，也感受到对方的来意，感情逐渐升温……但是这个节骨眼上，我对象回来了，还要待十天左右，现在的我很纠结，不知道到底该选择谁，一个去是觉得平淡无奇的爱情，一个是令我心跳加速的但不确定是不是新鲜感的爱情。",
        "label": ""
      },
      {
        "sentence": "并且现在只能选择一个，不然可能两个人都离我而去了，三年的爱情弃之可惜，两个月的是否又值得选择呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在处于一个非常棘手的情况，很难做出选择。但是，首先你需要理清自己对两个人的感觉，分辨出是真正的喜欢，还是单纯的新鲜感。你也可以想一想，如果两个人同时出现在你面前，你会做出什么选择呢？",
    "annotation": [
      {
        "sentence": "你现在处于一个非常棘手的情况，很难做出选择。",
        "label": ""
      },
      {
        "sentence": "但是，首先你需要理清自己对两个人的感觉，分辨出是真正的喜欢，还是单纯的新鲜感。",
        "label": ""
      },
      {
        "sentence": "你也可以想一想，如果两个人同时出现在你面前，你会做出什么选择呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感觉自己是真的喜欢那个男生，每次想到他都很开心，但是又会觉得有些内疚，因为我和对象在一起这么久了。",
    "annotation": [
      {
        "sentence": "我感觉自己是真的喜欢那个男生，每次想到他都很开心，但是又会觉得有些内疚，因为我和对象在一起这么久了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要把内疚的情绪压抑在自己心里，这可能会影响你做决定。为了让自己更清楚地思考，你可以列一个表格，分别比较两个人的优缺点，看看两个人的分数差别在哪里。",
    "annotation": [
      {
        "sentence": "不要把内疚的情绪压抑在自己心里，这可能会影响你做决定。",
        "label": ""
      },
      {
        "sentence": "为了让自己更清楚地思考，你可以列一个表格，分别比较两个人的优缺点，看看两个人的分数差别在哪里。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我试试。但是我现在还是很担心选择错了，会不会后悔呢？",
    "annotation": [
      {
        "sentence": "好的，我试试。",
        "label": ""
      },
      {
        "sentence": "但是我现在还是很担心选择错了，会不会后悔呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "选择是有风险的，但是不做选择也会让自己一直困扰，所以你需要在接受一定风险的同时坚定自己的选择。如果做出的选择最终不理想，那么也不要抱怨命运，而是要积极寻找出路。",
    "annotation": [
      {
        "sentence": "选择是有风险的，但是不做选择也会让自己一直困扰，所以你需要在接受一定风险的同时坚定自己的选择。",
        "label": ""
      },
      {
        "sentence": "如果做出的选择最终不理想，那么也不要抱怨命运，而是要积极寻找出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我现在还是不知道该选择谁。有没有什么方法可以帮我更好地思考呢？",
    "annotation": [
      {
        "sentence": "我明白了，但是我现在还是不知道该选择谁。",
        "label": ""
      },
      {
        "sentence": "有没有什么方法可以帮我更好地思考呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着和两个人分别沟通，问问自己是否能接受对方的一些缺点，是否愿意为对方付出，是否能想象和对方度过以后的生活。这些问题的回答会给你提供更多的信息，去帮助自己做出决定。",
    "annotation": [
      {
        "sentence": "你可以试着和两个人分别沟通，问问自己是否能接受对方的一些缺点，是否愿意为对方付出，是否能想象和对方度过以后的生活。",
        "label": ""
      },
      {
        "sentence": "这些问题的回答会给你提供更多的信息，去帮助自己做出决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我觉得这是一个不错的建议。我跟你说了这么多，谢谢你一直听我发牢骚，真的很感激。",
    "annotation": [
      {
        "sentence": "好的，我觉得这是一个不错的建议。",
        "label": ""
      },
      {
        "sentence": "我跟你说了这么多，谢谢你一直听我发牢骚，真的很感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我很高兴能够帮助你。最后，不管你做出什么决定，都要记住，你的选择是基于当下最好的信息和感觉，不要为之后可能发生的事情而烦恼。",
    "annotation": [
      {
        "sentence": "没关系，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "最后，不管你做出什么决定，都要记住，你的选择是基于当下最好的信息和感觉，不要为之后可能发生的事情而烦恼。",
        "label": ""
      }
    ]
  }
]