[
  {
    "role": "client",
    "content": "我是23岁男性，患有躁郁症。心理咨询中的不确定性让我感到不安。一年前，我曾是重度躁郁症患者，甚至自杀未遂。现在病情好转至轻度，但是我对于咨询的进展一直感到不满意。我的咨询师总是以含糊不清的话来敷衍我。我很困惑，我的咨询师真的能够帮助我吗？",
    "annotation": [
      {
        "sentence": "我是23岁男性，患有躁郁症。",
        "label": ""
      },
      {
        "sentence": "心理咨询中的不确定性让我感到不安。",
        "label": ""
      },
      {
        "sentence": "一年前，我曾是重度躁郁症患者，甚至自杀未遂。",
        "label": ""
      },
      {
        "sentence": "现在病情好转至轻度，但是我对于咨询的进展一直感到不满意。",
        "label": ""
      },
      {
        "sentence": "我的咨询师总是以含糊不清的话来敷衍我。",
        "label": ""
      },
      {
        "sentence": "我很困惑，我的咨询师真的能够帮助我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想说你的努力和自我治疗已经取得了很大的进展，这是需要肯定的。关于咨询的进展，如果你感到不满意，可以和咨询师沟通，表达你的想法和感受。你之前提到咨询师以含糊不清的话来敷衍你，你可以试着问她具体的细节，例如：你们目前的计划是什么，你还需要做什么，以及需要多长时间才能看到效果等问题。这样可以让你明确咨询师的思路和计划，减少你对未来的不确定感。",
    "annotation": [
      {
        "sentence": "首先，我想说你的努力和自我治疗已经取得了很大的进展，这是需要肯定的。",
        "label": ""
      },
      {
        "sentence": "关于咨询的进展，如果你感到不满意，可以和咨询师沟通，表达你的想法和感受。",
        "label": ""
      },
      {
        "sentence": "你之前提到咨询师以含糊不清的话来敷衍你，你可以试着问她具体的细节，例如：你们目前的计划是什么，你还需要做什么，以及需要多长时间才能看到效果等问题。",
        "label": ""
      },
      {
        "sentence": "这样可以让你明确咨询师的思路和计划，减少你对未来的不确定感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试着和咨询师沟通过，但是她回答的仍然不够明确。我觉得她只是在说一些表面的话，没有深入探讨我的问题。我似乎无法和她建立起真正的信任关系。",
    "annotation": [
      {
        "sentence": "我试着和咨询师沟通过，但是她回答的仍然不够明确。",
        "label": ""
      },
      {
        "sentence": "我觉得她只是在说一些表面的话，没有深入探讨我的问题。",
        "label": ""
      },
      {
        "sentence": "我似乎无法和她建立起真正的信任关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个可以理解的感受。建立起信任关系需要双方的努力和时间。你可以和咨询师坦诚一些，告诉她你对她的失望和不满，并询问她是否理解你的需要和疑虑。说出你的感受，可能帮助咨询师更好地理解你的真实需求，同时也可以让你们之间的沟通更加深入。",
    "annotation": [
      {
        "sentence": "这是一个可以理解的感受。",
        "label": ""
      },
      {
        "sentence": "建立起信任关系需要双方的努力和时间。",
        "label": ""
      },
      {
        "sentence": "你可以和咨询师坦诚一些，告诉她你对她的失望和不满，并询问她是否理解你的需要和疑虑。",
        "label": ""
      },
      {
        "sentence": "说出你的感受，可能帮助咨询师更好地理解你的真实需求，同时也可以让你们之间的沟通更加深入。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前已经试图和她沟通了，但这并没有产生任何的效果。我感觉她只是随便应付了事，没有认真对待我的问题，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我之前已经试图和她沟通了，但这并没有产生任何的效果。",
        "label": ""
      },
      {
        "sentence": "我感觉她只是随便应付了事，没有认真对待我的问题，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是一个让人感到困惑和无助的情况。做为咨询师，我觉得她应该更加认真地对待你的问题，尊重你的想法和感受。也许你可以换一位咨询师，看看是否能找到更加合适的人选。总之，你需要明确你的需求和目标，不断地探索自己的内心世界，寻找适合自己的解决方案。",
    "annotation": [
      {
        "sentence": "这确实是一个让人感到困惑和无助的情况。",
        "label": ""
      },
      {
        "sentence": "做为咨询师，我觉得她应该更加认真地对待你的问题，尊重你的想法和感受。",
        "label": ""
      },
      {
        "sentence": "也许你可以换一位咨询师，看看是否能找到更加合适的人选。",
        "label": ""
      },
      {
        "sentence": "总之，你需要明确你的需求和目标，不断地探索自己的内心世界，寻找适合自己的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议，我觉得我需要与咨询师重新审视我的目标和需要，而不是一味的依赖她来解决我的问题。把自己的努力与寻找合适的解决方案融合在一起，让自己的人生变得更加充实和有意义。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议，我觉得我需要与咨询师重新审视我的目标和需要，而不是一味的依赖她来解决我的问题。",
        "label": ""
      },
      {
        "sentence": "把自己的努力与寻找合适的解决方案融合在一起，让自己的人生变得更加充实和有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的理解和思考非常棒。即便我们无法找到合适的咨询师，我们也可以自己设计一些更加有效的解决方案，让生活变得更加美好。只有不断地尝试，不断地探索，才能够找到属于自己内心的平衡点，让人生变得更加充实和有意义。",
    "annotation": [
      {
        "sentence": "是的，你的理解和思考非常棒。",
        "label": ""
      },
      {
        "sentence": "即便我们无法找到合适的咨询师，我们也可以自己设计一些更加有效的解决方案，让生活变得更加美好。",
        "label": ""
      },
      {
        "sentence": "只有不断地尝试，不断地探索，才能够找到属于自己内心的平衡点，让人生变得更加充实和有意义。",
        "label": ""
      }
    ]
  }
]