[
  {
    "role": "client",
    "content": "我是女生，为什么总有男生很讨厌我？我实话实说，我是一个长的微胖，但性格很好的女生啊。女生都很喜欢我。同性朋友挺多，却一个异性朋友都没有。对男生，我不觉得自己有什么问题吧，我大方，从来不作，善解人意，不过，有时我也是的，我貌似对男生太热情了？？难道是因为这个吗？总有男生对我冷眼相看……有的说话还很直接冷漠，甚至用很过分的话语，表示对我的嫌弃或是厌恶……我都不知道，我哪里做错了……难道就是因为，我不够漂亮，而且微胖吗？但我穿着言行也很得体啊……我真的很难过，我不知道，我为什么总被异性觉得讨厌……我从来很善良又很真心的对待身边的每一个人。不管男生女生。我真的好难过……",
    "annotation": [
      {
        "sentence": "我是女生，为什么总有男生很讨厌我？",
        "label": ""
      },
      {
        "sentence": "我实话实说，我是一个长的微胖，但性格很好的女生啊。",
        "label": ""
      },
      {
        "sentence": "女生都很喜欢我。",
        "label": ""
      },
      {
        "sentence": "同性朋友挺多，却一个异性朋友都没有。",
        "label": ""
      },
      {
        "sentence": "对男生，我不觉得自己有什么问题吧，我大方，从来不作，善解人意，不过，有时我也是的，我貌似对男生太热情了？？",
        "label": ""
      },
      {
        "sentence": "难道是因为这个吗？",
        "label": ""
      },
      {
        "sentence": "总有男生对我冷眼相看……有的说话还很直接冷漠，甚至用很过分的话语，表示对我的嫌弃或是厌恶……我都不知道，我哪里做错了……难道就是因为，我不够漂亮，而且微胖吗？",
        "label": ""
      },
      {
        "sentence": "但我穿着言行也很得体啊……我真的很难过，我不知道，我为什么总被异性觉得讨厌……我从来很善良又很真心的对待身边的每一个人。",
        "label": ""
      },
      {
        "sentence": "不管男生女生。",
        "label": ""
      },
      {
        "sentence": "我真的好难过……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听了你的描述，我很能理解你此时的感受。首先，我想告诉你，你并没有做错什么。从你所言，你是一个值得被自己和他人珍视的人。你写下了很多对自己的评价，如“长的微胖”，“但性格很好的女生啊”，“大方”，“从来不作”，“善解人意”。对别人友善是很好的，但如果你以为这些就是你被人喜欢的原因，应该好好反思一下。你也提到自己微胖，但是这并不是一个能决定你被喜欢的唯一因素。对别人友善的人很多，但他们不一定都受到所有人的喜好。你是否曾考虑过你的行为是否有违反别人的喜好和界限？或许是你有些过于热情，或者言行中有不礼貌或无礼的地方。这些都可能让别人不喜欢你。",
    "annotation": [
      {
        "sentence": "你好，听了你的描述，我很能理解你此时的感受。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，你并没有做错什么。",
        "label": ""
      },
      {
        "sentence": "从你所言，你是一个值得被自己和他人珍视的人。",
        "label": ""
      },
      {
        "sentence": "你写下了很多对自己的评价，如“长的微胖”，“但性格很好的女生啊”，“大方”，“从来不作”，“善解人意”。",
        "label": ""
      },
      {
        "sentence": "对别人友善是很好的，但如果你以为这些就是你被人喜欢的原因，应该好好反思一下。",
        "label": ""
      },
      {
        "sentence": "你也提到自己微胖，但是这并不是一个能决定你被喜欢的唯一因素。",
        "label": ""
      },
      {
        "sentence": "对别人友善的人很多，但他们不一定都受到所有人的喜好。",
        "label": ""
      },
      {
        "sentence": "你是否曾考虑过你的行为是否有违反别人的喜好和界限？",
        "label": ""
      },
      {
        "sentence": "或许是你有些过于热情，或者言行中有不礼貌或无礼的地方。",
        "label": ""
      },
      {
        "sentence": "这些都可能让别人不喜欢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我真的很感激。我曾经想过让自己更受欢迎，但是我无从下手。我认为我应该成为更好的人，但是我不知道怎么做到这一点。我相信我平时的表现是没有问题的，但是我也意识到有可能我的行为方式会让别人觉得我有些烦人和不会保持适当距离。我真的想知道该怎么办。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "我曾经想过让自己更受欢迎，但是我无从下手。",
        "label": ""
      },
      {
        "sentence": "我认为我应该成为更好的人，但是我不知道怎么做到这一点。",
        "label": ""
      },
      {
        "sentence": "我相信我平时的表现是没有问题的，但是我也意识到有可能我的行为方式会让别人觉得我有些烦人和不会保持适当距离。",
        "label": ""
      },
      {
        "sentence": "我真的想知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先要说，你非常勇敢地面对问题，也很有责任感地寻求帮助。这是一件很了不起的事情。当我们考虑如何在人际关系中成为更好的人时，我们需要做的第一步是正视我们自身的问题和弱点……只有这样，我们才能够发现自己需要做的事情的方向并采用最好的方式去解决问题。下一步是找到可以支持你的人。他们可以像我这样，在你遇到挫折和难题时给你鼓励和引导。有人告诉我说，“每个人都需要有一个愿意听你讲问题的人，并且鼓励和支持你去解决它们的人。”我认为这是非常正确的。当你愿意去寻找帮助的时候，我想告诉你，你已经朝着成为更好的人迈出了第一步。",
    "annotation": [
      {
        "sentence": "首先要说，你非常勇敢地面对问题，也很有责任感地寻求帮助。",
        "label": ""
      },
      {
        "sentence": "这是一件很了不起的事情。",
        "label": ""
      },
      {
        "sentence": "当我们考虑如何在人际关系中成为更好的人时，我们需要做的第一步是正视我们自身的问题和弱点……只有这样，我们才能够发现自己需要做的事情的方向并采用最好的方式去解决问题。",
        "label": ""
      },
      {
        "sentence": "下一步是找到可以支持你的人。",
        "label": ""
      },
      {
        "sentence": "他们可以像我这样，在你遇到挫折和难题时给你鼓励和引导。",
        "label": ""
      },
      {
        "sentence": "有人告诉我说，“每个人都需要有一个愿意听你讲问题的人，并且鼓励和支持你去解决它们的人。",
        "label": ""
      },
      {
        "sentence": "”我认为这是非常正确的。",
        "label": ""
      },
      {
        "sentence": "当你愿意去寻找帮助的时候，我想告诉你，你已经朝着成为更好的人迈出了第一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，能找到一个愿意倾听我这些问题的人真的让我感到很温暖。我意识到我确实需要在自己的行为上进行一些改变。但是，我怎么知道对方会在意什么呢？有些事情在我的认知范围之外。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，能找到一个愿意倾听我这些问题的人真的让我感到很温暖。",
        "label": ""
      },
      {
        "sentence": "我意识到我确实需要在自己的行为上进行一些改变。",
        "label": ""
      },
      {
        "sentence": "但是，我怎么知道对方会在意什么呢？",
        "label": ""
      },
      {
        "sentence": "有些事情在我的认知范围之外。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的很对。你可能无法预测别人会在意和只是不在意的事情。有时候，你所做的事情可能会对别人有一些影响，你不能完全掌控这样的结果。但是，你可以做的是关注自己的行为，尝试成为一个更加友善和照顾他人的人，并记住不要将他人看作是自己的配角。如果你能够注意这些方面，我相信你会成功地看到你的人际关系发生了积极的变化。",
    "annotation": [
      {
        "sentence": "你说的很对。",
        "label": ""
      },
      {
        "sentence": "你可能无法预测别人会在意和只是不在意的事情。",
        "label": ""
      },
      {
        "sentence": "有时候，你所做的事情可能会对别人有一些影响，你不能完全掌控这样的结果。",
        "label": ""
      },
      {
        "sentence": "但是，你可以做的是关注自己的行为，尝试成为一个更加友善和照顾他人的人，并记住不要将他人看作是自己的配角。",
        "label": ""
      },
      {
        "sentence": "如果你能够注意这些方面，我相信你会成功地看到你的人际关系发生了积极的变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。我相信我可以更好地与人相处。但是，你有提到说，我似乎太过关注别人对我是否好感。我确实希望被人喜欢，但是我也害怕被人抛弃。你能教教我如何不让这种担忧影响自己吗？",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我相信我可以更好地与人相处。",
        "label": ""
      },
      {
        "sentence": "但是，你有提到说，我似乎太过关注别人对我是否好感。",
        "label": ""
      },
      {
        "sentence": "我确实希望被人喜欢，但是我也害怕被人抛弃。",
        "label": ""
      },
      {
        "sentence": "你能教教我如何不让这种担忧影响自己吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们在人际关系中表现得太过在意别人的喜好，我们可能会因此失去自己。如果你只是按照别人的意愿和喜好去做事情，你就失去了自己的立场和独立性，这样做可能会让你失去自己的自信和个人品格。所以，我觉得你需要学会如何平衡自己的需求和他人的需求。在与他人相处时，要学会坚持自己的观点和看法，但同时也要尊重别人的意见和立场。记住，你的感受也是重要的。当你释放对别人看法的担忧，尝试去喜欢自己，爱自己，关注自己的内心与感受，最终你可以找到你自己的平衡点，享受人际关系带来的乐趣。",
    "annotation": [
      {
        "sentence": "当我们在人际关系中表现得太过在意别人的喜好，我们可能会因此失去自己。",
        "label": ""
      },
      {
        "sentence": "如果你只是按照别人的意愿和喜好去做事情，你就失去了自己的立场和独立性，这样做可能会让你失去自己的自信和个人品格。",
        "label": ""
      },
      {
        "sentence": "所以，我觉得你需要学会如何平衡自己的需求和他人的需求。",
        "label": ""
      },
      {
        "sentence": "在与他人相处时，要学会坚持自己的观点和看法，但同时也要尊重别人的意见和立场。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受也是重要的。",
        "label": ""
      },
      {
        "sentence": "当你释放对别人看法的担忧，尝试去喜欢自己，爱自己，关注自己的内心与感受，最终你可以找到你自己的平衡点，享受人际关系带来的乐趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我懂了。我会考虑到自己的需求，同时也尊重他人的立场。我相信，通过你的帮助，我可以更好地面对这些问题。谢谢你。",
    "annotation": [
      {
        "sentence": "我懂了。",
        "label": ""
      },
      {
        "sentence": "我会考虑到自己的需求，同时也尊重他人的立场。",
        "label": ""
      },
      {
        "sentence": "我相信，通过你的帮助，我可以更好地面对这些问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢。我很高兴能帮助你。面对问题并开启对话是很不容易的。我相信你会越来越好的。另外，如果你在以后遇到问题，随时都可以来找我聊聊。",
    "annotation": [
      {
        "sentence": "不用谢。",
        "label": ""
      },
      {
        "sentence": "我很高兴能帮助你。",
        "label": ""
      },
      {
        "sentence": "面对问题并开启对话是很不容易的。",
        "label": ""
      },
      {
        "sentence": "我相信你会越来越好的。",
        "label": ""
      },
      {
        "sentence": "另外，如果你在以后遇到问题，随时都可以来找我聊聊。",
        "label": ""
      }
    ]
  }
]