[
  {
    "role": "client",
    "content": "我发现自己是情感钝化的一个人，建立情感联结极其困难。我感觉自己像是一座孤岛，有人说我城府很深。我觉得比喻很恰当。就像是一座城墙把自己围住，城墙里面除了我以外什么也没有。生活中感觉像是一个旁观者，所有别人的情绪到我身上好像打在棉花一样，感觉自己要建立情感联结极其困难。我好像每次都在扮演自己该扮演的角色，但是对于别人的情绪或者经历内心毫无波澜。现在的我是不是没救了。哦，我是男生。",
    "annotation": [
      {
        "sentence": "我发现自己是情感钝化的一个人，建立情感联结极其困难。",
        "label": ""
      },
      {
        "sentence": "我感觉自己像是一座孤岛，有人说我城府很深。",
        "label": ""
      },
      {
        "sentence": "我觉得比喻很恰当。",
        "label": ""
      },
      {
        "sentence": "就像是一座城墙把自己围住，城墙里面除了我以外什么也没有。",
        "label": ""
      },
      {
        "sentence": "生活中感觉像是一个旁观者，所有别人的情绪到我身上好像打在棉花一样，感觉自己要建立情感联结极其困难。",
        "label": ""
      },
      {
        "sentence": "我好像每次都在扮演自己该扮演的角色，但是对于别人的情绪或者经历内心毫无波澜。",
        "label": ""
      },
      {
        "sentence": "现在的我是不是没救了。",
        "label": ""
      },
      {
        "sentence": "哦，我是男生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪和情感是人对客观外界事物的态度的体验，是人脑对客观外界与主题需要之间关系的反应，情绪和情感是不同于认识过程的一种心理过程。从你的文字中看出，你感觉自己像是一座孤岛，有人说你城府深，而你觉得比喻恰当。正是你自己对于内心情感有充分的认识，在自我保护的同时给自己建立了一座城墙，把自己包围在其中。",
    "annotation": [
      {
        "sentence": "情绪和情感是人对客观外界事物的态度的体验，是人脑对客观外界与主题需要之间关系的反应，情绪和情感是不同于认识过程的一种心理过程。",
        "label": ""
      },
      {
        "sentence": "从你的文字中看出，你感觉自己像是一座孤岛，有人说你城府深，而你觉得比喻恰当。",
        "label": ""
      },
      {
        "sentence": "正是你自己对于内心情感有充分的认识，在自我保护的同时给自己建立了一座城墙，把自己包围在其中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得自己很难和别人建立情感的连接，感觉与他人隔阂很大。我在生活中总是感觉自己是个旁观者，只是在表面上扮演着该扮演的角色。这样的感觉让我很困惑，我担心自己是否有救。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得自己很难和别人建立情感的连接，感觉与他人隔阂很大。",
        "label": ""
      },
      {
        "sentence": "我在生活中总是感觉自己是个旁观者，只是在表面上扮演着该扮演的角色。",
        "label": ""
      },
      {
        "sentence": "这样的感觉让我很困惑，我担心自己是否有救。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，情绪和情感是以人的需要为中介的一种心理活动，反映的是客观外界事物与主题需要之间的关系。你在生活中虽然感觉像是一个旁观者，但有引起你的情绪体验，在一定程度上你与生活建立了情感关系。",
    "annotation": [
      {
        "sentence": "首先，情绪和情感是以人的需要为中介的一种心理活动，反映的是客观外界事物与主题需要之间的关系。",
        "label": ""
      },
      {
        "sentence": "你在生活中虽然感觉像是一个旁观者，但有引起你的情绪体验，在一定程度上你与生活建立了情感关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实会有情绪的体验，但是感觉别人的情绪无法真正触动到我内心深处，就好像打在棉花上一样。我担心这种情况会让我与他人建立情感联结更加困难。",
    "annotation": [
      {
        "sentence": "是的，我确实会有情绪的体验，但是感觉别人的情绪无法真正触动到我内心深处，就好像打在棉花上一样。",
        "label": ""
      },
      {
        "sentence": "我担心这种情况会让我与他人建立情感联结更加困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，情绪和情感是主题的一种主观感受，或者说是一种内心体验，所有别人的情绪到你身上都像打在棉花一样，说明你的感知觉稳定，这也是一种内心的情绪体验。",
    "annotation": [
      {
        "sentence": "其实，情绪和情感是主题的一种主观感受，或者说是一种内心体验，所有别人的情绪到你身上都像打在棉花一样，说明你的感知觉稳定，这也是一种内心的情绪体验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么这是否意味着我永远无法与他人建立深层次的情感联系呢？我有点担心自己会一直孤独下去。",
    "annotation": [
      {
        "sentence": "那么这是否意味着我永远无法与他人建立深层次的情感联系呢？",
        "label": ""
      },
      {
        "sentence": "我有点担心自己会一直孤独下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪和情感会通过表情来与生活建立情感联结，比如高兴时眉开眼笑，生气时面红耳赤，害怕时身上发抖等。虽然你对于别人的情绪或者经历内心毫无波澜，但并不代表你无法与他人建立情感联结，而是你对于自我有足够的认同，理性与感性相融合。",
    "annotation": [
      {
        "sentence": "情绪和情感会通过表情来与生活建立情感联结，比如高兴时眉开眼笑，生气时面红耳赤，害怕时身上发抖等。",
        "label": ""
      },
      {
        "sentence": "虽然你对于别人的情绪或者经历内心毫无波澜，但并不代表你无法与他人建立情感联结，而是你对于自我有足够的认同，理性与感性相融合。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我的感知觉稳定并不代表我无法与他人建立情感联结。或许我只是更容易保持内心的平静，但这并不影响我与他人的情感交流。",
    "annotation": [
      {
        "sentence": "我明白了，我的感知觉稳定并不代表我无法与他人建立情感联结。",
        "label": ""
      },
      {
        "sentence": "或许我只是更容易保持内心的平静，但这并不影响我与他人的情感交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，正是因为你从容理性，才会给自己创造一个舒适的情感空间。不过为了更好地适应社会环境，求得更好的生产和发展的条件，适当地保持友好的表情与他人建立关系，维护正常的人际关系也是必要的。",
    "annotation": [
      {
        "sentence": "是的，正是因为你从容理性，才会给自己创造一个舒适的情感空间。",
        "label": ""
      },
      {
        "sentence": "不过为了更好地适应社会环境，求得更好的生产和发展的条件，适当地保持友好的表情与他人建立关系，维护正常的人际关系也是必要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我现在理解了自己情感钝化的原因，并且明白了如何与他人建立情感联系。我会尝试在日常生活中更加积极主动地与他人交流，保持友好的表情。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我现在理解了自己情感钝化的原因，并且明白了如何与他人建立情感联系。",
        "label": ""
      },
      {
        "sentence": "我会尝试在日常生活中更加积极主动地与他人交流，保持友好的表情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，相信你经过努力和积极的尝试，一定能够与他人建立更深层次的情感联系。记住，你并不孤独，还有许多人愿意与你分享情感和支持你。加油！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，相信你经过努力和积极的尝试，一定能够与他人建立更深层次的情感联系。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤独，还有许多人愿意与你分享情感和支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]