[
  {
    "role": "client",
    "content": "一个没有造成的心结，不接受不如人怎么办？",
    "annotation": [
      {
        "sentence": "一个没有造成的心结，不接受不如人怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对自己的不如人感到很困扰。可以告诉我更多关于这个心结的情况吗？",
    "annotation": [
      {
        "sentence": "听起来你对自己的不如人感到很困扰。",
        "label": ""
      },
      {
        "sentence": "可以告诉我更多关于这个心结的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在26了，这么多年过去了，我以为我自己已经好了，实际上还是忘了，根本就没有好。",
    "annotation": [
      {
        "sentence": "我现在26了，这么多年过去了，我以为我自己已经好了，实际上还是忘了，根本就没有好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能具体说说什么导致你觉得自己没有好吗？",
    "annotation": [
      {
        "sentence": "你能具体说说什么导致你觉得自己没有好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我高一十七岁的时候，有次我们班主任把我和一个成绩好的人排座位坐在了一起，有次数学课上，老师提问题，我发现他们会我不会，然后突然有种感觉，就是好像一夜之间发现我脑子里面都是不如别人得地方，而这直接让我得了抑郁症，这么多年我以为我已经好了。实际上我发现，还是没有好。",
    "annotation": [
      {
        "sentence": "我高一十七岁的时候，有次我们班主任把我和一个成绩好的人排座位坐在了一起，有次数学课上，老师提问题，我发现他们会我不会，然后突然有种感觉，就是好像一夜之间发现我脑子里面都是不如别人得地方，而这直接让我得了抑郁症，这么多年我以为我已经好了。",
        "label": ""
      },
      {
        "sentence": "实际上我发现，还是没有好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来当时的班级排座位和数学课上的经历给你带来了很大的压力和负面感受。这些年来，你一直在试图摆脱这种感觉，但似乎还没有成功。我能理解你现在的恐惧感和逃避的心理。你不必责怪自己，这种情绪是正常的反应。但是，你是否尝试过寻找新的方法来面对这个问题？",
    "annotation": [
      {
        "sentence": "听起来当时的班级排座位和数学课上的经历给你带来了很大的压力和负面感受。",
        "label": ""
      },
      {
        "sentence": "这些年来，你一直在试图摆脱这种感觉，但似乎还没有成功。",
        "label": ""
      },
      {
        "sentence": "我能理解你现在的恐惧感和逃避的心理。",
        "label": ""
      },
      {
        "sentence": "你不必责怪自己，这种情绪是正常的反应。",
        "label": ""
      },
      {
        "sentence": "但是，你是否尝试过寻找新的方法来面对这个问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我依然还是在逃避不如别人的感觉，是一种恐惧感。另外，我说下，我当时第五，他是第一。其实，我一直前五左右，但是我偏科，所以，就因为他的刺激，让我觉得不如别人得感觉太难受了，所以，一直对不如别人，处于一种防御心理，完全是因为怕。这么多年过去了，我还是十分恐惧不如别人的感觉，我现在才意识到，我陷入一种不如别人的感觉里，原来就是不如他。比较对象还是他，不是那么多人。唉，差点没把我气死，这应该怎么办，我已经不可能把他找来，比一次了吧，难道我的人生要充满了遗憾到老。",
    "annotation": [
      {
        "sentence": "我依然还是在逃避不如别人的感觉，是一种恐惧感。",
        "label": ""
      },
      {
        "sentence": "另外，我说下，我当时第五，他是第一。",
        "label": ""
      },
      {
        "sentence": "其实，我一直前五左右，但是我偏科，所以，就因为他的刺激，让我觉得不如别人得感觉太难受了，所以，一直对不如别人，处于一种防御心理，完全是因为怕。",
        "label": ""
      },
      {
        "sentence": "这么多年过去了，我还是十分恐惧不如别人的感觉，我现在才意识到，我陷入一种不如别人的感觉里，原来就是不如他。",
        "label": ""
      },
      {
        "sentence": "比较对象还是他，不是那么多人。",
        "label": ""
      },
      {
        "sentence": "唉，差点没把我气死，这应该怎么办，我已经不可能把他找来，比一次了吧，难道我的人生要充满了遗憾到老。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己比较对象的特别选择感到困惑，而这个人成为了你不如人的焦点。但是记住，人们的价值和能力是多样的，你在某些方面可能不如他，但在其他领域可能表现得很出色。没有人是完美的，每个人都有自己的优势和劣势。你可以尝试调整自己的视角，关注自己的长处和值得感恩的事情。记住，生活是一个动态的过程，你可以通过努力和积极的思维改变自己的现状，过上积极、幸福的生活。",
    "annotation": [
      {
        "sentence": "你对自己比较对象的特别选择感到困惑，而这个人成为了你不如人的焦点。",
        "label": ""
      },
      {
        "sentence": "但是记住，人们的价值和能力是多样的，你在某些方面可能不如他，但在其他领域可能表现得很出色。",
        "label": ""
      },
      {
        "sentence": "没有人是完美的，每个人都有自己的优势和劣势。",
        "label": ""
      },
      {
        "sentence": "你可以尝试调整自己的视角，关注自己的长处和值得感恩的事情。",
        "label": ""
      },
      {
        "sentence": "记住，生活是一个动态的过程，你可以通过努力和积极的思维改变自己的现状，过上积极、幸福的生活。",
        "label": ""
      }
    ]
  }
]