[
  {
    "role": "client",
    "content": "工作需要强沟通能力，无法控制别人，感觉很痛苦？",
    "annotation": [
      {
        "sentence": "工作需要强沟通能力，无法控制别人，感觉很痛苦？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "项目管理需要很强的沟通能力，要在流程和人情中间找到一个合适的平衡点，推动项目进度。也需要经常催促别人，这些内容给我带来很大的压力，因为我无法控制别人。",
    "annotation": [
      {
        "sentence": "项目管理需要很强的沟通能力，要在流程和人情中间找到一个合适的平衡点，推动项目进度。",
        "label": ""
      },
      {
        "sentence": "也需要经常催促别人，这些内容给我带来很大的压力，因为我无法控制别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当初，做这份工作的原因是不想从事研发，准备边工作边考事业编教师。我现在间断性焦虑，觉得事与愿违，也难以胜任职场，一方面是性格，还有边工作边考试职业规划有问题，怎么办？",
    "annotation": [
      {
        "sentence": "当初，做这份工作的原因是不想从事研发，准备边工作边考事业编教师。",
        "label": ""
      },
      {
        "sentence": "我现在间断性焦虑，觉得事与愿违，也难以胜任职场，一方面是性格，还有边工作边考试职业规划有问题，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这里需要先纠个偏，项目管理的十大领域中，没有一项跟“控制人”相关，即使是对项目全权负责的项目经理，要控制的也是项目的五大过程，而不是人，要管理的也是自己，而不是别人。你理解得没错，项目管理从业人员的绝大部分工作需要跨部门、垮层级沟通并达成协作，有效沟通能促成项目快速达成目标，但因为它涉及到的利益相关方较多，所以并不是简单的人与人之间的对话。",
    "annotation": [
      {
        "sentence": "这里需要先纠个偏，项目管理的十大领域中，没有一项跟“控制人”相关，即使是对项目全权负责的项目经理，要控制的也是项目的五大过程，而不是人，要管理的也是自己，而不是别人。",
        "label": ""
      },
      {
        "sentence": "你理解得没错，项目管理从业人员的绝大部分工作需要跨部门、垮层级沟通并达成协作，有效沟通能促成项目快速达成目标，但因为它涉及到的利益相关方较多，所以并不是简单的人与人之间的对话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。这个工作确实需要很高的综合素质。但我发现，我常常觉得自己啥也没做，也不知道天天催别人进度对我有什么帮助。我现在很纠结，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "这个工作确实需要很高的综合素质。",
        "label": ""
      },
      {
        "sentence": "但我发现，我常常觉得自己啥也没做，也不知道天天催别人进度对我有什么帮助。",
        "label": ""
      },
      {
        "sentence": "我现在很纠结，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要做好项目管理中的沟通工作，需要较高的综合素质，比如整合力、自信心、自控力、反应速度、理解能力、信息传达有效性等等。人越多，沟通的复杂程度就越是成指数级增长。如果人格魅力和专家权威有欠缺，也没有任何职位权力的话，为了赶进度去“天天催促别人”，无疑是项目管理中最难用最不招人待见的办法。可以想一想出现这种情况的原因，是不是事先就没有制定好过程目标和终极目标？是不是没有邀请到重要相关方作出承诺？是不是没有完全理解到需求？是不是没有团队建设给成员打气？是不是因为没有明确的制度而朝令夕改？",
    "annotation": [
      {
        "sentence": "要做好项目管理中的沟通工作，需要较高的综合素质，比如整合力、自信心、自控力、反应速度、理解能力、信息传达有效性等等。",
        "label": ""
      },
      {
        "sentence": "人越多，沟通的复杂程度就越是成指数级增长。",
        "label": ""
      },
      {
        "sentence": "如果人格魅力和专家权威有欠缺，也没有任何职位权力的话，为了赶进度去“天天催促别人”，无疑是项目管理中最难用最不招人待见的办法。",
        "label": ""
      },
      {
        "sentence": "可以想一想出现这种情况的原因，是不是事先就没有制定好过程目标和终极目标？",
        "label": ""
      },
      {
        "sentence": "是不是没有邀请到重要相关方作出承诺？",
        "label": ""
      },
      {
        "sentence": "是不是没有完全理解到需求？",
        "label": ""
      },
      {
        "sentence": "是不是没有团队建设给成员打气？",
        "label": ""
      },
      {
        "sentence": "是不是因为没有明确的制度而朝令夕改？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得确实有这些问题。我意识到我在这方面还有很多提升空间。但是，我怕自己无法适应这个岗位带来的挑战，觉得真的只有痛苦和折磨，对自己毫无帮助，也没有继续消耗下去的必要。我现在有些困惑，不知道应该如何规划我的职业定位。",
    "annotation": [
      {
        "sentence": "我觉得确实有这些问题。",
        "label": ""
      },
      {
        "sentence": "我意识到我在这方面还有很多提升空间。",
        "label": ""
      },
      {
        "sentence": "但是，我怕自己无法适应这个岗位带来的挑战，觉得真的只有痛苦和折磨，对自己毫无帮助，也没有继续消耗下去的必要。",
        "label": ""
      },
      {
        "sentence": "我现在有些困惑，不知道应该如何规划我的职业定位。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你能坚持，项目管理这个职业对人的沟通谈判、统筹规划等方面的能力会有相当大的迅速提升。木讷也可以被训练得潇洒。然而，如果你无法接受这个岗位带来的挑战，觉得只有痛苦和折磨，对自己毫无帮助，也没有逗留消耗的必要，那就重新审视和规划一下自己的职业定位，找到适合自己的位置。对于自己的职业规划，你有什么想法和打算？",
    "annotation": [
      {
        "sentence": "如果你能坚持，项目管理这个职业对人的沟通谈判、统筹规划等方面的能力会有相当大的迅速提升。",
        "label": ""
      },
      {
        "sentence": "木讷也可以被训练得潇洒。",
        "label": ""
      },
      {
        "sentence": "然而，如果你无法接受这个岗位带来的挑战，觉得只有痛苦和折磨，对自己毫无帮助，也没有逗留消耗的必要，那就重新审视和规划一下自己的职业定位，找到适合自己的位置。",
        "label": ""
      },
      {
        "sentence": "对于自己的职业规划，你有什么想法和打算？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还是希望能在教育领域发展，成为一名教师。但是我担心如果转行，会面临和现在相似的问题。",
    "annotation": [
      {
        "sentence": "我还是希望能在教育领域发展，成为一名教师。",
        "label": ""
      },
      {
        "sentence": "但是我担心如果转行，会面临和现在相似的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于转行的担心很正常，但每个行业都有其固有的特点和挑战。如果你确实热爱教育领域，那么可以提前做好准备，了解该领域的工作环境和需求，继续提升自己的专业能力和沟通能力。同时，也可以寻求相关领域的人的建议和意见，了解他们在工作中遇到的困境和如何应对。这样能够更好地规划你的职业发展。",
    "annotation": [
      {
        "sentence": "对于转行的担心很正常，但每个行业都有其固有的特点和挑战。",
        "label": ""
      },
      {
        "sentence": "如果你确实热爱教育领域，那么可以提前做好准备，了解该领域的工作环境和需求，继续提升自己的专业能力和沟通能力。",
        "label": ""
      },
      {
        "sentence": "同时，也可以寻求相关领域的人的建议和意见，了解他们在工作中遇到的困境和如何应对。",
        "label": ""
      },
      {
        "sentence": "这样能够更好地规划你的职业发展。",
        "label": ""
      }
    ]
  }
]