[
  {
    "role": "client",
    "content": "我觉得我的工作需要很强的沟通能力，但是我无法控制别人，这让我感到很痛苦。我是一个项目经理，工作中需要在项目流程和人际关系之间找到一个平衡点，推动项目进度。经常需要催促别人，这些任务给我带来了很大的压力，因为我无法控制别人的行为。当初选择这份工作是因为不想从事研发，打算边工作边考取事业编教师。但现在我经常感到焦虑，觉得事与愿违，对职场也不是很适应。一方面是由于我的性格特点，另一方面可能是边工作边考试的职业规划存在问题。如果我想做老师的话，应该早点去学校实习，但我又希望现在的公司有一个明确的章程告诉我如何去做。但实际上，公司的工作流程并不合理，再加上项目的工作属性，很多事情是可以选择去做或者不做的，需要靠人情和沟通去推动。而我因为不够圆滑，总觉得自己什么都没做，也不知道天天催促别人的进度对我有什么帮助。我该怎么办呢？是继续工作还是辞职？同时我也担心如果做老师会面临同样的问题。",
    "annotation": [
      {
        "sentence": "我觉得我的工作需要很强的沟通能力，但是我无法控制别人，这让我感到很痛苦。",
        "label": ""
      },
      {
        "sentence": "我是一个项目经理，工作中需要在项目流程和人际关系之间找到一个平衡点，推动项目进度。",
        "label": ""
      },
      {
        "sentence": "经常需要催促别人，这些任务给我带来了很大的压力，因为我无法控制别人的行为。",
        "label": ""
      },
      {
        "sentence": "当初选择这份工作是因为不想从事研发，打算边工作边考取事业编教师。",
        "label": ""
      },
      {
        "sentence": "但现在我经常感到焦虑，觉得事与愿违，对职场也不是很适应。",
        "label": ""
      },
      {
        "sentence": "一方面是由于我的性格特点，另一方面可能是边工作边考试的职业规划存在问题。",
        "label": ""
      },
      {
        "sentence": "如果我想做老师的话，应该早点去学校实习，但我又希望现在的公司有一个明确的章程告诉我如何去做。",
        "label": ""
      },
      {
        "sentence": "但实际上，公司的工作流程并不合理，再加上项目的工作属性，很多事情是可以选择去做或者不做的，需要靠人情和沟通去推动。",
        "label": ""
      },
      {
        "sentence": "而我因为不够圆滑，总觉得自己什么都没做，也不知道天天催促别人的进度对我有什么帮助。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "是继续工作还是辞职？",
        "label": ""
      },
      {
        "sentence": "同时我也担心如果做老师会面临同样的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从事工作确实和性格有一定的关系。从职业上来看，有两条主要的发展路径，一条是专业路线，你需要不断精进技术技能，比如医生、律师、教师等职业；另一条是管理路线，成为部门领导。当你成为一个专业人士后，其他方面的能力要求就不会那么高了，只要你在技术上足够专业并具备输出能力，别人就会愿意高薪聘请你。如果你想成为一个领导，升职发展，那你必须具备一些管理和协调的能力，让别人乖乖听你话并完成工作。一般来说，内向的人更适合专业技能路线，因为他们能够专注并且享受钻研，他们不喜欢太多的外界刺激，复杂的公司手续和层级也会让他们感到困扰，缺乏乐趣。如果专业技能路线是一条规范的路线，只要按照规定行事最终就能成为专家；而管理路线中有许多隐性的软实力，你需要喜欢与人打交道、带领团队，你需要琢磨怎样的人用什么方式去领导，你需要享受掌控全局的感觉。这给予你更多的自由发挥的机会。所以一些人成为优秀的领导，一定程度上是因为他们热爱这份工作并且与自己的个性相符合。你目前的工作更多需要管理能力，而沟通和领导方面的要求让你有些棘手。你提到希望有一个明确的章程来指导你如何行事，这也许意味着这份工作不太适合你。你对这份工作的成就感不够，觉得自己好像什么都没做，甚至还感到焦虑和木讷。所以，你可以考虑进入教师行业，在专业技能上深造可能更适合你。当然，你也可以将这份工作视为一种挑战，迎难而上，决定哪些决策是必须要做的。也许从另一个角度思考，你会喜欢上这份工作，但并不是肯定的。至于做老师是否会遇到同样的问题，你需要进行一些调查，了解老师平时需要做些什么工作，你是否喜欢并且能够胜任。了解成为一名优秀教师的首要条件是什么，你又可以通过什么努力来实现自己的目标。你还可以向身边优秀的教师请教，了解他们平时如何做事，是否有明确的章程，是否只需按照教学大纲去教学，这是否符合你对工作的期望呢？不要凭空想象自己能不行。另外，许多人从事教师职业是因为热爱，他们认为教书育人是一件有意义且充满成就感的事情。只有真正拥有这种想法和热情的人才能够真正做好这项工作。如果只是为了逃避复杂的人际关系或者稳定工作等原因从事教师职业，那很可能会对这份职业产生不满和怨言，并且做得不好。所以，你可以结合自己的个性、兴趣和热情，进行一定的职业调查，看看自己适合从事何种职业。当遇到困难时，想想如何去处理，并努力去做一件事情本身就能带来满足感和成就感。",
    "annotation": [
      {
        "sentence": "从事工作确实和性格有一定的关系。",
        "label": ""
      },
      {
        "sentence": "从职业上来看，有两条主要的发展路径，一条是专业路线，你需要不断精进技术技能，比如医生、律师、教师等职业；另一条是管理路线，成为部门领导。",
        "label": ""
      },
      {
        "sentence": "当你成为一个专业人士后，其他方面的能力要求就不会那么高了，只要你在技术上足够专业并具备输出能力，别人就会愿意高薪聘请你。",
        "label": ""
      },
      {
        "sentence": "如果你想成为一个领导，升职发展，那你必须具备一些管理和协调的能力，让别人乖乖听你话并完成工作。",
        "label": ""
      },
      {
        "sentence": "一般来说，内向的人更适合专业技能路线，因为他们能够专注并且享受钻研，他们不喜欢太多的外界刺激，复杂的公司手续和层级也会让他们感到困扰，缺乏乐趣。",
        "label": ""
      },
      {
        "sentence": "如果专业技能路线是一条规范的路线，只要按照规定行事最终就能成为专家；而管理路线中有许多隐性的软实力，你需要喜欢与人打交道、带领团队，你需要琢磨怎样的人用什么方式去领导，你需要享受掌控全局的感觉。",
        "label": ""
      },
      {
        "sentence": "这给予你更多的自由发挥的机会。",
        "label": ""
      },
      {
        "sentence": "所以一些人成为优秀的领导，一定程度上是因为他们热爱这份工作并且与自己的个性相符合。",
        "label": ""
      },
      {
        "sentence": "你目前的工作更多需要管理能力，而沟通和领导方面的要求让你有些棘手。",
        "label": ""
      },
      {
        "sentence": "你提到希望有一个明确的章程来指导你如何行事，这也许意味着这份工作不太适合你。",
        "label": ""
      },
      {
        "sentence": "你对这份工作的成就感不够，觉得自己好像什么都没做，甚至还感到焦虑和木讷。",
        "label": ""
      },
      {
        "sentence": "所以，你可以考虑进入教师行业，在专业技能上深造可能更适合你。",
        "label": ""
      },
      {
        "sentence": "当然，你也可以将这份工作视为一种挑战，迎难而上，决定哪些决策是必须要做的。",
        "label": ""
      },
      {
        "sentence": "也许从另一个角度思考，你会喜欢上这份工作，但并不是肯定的。",
        "label": ""
      },
      {
        "sentence": "至于做老师是否会遇到同样的问题，你需要进行一些调查，了解老师平时需要做些什么工作，你是否喜欢并且能够胜任。",
        "label": ""
      },
      {
        "sentence": "了解成为一名优秀教师的首要条件是什么，你又可以通过什么努力来实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "你还可以向身边优秀的教师请教，了解他们平时如何做事，是否有明确的章程，是否只需按照教学大纲去教学，这是否符合你对工作的期望呢？",
        "label": ""
      },
      {
        "sentence": "不要凭空想象自己能不行。",
        "label": ""
      },
      {
        "sentence": "另外，许多人从事教师职业是因为热爱，他们认为教书育人是一件有意义且充满成就感的事情。",
        "label": ""
      },
      {
        "sentence": "只有真正拥有这种想法和热情的人才能够真正做好这项工作。",
        "label": ""
      },
      {
        "sentence": "如果只是为了逃避复杂的人际关系或者稳定工作等原因从事教师职业，那很可能会对这份职业产生不满和怨言，并且做得不好。",
        "label": ""
      },
      {
        "sentence": "所以，你可以结合自己的个性、兴趣和热情，进行一定的职业调查，看看自己适合从事何种职业。",
        "label": ""
      },
      {
        "sentence": "当遇到困难时，想想如何去处理，并努力去做一件事情本身就能带来满足感和成就感。",
        "label": ""
      }
    ]
  }
]