[
  {
    "role": "client",
    "content": "我希望没有亲人，这样就没人管我，我就不用这么害怕？亲人指的是我外婆我妈和我爸，我父母1岁就离了。我从小是姑姑养大的，可以说我活的茫茫目目，毕业3年了，可以说我对生活马虎，生活对我马虎，大专毕业，性格不稳定让我对工作心里始终有一道坎。我害怕面对社会，更害怕面对社会上大家的质疑，害怕别人伤害我，孩子1岁多了我没有做好一个好母亲的榜样，行动力特别弱，家里说我好吃懒做，说老公不可能会养我一辈子，虽然老公对我还可以，也接受了我的精神疾病史。可能我太看中得失。对于别人的拒绝又太过看重，所以情绪总是起起伏伏，我讨厌自己的敏感，我也看不到明天，妈妈说过年回去要打我，我爸有精神障碍打人很重。我希望他们去死，这样就没人管我了，我就不用这么害怕了，我真的很无能。",
    "annotation": [
      {
        "sentence": "我希望没有亲人，这样就没人管我，我就不用这么害怕？",
        "label": ""
      },
      {
        "sentence": "亲人指的是我外婆我妈和我爸，我父母1岁就离了。",
        "label": ""
      },
      {
        "sentence": "我从小是姑姑养大的，可以说我活的茫茫目目，毕业3年了，可以说我对生活马虎，生活对我马虎，大专毕业，性格不稳定让我对工作心里始终有一道坎。",
        "label": ""
      },
      {
        "sentence": "我害怕面对社会，更害怕面对社会上大家的质疑，害怕别人伤害我，孩子1岁多了我没有做好一个好母亲的榜样，行动力特别弱，家里说我好吃懒做，说老公不可能会养我一辈子，虽然老公对我还可以，也接受了我的精神疾病史。",
        "label": ""
      },
      {
        "sentence": "可能我太看中得失。",
        "label": ""
      },
      {
        "sentence": "对于别人的拒绝又太过看重，所以情绪总是起起伏伏，我讨厌自己的敏感，我也看不到明天，妈妈说过年回去要打我，我爸有精神障碍打人很重。",
        "label": ""
      },
      {
        "sentence": "我希望他们去死，这样就没人管我了，我就不用这么害怕了，我真的很无能。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在的困惑和担心。从你的描述来看，似乎你对父母离异的经历带来了不少阴影，影响了你对生活的态度和对自己的评价。首先，我们可以试试从心理上独立起来，虽然父母给了我们生命，但是他们不能为所欲为，如果他们回家还会动手的话，我们应该学会选择离开或者反抗。我们已经是孩子的母亲了，我们要相信自己不会重走父母的老路，可以尝试剥离那些对孩子教育不好的方式。其次，作为全职太太，虽然在哺乳期找工作很困难，但是我们可以寻求一些帮助，比如公公婆婆的帮忙，让我们有机会出去找一份工作，实现自己的价值，也能减轻丈夫的经济压力。最后，我们需要和丈夫多沟通，一起规划未来，包括孩子的教育和家庭的发展等等。我们可以共同努力解决问题，维护这个小家庭，不必担心，你并不是一个人，你有爱你的孩子和丈夫。",
    "annotation": [
      {
        "sentence": "我了解你现在的困惑和担心。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，似乎你对父母离异的经历带来了不少阴影，影响了你对生活的态度和对自己的评价。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以试试从心理上独立起来，虽然父母给了我们生命，但是他们不能为所欲为，如果他们回家还会动手的话，我们应该学会选择离开或者反抗。",
        "label": ""
      },
      {
        "sentence": "我们已经是孩子的母亲了，我们要相信自己不会重走父母的老路，可以尝试剥离那些对孩子教育不好的方式。",
        "label": ""
      },
      {
        "sentence": "其次，作为全职太太，虽然在哺乳期找工作很困难，但是我们可以寻求一些帮助，比如公公婆婆的帮忙，让我们有机会出去找一份工作，实现自己的价值，也能减轻丈夫的经济压力。",
        "label": ""
      },
      {
        "sentence": "最后，我们需要和丈夫多沟通，一起规划未来，包括孩子的教育和家庭的发展等等。",
        "label": ""
      },
      {
        "sentence": "我们可以共同努力解决问题，维护这个小家庭，不必担心，你并不是一个人，你有爱你的孩子和丈夫。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你理解和鼓励我，我会尝试着独立起来，不再让过去的阴影束缚我。但是，我对面对社会还是感到害怕和无助，不知道如何面对别人的质疑和伤害。",
    "annotation": [
      {
        "sentence": "谢谢你理解和鼓励我，我会尝试着独立起来，不再让过去的阴影束缚我。",
        "label": ""
      },
      {
        "sentence": "但是，我对面对社会还是感到害怕和无助，不知道如何面对别人的质疑和伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你感到害怕和无助的心情，很多人在面对社会时都会有这样的感受。首先，我们要相信自己的能力和价值，不论别人怎么评价我们，我们都可以保持自信。其次，可以寻找一些社交机会，主动参与一些活动或加入一些团队，逐渐提高与他人交往的能力。还可以学习一些应对他人质疑和伤害的技巧，比如积极沟通、设定个人界限等。最重要的是，多与身边的亲人朋友沟通，寻求他们的支持和理解，也可以参考一些心理咨询师的建议。",
    "annotation": [
      {
        "sentence": "理解你感到害怕和无助的心情，很多人在面对社会时都会有这样的感受。",
        "label": ""
      },
      {
        "sentence": "首先，我们要相信自己的能力和价值，不论别人怎么评价我们，我们都可以保持自信。",
        "label": ""
      },
      {
        "sentence": "其次，可以寻找一些社交机会，主动参与一些活动或加入一些团队，逐渐提高与他人交往的能力。",
        "label": ""
      },
      {
        "sentence": "还可以学习一些应对他人质疑和伤害的技巧，比如积极沟通、设定个人界限等。",
        "label": ""
      },
      {
        "sentence": "最重要的是，多与身边的亲人朋友沟通，寻求他们的支持和理解，也可以参考一些心理咨询师的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要尝试培养自己的自信，不被他人的评价左右。我也会主动参与一些社交活动，逐渐增加与他人交流的机会。同时，我会学习一些应对质疑和伤害的技巧，不再因为别人的言论而受伤。我还会多与家人和朋友沟通，争取得到更多的支持和建议。",
    "annotation": [
      {
        "sentence": "你说得对，我需要尝试培养自己的自信，不被他人的评价左右。",
        "label": ""
      },
      {
        "sentence": "我也会主动参与一些社交活动，逐渐增加与他人交流的机会。",
        "label": ""
      },
      {
        "sentence": "同时，我会学习一些应对质疑和伤害的技巧，不再因为别人的言论而受伤。",
        "label": ""
      },
      {
        "sentence": "我还会多与家人和朋友沟通，争取得到更多的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的回应，这些都是积极向上的改变，相信只要你坚持下去，一定会有所收获。同时，也要记得保持积极心态，每天给自己一些正面的肯定和鼓励。如果在这个过程中遇到困难或疑惑，随时都可以回来找我倾诉，我会一直支持你。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的回应，这些都是积极向上的改变，相信只要你坚持下去，一定会有所收获。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得保持积极心态，每天给自己一些正面的肯定和鼓励。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中遇到困难或疑惑，随时都可以回来找我倾诉，我会一直支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直的陪伴和支持，有你在我感觉到了温暖和信心。我会努力改变，带着积极的心态面对生活，再次感谢你给予我的鼓励和建议。",
    "annotation": [
      {
        "sentence": "谢谢你一直的陪伴和支持，有你在我感觉到了温暖和信心。",
        "label": ""
      },
      {
        "sentence": "我会努力改变，带着积极的心态面对生活，再次感谢你给予我的鼓励和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意陪伴你一起走过这段困难的时期。相信你一定能够战胜困难，找到自己的定位和幸福。如果以后还有需要，记得随时与我联系。祝福你，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意陪伴你一起走过这段困难的时期。",
        "label": ""
      },
      {
        "sentence": "相信你一定能够战胜困难，找到自己的定位和幸福。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，记得随时与我联系。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  }
]