[
  {
    "role": "client",
    "content": "最近我总是感觉很害怕，一想到别人会怎么评价我，就会彻底封闭自己，甚至不敢发表意见了。身边的同学太多是非之人，总是评头论足，我很担心他们会因为我的差错拿我开玩笑或者嘲笑我，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "最近我总是感觉很害怕，一想到别人会怎么评价我，就会彻底封闭自己，甚至不敢发表意见了。",
        "label": ""
      },
      {
        "sentence": "身边的同学太多是非之人，总是评头论足，我很担心他们会因为我的差错拿我开玩笑或者嘲笑我，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这么困扰，我觉得先要区分一下你的感受和事实。你感觉到可能别人会对你评价，但是真的有人这么说过你或者拿你开玩笑吗？你可以先询问一下身边的同学，看看他们对这个问题怎么看。然后，给自己留一份自我保护的空间。比如说，如果真的有人对你指指点点，你可以分析自己的情况，想一下除了逃避、害怕以外，还有什么能让你保持自信或者对自己有利的方法？",
    "annotation": [
      {
        "sentence": "看到你这么困扰，我觉得先要区分一下你的感受和事实。",
        "label": ""
      },
      {
        "sentence": "你感觉到可能别人会对你评价，但是真的有人这么说过你或者拿你开玩笑吗？",
        "label": ""
      },
      {
        "sentence": "你可以先询问一下身边的同学，看看他们对这个问题怎么看。",
        "label": ""
      },
      {
        "sentence": "然后，给自己留一份自我保护的空间。",
        "label": ""
      },
      {
        "sentence": "比如说，如果真的有人对你指指点点，你可以分析自己的情况，想一下除了逃避、害怕以外，还有什么能让你保持自信或者对自己有利的方法？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得他们可能是在背后议论我，或者因为我的差错藉此嘲笑我。我也有其他朋友告诉过我这样的事情，所以我很担心这些讽刺会影响我的生活，《甚至进出班级都产生了一些人言可畏的恐惧感。》",
    "annotation": [
      {
        "sentence": "我觉得他们可能是在背后议论我，或者因为我的差错藉此嘲笑我。",
        "label": ""
      },
      {
        "sentence": "我也有其他朋友告诉过我这样的事情，所以我很担心这些讽刺会影响我的生活，《甚至进出班级都产生了一些人言可畏的恐惧感。",
        "label": ""
      },
      {
        "sentence": "》",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但是我们不能让自己一直处在恐惧状态中，这对我们的平衡和健康都很不好。对于同学们的态度，有时候可能我们想要得到的是一份认可，但有些时候言辞不太好，特别是在年轻人中间使用，容易造成伤害。这也是为什么我们需要对自己的情况进行彻底的分析，找到更合适的方法去处理这些问题，避免让这种情况继续发生。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但是我们不能让自己一直处在恐惧状态中，这对我们的平衡和健康都很不好。",
        "label": ""
      },
      {
        "sentence": "对于同学们的态度，有时候可能我们想要得到的是一份认可，但有些时候言辞不太好，特别是在年轻人中间使用，容易造成伤害。",
        "label": ""
      },
      {
        "sentence": "这也是为什么我们需要对自己的情况进行彻底的分析，找到更合适的方法去处理这些问题，避免让这种情况继续发生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也很想要了解如何遇见专业的心理医生，他们会如何提供帮助呢？",
    "annotation": [
      {
        "sentence": "我也很想要了解如何遇见专业的心理医生，他们会如何提供帮助呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "寻求专业心理医生的帮助是很明智的决定，他们会给你提供一些关于如何对待这个问题的建议和指南。如果你想要寻找一位心理医生，你可以去一些网站或者社交网站搜索相关的信息。或者你也可以去学校的医疗室问一下，也许他们可以提供一些帮助。",
    "annotation": [
      {
        "sentence": "寻求专业心理医生的帮助是很明智的决定，他们会给你提供一些关于如何对待这个问题的建议和指南。",
        "label": ""
      },
      {
        "sentence": "如果你想要寻找一位心理医生，你可以去一些网站或者社交网站搜索相关的信息。",
        "label": ""
      },
      {
        "sentence": "或者你也可以去学校的医疗室问一下，也许他们可以提供一些帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我现在还是很担心，有些同学甚至以此为乐，嘲笑我的困扰。",
    "annotation": [
      {
        "sentence": "但是我现在还是很担心，有些同学甚至以此为乐，嘲笑我的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是很让人困扰的问题。但是我们也可以从另一个角度看待这种问题，比如嘲笑可能是来自同学们心底某些不可掌控的理由，他们也可能不是针对你的人身攻击。你可以通过提高自己的情商，努力学习一些技巧来自我认可和自我调节，让自己更好地面对外界的压力。",
    "annotation": [
      {
        "sentence": "这确实是很让人困扰的问题。",
        "label": ""
      },
      {
        "sentence": "但是我们也可以从另一个角度看待这种问题，比如嘲笑可能是来自同学们心底某些不可掌控的理由，他们也可能不是针对你的人身攻击。",
        "label": ""
      },
      {
        "sentence": "你可以通过提高自己的情商，努力学习一些技巧来自我认可和自我调节，让自己更好地面对外界的压力。",
        "label": ""
      }
    ]
  }
]