[
  {
    "role": "client",
    "content": "在原则方面很固执，太过坚持自己的选原则是对的吗？突然发现自己是个在原则方面很固执的人，有些事情我认为是对的，一旦别人没有那么做，我就会觉得很不舒服很暴躁很想纠正，而且我的立场会很明确——你必须改。比如说我总是希望别人对重要的事情都能够认真地对待，一开始我心平气和地说，如果这个人后来没有给我那种应该有的感觉，我就会变得又严肃又严厉，就算平时玩的再开在我的原则面前一切都会被打破，因为我觉得该玩玩该认真认真，就会不觉地用自己的原则要求别人。这样是对的吗？如果是不对的我又要怎么做出改变呢？",
    "annotation": [
      {
        "sentence": "在原则方面很固执，太过坚持自己的选原则是对的吗？",
        "label": ""
      },
      {
        "sentence": "突然发现自己是个在原则方面很固执的人，有些事情我认为是对的，一旦别人没有那么做，我就会觉得很不舒服很暴躁很想纠正，而且我的立场会很明确——你必须改。",
        "label": ""
      },
      {
        "sentence": "比如说我总是希望别人对重要的事情都能够认真地对待，一开始我心平气和地说，如果这个人后来没有给我那种应该有的感觉，我就会变得又严肃又严厉，就算平时玩的再开在我的原则面前一切都会被打破，因为我觉得该玩玩该认真认真，就会不觉地用自己的原则要求别人。",
        "label": ""
      },
      {
        "sentence": "这样是对的吗？",
        "label": ""
      },
      {
        "sentence": "如果是不对的我又要怎么做出改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，的确是在坚持自己的原则方面太过固执容易让自己和身边的人感到疲惫。在处理这种情况时，首先你需要认识到一点：每个人对事物的认知和处理方式是不同的，所以产生的效果也是不一样的。否定别人的行为并不一定能够解决问题。你可以按照自己的方式生活，自己喜欢就行，但没有必要对别人的事情去评头论足，只要不是违反原则的事情就不要去否定别人。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，的确是在坚持自己的原则方面太过固执容易让自己和身边的人感到疲惫。",
        "label": ""
      },
      {
        "sentence": "在处理这种情况时，首先你需要认识到一点：每个人对事物的认知和处理方式是不同的，所以产生的效果也是不一样的。",
        "label": ""
      },
      {
        "sentence": "否定别人的行为并不一定能够解决问题。",
        "label": ""
      },
      {
        "sentence": "你可以按照自己的方式生活，自己喜欢就行，但没有必要对别人的事情去评头论足，只要不是违反原则的事情就不要去否定别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "此外，你可以尝试更多地去尊重别人的选择，这是一种修养。每个人都有自己的生活方式，每个人都有自己的喜好，个性的差异就注定了人的标准没有一个模式，适合自己的就是最好的。其实美丑善恶并没有一个严格的清晰的界限，只要自己觉得随意舒服。适合你的东西并不一定适合所有人，你的眼光也并不是完美无瑕的，别把自己的喜好强加于人。",
    "annotation": [
      {
        "sentence": "此外，你可以尝试更多地去尊重别人的选择，这是一种修养。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的生活方式，每个人都有自己的喜好，个性的差异就注定了人的标准没有一个模式，适合自己的就是最好的。",
        "label": ""
      },
      {
        "sentence": "其实美丑善恶并没有一个严格的清晰的界限，只要自己觉得随意舒服。",
        "label": ""
      },
      {
        "sentence": "适合你的东西并不一定适合所有人，你的眼光也并不是完美无瑕的，别把自己的喜好强加于人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得您说的很有道理，但有时我会忍不住想要去纠正别人的错误。",
    "annotation": [
      {
        "sentence": "我觉得您说的很有道理，但有时我会忍不住想要去纠正别人的错误。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这时候你可以试着保持沉默，不要拿自己的标准去要求别人。如果是一起工作的话，可以和对方讲清楚自己想要将这件事情做到什么样的地步，做这件事需要注意的要点，细节，以及容易出错的地方，交待清楚。对待身边的人要和睦，创造良好的工作氛围，控制自己的情绪不要轻易发火，对待他人要有一定的容错率。",
    "annotation": [
      {
        "sentence": "这时候你可以试着保持沉默，不要拿自己的标准去要求别人。",
        "label": ""
      },
      {
        "sentence": "如果是一起工作的话，可以和对方讲清楚自己想要将这件事情做到什么样的地步，做这件事需要注意的要点，细节，以及容易出错的地方，交待清楚。",
        "label": ""
      },
      {
        "sentence": "对待身边的人要和睦，创造良好的工作氛围，控制自己的情绪不要轻易发火，对待他人要有一定的容错率。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会注意的。",
    "annotation": [
      {
        "sentence": "好的，我会注意的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要用自己的是非观去判断他人的行为。人们对于很多行为的判断都有很强的主观色彩，而许多行为也不能简单地以对或者错来区分。因此，当朋友的做法在你看来是不妥当时，不要一棍子将其打死，而是应该多站在朋友的立场上来思考一下，给予朋友更多的宽容和理解。不要强求朋友与自己保持一致对于事物，每个人都有不同的看法和观点，可生活中很多人却希望朋友与自己保持一致，按照自己的观点和看法去行事。你也无法控制他的思想，他有自己独立的思想和人格，你的严苛要求，只会使朋友或者身边的人感到他与你的分歧愈加明显，觉得你是一个无法交往的人，从而使得友情日淡。而朋友之间存在一些差异也是在所难免的，因此不要用自己的标准去要求朋友，而是应该多给朋友一些理解和支持。",
    "annotation": [
      {
        "sentence": "不要用自己的是非观去判断他人的行为。",
        "label": ""
      },
      {
        "sentence": "人们对于很多行为的判断都有很强的主观色彩，而许多行为也不能简单地以对或者错来区分。",
        "label": ""
      },
      {
        "sentence": "因此，当朋友的做法在你看来是不妥当时，不要一棍子将其打死，而是应该多站在朋友的立场上来思考一下，给予朋友更多的宽容和理解。",
        "label": ""
      },
      {
        "sentence": "不要强求朋友与自己保持一致对于事物，每个人都有不同的看法和观点，可生活中很多人却希望朋友与自己保持一致，按照自己的观点和看法去行事。",
        "label": ""
      },
      {
        "sentence": "你也无法控制他的思想，他有自己独立的思想和人格，你的严苛要求，只会使朋友或者身边的人感到他与你的分歧愈加明显，觉得你是一个无法交往的人，从而使得友情日淡。",
        "label": ""
      },
      {
        "sentence": "而朋友之间存在一些差异也是在所难免的，因此不要用自己的标准去要求朋友，而是应该多给朋友一些理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试着去理解他人，尊重别人的选择，不再随意去纠正别人的错误了，谢谢您的建议。",
    "annotation": [
      {
        "sentence": "我会尝试着去理解他人，尊重别人的选择，不再随意去纠正别人的错误了，谢谢您的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "祝好~ 如果你还有疑问或者困惑，可以随时和我讲。",
    "annotation": [
      {
        "sentence": "祝好~ 如果你还有疑问或者困惑，可以随时和我讲。",
        "label": ""
      }
    ]
  }
]