[
  {
    "role": "client",
    "content": "我好像把好朋友关系搞坏了，聊自己的心事关系就变差？今晚鼓起勇气，看一个月前好朋友的回复(跟好朋友聊自己心事，我不敢及时查看，需要做很长很长很长的心里建设)。以前我只跟自己体内的灵魂聊心事，去年前年年底魂丢失了，我开始学着向一两个密友好友聊聊自己(以前的自己只是个倾听者，不会倾诉)(微信、知乎私信的文字聊天)今晚看了一个月前的好友回复后，从文字里看得出ta越来越讨厌我越来越厌恶了，感觉每次聊我自己心事后，和密友好友ta们的关系就恶化了，最近看自己情况挺好的，挺稳定的，想和ta们聊聊天，但我又怕这是躁期，担心自己又会把关系情况变得更糟，好怕ta们都不喜欢我，都讨厌厌烦我，好怕ta们跟我绝交，所以我现在不敢上微信群聊天，保持沉默，静静观看群里动静。然而发现不知道ta们是建了一个没有我的群还是真的很忙，群里已经很久很久很久没动静了，只是偶尔出现一两句。我该怎么办？我该怎么办？好想约ta们线下聚个会见个面，坐在ta们身边静静看ta们聊聊点滴",
    "annotation": [
      {
        "sentence": "我好像把好朋友关系搞坏了，聊自己的心事关系就变差？",
        "label": ""
      },
      {
        "sentence": "今晚鼓起勇气，看一个月前好朋友的回复(跟好朋友聊自己心事，我不敢及时查看，需要做很长很长很长的心里建设)。",
        "label": ""
      },
      {
        "sentence": "以前我只跟自己体内的灵魂聊心事，去年前年年底魂丢失了，我开始学着向一两个密友好友聊聊自己(以前的自己只是个倾听者，不会倾诉)(微信、知乎私信的文字聊天)今晚看了一个月前的好友回复后，从文字里看得出ta越来越讨厌我越来越厌恶了，感觉每次聊我自己心事后，和密友好友ta们的关系就恶化了，最近看自己情况挺好的，挺稳定的，想和ta们聊聊天，但我又怕这是躁期，担心自己又会把关系情况变得更糟，好怕ta们都不喜欢我，都讨厌厌烦我，好怕ta们跟我绝交，所以我现在不敢上微信群聊天，保持沉默，静静观看群里动静。",
        "label": ""
      },
      {
        "sentence": "然而发现不知道ta们是建了一个没有我的群还是真的很忙，群里已经很久很久很久没动静了，只是偶尔出现一两句。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "好想约ta们线下聚个会见个面，坐在ta们身边静静看ta们聊聊点滴",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我可以理解你的感受。你很不安，因为害怕失去你的密友们。我刚才也听到了你的倾诉与倾听方式。你曾经找到了自己的方式来沟通和表达，然而，当你想要打破沉默和重建心灵联系时，你的心态好像又发生了一些变化。你开始担心自己的行为会让他们更加讨厌和厌恶你。你甚至开始不敢再和他们联系，只是默默地观察他们群聊的动态。对于这种情况，你不妨回想一下你们关系最初建立的原因，是不是因为你们有共同的爱好或者价值观呢？是否可以从这些方面入手，向他们展示你的诚意和积极的态度呢？同时，你也要放松自己，不要太过于紧张，做你自己就好。如果真的急于找到交流方式，可以主动要求和他们线下见面， 或者在群里提出一些有趣的话题或活动，逐步恢复你们的关系。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你很不安，因为害怕失去你的密友们。",
        "label": ""
      },
      {
        "sentence": "我刚才也听到了你的倾诉与倾听方式。",
        "label": ""
      },
      {
        "sentence": "你曾经找到了自己的方式来沟通和表达，然而，当你想要打破沉默和重建心灵联系时，你的心态好像又发生了一些变化。",
        "label": ""
      },
      {
        "sentence": "你开始担心自己的行为会让他们更加讨厌和厌恶你。",
        "label": ""
      },
      {
        "sentence": "你甚至开始不敢再和他们联系，只是默默地观察他们群聊的动态。",
        "label": ""
      },
      {
        "sentence": "对于这种情况，你不妨回想一下你们关系最初建立的原因，是不是因为你们有共同的爱好或者价值观呢？",
        "label": ""
      },
      {
        "sentence": "是否可以从这些方面入手，向他们展示你的诚意和积极的态度呢？",
        "label": ""
      },
      {
        "sentence": "同时，你也要放松自己，不要太过于紧张，做你自己就好。",
        "label": ""
      },
      {
        "sentence": "如果真的急于找到交流方式，可以主动要求和他们线下见面， 或者在群里提出一些有趣的话题或活动，逐步恢复你们的关系。",
        "label": ""
      }
    ]
  }
]