[
  {
    "role": "client",
    "content": "一想起别人会怎么评价我，就会害怕，不敢再发表意见。本人高二，身边的同学有一些喜欢讲究是非，评头论足，还有点阴阳怪气的，我是他们的前桌，经常听到后桌们对别人不怀好意的指指点点。更甚者有的同学本来对此不发表意见，后来突然开始和他们一起说别人短长了。我心里对此也有防备意识，不想让他们抓到我的什么把柄。我以为的相安无事是不太可能的，有一次，后桌一个挺有话语权的同学管我借作业，我当时也在非常着急的补作业，我没控制住自己的情绪，稍微大了一点声音，态度强硬了一点和他说：“你先借别人的吧我还没写完呢”。他就一直盯着我，也不去和别人借作业，我并不想道歉，因为当时又要忙着补作业，我又想起来这个人的人品有问题，我气不过。",
    "annotation": [
      {
        "sentence": "一想起别人会怎么评价我，就会害怕，不敢再发表意见。",
        "label": ""
      },
      {
        "sentence": "本人高二，身边的同学有一些喜欢讲究是非，评头论足，还有点阴阳怪气的，我是他们的前桌，经常听到后桌们对别人不怀好意的指指点点。",
        "label": ""
      },
      {
        "sentence": "更甚者有的同学本来对此不发表意见，后来突然开始和他们一起说别人短长了。",
        "label": ""
      },
      {
        "sentence": "我心里对此也有防备意识，不想让他们抓到我的什么把柄。",
        "label": ""
      },
      {
        "sentence": "我以为的相安无事是不太可能的，有一次，后桌一个挺有话语权的同学管我借作业，我当时也在非常着急的补作业，我没控制住自己的情绪，稍微大了一点声音，态度强硬了一点和他说：“你先借别人的吧我还没写完呢”。",
        "label": ""
      },
      {
        "sentence": "他就一直盯着我，也不去和别人借作业，我并不想道歉，因为当时又要忙着补作业，我又想起来这个人的人品有问题，我气不过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的宝贝，高二学业是不是也有些紧张了，不知道您这个时候是不是已经准备休息了。祝宝贝好眠！被别人评价，往往就会有“好的”“坏的”评价之分。好的评价，会让我们开心，收获自信，也容易做到好人缘，坏的评价，自然会我们有些不开心，如果是有失公允或者干脆不真实的，还会让我们更生气难过。所以可以说没有谁会喜欢被背地里议论，这也就是说为什么说不完背地说人长短的本质原因。",
    "annotation": [
      {
        "sentence": "亲爱的宝贝，高二学业是不是也有些紧张了，不知道您这个时候是不是已经准备休息了。",
        "label": ""
      },
      {
        "sentence": "祝宝贝好眠！",
        "label": ""
      },
      {
        "sentence": "被别人评价，往往就会有“好的”“坏的”评价之分。",
        "label": ""
      },
      {
        "sentence": "好的评价，会让我们开心，收获自信，也容易做到好人缘，坏的评价，自然会我们有些不开心，如果是有失公允或者干脆不真实的，还会让我们更生气难过。",
        "label": ""
      },
      {
        "sentence": "所以可以说没有谁会喜欢被背地里议论，这也就是说为什么说不完背地说人长短的本质原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我也明白这个道理，但是无论我做什么，他都背地里带头挑我的毛病。比如我今天和班级里一些好朋友吃好吃的发了一条微信朋友圈，他就会说，大家都忙着复习累的要死，你们几个出去解压，也不叫上我这个好朋友。",
    "annotation": [
      {
        "sentence": "是啊，我也明白这个道理，但是无论我做什么，他都背地里带头挑我的毛病。",
        "label": ""
      },
      {
        "sentence": "比如我今天和班级里一些好朋友吃好吃的发了一条微信朋友圈，他就会说，大家都忙着复习累的要死，你们几个出去解压，也不叫上我这个好朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "背后的议论，听到后该怎么处理呢？背后的话，没有当面的坦诚，更没有考虑彼此的关系，被议论人的感受，如果所说没有道理，大可不必听下去，听到了也当做没有听到。毕竟我们的生活工作学习，是我们自己的，跟其他人没有关系。他说什么对我们都不会有帮助，也就没有必要耗费精力，专注自己就好。如果所说有一定道理，我觉得啊，摆正自己的心态吧，当成不收费的成长指导了。自己悄悄成长，挺好啊。当然理想的状态是这样，如果引发了太多情绪的问题，那就要首先处理情绪了。",
    "annotation": [
      {
        "sentence": "背后的议论，听到后该怎么处理呢？",
        "label": ""
      },
      {
        "sentence": "背后的话，没有当面的坦诚，更没有考虑彼此的关系，被议论人的感受，如果所说没有道理，大可不必听下去，听到了也当做没有听到。",
        "label": ""
      },
      {
        "sentence": "毕竟我们的生活工作学习，是我们自己的，跟其他人没有关系。",
        "label": ""
      },
      {
        "sentence": "他说什么对我们都不会有帮助，也就没有必要耗费精力，专注自己就好。",
        "label": ""
      },
      {
        "sentence": "如果所说有一定道理，我觉得啊，摆正自己的心态吧，当成不收费的成长指导了。",
        "label": ""
      },
      {
        "sentence": "自己悄悄成长，挺好啊。",
        "label": ""
      },
      {
        "sentence": "当然理想的状态是这样，如果引发了太多情绪的问题，那就要首先处理情绪了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，听到评价的背后意义就是害怕被认为不够好，然后会引发身体的紧张和情绪的变化。但是我该怎么样找到处理的方法呢？",
    "annotation": [
      {
        "sentence": "我明白了，听到评价的背后意义就是害怕被认为不够好，然后会引发身体的紧张和情绪的变化。",
        "label": ""
      },
      {
        "sentence": "但是我该怎么样找到处理的方法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不喜欢听到评价的背后意义是什么呢？我们可以思考几个问题：1.被评价意味着什么？意味着大家认为自己不够好，还是什么？2.听到被评价后，会引发自己有哪些身体改变？3.听到被评价后，会引发自己哪些行为改变呢？4.平常自己是通过怎样的方法去提高自己的人格魅力的呢？往往我们不喜欢被评价，一定是因为收到被评价时，会引发自己身体高度紧张，进而会引起情绪感受，比如害怕，比如讨厌，比如生气等。只有找到背后的意义，我们才能对症下药，找到方法。",
    "annotation": [
      {
        "sentence": "不喜欢听到评价的背后意义是什么呢？",
        "label": ""
      },
      {
        "sentence": "我们可以思考几个问题：1.被评价意味着什么？",
        "label": ""
      },
      {
        "sentence": "意味着大家认为自己不够好，还是什么？",
        "label": ""
      },
      {
        "sentence": "2.听到被评价后，会引发自己有哪些身体改变？",
        "label": ""
      },
      {
        "sentence": "3.听到被评价后，会引发自己哪些行为改变呢？",
        "label": ""
      },
      {
        "sentence": "4.平常自己是通过怎样的方法去提高自己的人格魅力的呢？",
        "label": ""
      },
      {
        "sentence": "往往我们不喜欢被评价，一定是因为收到被评价时，会引发自己身体高度紧张，进而会引起情绪感受，比如害怕，比如讨厌，比如生气等。",
        "label": ""
      },
      {
        "sentence": "只有找到背后的意义，我们才能对症下药，找到方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要提升自信、提高生存能力、提高自我修为以及建立亲密的友情。但具体要怎么做呢？",
    "annotation": [
      {
        "sentence": "我明白了，我需要提升自信、提高生存能力、提高自我修为以及建立亲密的友情。",
        "label": ""
      },
      {
        "sentence": "但具体要怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，提升自信是很重要的，自信的人往往不容易被外界评价干扰，可以有很强的专注力。同时，我们也可以提高自己的生存能力，当我们有信心、有能力把工作和学习都做好时，再听到评价，都会觉得无所谓。另外，我们还可以不断提高自己的修为，包括反思能力和反应能力，悟到人生成长的重要意义，从而让自己专注和追求更美好的事情，自然也不会在意被说评价。最后，多建立亲密的友情也是很重要的，有好友的支持和帮助，事情会容易搞定一些。",
    "annotation": [
      {
        "sentence": "嗯，提升自信是很重要的，自信的人往往不容易被外界评价干扰，可以有很强的专注力。",
        "label": ""
      },
      {
        "sentence": "同时，我们也可以提高自己的生存能力，当我们有信心、有能力把工作和学习都做好时，再听到评价，都会觉得无所谓。",
        "label": ""
      },
      {
        "sentence": "另外，我们还可以不断提高自己的修为，包括反思能力和反应能力，悟到人生成长的重要意义，从而让自己专注和追求更美好的事情，自然也不会在意被说评价。",
        "label": ""
      },
      {
        "sentence": "最后，多建立亲密的友情也是很重要的，有好友的支持和帮助，事情会容易搞定一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会努力提升自己的自信和修为，同时也会珍惜身边的友情。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会努力提升自己的自信和修为，同时也会珍惜身边的友情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，宝贝，我相信你一定能够克服这些挑战，一步步成长为更加坚强自信的人。记得要保持积极的心态，相信自己的能力，有困难时及时寻求帮助，和亲密的朋友多交流沟通。加油，我会一直支持你！",
    "annotation": [
      {
        "sentence": "不客气，宝贝，我相信你一定能够克服这些挑战，一步步成长为更加坚强自信的人。",
        "label": ""
      },
      {
        "sentence": "记得要保持积极的心态，相信自己的能力，有困难时及时寻求帮助，和亲密的朋友多交流沟通。",
        "label": ""
      },
      {
        "sentence": "加油，我会一直支持你！",
        "label": ""
      }
    ]
  }
]