[
  {
    "role": "client",
    "content": "我37岁了，我不想再奋斗了，想退休怎么办？先说说现在的条件吧。我和老婆同岁，都是37，有一个女儿，今年8岁。家在天津，市区有两套房子，没有贷款。我一个人在北京工作，双休，每周回家，年薪30万税后。老婆在天津工作，工作没有压力，随时可以请假，年薪6万。双方父母在市区都有房子，也有退休金，基本养老没有任何压力。我的计划是这样的，我准备把两套房子都卖了，大约800万。然后我准备花200万在武清或者滨海新区生态城买一套房子，搬出市区。这样加上原有的存款，我应该还有600万。我打算把这些钱放在银行里理财，按3%的利率，每年可以得到18万的理财收入。然后我也找一个没有压力，可以随便请假的工作，年薪也6万。这样我和老婆一年的收入就是12万。这样家庭一年的总收入就是30万。短期来看，生活应该没有问题，但我担心长期会不会有问题？我担心自己的风险承受能力会不会降低？请支招！",
    "annotation": [
      {
        "sentence": "我37岁了，我不想再奋斗了，想退休怎么办？",
        "label": ""
      },
      {
        "sentence": "先说说现在的条件吧。",
        "label": ""
      },
      {
        "sentence": "我和老婆同岁，都是37，有一个女儿，今年8岁。",
        "label": ""
      },
      {
        "sentence": "家在天津，市区有两套房子，没有贷款。",
        "label": ""
      },
      {
        "sentence": "我一个人在北京工作，双休，每周回家，年薪30万税后。",
        "label": ""
      },
      {
        "sentence": "老婆在天津工作，工作没有压力，随时可以请假，年薪6万。",
        "label": ""
      },
      {
        "sentence": "双方父母在市区都有房子，也有退休金，基本养老没有任何压力。",
        "label": ""
      },
      {
        "sentence": "我的计划是这样的，我准备把两套房子都卖了，大约800万。",
        "label": ""
      },
      {
        "sentence": "然后我准备花200万在武清或者滨海新区生态城买一套房子，搬出市区。",
        "label": ""
      },
      {
        "sentence": "这样加上原有的存款，我应该还有600万。",
        "label": ""
      },
      {
        "sentence": "我打算把这些钱放在银行里理财，按3%的利率，每年可以得到18万的理财收入。",
        "label": ""
      },
      {
        "sentence": "然后我也找一个没有压力，可以随便请假的工作，年薪也6万。",
        "label": ""
      },
      {
        "sentence": "这样我和老婆一年的收入就是12万。",
        "label": ""
      },
      {
        "sentence": "这样家庭一年的总收入就是30万。",
        "label": ""
      },
      {
        "sentence": "短期来看，生活应该没有问题，但我担心长期会不会有问题？",
        "label": ""
      },
      {
        "sentence": "我担心自己的风险承受能力会不会降低？",
        "label": ""
      },
      {
        "sentence": "请支招！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题我笑了，我对象也有类似的想法。现在要是有了500万，她就想放银行吃利息，然后自己回家种种菜，养养鸡，喂喂羊，过上与世无争的日子，我觉得也不错。因为我们在的地方是个小县城，也就是所谓的城乡结合部，自己把社保等都交齐的话，生活也会相对安逸。当然，这还仅限于想想哈。请问除了财务自由，还有其他什么原因促使你有这种想法吗？比如工作压力巨大之类的。如果没有的话，我建议你还是继续奋斗下去吧。你问长期有没有问题，我谈一下自己的想法。首先，随着央行每年广义货币供应量的增加，货币会贬值。记得上世纪八九十年代，也就是咱出生那时候，一根冰棍才五分钱吧，现在最便宜的是小布丁一块钱吧，货币贬值了20倍。按照这个速度算下来，等到三十年后，也就是你刚好步入老年初期的时候，你年收入30万的钱的购买力是多少，你自己算算吧。还有，虽然老人不太需要你照顾，但是还有孩子呢，孩子可能想法不同于我们，万一她想出国留学之类的，你有足够的资金供应吗？以上都是基于你们家全都交好社保等的情况下，即使自己生病也不会为钱发愁。如果没有交齐各种险的话，家里有人生病，我想压力应该也不小吧。所以综上所述，如果不奋斗了，你感觉自己的风险承受能力会不会降低呢？还有，就我看来，你在北京上班，家在天津，离得很近呀，而且每周都可以回家，收入也很不错。回家你也是打算工作的，同样要上班，同样的时间，差不多的工作，肯定对个人而言要选择回报高一点的工作。至于悠闲自在的生活，等孩子大了，再享受也不迟呀！这只是我个人的意见，仅供参考哦！",
    "annotation": [
      {
        "sentence": "看到你的问题我笑了，我对象也有类似的想法。",
        "label": ""
      },
      {
        "sentence": "现在要是有了500万，她就想放银行吃利息，然后自己回家种种菜，养养鸡，喂喂羊，过上与世无争的日子，我觉得也不错。",
        "label": ""
      },
      {
        "sentence": "因为我们在的地方是个小县城，也就是所谓的城乡结合部，自己把社保等都交齐的话，生活也会相对安逸。",
        "label": ""
      },
      {
        "sentence": "当然，这还仅限于想想哈。",
        "label": ""
      },
      {
        "sentence": "请问除了财务自由，还有其他什么原因促使你有这种想法吗？",
        "label": ""
      },
      {
        "sentence": "比如工作压力巨大之类的。",
        "label": ""
      },
      {
        "sentence": "如果没有的话，我建议你还是继续奋斗下去吧。",
        "label": ""
      },
      {
        "sentence": "你问长期有没有问题，我谈一下自己的想法。",
        "label": ""
      },
      {
        "sentence": "首先，随着央行每年广义货币供应量的增加，货币会贬值。",
        "label": ""
      },
      {
        "sentence": "记得上世纪八九十年代，也就是咱出生那时候，一根冰棍才五分钱吧，现在最便宜的是小布丁一块钱吧，货币贬值了20倍。",
        "label": ""
      },
      {
        "sentence": "按照这个速度算下来，等到三十年后，也就是你刚好步入老年初期的时候，你年收入30万的钱的购买力是多少，你自己算算吧。",
        "label": ""
      },
      {
        "sentence": "还有，虽然老人不太需要你照顾，但是还有孩子呢，孩子可能想法不同于我们，万一她想出国留学之类的，你有足够的资金供应吗？",
        "label": ""
      },
      {
        "sentence": "以上都是基于你们家全都交好社保等的情况下，即使自己生病也不会为钱发愁。",
        "label": ""
      },
      {
        "sentence": "如果没有交齐各种险的话，家里有人生病，我想压力应该也不小吧。",
        "label": ""
      },
      {
        "sentence": "所以综上所述，如果不奋斗了，你感觉自己的风险承受能力会不会降低呢？",
        "label": ""
      },
      {
        "sentence": "还有，就我看来，你在北京上班，家在天津，离得很近呀，而且每周都可以回家，收入也很不错。",
        "label": ""
      },
      {
        "sentence": "回家你也是打算工作的，同样要上班，同样的时间，差不多的工作，肯定对个人而言要选择回报高一点的工作。",
        "label": ""
      },
      {
        "sentence": "至于悠闲自在的生活，等孩子大了，再享受也不迟呀！",
        "label": ""
      },
      {
        "sentence": "这只是我个人的意见，仅供参考哦！",
        "label": ""
      }
    ]
  }
]