[
  {
    "role": "client",
    "content": "一想起别人会怎么评价我，就会害怕，不敢再发表意见？",
    "annotation": [
      {
        "sentence": "一想起别人会怎么评价我，就会害怕，不敢再发表意见？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴与你相遇，为你提供帮助。从文字描述中，可以看出，在同学评头论足的论战中，你是一个旁观者，你原本以为自己不参与，不发言，可以相安无事，独善其身。可没有想到，你处处在意，还是防不胜防，麻烦依然不请自来。深切体会到你内心的焦虑与不安，首先，给你一个温暖拥抱，告慰下你委屈的心灵。",
    "annotation": [
      {
        "sentence": "很高兴与你相遇，为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "从文字描述中，可以看出，在同学评头论足的论战中，你是一个旁观者，你原本以为自己不参与，不发言，可以相安无事，独善其身。",
        "label": ""
      },
      {
        "sentence": "可没有想到，你处处在意，还是防不胜防，麻烦依然不请自来。",
        "label": ""
      },
      {
        "sentence": "深切体会到你内心的焦虑与不安，首先，给你一个温暖拥抱，告慰下你委屈的心灵。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我真的很害怕别人对我的评价，害怕被指指点点。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我真的很害怕别人对我的评价，害怕被指指点点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每一个人都是独一无二的存在，对于同一件事情的看法，自然是仁者见仁，智者见智，所以，对于同学评价他人，说长道短，你有自己的坚持，这很自然，也很正常。在社交场合，人与人之间的分歧，是一种常态，立场不同，观念不同，看法不同罢了。思辩的讨论，可以碰撞出思想的火花。高中学生，都处于身心发育期，身体茁壮成长，思想朝气蓬勃，对于自己，所不认同的人和事，自然会直抒胸臆，发表自己的感慨或者看法。虽然你没有发声，但是你并不认同，说明你有自己的坚持和理念，有自己的独立判断，说明你也在成长，只是在处理同学关系的问题上，还存在进一步提升的空间。",
    "annotation": [
      {
        "sentence": "每一个人都是独一无二的存在，对于同一件事情的看法，自然是仁者见仁，智者见智，所以，对于同学评价他人，说长道短，你有自己的坚持，这很自然，也很正常。",
        "label": ""
      },
      {
        "sentence": "在社交场合，人与人之间的分歧，是一种常态，立场不同，观念不同，看法不同罢了。",
        "label": ""
      },
      {
        "sentence": "思辩的讨论，可以碰撞出思想的火花。",
        "label": ""
      },
      {
        "sentence": "高中学生，都处于身心发育期，身体茁壮成长，思想朝气蓬勃，对于自己，所不认同的人和事，自然会直抒胸臆，发表自己的感慨或者看法。",
        "label": ""
      },
      {
        "sentence": "虽然你没有发声，但是你并不认同，说明你有自己的坚持和理念，有自己的独立判断，说明你也在成长，只是在处理同学关系的问题上，还存在进一步提升的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不应该过度担心别人的评价，每个人都有权利表达自己的观点，我也应该有自己的立场和看法。",
    "annotation": [
      {
        "sentence": "我明白了，我不应该过度担心别人的评价，每个人都有权利表达自己的观点，我也应该有自己的立场和看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学习生活虽然枯燥，但来自五湖四海的同龄人，相聚在一起，共同接受教育，获取知识，这本身就是一件很幸福的事情，所以，面对心中的困惑，请保持一颗平常心。同学之间的友情，并不会因为偶尔的摩擦而发生改变，相反，在碰撞中可以发现彼此的不同，从而更好的适应与接纳彼此，友谊的小船，才能飘得越来越远。而兄弟情、朋友谊的获得，并不是以牺牲个人情感和观点为代价。面对他人的评论，自己感到害怕，不敢发表意见。面对发分歧时的沉默，会以牺牲自我为代价，丢失掉宝贵的展示自我的机会。在社交场合，忍气吞声，并不会赢得他人的尊重。敢于发声，独立发声，维护自己的观点，与别人有合作，有分歧，这才是一种良性的社交关系。对此，请你积极一些，乐观的去面对。没有什么不可以，尝试与人讨论与争辩的状态，理直气壮的维护自己的权益，求同存异，自然彼此成就。",
    "annotation": [
      {
        "sentence": "学习生活虽然枯燥，但来自五湖四海的同龄人，相聚在一起，共同接受教育，获取知识，这本身就是一件很幸福的事情，所以，面对心中的困惑，请保持一颗平常心。",
        "label": ""
      },
      {
        "sentence": "同学之间的友情，并不会因为偶尔的摩擦而发生改变，相反，在碰撞中可以发现彼此的不同，从而更好的适应与接纳彼此，友谊的小船，才能飘得越来越远。",
        "label": ""
      },
      {
        "sentence": "而兄弟情、朋友谊的获得，并不是以牺牲个人情感和观点为代价。",
        "label": ""
      },
      {
        "sentence": "面对他人的评论，自己感到害怕，不敢发表意见。",
        "label": ""
      },
      {
        "sentence": "面对发分歧时的沉默，会以牺牲自我为代价，丢失掉宝贵的展示自我的机会。",
        "label": ""
      },
      {
        "sentence": "在社交场合，忍气吞声，并不会赢得他人的尊重。",
        "label": ""
      },
      {
        "sentence": "敢于发声，独立发声，维护自己的观点，与别人有合作，有分歧，这才是一种良性的社交关系。",
        "label": ""
      },
      {
        "sentence": "对此，请你积极一些，乐观的去面对。",
        "label": ""
      },
      {
        "sentence": "没有什么不可以，尝试与人讨论与争辩的状态，理直气壮的维护自己的权益，求同存异，自然彼此成就。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在明白了，我应该敢于发声，维护自己的观点，不要惧怕与人讨论与争辩，这样才能保持良好的社交关系。谢谢你的鼓励和建议。",
    "annotation": [
      {
        "sentence": "我现在明白了，我应该敢于发声，维护自己的观点，不要惧怕与人讨论与争辩，这样才能保持良好的社交关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "客观的面对他人的评论，有则改之，无则加勉，内心自然会变得强大。人无完人，没有谁可以赢得全世界，因此，作为一个完美的人，是非常累的，与现实也是不相符合的。不妨平常心去面对他人的评价，假如别人戳中了你的痛点，不妨去呵护它，改进它，从而提高自身，强大自己。展示自我，给别人了解自己的机会。人与人之间的交往与合作，也是个人事业成功发展的关键因素。社交是学习之外的活动，但是也是我们成长当中的必修课，愿你通过积极努力的展示自己，给同学了解你的机会和时间。融入到你所感兴趣的圈子，找到自己的价值之所在，给别人提供力所能及的帮助，分享自己的快乐，充实的生活会让你笑口常开。主动出击，构筑自己的社会支持系统。朋友多了路好走，保持自己探索的勇气，主动去了解别人，展示自我，可以和朋友之间坦诚心扉，互相帮助，稳定的生活圈子，会给你提供心理上的动力和营养。希望可以帮助到你，祝你学习生活愉快。",
    "annotation": [
      {
        "sentence": "客观的面对他人的评论，有则改之，无则加勉，内心自然会变得强大。",
        "label": ""
      },
      {
        "sentence": "人无完人，没有谁可以赢得全世界，因此，作为一个完美的人，是非常累的，与现实也是不相符合的。",
        "label": ""
      },
      {
        "sentence": "不妨平常心去面对他人的评价，假如别人戳中了你的痛点，不妨去呵护它，改进它，从而提高自身，强大自己。",
        "label": ""
      },
      {
        "sentence": "展示自我，给别人了解自己的机会。",
        "label": ""
      },
      {
        "sentence": "人与人之间的交往与合作，也是个人事业成功发展的关键因素。",
        "label": ""
      },
      {
        "sentence": "社交是学习之外的活动，但是也是我们成长当中的必修课，愿你通过积极努力的展示自己，给同学了解你的机会和时间。",
        "label": ""
      },
      {
        "sentence": "融入到你所感兴趣的圈子，找到自己的价值之所在，给别人提供力所能及的帮助，分享自己的快乐，充实的生活会让你笑口常开。",
        "label": ""
      },
      {
        "sentence": "主动出击，构筑自己的社会支持系统。",
        "label": ""
      },
      {
        "sentence": "朋友多了路好走，保持自己探索的勇气，主动去了解别人，展示自我，可以和朋友之间坦诚心扉，互相帮助，稳定的生活圈子，会给你提供心理上的动力和营养。",
        "label": ""
      },
      {
        "sentence": "希望可以帮助到你，祝你学习生活愉快。",
        "label": ""
      }
    ]
  }
]