[
  {
    "role": "client",
    "content": "我和男朋友交往一年感情不够稳定，该不该去见见他父母？我和男朋友交往一年，期间分分合合感情现在不够稳定，但是还想再继续往下走，但是他家里意思是让他过两年再结婚，可是我28岁了家里比较着急，本来我爸妈是想如果我认定了就去看看他家里的情况，了解一下他父母，他父母离异，母亲精神分裂独居，父亲已经再婚并且有另外一个小孩，父母是担心他妈妈的身体状况想让我先去了解一下。但是他现在说就算我去了也不代表什么，也不可能提前结婚，但是应我家的要求可以让我去见见，还不想让我跟我父母讲，不想这么早上纲上线的，也不想见我父母。那我现在应不应该去？还是等感情稳定了再去？我感觉现在他也不是很能为我考虑，所以担心去了起反作用，会让自己更被动。",
    "annotation": [
      {
        "sentence": "我和男朋友交往一年感情不够稳定，该不该去见见他父母？",
        "label": ""
      },
      {
        "sentence": "我和男朋友交往一年，期间分分合合感情现在不够稳定，但是还想再继续往下走，但是他家里意思是让他过两年再结婚，可是我28岁了家里比较着急，本来我爸妈是想如果我认定了就去看看他家里的情况，了解一下他父母，他父母离异，母亲精神分裂独居，父亲已经再婚并且有另外一个小孩，父母是担心他妈妈的身体状况想让我先去了解一下。",
        "label": ""
      },
      {
        "sentence": "但是他现在说就算我去了也不代表什么，也不可能提前结婚，但是应我家的要求可以让我去见见，还不想让我跟我父母讲，不想这么早上纲上线的，也不想见我父母。",
        "label": ""
      },
      {
        "sentence": "那我现在应不应该去？",
        "label": ""
      },
      {
        "sentence": "还是等感情稳定了再去？",
        "label": ""
      },
      {
        "sentence": "我感觉现在他也不是很能为我考虑，所以担心去了起反作用，会让自己更被动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有每个人的顾虑，对方之所以反对是因为感觉各方面都不稳定，所以不想带你见父母，而且他本人不是很着急结婚，所以有些事能拖就拖着了。而你的父母感觉你年纪已经不小了，如果父母见了合适的话，最好可以尽快找个时间见个面商量一下婚事，以免一直拖着不过通过你的描述可以感觉到，对方至少两年之内是不准备结婚的，而且在之前的一年中我们和对方也是出于分分合合的状态，说明我们和他的感情不是很稳定。",
    "annotation": [
      {
        "sentence": "每个人都有每个人的顾虑，对方之所以反对是因为感觉各方面都不稳定，所以不想带你见父母，而且他本人不是很着急结婚，所以有些事能拖就拖着了。",
        "label": ""
      },
      {
        "sentence": "而你的父母感觉你年纪已经不小了，如果父母见了合适的话，最好可以尽快找个时间见个面商量一下婚事，以免一直拖着不过通过你的描述可以感觉到，对方至少两年之内是不准备结婚的，而且在之前的一年中我们和对方也是出于分分合合的状态，说明我们和他的感情不是很稳定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们分合的原因有很多，有时候是因为生活习惯不合，有时候是因为他的沉默寡言让我觉得很不受重视。我继续坚持下去的理由主要是希望我们能够解决问题，找到共同的解决办法，并且相互支持，共同成长。但是现在他好像并没有为我考虑，所以我担心去了他的家会起反作用，让自己更被动。",
    "annotation": [
      {
        "sentence": "我们分合的原因有很多，有时候是因为生活习惯不合，有时候是因为他的沉默寡言让我觉得很不受重视。",
        "label": ""
      },
      {
        "sentence": "我继续坚持下去的理由主要是希望我们能够解决问题，找到共同的解决办法，并且相互支持，共同成长。",
        "label": ""
      },
      {
        "sentence": "但是现在他好像并没有为我考虑，所以我担心去了他的家会起反作用，让自己更被动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的。如果每次分合都是因为同样的问题争吵，并且彼此都不愿意低头或改善彼此的关系，那么这段感情真的要慎重考虑。结婚是一件重要的事情，需要考虑到一些现实问题，比如彩礼、房子、以后的生活环境等等。对方不愿意见父母可能有自己的顾虑，但是他的态度让我们没有安全感。在他脾气不好的时候，看看他是如何对待我们的，如果他有足够的耐心，愿意为了我们做出让步和改变，那么或许可以等待他两年。如果他没有耐心，甚至觉得我们无理取闹，不顾及我们和家人的感受，那么这份感情就需要重新考虑了。既然对方不愿意去，可以问问他对婚姻的态度以及如何安抚我们父母的情绪，看看他是否愿意努力改善这些关系。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "如果每次分合都是因为同样的问题争吵，并且彼此都不愿意低头或改善彼此的关系，那么这段感情真的要慎重考虑。",
        "label": ""
      },
      {
        "sentence": "结婚是一件重要的事情，需要考虑到一些现实问题，比如彩礼、房子、以后的生活环境等等。",
        "label": ""
      },
      {
        "sentence": "对方不愿意见父母可能有自己的顾虑，但是他的态度让我们没有安全感。",
        "label": ""
      },
      {
        "sentence": "在他脾气不好的时候，看看他是如何对待我们的，如果他有足够的耐心，愿意为了我们做出让步和改变，那么或许可以等待他两年。",
        "label": ""
      },
      {
        "sentence": "如果他没有耐心，甚至觉得我们无理取闹，不顾及我们和家人的感受，那么这份感情就需要重新考虑了。",
        "label": ""
      },
      {
        "sentence": "既然对方不愿意去，可以问问他对婚姻的态度以及如何安抚我们父母的情绪，看看他是否愿意努力改善这些关系。",
        "label": ""
      }
    ]
  }
]