[
  {
    "role": "client",
    "content": "最近我发现自己很害怕在别人面前表现自己。过去曾经生过一场大病，有很长一段时间都是妈妈在我身边照顾我。妈妈不让我跟别人说我生病的事情，我有时候说话妈妈也喜欢否定我。现在我参加工作了，我突然发现自己非常不愿意表现自己。就算我知道我现在做的事情是对的，并且如果做了这件事情会对我有利，但是我还是不愿意做这件事，因为做这件事情会向别人展现我自己。我是不是心理上有问题？",
    "annotation": [
      {
        "sentence": "最近我发现自己很害怕在别人面前表现自己。",
        "label": ""
      },
      {
        "sentence": "过去曾经生过一场大病，有很长一段时间都是妈妈在我身边照顾我。",
        "label": ""
      },
      {
        "sentence": "妈妈不让我跟别人说我生病的事情，我有时候说话妈妈也喜欢否定我。",
        "label": ""
      },
      {
        "sentence": "现在我参加工作了，我突然发现自己非常不愿意表现自己。",
        "label": ""
      },
      {
        "sentence": "就算我知道我现在做的事情是对的，并且如果做了这件事情会对我有利，但是我还是不愿意做这件事，因为做这件事情会向别人展现我自己。",
        "label": ""
      },
      {
        "sentence": "我是不是心理上有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "姑娘，你很勇敢。能够意识到这个问题，已经是解决问题的第一步了。生病的经历肯定不是一件容易的事，但是你并不是自愿要生病的，也不是因为你的错。无论如何，身体生病只是身体不好，而不是你不好。你也肯定希望自己健康快乐吧？同样的，害怕表现自己只是你的感觉病了，而不是你本身有问题。可以想象自己是第一个医生，问问自己，是真的害怕表现自己，还是害怕自己表现后不被别人接纳？你可以尝试找一个自己信任的人，告诉他不管你做了什么，请他站在你一边，给你安慰和鼓励，不要评判你。然后勇敢一点，不管别人的看法，把自己的想法说出来，或者做自己想做的事。有可能得到好的结果，这样你就能慢慢找到自信了。人生其实就是不断犯错，改错，忘记，再继续犯错，改错的过程。我也常常在做错事后后悔，担心，但是反正事情已经发生了，我会努力改正，努力弥补。没有什么了不起的！我们本来就不是完美的，犯错很正常，每个人都会犯错。加油！姑娘！你可以的。",
    "annotation": [
      {
        "sentence": "姑娘，你很勇敢。",
        "label": ""
      },
      {
        "sentence": "能够意识到这个问题，已经是解决问题的第一步了。",
        "label": ""
      },
      {
        "sentence": "生病的经历肯定不是一件容易的事，但是你并不是自愿要生病的，也不是因为你的错。",
        "label": ""
      },
      {
        "sentence": "无论如何，身体生病只是身体不好，而不是你不好。",
        "label": ""
      },
      {
        "sentence": "你也肯定希望自己健康快乐吧？",
        "label": ""
      },
      {
        "sentence": "同样的，害怕表现自己只是你的感觉病了，而不是你本身有问题。",
        "label": ""
      },
      {
        "sentence": "可以想象自己是第一个医生，问问自己，是真的害怕表现自己，还是害怕自己表现后不被别人接纳？",
        "label": ""
      },
      {
        "sentence": "你可以尝试找一个自己信任的人，告诉他不管你做了什么，请他站在你一边，给你安慰和鼓励，不要评判你。",
        "label": ""
      },
      {
        "sentence": "然后勇敢一点，不管别人的看法，把自己的想法说出来，或者做自己想做的事。",
        "label": ""
      },
      {
        "sentence": "有可能得到好的结果，这样你就能慢慢找到自信了。",
        "label": ""
      },
      {
        "sentence": "人生其实就是不断犯错，改错，忘记，再继续犯错，改错的过程。",
        "label": ""
      },
      {
        "sentence": "我也常常在做错事后后悔，担心，但是反正事情已经发生了，我会努力改正，努力弥补。",
        "label": ""
      },
      {
        "sentence": "没有什么了不起的！",
        "label": ""
      },
      {
        "sentence": "我们本来就不是完美的，犯错很正常，每个人都会犯错。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "姑娘！",
        "label": ""
      },
      {
        "sentence": "你可以的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我明白了，我需要勇敢面对自己的内心感受和恐惧，不应该被过去的经历束缚住。我会尝试找到一个信任的人分享我的想法，不再害怕被否定或不被接纳。我也会尝试勇敢地表现自己，相信自己的能力。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要勇敢面对自己的内心感受和恐惧，不应该被过去的经历束缚住。",
        "label": ""
      },
      {
        "sentence": "我会尝试找到一个信任的人分享我的想法，不再害怕被否定或不被接纳。",
        "label": ""
      },
      {
        "sentence": "我也会尝试勇敢地表现自己，相信自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，不要让过去的经历影响你的现在和未来。相信自己的能力是很重要的，你一定可以克服这个问题。找到一个信任的人分享你的想法是个好办法，也可以帮助你更好地理解自己。不要害怕被否定，每个人都有自己的独特价值和观点。勇敢地迈出第一步，你会发现自己能够克服害怕表现自己的困扰。",
    "annotation": [
      {
        "sentence": "你说得对，不要让过去的经历影响你的现在和未来。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力是很重要的，你一定可以克服这个问题。",
        "label": ""
      },
      {
        "sentence": "找到一个信任的人分享你的想法是个好办法，也可以帮助你更好地理解自己。",
        "label": ""
      },
      {
        "sentence": "不要害怕被否定，每个人都有自己的独特价值和观点。",
        "label": ""
      },
      {
        "sentence": "勇敢地迈出第一步，你会发现自己能够克服害怕表现自己的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我会尽量积极面对这个问题，并尝试去改变自己对表现自己的恐惧。我也意识到自己可能需要更多的自信和积极的心态来克服这个困难。我会慢慢培养自己的自信，相信自己的价值，不再害怕被别人评判。",
    "annotation": [
      {
        "sentence": "是的，我会尽量积极面对这个问题，并尝试去改变自己对表现自己的恐惧。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己可能需要更多的自信和积极的心态来克服这个困难。",
        "label": ""
      },
      {
        "sentence": "我会慢慢培养自己的自信，相信自己的价值，不再害怕被别人评判。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，勇敢地面对自己的恐惧是个重要的决定。有时候，我们需要逐渐培养自己的自信，相信自己的能力和价值。不要过分担心别人的评判，重要的是你对自己的评价和认可。相信自己，你一定能够克服这个困难，展现出真正的自己。",
    "annotation": [
      {
        "sentence": "很好，勇敢地面对自己的恐惧是个重要的决定。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要逐渐培养自己的自信，相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "不要过分担心别人的评判，重要的是你对自己的评价和认可。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服这个困难，展现出真正的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和肯定。你的话让我感到很温暖和有希望。我会尽力去改变自己，克服心理上的问题，向前迈进。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和肯定。",
        "label": ""
      },
      {
        "sentence": "你的话让我感到很温暖和有希望。",
        "label": ""
      },
      {
        "sentence": "我会尽力去改变自己，克服心理上的问题，向前迈进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记得，改变需要时间和努力，但你已经迈出了第一步。相信自己，坚持下去，你会看到自己的改变和成长。如果你需要继续聊天，我会一直在这里支持你。加油！你能行的。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记得，改变需要时间和努力，但你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持下去，你会看到自己的改变和成长。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续聊天，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你能行的。",
        "label": ""
      }
    ]
  }
]