[
  {
    "role": "client",
    "content": "我自己的家庭条件确实很差，非常需要帮助，但我却无法接受这样的情况。首先，我承认现在家境确实挺差的：爸爸去世了，妈妈有高血压、糖尿病，眼睛也慢慢看不见了。最近的检查结果显示她的肾衰竭已经到了末期，需要接受透析治疗。此外，我还有一个因为精神障碍一直住院的弟弟。今天在医院有人来推荐水滴筹，我妈妈想通过筹款来解决我们的问题，可是我拒绝了。妈妈为此非常伤心，我自己也很难过。但是我无法接受别人的帮助，我在道德上无法接受平白无故得到的东西。我宁愿失去生命，也不想要别人的施舍。因为在大家庭里，妈妈和爸爸一直都是弱势群体。外婆只要给过我家帮助或者好处，她总会不停地提自己的付出，而她给其他子女的东西或者帮助都比我家多，可她从来不会去跟他们说一声。舅舅他们也是同样的情况，每次见到我都会说如果没有他们帮忙我家会怎么样怎么样。但是他们却从来不提我爸爸妈妈对他们的帮助，为他们做过的事情。我真的很难过，又感到懦弱和愤怒，但是不敢说出来。即使他们有时候说一些过分的话，我也不敢反驳，只能忍耐。有时候我觉得，做一个不觊觎别人的东西、不压迫别人、努力尽自己的能力生活的人真的很难活下去。",
    "annotation": [
      {
        "sentence": "我自己的家庭条件确实很差，非常需要帮助，但我却无法接受这样的情况。",
        "label": ""
      },
      {
        "sentence": "首先，我承认现在家境确实挺差的：爸爸去世了，妈妈有高血压、糖尿病，眼睛也慢慢看不见了。",
        "label": ""
      },
      {
        "sentence": "最近的检查结果显示她的肾衰竭已经到了末期，需要接受透析治疗。",
        "label": ""
      },
      {
        "sentence": "此外，我还有一个因为精神障碍一直住院的弟弟。",
        "label": ""
      },
      {
        "sentence": "今天在医院有人来推荐水滴筹，我妈妈想通过筹款来解决我们的问题，可是我拒绝了。",
        "label": ""
      },
      {
        "sentence": "妈妈为此非常伤心，我自己也很难过。",
        "label": ""
      },
      {
        "sentence": "但是我无法接受别人的帮助，我在道德上无法接受平白无故得到的东西。",
        "label": ""
      },
      {
        "sentence": "我宁愿失去生命，也不想要别人的施舍。",
        "label": ""
      },
      {
        "sentence": "因为在大家庭里，妈妈和爸爸一直都是弱势群体。",
        "label": ""
      },
      {
        "sentence": "外婆只要给过我家帮助或者好处，她总会不停地提自己的付出，而她给其他子女的东西或者帮助都比我家多，可她从来不会去跟他们说一声。",
        "label": ""
      },
      {
        "sentence": "舅舅他们也是同样的情况，每次见到我都会说如果没有他们帮忙我家会怎么样怎么样。",
        "label": ""
      },
      {
        "sentence": "但是他们却从来不提我爸爸妈妈对他们的帮助，为他们做过的事情。",
        "label": ""
      },
      {
        "sentence": "我真的很难过，又感到懦弱和愤怒，但是不敢说出来。",
        "label": ""
      },
      {
        "sentence": "即使他们有时候说一些过分的话，我也不敢反驳，只能忍耐。",
        "label": ""
      },
      {
        "sentence": "有时候我觉得，做一个不觊觎别人的东西、不压迫别人、努力尽自己的能力生活的人真的很难活下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然你的亲戚对你的家庭有格外的偏见，但他们还是帮助过你。帮助别人会让自己觉得是一位大圣人，会得到被帮助者的感谢，满足自己的虚荣心。其实这种心态每个人都可能有，这是很正常的。但这些在你心里造成了一种压力，你觉得大家帮你并不只是出于道义，而是一种炫耀和满足。所以你非常排斥这些行为。水滴筹也是一种方法，只不过你需要分清楚那些人是真的关心你、真诚想要帮助你，而不是想利用你。在你自己能力不足的情况下，可以先借助别人的力量。每个人都会遇到困难，有些人出发点是出于对你的关心，真心愿意帮助你，你不要对这些人持过度戒备的态度。等到你从这段不良环境中走出来，变得更强大、更自信之后，你可以回报这份帮助。让我想到了越王勾践的故事，卧薪尝胆，忍受了被侮辱的阶段之后，一切都会变得更加轻松和美好。",
    "annotation": [
      {
        "sentence": "虽然你的亲戚对你的家庭有格外的偏见，但他们还是帮助过你。",
        "label": ""
      },
      {
        "sentence": "帮助别人会让自己觉得是一位大圣人，会得到被帮助者的感谢，满足自己的虚荣心。",
        "label": ""
      },
      {
        "sentence": "其实这种心态每个人都可能有，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "但这些在你心里造成了一种压力，你觉得大家帮你并不只是出于道义，而是一种炫耀和满足。",
        "label": ""
      },
      {
        "sentence": "所以你非常排斥这些行为。",
        "label": ""
      },
      {
        "sentence": "水滴筹也是一种方法，只不过你需要分清楚那些人是真的关心你、真诚想要帮助你，而不是想利用你。",
        "label": ""
      },
      {
        "sentence": "在你自己能力不足的情况下，可以先借助别人的力量。",
        "label": ""
      },
      {
        "sentence": "每个人都会遇到困难，有些人出发点是出于对你的关心，真心愿意帮助你，你不要对这些人持过度戒备的态度。",
        "label": ""
      },
      {
        "sentence": "等到你从这段不良环境中走出来，变得更强大、更自信之后，你可以回报这份帮助。",
        "label": ""
      },
      {
        "sentence": "让我想到了越王勾践的故事，卧薪尝胆，忍受了被侮辱的阶段之后，一切都会变得更加轻松和美好。",
        "label": ""
      }
    ]
  }
]