[
  {
    "role": "client",
    "content": "每天都活得很痛苦，怎样才能放下那个不可能的人？我和他都是男生，认识六年了，现在大一，经历了很多今年一月才在一起，四月份关系被父母发现，坚持了37天还是被迫分手了，分手之后再也没有联系到他，本来想着开学之后能见到就好了，但是他还是一直躲着我，开学几天就带了个女朋友来班里，他女朋友是隔壁班的，我不知道他是否还爱我，可能他这样做是想让我彻底死心吧，但是他越这样我就越放不下，不甘心。上个月我爸怕我们旧情复燃，就让我休学待在家里，我把在学校发生的事都告诉他来，但是他不相信我，说我在骗他。在学校的时候还好，上一天课空闲时间跟室友出去玩，也不会想太多，但是现在我待在家里，没事做也出不去，一天就会胡思乱想，还要面对这个不讲理的父亲，我真的快疯了，很崩溃，很多次都想一死了之，真的快坚持不下去了。",
    "annotation": [
      {
        "sentence": "每天都活得很痛苦，怎样才能放下那个不可能的人？",
        "label": ""
      },
      {
        "sentence": "我和他都是男生，认识六年了，现在大一，经历了很多今年一月才在一起，四月份关系被父母发现，坚持了37天还是被迫分手了，分手之后再也没有联系到他，本来想着开学之后能见到就好了，但是他还是一直躲着我，开学几天就带了个女朋友来班里，他女朋友是隔壁班的，我不知道他是否还爱我，可能他这样做是想让我彻底死心吧，但是他越这样我就越放不下，不甘心。",
        "label": ""
      },
      {
        "sentence": "上个月我爸怕我们旧情复燃，就让我休学待在家里，我把在学校发生的事都告诉他来，但是他不相信我，说我在骗他。",
        "label": ""
      },
      {
        "sentence": "在学校的时候还好，上一天课空闲时间跟室友出去玩，也不会想太多，但是现在我待在家里，没事做也出不去，一天就会胡思乱想，还要面对这个不讲理的父亲，我真的快疯了，很崩溃，很多次都想一死了之，真的快坚持不下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我觉得这六年的感情真的不容易，你和他相处的六年，之间一定也发生了很多吵吵闹闹的事情，但是如果这份感情在他眼里很重要的话，我相信他也不会轻易的放弃。",
    "annotation": [
      {
        "sentence": "首先我觉得这六年的感情真的不容易，你和他相处的六年，之间一定也发生了很多吵吵闹闹的事情，但是如果这份感情在他眼里很重要的话，我相信他也不会轻易的放弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以他还爱我吗？为什么会和女孩在一起？",
    "annotation": [
      {
        "sentence": "所以他还爱我吗？",
        "label": ""
      },
      {
        "sentence": "为什么会和女孩在一起？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "男生是一种擅长隐藏自己内心情绪的动物，虽然看上去他平时开开心心，但实际上他难过的时候心里面在乎的却是你，只是害怕表达，也不知道如何表达。或许只是为了你，他愿意尝试，也和你尝试过了，只是最后的结局都没有大家想象的那么美好。所以他需要时间来缓一缓，因为现在的他太脆弱，或许也在背后里怀念你和他的故事，只是为了让你少受一份外界的压力，他找了一个女朋友，不想因为自己而连累到你。你没办法去再走进他的世界，与此这样，还不如把他交给他现任女朋友。至少他现在有人关心着他，你要尊重他的选择，毕竟如果你是真正爱的，那也学会适当的放手。",
    "annotation": [
      {
        "sentence": "男生是一种擅长隐藏自己内心情绪的动物，虽然看上去他平时开开心心，但实际上他难过的时候心里面在乎的却是你，只是害怕表达，也不知道如何表达。",
        "label": ""
      },
      {
        "sentence": "或许只是为了你，他愿意尝试，也和你尝试过了，只是最后的结局都没有大家想象的那么美好。",
        "label": ""
      },
      {
        "sentence": "所以他需要时间来缓一缓，因为现在的他太脆弱，或许也在背后里怀念你和他的故事，只是为了让你少受一份外界的压力，他找了一个女朋友，不想因为自己而连累到你。",
        "label": ""
      },
      {
        "sentence": "你没办法去再走进他的世界，与此这样，还不如把他交给他现任女朋友。",
        "label": ""
      },
      {
        "sentence": "至少他现在有人关心着他，你要尊重他的选择，毕竟如果你是真正爱的，那也学会适当的放手。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的很放不下，每天都觉得很痛苦。",
    "annotation": [
      {
        "sentence": "但是我真的很放不下，每天都觉得很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实父母的担心和顾虑不是没有根据的，现在虽然大家对这方面的压力越来越少，但是社会上还是存在偏见，你父亲虽然对你的教育死板了些，但毕竟出发点是为了让你少受点伤害。也或许你父亲怕你被别人指指点点，让你父亲丢脸面。按照现在的情况，你连平时的日常学习生活都是个问题，是没有能力去照顾一个将来要一直照顾的人呢。焦虑和抑郁，你会对自己的选择怀疑，也会怀疑那个人是否真的爱你？也是对父亲的一种抗议。但问题是这样子的效果不但一点用都没有，反而会伤了你自己的身体～～你若是真正的在意那个人，就一定不要放弃，即使现在没有能力去和相处，但可以通过调节自己的节奏安排，让自己学更多的知识，增强更多的能力。感情是双方越来越好，请相信是你的就是你的，不是你的，你再怎么努力也是白费。况且如果他和他女朋友真的走在一起了，作为最爱他的你，你也应该尊重他的选择，给他最美好的祝福。就算你和他不是那种期待的恋人关系，也依然可以继续做朋友呀！等你足够优秀，并且有自能力去保护好自己爱的人，你还怕没机会和过去的所爱复合吗？那时候的你选择也更多。大学本来就是让自己明白人生价值的阶段，你多应该看看自己的需要，万一你以后遇到了更好的人，你就必须舍弃现在的所爱，去换一个选择。其实，放下这段感情也需要一个过程，你需要给自己时间逐渐淡忘，接受这个现实。和家人多沟通，多倾诉，也可以找一些自己喜欢的事物，把时间充实起来。",
    "annotation": [
      {
        "sentence": "其实父母的担心和顾虑不是没有根据的，现在虽然大家对这方面的压力越来越少，但是社会上还是存在偏见，你父亲虽然对你的教育死板了些，但毕竟出发点是为了让你少受点伤害。",
        "label": ""
      },
      {
        "sentence": "也或许你父亲怕你被别人指指点点，让你父亲丢脸面。",
        "label": ""
      },
      {
        "sentence": "按照现在的情况，你连平时的日常学习生活都是个问题，是没有能力去照顾一个将来要一直照顾的人呢。",
        "label": ""
      },
      {
        "sentence": "焦虑和抑郁，你会对自己的选择怀疑，也会怀疑那个人是否真的爱你？",
        "label": ""
      },
      {
        "sentence": "也是对父亲的一种抗议。",
        "label": ""
      },
      {
        "sentence": "但问题是这样子的效果不但一点用都没有，反而会伤了你自己的身体～～你若是真正的在意那个人，就一定不要放弃，即使现在没有能力去和相处，但可以通过调节自己的节奏安排，让自己学更多的知识，增强更多的能力。",
        "label": ""
      },
      {
        "sentence": "感情是双方越来越好，请相信是你的就是你的，不是你的，你再怎么努力也是白费。",
        "label": ""
      },
      {
        "sentence": "况且如果他和他女朋友真的走在一起了，作为最爱他的你，你也应该尊重他的选择，给他最美好的祝福。",
        "label": ""
      },
      {
        "sentence": "就算你和他不是那种期待的恋人关系，也依然可以继续做朋友呀！",
        "label": ""
      },
      {
        "sentence": "等你足够优秀，并且有自能力去保护好自己爱的人，你还怕没机会和过去的所爱复合吗？",
        "label": ""
      },
      {
        "sentence": "那时候的你选择也更多。",
        "label": ""
      },
      {
        "sentence": "大学本来就是让自己明白人生价值的阶段，你多应该看看自己的需要，万一你以后遇到了更好的人，你就必须舍弃现在的所爱，去换一个选择。",
        "label": ""
      },
      {
        "sentence": "其实，放下这段感情也需要一个过程，你需要给自己时间逐渐淡忘，接受这个现实。",
        "label": ""
      },
      {
        "sentence": "和家人多沟通，多倾诉，也可以找一些自己喜欢的事物，把时间充实起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我知道了。我会努力适应现实，好好生活。",
    "annotation": [
      {
        "sentence": "谢谢你，我知道了。",
        "label": ""
      },
      {
        "sentence": "我会努力适应现实，好好生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，接下来的日子请多保重，也希望你有一个开心的未来。",
    "annotation": [
      {
        "sentence": "不客气，接下来的日子请多保重，也希望你有一个开心的未来。",
        "label": ""
      }
    ]
  }
]