[
  {
    "role": "client",
    "content": "每天都活得很痛苦，怎样才能放下那个不可能的人？我和他都是男生，认识六年了，现在大一，经历了很多今年一月才在一起，四月份关系被父母发现，坚持了37天还是被迫分手了，分手之后再也没有联系到他，本来想着开学之后能见到就好了，但是他还是一直躲着我，开学几天就带了个女朋友来班里，他女朋友是隔壁班的，我不知道他是否还爱我，可能他这样做是想让我彻底死心吧，但是他越这样我就越放不下，不甘心。上个月我爸怕我们旧情复燃，就让我休学待在家里，我把在学校发生的事都告诉他来，但是他不相信我，说我在骗他。在学校的时候还好，上一天课空闲时间跟室友出去玩，也不会想太多，但是现在我待在家里，没事做也出不去，一天就会胡思乱想，还要面对这个不讲理的父亲，我真的快疯了，很崩溃，很多次都想一死了之，真的快坚持不下去了。",
    "annotation": [
      {
        "sentence": "每天都活得很痛苦，怎样才能放下那个不可能的人？",
        "label": ""
      },
      {
        "sentence": "我和他都是男生，认识六年了，现在大一，经历了很多今年一月才在一起，四月份关系被父母发现，坚持了37天还是被迫分手了，分手之后再也没有联系到他，本来想着开学之后能见到就好了，但是他还是一直躲着我，开学几天就带了个女朋友来班里，他女朋友是隔壁班的，我不知道他是否还爱我，可能他这样做是想让我彻底死心吧，但是他越这样我就越放不下，不甘心。",
        "label": ""
      },
      {
        "sentence": "上个月我爸怕我们旧情复燃，就让我休学待在家里，我把在学校发生的事都告诉他来，但是他不相信我，说我在骗他。",
        "label": ""
      },
      {
        "sentence": "在学校的时候还好，上一天课空闲时间跟室友出去玩，也不会想太多，但是现在我待在家里，没事做也出不去，一天就会胡思乱想，还要面对这个不讲理的父亲，我真的快疯了，很崩溃，很多次都想一死了之，真的快坚持不下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人在爱情中都有过痛苦和难受的时候，尤其是当父母对于你的性取向不能理解，加上你和你的伴侣之间有一些误会和矛盾，一直没有和好，这样的情绪难免会让你感到非常糟糕，我非常心疼你。首先，根据你留言中提到的，你们认识了六年，你们之间应该非常熟悉和了解，你的成长经历中也有与他的经历和影子，完全将他忘掉也许并不现实。也许你现在所需要做的不是将这个人忘掉，而是与过去的经历和解，重新适应和他建立一种新的关系。这需要时间和努力，但是请相信自己的能力，你一定能够做到。",
    "annotation": [
      {
        "sentence": "每个人在爱情中都有过痛苦和难受的时候，尤其是当父母对于你的性取向不能理解，加上你和你的伴侣之间有一些误会和矛盾，一直没有和好，这样的情绪难免会让你感到非常糟糕，我非常心疼你。",
        "label": ""
      },
      {
        "sentence": "首先，根据你留言中提到的，你们认识了六年，你们之间应该非常熟悉和了解，你的成长经历中也有与他的经历和影子，完全将他忘掉也许并不现实。",
        "label": ""
      },
      {
        "sentence": "也许你现在所需要做的不是将这个人忘掉，而是与过去的经历和解，重新适应和他建立一种新的关系。",
        "label": ""
      },
      {
        "sentence": "这需要时间和努力，但是请相信自己的能力，你一定能够做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我确实不能轻易忘记他，但是他的行为让我很难过，他明明知道我还在爱他，却带了个女朋友来班里，感觉他是故意刺激我。我不知道他是否还爱我，我应该怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实不能轻易忘记他，但是他的行为让我很难过，他明明知道我还在爱他，却带了个女朋友来班里，感觉他是故意刺激我。",
        "label": ""
      },
      {
        "sentence": "我不知道他是否还爱我，我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你现在的感受，看起来他的行为确实让你很伤心。但是无论他是否还爱你，他的行为都不在你的控制范围内。现在，请你更关注自己的情绪和心理健康。让自己安静下来，想一想你真正想要的是什么？是忘记他，还是重新建立起一种新的关系？你可以给自己一些时间，同时也需要思考如何处理和他的关系，以便能够更好地保护自己的情感。",
    "annotation": [
      {
        "sentence": "我可以理解你现在的感受，看起来他的行为确实让你很伤心。",
        "label": ""
      },
      {
        "sentence": "但是无论他是否还爱你，他的行为都不在你的控制范围内。",
        "label": ""
      },
      {
        "sentence": "现在，请你更关注自己的情绪和心理健康。",
        "label": ""
      },
      {
        "sentence": "让自己安静下来，想一想你真正想要的是什么？",
        "label": ""
      },
      {
        "sentence": "是忘记他，还是重新建立起一种新的关系？",
        "label": ""
      },
      {
        "sentence": "你可以给自己一些时间，同时也需要思考如何处理和他的关系，以便能够更好地保护自己的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。我现在确实需要更关注自己的情绪和心理健康。我想我应该学会接受他已经带了女朋友来班里的事实，同时也要寻找自己的幸福。但是我不知道该如何面对父亲，他不理解我，甚至怀疑我在撒谎。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "我现在确实需要更关注自己的情绪和心理健康。",
        "label": ""
      },
      {
        "sentence": "我想我应该学会接受他已经带了女朋友来班里的事实，同时也要寻找自己的幸福。",
        "label": ""
      },
      {
        "sentence": "但是我不知道该如何面对父亲，他不理解我，甚至怀疑我在撒谎。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母对我们的一些行为选择有不理解是正常的事情，父母的教育、生活所经历的文化背景和我们都不同，他们有属于他们那个年代的文化观念和价值选择。和父母沟通的前提是你也要从父母的角度理解他们这个观念的出发点，以及他们所反对的理由。只有这样，你才能知道怎样让父母理解你的选择。逃避不是解决问题的办法，勇敢面对才是。希望能够给你一些安慰和鼓励，你要相信自己的能力，你一定能够处理好与父亲的关系，并找到自己的幸福。",
    "annotation": [
      {
        "sentence": "父母对我们的一些行为选择有不理解是正常的事情，父母的教育、生活所经历的文化背景和我们都不同，他们有属于他们那个年代的文化观念和价值选择。",
        "label": ""
      },
      {
        "sentence": "和父母沟通的前提是你也要从父母的角度理解他们这个观念的出发点，以及他们所反对的理由。",
        "label": ""
      },
      {
        "sentence": "只有这样，你才能知道怎样让父母理解你的选择。",
        "label": ""
      },
      {
        "sentence": "逃避不是解决问题的办法，勇敢面对才是。",
        "label": ""
      },
      {
        "sentence": "希望能够给你一些安慰和鼓励，你要相信自己的能力，你一定能够处理好与父亲的关系，并找到自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我明白逃避并不会解决问题，我会勇敢地面对和父亲的问题，并试着去了解他的观念和反对理由。同时，我也会努力找到自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白逃避并不会解决问题，我会勇敢地面对和父亲的问题，并试着去了解他的观念和反对理由。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力找到自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心。记住，你并不孤单，我们一起面对这些问题。如果你需要任何支持或者再次倾诉，随时都可以来找我。相信自己，你会度过这段困难的时期，重新找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们一起面对这些问题。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何支持或者再次倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "相信自己，你会度过这段困难的时期，重新找到属于自己的幸福。",
        "label": ""
      }
    ]
  }
]