[
  {
    "role": "client",
    "content": "每次相亲接触下去就感到烦躁，我是不是回避型依恋？女，92，收入尚可，已经买房，但从来没谈过恋爱。由于年龄增长，家人也一直在逼婚，所以这几年也开始不停的相亲。但是每次都是见过一次面以后就没有下文，自己也会感觉和对方聊天很厌烦，目前朋友介绍认识一个男生，一开始聊的还好，见过一次面，属于不喜欢也不讨厌的情况，也带着想看看自己是不是很排斥他，所以第一次见面他主动牵手我也没有拒绝，但是，自己内心也没有什么感觉，谈不上恶心，也说不上高兴。父母都说让我继续接触下去看看，于是最近也一直会微信聊天，但是最近开始慢慢觉得越来越烦躁，不想接触下去，每天聊天都有点像应付任务一样，我不太想找话题了，有点累。我觉得如果对方真心想确定关系，我可能会拒绝，目前计划第二次见面，我也打算这次我请客吃饭，以免每次都是对方，最后不答应确定关系，貌似对对方也不太好。感觉这几年相亲下来，自己都是这样，刚开始接触感觉还好，第一次见面后，继续接触开始感到烦躁，我这是属于回避型依恋吗？",
    "annotation": [
      {
        "sentence": "每次相亲接触下去就感到烦躁，我是不是回避型依恋？",
        "label": ""
      },
      {
        "sentence": "女，92，收入尚可，已经买房，但从来没谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "由于年龄增长，家人也一直在逼婚，所以这几年也开始不停的相亲。",
        "label": ""
      },
      {
        "sentence": "但是每次都是见过一次面以后就没有下文，自己也会感觉和对方聊天很厌烦，目前朋友介绍认识一个男生，一开始聊的还好，见过一次面，属于不喜欢也不讨厌的情况，也带着想看看自己是不是很排斥他，所以第一次见面他主动牵手我也没有拒绝，但是，自己内心也没有什么感觉，谈不上恶心，也说不上高兴。",
        "label": ""
      },
      {
        "sentence": "父母都说让我继续接触下去看看，于是最近也一直会微信聊天，但是最近开始慢慢觉得越来越烦躁，不想接触下去，每天聊天都有点像应付任务一样，我不太想找话题了，有点累。",
        "label": ""
      },
      {
        "sentence": "我觉得如果对方真心想确定关系，我可能会拒绝，目前计划第二次见面，我也打算这次我请客吃饭，以免每次都是对方，最后不答应确定关系，貌似对对方也不太好。",
        "label": ""
      },
      {
        "sentence": "感觉这几年相亲下来，自己都是这样，刚开始接触感觉还好，第一次见面后，继续接触开始感到烦躁，我这是属于回避型依恋吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，我觉得你不一定是回避型依恋，而是比较独立，有自己的想法和价值观，能够掌握自己的人生，这是非常好的一面。你说自己已经买房、收入尚可，这样的条件已经足够引以自豪了，自己应该对自己有信心。但是每次遇到相亲对象就会感到烦躁，这是因为你的内心还没有准备好去接受婚姻，这是很正常的一点。你说父母一直在逼婚，我了解这种压力很大，你需要有勇气和父母谈谈，表达一下自己的想法，父母也需要了解你的想法。",
    "annotation": [
      {
        "sentence": "听你的描述，我觉得你不一定是回避型依恋，而是比较独立，有自己的想法和价值观，能够掌握自己的人生，这是非常好的一面。",
        "label": ""
      },
      {
        "sentence": "你说自己已经买房、收入尚可，这样的条件已经足够引以自豪了，自己应该对自己有信心。",
        "label": ""
      },
      {
        "sentence": "但是每次遇到相亲对象就会感到烦躁，这是因为你的内心还没有准备好去接受婚姻，这是很正常的一点。",
        "label": ""
      },
      {
        "sentence": "你说父母一直在逼婚，我了解这种压力很大，你需要有勇气和父母谈谈，表达一下自己的想法，父母也需要了解你的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想表达自己的想法，但是每次一说到这个话题，家人朋友都认为我太挑剔，我也不知道该怎么跟他们沟通。",
    "annotation": [
      {
        "sentence": "我想表达自己的想法，但是每次一说到这个话题，家人朋友都认为我太挑剔，我也不知道该怎么跟他们沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道这很困难，但我相信你可以做到。首先，你可以写下自己的想法和价值观，再根据他们提出的问题逐一回答，让他们知道你认真思考过这些问题。你的意见值得被尊重，他们需要和你一起理解你的想法。当然，这可能是一个漫长的过程，但是你可以尝试着去表达，放下心中的紧张和胆怯，勇敢地谈论。如果他们真的爱你，他们会愿意倾听你的声音。",
    "annotation": [
      {
        "sentence": "我知道这很困难，但我相信你可以做到。",
        "label": ""
      },
      {
        "sentence": "首先，你可以写下自己的想法和价值观，再根据他们提出的问题逐一回答，让他们知道你认真思考过这些问题。",
        "label": ""
      },
      {
        "sentence": "你的意见值得被尊重，他们需要和你一起理解你的想法。",
        "label": ""
      },
      {
        "sentence": "当然，这可能是一个漫长的过程，但是你可以尝试着去表达，放下心中的紧张和胆怯，勇敢地谈论。",
        "label": ""
      },
      {
        "sentence": "如果他们真的爱你，他们会愿意倾听你的声音。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的鼓励和建议，我会好好尝试着去表达我的想法。但是我还是担心每次见相亲对象都会感到烦躁，这是怎么回事？",
    "annotation": [
      {
        "sentence": "感谢你的鼓励和建议，我会好好尝试着去表达我的想法。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心每次见相亲对象都会感到烦躁，这是怎么回事？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是因为你对对方的期待太高了，但实际上对方未必符合你的期望。时间可以检验一切，相互沟通也可以慢慢了解对方，但是在这个过程中要理性看待，不要过于情绪化。另外，你提到第二次见面想请客吃饭，这个想法很好，不妨把这个过程看作是一种学习，学会如何相处，如何互相理解，这是很重要的一点。",
    "annotation": [
      {
        "sentence": "这可能是因为你对对方的期待太高了，但实际上对方未必符合你的期望。",
        "label": ""
      },
      {
        "sentence": "时间可以检验一切，相互沟通也可以慢慢了解对方，但是在这个过程中要理性看待，不要过于情绪化。",
        "label": ""
      },
      {
        "sentence": "另外，你提到第二次见面想请客吃饭，这个想法很好，不妨把这个过程看作是一种学习，学会如何相处，如何互相理解，这是很重要的一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的解答，这让我感觉到了很多，我希望能够尽快摆脱这种焦虑和烦躁情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的解答，这让我感觉到了很多，我希望能够尽快摆脱这种焦虑和烦躁情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你。愿你早日找到属于你的幸福。为了做到平衡心态，我建议你可以花更多的时间去爱自己，关注自己的需求和感受，寻找属于自己的快乐，这样在面对婚姻问题时，也能够更加从容和理性。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "愿你早日找到属于你的幸福。",
        "label": ""
      },
      {
        "sentence": "为了做到平衡心态，我建议你可以花更多的时间去爱自己，关注自己的需求和感受，寻找属于自己的快乐，这样在面对婚姻问题时，也能够更加从容和理性。",
        "label": ""
      }
    ]
  }
]