[
  {
    "role": "client",
    "content": "27岁男，因为爱玩和网赌负债7万多，以后路怎么走？提出这个问题也真是羞愧，无脸可说，从19岁出来打工到现在，八年工作赚下来也有三十五万之多，吃家里的住家里的不用出伙食费和房租，除了家里紧急情况拿过钱，最多算下来也不过5万给家里，除去这些，平时开销怎么说八年下来积蓄最少存10万吧，积蓄没有反而欠债7万多（三万多网贷，四万多朋友的），27岁了！！27岁了！！一个男人，哎！就因为我这种废物性格平时在外面爱浪花钱大手大脚，又沾上傻逼网赌。现在月薪才4000块钱，加上利息不吃不喝两年才能还清，因为负债直接排斥了两个相亲对象（不关她们任何事，是我自己问题，自己什么样性格什么能力自己清楚，自己一个人还能死扛，两个人就别祸害别人），跟家里坦白负债问题的话，家人是不会帮（其实家庭情况也能顶过去还，在某大城市有房子收租，但家庭教育原因），而且也不能去坦白。27岁啊，不年轻了，马上就步入30岁的人了，活成今天这样，完全是自己废物性格导致的，以后路怎么走？？",
    "annotation": [
      {
        "sentence": "27岁男，因为爱玩和网赌负债7万多，以后路怎么走？",
        "label": ""
      },
      {
        "sentence": "提出这个问题也真是羞愧，无脸可说，从19岁出来打工到现在，八年工作赚下来也有三十五万之多，吃家里的住家里的不用出伙食费和房租，除了家里紧急情况拿过钱，最多算下来也不过5万给家里，除去这些，平时开销怎么说八年下来积蓄最少存10万吧，积蓄没有反而欠债7万多（三万多网贷，四万多朋友的），27岁了！！",
        "label": ""
      },
      {
        "sentence": "27岁了！！",
        "label": ""
      },
      {
        "sentence": "一个男人，哎！",
        "label": ""
      },
      {
        "sentence": "就因为我这种废物性格平时在外面爱浪花钱大手大脚，又沾上傻逼网赌。",
        "label": ""
      },
      {
        "sentence": "现在月薪才4000块钱，加上利息不吃不喝两年才能还清，因为负债直接排斥了两个相亲对象（不关她们任何事，是我自己问题，自己什么样性格什么能力自己清楚，自己一个人还能死扛，两个人就别祸害别人），跟家里坦白负债问题的话，家人是不会帮（其实家庭情况也能顶过去还，在某大城市有房子收租，但家庭教育原因），而且也不能去坦白。",
        "label": ""
      },
      {
        "sentence": "27岁啊，不年轻了，马上就步入30岁的人了，活成今天这样，完全是自己废物性格导致的，以后路怎么走？？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这样严厉的斥责自己，说自己是废物，除了让自己更感到羞愧，越发没有动力之外，还能有什么积极的作用呢？人不是不会犯错，知错能改，找到自己人生的正确方向才是最重要的。",
    "annotation": [
      {
        "sentence": "你这样严厉的斥责自己，说自己是废物，除了让自己更感到羞愧，越发没有动力之外，还能有什么积极的作用呢？",
        "label": ""
      },
      {
        "sentence": "人不是不会犯错，知错能改，找到自己人生的正确方向才是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我有问题，但我觉得我现在真的无路可走了。我已经欠下了那么多债务，再加上我现在的工资很低，还清这些债务需要好几年的时间。而且，这些债务还影响了我的感情生活和与家人的关系。",
    "annotation": [
      {
        "sentence": "我知道我有问题，但我觉得我现在真的无路可走了。",
        "label": ""
      },
      {
        "sentence": "我已经欠下了那么多债务，再加上我现在的工资很低，还清这些债务需要好几年的时间。",
        "label": ""
      },
      {
        "sentence": "而且，这些债务还影响了我的感情生活和与家人的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的情况确实不容乐观，但是不要忘记，你还年轻，还有时间来弥补过去的错误。至少你住家里，不用担心房租和伙食费用，这是一个好的起点。你可以节省一些开支，把工资全部用来还债。同时，你可以考虑在业余时间兼职，多赚一些钱，加快还清债务的进度。",
    "annotation": [
      {
        "sentence": "你现在的情况确实不容乐观，但是不要忘记，你还年轻，还有时间来弥补过去的错误。",
        "label": ""
      },
      {
        "sentence": "至少你住家里，不用担心房租和伙食费用，这是一个好的起点。",
        "label": ""
      },
      {
        "sentence": "你可以节省一些开支，把工资全部用来还债。",
        "label": ""
      },
      {
        "sentence": "同时，你可以考虑在业余时间兼职，多赚一些钱，加快还清债务的进度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要节省开支并且尽快还清债务。但有时候我会感到很绝望，觉得自己无法改变现状。我有点害怕告诉家人和朋友，他们可能会对我失望。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要节省开支并且尽快还清债务。",
        "label": ""
      },
      {
        "sentence": "但有时候我会感到很绝望，觉得自己无法改变现状。",
        "label": ""
      },
      {
        "sentence": "我有点害怕告诉家人和朋友，他们可能会对我失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑，但是你不必过分担心他人的反应。你真诚地向他们坦白你的困境，寻求他们的理解和支持，或许他们会给你一些建设性的意见和帮助。别忘了，家人和朋友是你最亲近的人，他们更愿意帮助你度过难关。",
    "annotation": [
      {
        "sentence": "我理解你的顾虑，但是你不必过分担心他人的反应。",
        "label": ""
      },
      {
        "sentence": "你真诚地向他们坦白你的困境，寻求他们的理解和支持，或许他们会给你一些建设性的意见和帮助。",
        "label": ""
      },
      {
        "sentence": "别忘了，家人和朋友是你最亲近的人，他们更愿意帮助你度过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思。或许我应该勇敢地面对他们，告诉他们我所面临的困境，并请求他们的支持和帮助。同时，我也要努力学习理财知识，改掉浪费和赌博的坏习惯。",
    "annotation": [
      {
        "sentence": "我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "或许我应该勇敢地面对他们，告诉他们我所面临的困境，并请求他们的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "同时，我也要努力学习理财知识，改掉浪费和赌博的坏习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你如此积极的想法。学习理财知识是一个很好的开始，它将帮助你更好地管理财务并避免再次陷入经济困境。同时，也要注重培养自己的兴趣爱好和个人能力，这些都能提升你的人生价值和幸福感。",
    "annotation": [
      {
        "sentence": "很高兴听到你如此积极的想法。",
        "label": ""
      },
      {
        "sentence": "学习理财知识是一个很好的开始，它将帮助你更好地管理财务并避免再次陷入经济困境。",
        "label": ""
      },
      {
        "sentence": "同时，也要注重培养自己的兴趣爱好和个人能力，这些都能提升你的人生价值和幸福感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要更加努力地改变自己，不仅仅是在经济方面，还有个人成长方面。我会坚持改掉不良习惯，并且积极寻求专业的帮助和指导。",
    "annotation": [
      {
        "sentence": "你说得对，我要更加努力地改变自己，不仅仅是在经济方面，还有个人成长方面。",
        "label": ""
      },
      {
        "sentence": "我会坚持改掉不良习惯，并且积极寻求专业的帮助和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞赏你的决心和勇气。改变需要时间和毅力，但只要你持之以恒，你一定能够走出困境。如果你需要任何帮助或者有任何困惑，记得随时向我求助。",
    "annotation": [
      {
        "sentence": "非常赞赏你的决心和勇气。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和毅力，但只要你持之以恒，你一定能够走出困境。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有任何困惑，记得随时向我求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。我现在有了更明确的方向和目标，我相信我能够克服困难，为自己创造一个更好的未来。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我现在有了更明确的方向和目标，我相信我能够克服困难，为自己创造一个更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你，加油！无论遇到什么困境，记住你并不孤单，永远有人在支持着你。祝你好运！",
    "annotation": [
      {
        "sentence": "我相信你，加油！",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困境，记住你并不孤单，永远有人在支持着你。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]