[
  {
    "role": "client",
    "content": "男，结婚几年，觉得自己在亲密关系中不断退化，为什么男，结婚几年了，也有孩子。不知道什么时候开始我很依赖她，没什么事的时候就想两个人静静地呆在一起，她不和我在一起我就会胡思乱想，然后争吵，闹到离婚也有几次了。静下来反思我会发现和她在一起之后我在退化，变得不喜欢和人接触，不懂得忍耐，情绪化，之前我一直是结果导向的人，可以为了结果忍耐，但现在不行，在和她的事上经常会冲动。我以前不是这样的，如果是这样她大概也不会喜欢我，我很讨厌现在的自己；另外，我好像喜欢和亲近的人争执，而且仅限于最亲近的人，比如母亲和恋人，我会不自觉的挑她们毛病和她们生气。为什么会这样",
    "annotation": [
      {
        "sentence": "男，结婚几年，觉得自己在亲密关系中不断退化，为什么男，结婚几年了，也有孩子。",
        "label": ""
      },
      {
        "sentence": "不知道什么时候开始我很依赖她，没什么事的时候就想两个人静静地呆在一起，她不和我在一起我就会胡思乱想，然后争吵，闹到离婚也有几次了。",
        "label": ""
      },
      {
        "sentence": "静下来反思我会发现和她在一起之后我在退化，变得不喜欢和人接触，不懂得忍耐，情绪化，之前我一直是结果导向的人，可以为了结果忍耐，但现在不行，在和她的事上经常会冲动。",
        "label": ""
      },
      {
        "sentence": "我以前不是这样的，如果是这样她大概也不会喜欢我，我很讨厌现在的自己；另外，我好像喜欢和亲近的人争执，而且仅限于最亲近的人，比如母亲和恋人，我会不自觉的挑她们毛病和她们生气。",
        "label": ""
      },
      {
        "sentence": "为什么会这样",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出你对这个问题感到困惑和困扰，其实很多人在婚姻中也会面临类似的问题。你说自己以前是个结果导向的人，认为爱人也是因为自己的这个特点才喜欢自己的，而自己结婚几年来变成了非常依赖爱人的人，这样的依赖你理解为“退化”。我想问问除了和爱人在一起时会退化，其他事情中（如工作中）会不会有退化的表现呢？",
    "annotation": [
      {
        "sentence": "看得出你对这个问题感到困惑和困扰，其实很多人在婚姻中也会面临类似的问题。",
        "label": ""
      },
      {
        "sentence": "你说自己以前是个结果导向的人，认为爱人也是因为自己的这个特点才喜欢自己的，而自己结婚几年来变成了非常依赖爱人的人，这样的依赖你理解为“退化”。",
        "label": ""
      },
      {
        "sentence": "我想问问除了和爱人在一起时会退化，其他事情中（如工作中）会不会有退化的表现呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "除了和爱人在一起时我会退化外，工作中也确实会有退化的表现。平常我压力很大，总是需要保持高效率和高质量的工作，所以会用理性来包裹自己，以应对各种困难和挑战。但是过后我会感到疲惫和累，内心的情绪也得不到释放。",
    "annotation": [
      {
        "sentence": "除了和爱人在一起时我会退化外，工作中也确实会有退化的表现。",
        "label": ""
      },
      {
        "sentence": "平常我压力很大，总是需要保持高效率和高质量的工作，所以会用理性来包裹自己，以应对各种困难和挑战。",
        "label": ""
      },
      {
        "sentence": "但是过后我会感到疲惫和累，内心的情绪也得不到释放。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原来如此，因为生活和工作的压力，我们常常需要用理性来面对，但这也导致了我们内心感性情绪的压抑。在一个安全的环境中，我们可以找到退行的机会，建议你把家和信任的人的身边作为这样一个安全的地方。爱人和母亲是我们生活中最亲近和信赖的人，也许在她们身边，你可以完全放下戒备，成为需要体贴照顾的小孩形象。然而，爱人和母亲可能并不能理解这样的表达，这可能会引发家庭矛盾。",
    "annotation": [
      {
        "sentence": "原来如此，因为生活和工作的压力，我们常常需要用理性来面对，但这也导致了我们内心感性情绪的压抑。",
        "label": ""
      },
      {
        "sentence": "在一个安全的环境中，我们可以找到退行的机会，建议你把家和信任的人的身边作为这样一个安全的地方。",
        "label": ""
      },
      {
        "sentence": "爱人和母亲是我们生活中最亲近和信赖的人，也许在她们身边，你可以完全放下戒备，成为需要体贴照顾的小孩形象。",
        "label": ""
      },
      {
        "sentence": "然而，爱人和母亲可能并不能理解这样的表达，这可能会引发家庭矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉到了这一点。我需要像小孩子一样被对待，但爱人和母亲给不了我这样的支持，导致我心生不满，进而挑剔她们。也许在她们看来，一个成年男人应该是坚强的，承担起家庭责任，而不是依赖别人的形象。",
    "annotation": [
      {
        "sentence": "是的，我感觉到了这一点。",
        "label": ""
      },
      {
        "sentence": "我需要像小孩子一样被对待，但爱人和母亲给不了我这样的支持，导致我心生不满，进而挑剔她们。",
        "label": ""
      },
      {
        "sentence": "也许在她们看来，一个成年男人应该是坚强的，承担起家庭责任，而不是依赖别人的形象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，这样的期望可能存在于她们心中。同时，我想告诉你，成年人也是有需要得到关爱、安抚和关心的时候的。作为一个成年人，你也需要一个允许自己安全退行的空间，在这个空间里，你可以卸下所有的伪装和疲惫，在关爱中补充能量去面对更多的挑战和困难。",
    "annotation": [
      {
        "sentence": "你说得很对，这样的期望可能存在于她们心中。",
        "label": ""
      },
      {
        "sentence": "同时，我想告诉你，成年人也是有需要得到关爱、安抚和关心的时候的。",
        "label": ""
      },
      {
        "sentence": "作为一个成年人，你也需要一个允许自己安全退行的空间，在这个空间里，你可以卸下所有的伪装和疲惫，在关爱中补充能量去面对更多的挑战和困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我确实需要一个安全的环境来释放内心的情绪，我也会试着向爱人表达自己的需要，比如最近工作上很累，需要她的陪伴和关心，希望能有两个人的悠闲时光。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我确实需要一个安全的环境来释放内心的情绪，我也会试着向爱人表达自己的需要，比如最近工作上很累，需要她的陪伴和关心，希望能有两个人的悠闲时光。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和改变。记住，传达自己的需求是很重要的，它能帮助你和爱人更好地沟通和理解。同时，在这个过程中也要耐心地去体会自己真实的需要，思考哪些需要没有得到满足而导致了挑剔和争吵。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和改变。",
        "label": ""
      },
      {
        "sentence": "记住，传达自己的需求是很重要的，它能帮助你和爱人更好地沟通和理解。",
        "label": ""
      },
      {
        "sentence": "同时，在这个过程中也要耐心地去体会自己真实的需要，思考哪些需要没有得到满足而导致了挑剔和争吵。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，再次感谢你的建议和支持！我会努力去改变和寻找一个健康的方式来处理自己的情绪和依赖。",
    "annotation": [
      {
        "sentence": "我会的，再次感谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力去改变和寻找一个健康的方式来处理自己的情绪和依赖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和积极态度！我相信你能够找到适合自己的方式，从而建立一个更加健康和稳定的亲密关系。如果还有任何问题或需要进一步的支持，请随时向我提问。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和积极态度！",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到适合自己的方式，从而建立一个更加健康和稳定的亲密关系。",
        "label": ""
      },
      {
        "sentence": "如果还有任何问题或需要进一步的支持，请随时向我提问。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持！如果我需要帮助，我一定会再向你求助的。再次感谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "如果我需要帮助，我一定会再向你求助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。任何时候你需要的时候，都可以来找我。祝你一切顺利，希望你能够找到自己满意的答案和解决方案！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "任何时候你需要的时候，都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，希望你能够找到自己满意的答案和解决方案！",
        "label": ""
      }
    ]
  }
]