[
  {
    "role": "client",
    "content": "男，结婚几年，觉得自己在亲密关系中不断退化，为什么男，结婚几年了，也有孩子。不知道什么时候开始我很依赖她，没什么事的时候就想两个人静静地呆在一起，她不和我在一起我就会胡思乱想，然后争吵，闹到离婚也有几次了。静下来反思我会发现和她在一起之后我在退化，变得不喜欢和人接触，不懂得忍耐，情绪化，之前我一直是结果导向的人，可以为了结果忍耐，但现在不行，在和她的事上经常会冲动。我以前不是这样的，如果是这样她大概也不会喜欢我，我很讨厌现在的自己；另外，我好像喜欢和亲近的人争执，而且仅限于最亲近的人，比如母亲和恋人，我会不自觉的挑她们毛病和她们生气。为什么会这样？",
    "annotation": [
      {
        "sentence": "男，结婚几年，觉得自己在亲密关系中不断退化，为什么男，结婚几年了，也有孩子。",
        "label": ""
      },
      {
        "sentence": "不知道什么时候开始我很依赖她，没什么事的时候就想两个人静静地呆在一起，她不和我在一起我就会胡思乱想，然后争吵，闹到离婚也有几次了。",
        "label": ""
      },
      {
        "sentence": "静下来反思我会发现和她在一起之后我在退化，变得不喜欢和人接触，不懂得忍耐，情绪化，之前我一直是结果导向的人，可以为了结果忍耐，但现在不行，在和她的事上经常会冲动。",
        "label": ""
      },
      {
        "sentence": "我以前不是这样的，如果是这样她大概也不会喜欢我，我很讨厌现在的自己；另外，我好像喜欢和亲近的人争执，而且仅限于最亲近的人，比如母亲和恋人，我会不自觉的挑她们毛病和她们生气。",
        "label": ""
      },
      {
        "sentence": "为什么会这样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述较依赖爱人，没事就喜欢两个人静静的待在一起，不和你在一起了就会胡思乱想，然后吵架甚至闹到离婚。感觉主要是在看到爱人的时候才会有安全感，看不到就会失控，胡思乱想。我认为你在婚姻生活中可能缺乏安全感，那这种不安全感是怎么来的呢？是对方的成长速度太快给你带来了压力和失控感，还是你们之间缺少精神层面的沟通，你无法走入她的内心，这种陌生和疏离感也让你很难把握你们的关系，信任降低。如果是这样的话，那么你需要提升自己内在的自信和安全感，可以通过读书学习、运动，多参加一些团体活动，扩大自己的兴趣爱好。同时，学习沟通的艺术，多进行精神层面的沟通和交流，了解她内心的需求，可以一起憧憬和规划将来的生活，让她感受到你对她和孩子的家的重视，这样你内心会更加踏实和笃定。",
    "annotation": [
      {
        "sentence": "你描述较依赖爱人，没事就喜欢两个人静静的待在一起，不和你在一起了就会胡思乱想，然后吵架甚至闹到离婚。",
        "label": ""
      },
      {
        "sentence": "感觉主要是在看到爱人的时候才会有安全感，看不到就会失控，胡思乱想。",
        "label": ""
      },
      {
        "sentence": "我认为你在婚姻生活中可能缺乏安全感，那这种不安全感是怎么来的呢？",
        "label": ""
      },
      {
        "sentence": "是对方的成长速度太快给你带来了压力和失控感，还是你们之间缺少精神层面的沟通，你无法走入她的内心，这种陌生和疏离感也让你很难把握你们的关系，信任降低。",
        "label": ""
      },
      {
        "sentence": "如果是这样的话，那么你需要提升自己内在的自信和安全感，可以通过读书学习、运动，多参加一些团体活动，扩大自己的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "同时，学习沟通的艺术，多进行精神层面的沟通和交流，了解她内心的需求，可以一起憧憬和规划将来的生活，让她感受到你对她和孩子的家的重视，这样你内心会更加踏实和笃定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。可能确实是我不懂得如何沟通和交流，导致了我们之间的问题。我会尝试提升自己的自信和安全感，多参与各种活动，培养自己的兴趣爱好。同时，我也会更加关注她的需求，和她一起规划未来，让我们的关系更加稳固。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "可能确实是我不懂得如何沟通和交流，导致了我们之间的问题。",
        "label": ""
      },
      {
        "sentence": "我会尝试提升自己的自信和安全感，多参与各种活动，培养自己的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加关注她的需求，和她一起规划未来，让我们的关系更加稳固。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你愿意主动去解决问题。在提升自信和安全感的同时，也别忘了静下来觉察自己的内心。你可能因为工作或其他生活压力太大而积压了许多负面情绪，只能向自己觉得安全的人发泄。另外，挑毛病生气的行为可能是因为你讨厌自己某一方面的性格，你可以试着多冥想觉察，修通这个脆弱的地方。",
    "annotation": [
      {
        "sentence": "很高兴看到你愿意主动去解决问题。",
        "label": ""
      },
      {
        "sentence": "在提升自信和安全感的同时，也别忘了静下来觉察自己的内心。",
        "label": ""
      },
      {
        "sentence": "你可能因为工作或其他生活压力太大而积压了许多负面情绪，只能向自己觉得安全的人发泄。",
        "label": ""
      },
      {
        "sentence": "另外，挑毛病生气的行为可能是因为你讨厌自己某一方面的性格，你可以试着多冥想觉察，修通这个脆弱的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我以后会更加留意自己的内心。我会找到适合自己的方式来释放负面情绪，例如冥想或者其他方式的放松。我也会修缮自己觉得脆弱的那一面，争取变得更好。",
    "annotation": [
      {
        "sentence": "你说得对，我以后会更加留意自己的内心。",
        "label": ""
      },
      {
        "sentence": "我会找到适合自己的方式来释放负面情绪，例如冥想或者其他方式的放松。",
        "label": ""
      },
      {
        "sentence": "我也会修缮自己觉得脆弱的那一面，争取变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒！你已经开始有着积极的改变心态了。不要忘记，任何改变都需要时间和努力，不要过于苛刻地要求自己。相信你能够逐渐走出困境，实现更好的自己和幸福的婚姻。如果你有任何困惑或问题，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "你已经开始有着积极的改变心态了。",
        "label": ""
      },
      {
        "sentence": "不要忘记，任何改变都需要时间和努力，不要过于苛刻地要求自己。",
        "label": ""
      },
      {
        "sentence": "相信你能够逐渐走出困境，实现更好的自己和幸福的婚姻。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑或问题，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会坚持下去的。如果有需要，我以后还会来找你的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会坚持下去的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我以后还会来找你的。",
        "label": ""
      }
    ]
  }
]