[
  {
    "role": "client",
    "content": "男，结婚几年，觉得自己在亲密关系中不断退化，为什么男，结婚几年了，也有孩子。不知道什么时候开始我很依赖她，没什么事的时候就想两个人静静地呆在一起，她不和我在一起我就会胡思乱想，然后争吵，闹到离婚也有几次了。静下来反思我会发现和她在一起之后我在退化，变得不喜欢和人接触，不懂得忍耐，情绪化，之前我一直是结果导向的人，可以为了结果忍耐，但现在不行，在和她的事上经常会冲动。我以前不是这样的，如果是这样她大概也不会喜欢我，我很讨厌现在的自己；另外，我好像喜欢和亲近的人争执，而且仅限于最亲近的人，比如母亲和恋人，我会不自觉的挑她们毛病和她们生气。为什么会这样",
    "annotation": [
      {
        "sentence": "男，结婚几年，觉得自己在亲密关系中不断退化，为什么男，结婚几年了，也有孩子。",
        "label": ""
      },
      {
        "sentence": "不知道什么时候开始我很依赖她，没什么事的时候就想两个人静静地呆在一起，她不和我在一起我就会胡思乱想，然后争吵，闹到离婚也有几次了。",
        "label": ""
      },
      {
        "sentence": "静下来反思我会发现和她在一起之后我在退化，变得不喜欢和人接触，不懂得忍耐，情绪化，之前我一直是结果导向的人，可以为了结果忍耐，但现在不行，在和她的事上经常会冲动。",
        "label": ""
      },
      {
        "sentence": "我以前不是这样的，如果是这样她大概也不会喜欢我，我很讨厌现在的自己；另外，我好像喜欢和亲近的人争执，而且仅限于最亲近的人，比如母亲和恋人，我会不自觉的挑她们毛病和她们生气。",
        "label": ""
      },
      {
        "sentence": "为什么会这样",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先恭喜你！你有着安全的亲密关系！在亲密关系中你能退化，象个小孩子，挑毛病，和亲人生气。之所以这样，是因为在你心里，亲密关系或家庭关系是安全的，你敢于这样，做真实的自己，不必伪装，不用压抑，尽可自由自在地做自己！做为亲密关系的对方，一定给到了你一定的包容和忍让！这个你要意识到，否则，你也不能那么随心所欲！试想，当你挑对方毛病，和家人生气时，会得来对方对你的针锋相对，或者对你疏离和计较，你还会如此么？自然地，也谈不上退化了。不是谁想退化就能退化得了的，前提是要有安全的关系。",
    "annotation": [
      {
        "sentence": "首先恭喜你！",
        "label": ""
      },
      {
        "sentence": "你有着安全的亲密关系！",
        "label": ""
      },
      {
        "sentence": "在亲密关系中你能退化，象个小孩子，挑毛病，和亲人生气。",
        "label": ""
      },
      {
        "sentence": "之所以这样，是因为在你心里，亲密关系或家庭关系是安全的，你敢于这样，做真实的自己，不必伪装，不用压抑，尽可自由自在地做自己！",
        "label": ""
      },
      {
        "sentence": "做为亲密关系的对方，一定给到了你一定的包容和忍让！",
        "label": ""
      },
      {
        "sentence": "这个你要意识到，否则，你也不能那么随心所欲！",
        "label": ""
      },
      {
        "sentence": "试想，当你挑对方毛病，和家人生气时，会得来对方对你的针锋相对，或者对你疏离和计较，你还会如此么？",
        "label": ""
      },
      {
        "sentence": "自然地，也谈不上退化了。",
        "label": ""
      },
      {
        "sentence": "不是谁想退化就能退化得了的，前提是要有安全的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，亲密关系的安全感让我敢于表达自己真实的情感，但是我现在担心的是，我这种情绪化的行为会给我们的关系带来负面影响。我都有后悔过，觉得自己太冲动，不懂得控制情绪，怕她对我失去耐心。",
    "annotation": [
      {
        "sentence": "我明白了，亲密关系的安全感让我敢于表达自己真实的情感，但是我现在担心的是，我这种情绪化的行为会给我们的关系带来负面影响。",
        "label": ""
      },
      {
        "sentence": "我都有后悔过，觉得自己太冲动，不懂得控制情绪，怕她对我失去耐心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪表达了你对亲密的渴求！亲密关系中，你渴望和对方连结，碍于种种原因，没有找到合理的表达方式，而是通过挑毛病的方式和对方建立情感连结。试想，你会对你不在意的人发脾气吗？没必要，是不是？如果在一段关系里，需要克制自己的情绪，得要小心翼翼地相处，那这段关系，绝对称不上是好的亲密关系！最后，想要和对方连结的方式有很多，不必非得要挑毛病或发脾气来实现。可静心反思一下:挑对方的毛病给你带来什么了呢？一个人为什么要挑剔？",
    "annotation": [
      {
        "sentence": "情绪表达了你对亲密的渴求！",
        "label": ""
      },
      {
        "sentence": "亲密关系中，你渴望和对方连结，碍于种种原因，没有找到合理的表达方式，而是通过挑毛病的方式和对方建立情感连结。",
        "label": ""
      },
      {
        "sentence": "试想，你会对你不在意的人发脾气吗？",
        "label": ""
      },
      {
        "sentence": "没必要，是不是？",
        "label": ""
      },
      {
        "sentence": "如果在一段关系里，需要克制自己的情绪，得要小心翼翼地相处，那这段关系，绝对称不上是好的亲密关系！",
        "label": ""
      },
      {
        "sentence": "最后，想要和对方连结的方式有很多，不必非得要挑毛病或发脾气来实现。",
        "label": ""
      },
      {
        "sentence": "可静心反思一下:挑对方的毛病给你带来什么了呢？",
        "label": ""
      },
      {
        "sentence": "一个人为什么要挑剔？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实没有找到更好的表达方式，我挑毛病的行为并没有给我们的关系带来好处，反而造成了矛盾和争吵。我真的需要寻找一种更健康的沟通方式来满足我对亲密的需求。",
    "annotation": [
      {
        "sentence": "你说得对，我确实没有找到更好的表达方式，我挑毛病的行为并没有给我们的关系带来好处，反而造成了矛盾和争吵。",
        "label": ""
      },
      {
        "sentence": "我真的需要寻找一种更健康的沟通方式来满足我对亲密的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错！寻找更健康的沟通方式是非常重要的。和她沟通时可以试着用较为平和的口气表达自己的需求，同时也要倾听她的想法和感受。建议你，注意说话方式和语气，避免口语伤人！因为关系就像树苗，需要培育和维护！愿你珍惜！",
    "annotation": [
      {
        "sentence": "没错！",
        "label": ""
      },
      {
        "sentence": "寻找更健康的沟通方式是非常重要的。",
        "label": ""
      },
      {
        "sentence": "和她沟通时可以试着用较为平和的口气表达自己的需求，同时也要倾听她的想法和感受。",
        "label": ""
      },
      {
        "sentence": "建议你，注意说话方式和语气，避免口语伤人！",
        "label": ""
      },
      {
        "sentence": "因为关系就像树苗，需要培育和维护！",
        "label": ""
      },
      {
        "sentence": "愿你珍惜！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会努力去改善自己的沟通方式，珍惜我们的关系。我也会更加关注自己的情绪，学会控制，避免冲动行为的发生。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会努力去改善自己的沟通方式，珍惜我们的关系。",
        "label": ""
      },
      {
        "sentence": "我也会更加关注自己的情绪，学会控制，避免冲动行为的发生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应，你已经迈出了改变的第一步！改善沟通方式需要时间和努力，相信你能做到。同时，也要学会换位思考，理解对方的角度和感受，这样可以更好地维护关系的稳定。祝福你和你的妻子能够共同成长和建立健康的亲密关系！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应，你已经迈出了改变的第一步！",
        "label": ""
      },
      {
        "sentence": "改善沟通方式需要时间和努力，相信你能做到。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会换位思考，理解对方的角度和感受，这样可以更好地维护关系的稳定。",
        "label": ""
      },
      {
        "sentence": "祝福你和你的妻子能够共同成长和建立健康的亲密关系！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励！我一定会努力实现这个目标的。再次感谢你的帮助和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励！",
        "label": ""
      },
      {
        "sentence": "我一定会努力实现这个目标的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和支持！",
        "label": ""
      }
    ]
  }
]