[
  {
    "role": "client",
    "content": "今年27，严重孤僻，无论做什么都很压抑，怎么找工作自幼没朋友，对别人有严重戒备。从小有恋物癖，导致身体虚弱，肥胖。高中很压抑，心理崩溃后一蹶不振，没考大学。今年27，快被从家里赶出来了，不知道找什么工作。以前做过几次工，都是只能做半年就受不了待在团体里的感觉。没错，我就是一个废物，无论做什么都很压抑，做不下去。有没有不需要和人接触的工作？",
    "annotation": [
      {
        "sentence": "今年27，严重孤僻，无论做什么都很压抑，怎么找工作自幼没朋友，对别人有严重戒备。",
        "label": ""
      },
      {
        "sentence": "从小有恋物癖，导致身体虚弱，肥胖。",
        "label": ""
      },
      {
        "sentence": "高中很压抑，心理崩溃后一蹶不振，没考大学。",
        "label": ""
      },
      {
        "sentence": "今年27，快被从家里赶出来了，不知道找什么工作。",
        "label": ""
      },
      {
        "sentence": "以前做过几次工，都是只能做半年就受不了待在团体里的感觉。",
        "label": ""
      },
      {
        "sentence": "没错，我就是一个废物，无论做什么都很压抑，做不下去。",
        "label": ""
      },
      {
        "sentence": "有没有不需要和人接触的工作？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真看完了你的故事，在这短短的故事中，你向平台上的老师讲述了自己的遭遇，我不知道这么多年来，你到底经历一些什么，这么多年来，在家庭中，你得到了多少关心与爱，我想平台上的老师们都能够理解，现在的你正在经历怎样的状态。也许，你感觉自己很没有用，也许你感觉自己很容易就感到压抑，甚至一蹶不振，可是你知道吗？没有任何一个人原因让自己保持这样的状态，而现在的你，也正在尝试着，努力着，想让自己发生转变。尽管你感觉自己很难受，但你仍然坚持自己到外面工作，尽管一切都这么难，但你仍然在一次又一次的努力着，甚至是你到平台上向各位老师求助的行为，这一切，都充分的证明：你并不失败，也并不懦弱，因为生活从来不会嘲笑一个仍在坚持努力的人。",
    "annotation": [
      {
        "sentence": "认真看完了你的故事，在这短短的故事中，你向平台上的老师讲述了自己的遭遇，我不知道这么多年来，你到底经历一些什么，这么多年来，在家庭中，你得到了多少关心与爱，我想平台上的老师们都能够理解，现在的你正在经历怎样的状态。",
        "label": ""
      },
      {
        "sentence": "也许，你感觉自己很没有用，也许你感觉自己很容易就感到压抑，甚至一蹶不振，可是你知道吗？",
        "label": ""
      },
      {
        "sentence": "没有任何一个人原因让自己保持这样的状态，而现在的你，也正在尝试着，努力着，想让自己发生转变。",
        "label": ""
      },
      {
        "sentence": "尽管你感觉自己很难受，但你仍然坚持自己到外面工作，尽管一切都这么难，但你仍然在一次又一次的努力着，甚至是你到平台上向各位老师求助的行为，这一切，都充分的证明：你并不失败，也并不懦弱，因为生活从来不会嘲笑一个仍在坚持努力的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，其实我一直觉得自己很无助，也没有什么人可以倾诉。家庭环境不好，我总觉得自己没有被爱过，被孤立了很久。我也明白改变不是一蹴而就的，但是我真的不知道应该从何处着手，找工作的问题一直困扰着我。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，其实我一直觉得自己很无助，也没有什么人可以倾诉。",
        "label": ""
      },
      {
        "sentence": "家庭环境不好，我总觉得自己没有被爱过，被孤立了很久。",
        "label": ""
      },
      {
        "sentence": "我也明白改变不是一蹴而就的，但是我真的不知道应该从何处着手，找工作的问题一直困扰着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑和无助感，家庭环境对我们的成长有很大影响，而成年后的困境可能由于过去的伤害而更加加重。现在的你正在通过求助和探索来改变，这是一个很积极的行动，你值得肯定。关于找工作的问题，我建议你可以先从自己的兴趣和技能出发，寻找一些适合的职业。虽然现代社会的工作都会涉及与人交流，但你可以选择一些偏技术型的工作，比如计算机编程、图书馆员等职业，这样可以减少人际交往的压力。",
    "annotation": [
      {
        "sentence": "我明白你的困惑和无助感，家庭环境对我们的成长有很大影响，而成年后的困境可能由于过去的伤害而更加加重。",
        "label": ""
      },
      {
        "sentence": "现在的你正在通过求助和探索来改变，这是一个很积极的行动，你值得肯定。",
        "label": ""
      },
      {
        "sentence": "关于找工作的问题，我建议你可以先从自己的兴趣和技能出发，寻找一些适合的职业。",
        "label": ""
      },
      {
        "sentence": "虽然现代社会的工作都会涉及与人交流，但你可以选择一些偏技术型的工作，比如计算机编程、图书馆员等职业，这样可以减少人际交往的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我对计算机编程还有一些兴趣，但是我担心自己的社交障碍会影响工作表现。我总是担心与他人交流时会出错，或者被别人排斥。我真的很难克服这些恐惧和焦虑。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我对计算机编程还有一些兴趣，但是我担心自己的社交障碍会影响工作表现。",
        "label": ""
      },
      {
        "sentence": "我总是担心与他人交流时会出错，或者被别人排斥。",
        "label": ""
      },
      {
        "sentence": "我真的很难克服这些恐惧和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的担忧，社交障碍造成的恐惧和焦虑是很真实的，对此我建议你可以尝试一些方法来缓解压力。比如，你可以通过参加一些社交技能培训班或者寻求心理咨询的帮助，逐步提升自己的社交能力和应对障碍的能力。此外，你可以尝试与亲近的朋友或家人分享你的感受，获得他们的支持和理解，这对你的情绪调节也会有帮助。",
    "annotation": [
      {
        "sentence": "我了解你的担忧，社交障碍造成的恐惧和焦虑是很真实的，对此我建议你可以尝试一些方法来缓解压力。",
        "label": ""
      },
      {
        "sentence": "比如，你可以通过参加一些社交技能培训班或者寻求心理咨询的帮助，逐步提升自己的社交能力和应对障碍的能力。",
        "label": ""
      },
      {
        "sentence": "此外，你可以尝试与亲近的朋友或家人分享你的感受，获得他们的支持和理解，这对你的情绪调节也会有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑尝试参加一些社交技能培训班，同时也会寻求心理咨询师的帮助。我明白改变需要时间和努力，我愿意努力克服自己的社交障碍，相信自己可以逐渐走出困境。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑尝试参加一些社交技能培训班，同时也会寻求心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "我明白改变需要时间和努力，我愿意努力克服自己的社交障碍，相信自己可以逐渐走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和愿望，改变不易，但你已经迈出了一步。在这个过程中，记得要给自己一些肯定和鼓励，并且不要轻易放弃。如果遇到困难或痛苦，一定要记得你并不孤单，可以随时寻求专业心理老师的帮助。我希望和你一同见证你的成长和改变，相信你能够找到适合自己的工作，过上幸福的生活。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和愿望，改变不易，但你已经迈出了一步。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，记得要给自己一些肯定和鼓励，并且不要轻易放弃。",
        "label": ""
      },
      {
        "sentence": "如果遇到困难或痛苦，一定要记得你并不孤单，可以随时寻求专业心理老师的帮助。",
        "label": ""
      },
      {
        "sentence": "我希望和你一同见证你的成长和改变，相信你能够找到适合自己的工作，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]