[
  {
    "role": "client",
    "content": "今年27，严重孤僻，无论做什么都很压抑，怎么找工作自幼没朋友，对别人有严重戒备。从小有恋物癖，导致身体虚弱，肥胖。高中很压抑，心理崩溃后一蹶不振，没考大学。今年27，快被从家里赶出来了，不知道找什么工作。以前做过几次工，都是只能做半年就受不了待在团体里的感觉。没错，我就是一个废物，无论做什么都很压抑，做不下去。有没有不需要和人接触的工作？",
    "annotation": [
      {
        "sentence": "今年27，严重孤僻，无论做什么都很压抑，怎么找工作自幼没朋友，对别人有严重戒备。",
        "label": ""
      },
      {
        "sentence": "从小有恋物癖，导致身体虚弱，肥胖。",
        "label": ""
      },
      {
        "sentence": "高中很压抑，心理崩溃后一蹶不振，没考大学。",
        "label": ""
      },
      {
        "sentence": "今年27，快被从家里赶出来了，不知道找什么工作。",
        "label": ""
      },
      {
        "sentence": "以前做过几次工，都是只能做半年就受不了待在团体里的感觉。",
        "label": ""
      },
      {
        "sentence": "没错，我就是一个废物，无论做什么都很压抑，做不下去。",
        "label": ""
      },
      {
        "sentence": "有没有不需要和人接触的工作？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我能理解你目前的感受。每个人都会面临不同的挑战，而你正面对着一些令你感到困惑的问题。首先，我想让你明白你并不是一个废物，这个想法对你的自信和前进没有任何帮助。接下来，我们一起来探讨一些可行的解决方案，找到适合你的工作。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我能理解你目前的感受。",
        "label": ""
      },
      {
        "sentence": "每个人都会面临不同的挑战，而你正面对着一些令你感到困惑的问题。",
        "label": ""
      },
      {
        "sentence": "首先，我想让你明白你并不是一个废物，这个想法对你的自信和前进没有任何帮助。",
        "label": ""
      },
      {
        "sentence": "接下来，我们一起来探讨一些可行的解决方案，找到适合你的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前尝试过社交性质的工作，但总是处理不好和他人的关系，感觉很痛苦。我不确定是否有其他不需要和人接触的工作选择。",
    "annotation": [
      {
        "sentence": "我之前尝试过社交性质的工作，但总是处理不好和他人的关系，感觉很痛苦。",
        "label": ""
      },
      {
        "sentence": "我不确定是否有其他不需要和人接触的工作选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，社交性质的工作可能不是适合你的选择。但是请相信，还有很多其他可以尝试的工作领域，不一定需要频繁与人交往。比如，你可以考虑一些独立工作，比如写稿、投稿，或者做一些需要耐心和专注力的工作。这些工作可以让你独自完成，并且有机会表达自己独特的见解。",
    "annotation": [
      {
        "sentence": "确实，社交性质的工作可能不是适合你的选择。",
        "label": ""
      },
      {
        "sentence": "但是请相信，还有很多其他可以尝试的工作领域，不一定需要频繁与人交往。",
        "label": ""
      },
      {
        "sentence": "比如，你可以考虑一些独立工作，比如写稿、投稿，或者做一些需要耐心和专注力的工作。",
        "label": ""
      },
      {
        "sentence": "这些工作可以让你独自完成，并且有机会表达自己独特的见解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "写作是一个不错的建议，我确实对文字颇有兴趣。但我担心自己是否有能力从中获得足够的收入来维持生计。",
    "annotation": [
      {
        "sentence": "写作是一个不错的建议，我确实对文字颇有兴趣。",
        "label": ""
      },
      {
        "sentence": "但我担心自己是否有能力从中获得足够的收入来维持生计。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在开始追求自己的兴趣之前，我们确实需要思考一下经济问题。除了投稿写文章，我们还可以考虑其他途径来获得稿费。例如，你可以关注一些与你兴趣相关的专业网站或平台，看看是否有付费稿件的机会。另外，我们也可以尝试一些灵活的工作机会，如快递员或外卖员，这些工作可以给你带来一定的收入，并且相对不需要频繁和他人接触。前期可以多积累一些人脉和资源，有条件的话还可以考虑自己开设一个站点。",
    "annotation": [
      {
        "sentence": "在开始追求自己的兴趣之前，我们确实需要思考一下经济问题。",
        "label": ""
      },
      {
        "sentence": "除了投稿写文章，我们还可以考虑其他途径来获得稿费。",
        "label": ""
      },
      {
        "sentence": "例如，你可以关注一些与你兴趣相关的专业网站或平台，看看是否有付费稿件的机会。",
        "label": ""
      },
      {
        "sentence": "另外，我们也可以尝试一些灵活的工作机会，如快递员或外卖员，这些工作可以给你带来一定的收入，并且相对不需要频繁和他人接触。",
        "label": ""
      },
      {
        "sentence": "前期可以多积累一些人脉和资源，有条件的话还可以考虑自己开设一个站点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于这些工作，我没有太多经验和技能，不知道如何开始。",
    "annotation": [
      {
        "sentence": "对于这些工作，我没有太多经验和技能，不知道如何开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没有经验和技能是一开始常见的困扰，但这并不意味着我们无法解决。我们可以先向身边的父母、亲戚或朋友咨询一下，看看是否有相关资源或可以指导我们的人。不要害羞和觉得丢人，通过自己的努力和双手，我们可以获得相应的报酬。同时，也可以考虑学习一些相关的技能，这样可以在工作中更加独立。技能学习可以通过参加培训课程或自学来进行，逐渐发展自己的特长。",
    "annotation": [
      {
        "sentence": "没有经验和技能是一开始常见的困扰，但这并不意味着我们无法解决。",
        "label": ""
      },
      {
        "sentence": "我们可以先向身边的父母、亲戚或朋友咨询一下，看看是否有相关资源或可以指导我们的人。",
        "label": ""
      },
      {
        "sentence": "不要害羞和觉得丢人，通过自己的努力和双手，我们可以获得相应的报酬。",
        "label": ""
      },
      {
        "sentence": "同时，也可以考虑学习一些相关的技能，这样可以在工作中更加独立。",
        "label": ""
      },
      {
        "sentence": "技能学习可以通过参加培训课程或自学来进行，逐渐发展自己的特长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经经历过心理崩溃，现在对自己的能力感到非常不自信，怕一再失败。",
    "annotation": [
      {
        "sentence": "我曾经经历过心理崩溃，现在对自己的能力感到非常不自信，怕一再失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "经历一次心理崩溃可能给你带来了很大的打击，但请记住，事情是可以改变的。重建自信需要时间和努力，但你并不孤单，我会一直陪伴在你身边。人生中的失败是正常的，我们需要从中学习并成长。当我们尝试新的挑战时，可以尽量放宽心态，给自己一些宽容和理解。不要害怕犯错，每次失败都是一个机会，让我们思考问题，并尝试找到更好的解决方案。只要你保持积极的心态，相信自己的能力，你会不断进步，找到适合自己的工作。",
    "annotation": [
      {
        "sentence": "经历一次心理崩溃可能给你带来了很大的打击，但请记住，事情是可以改变的。",
        "label": ""
      },
      {
        "sentence": "重建自信需要时间和努力，但你并不孤单，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "人生中的失败是正常的，我们需要从中学习并成长。",
        "label": ""
      },
      {
        "sentence": "当我们尝试新的挑战时，可以尽量放宽心态，给自己一些宽容和理解。",
        "label": ""
      },
      {
        "sentence": "不要害怕犯错，每次失败都是一个机会，让我们思考问题，并尝试找到更好的解决方案。",
        "label": ""
      },
      {
        "sentence": "只要你保持积极的心态，相信自己的能力，你会不断进步，找到适合自己的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励，我会尽力去寻找适合自己的工作，重新建立起自己的自信。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励，我会尽力去寻找适合自己的工作，重新建立起自己的自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能够帮助到你，并且看到你有了积极的态度。记住，困难只是暂时的，你有能力克服挑战。你始终不会孤单，有我在这里支持你。不管你选择什么样的工作，只要你相信自己，全力以赴，你都能找到属于自己的成功和幸福。",
    "annotation": [
      {
        "sentence": "非常高兴能够帮助到你，并且看到你有了积极的态度。",
        "label": ""
      },
      {
        "sentence": "记住，困难只是暂时的，你有能力克服挑战。",
        "label": ""
      },
      {
        "sentence": "你始终不会孤单，有我在这里支持你。",
        "label": ""
      },
      {
        "sentence": "不管你选择什么样的工作，只要你相信自己，全力以赴，你都能找到属于自己的成功和幸福。",
        "label": ""
      }
    ]
  }
]