[
  {
    "role": "client",
    "content": "今年27，严重孤僻，无论做什么都很压抑，怎么找工作自幼没朋友，对别人有严重戒备。从小有恋物癖，导致身体虚弱，肥胖。高中很压抑，心理崩溃后一蹶不振，没考大学。今年27，快被从家里赶出来了，不知道找什么工作。以前做过几次工，都是只能做半年就受不了待在团体里的感觉。没错，我就是一个废物，无论做什么都很压抑，做不下去。有没有不需要和人接触的工作？",
    "annotation": [
      {
        "sentence": "今年27，严重孤僻，无论做什么都很压抑，怎么找工作自幼没朋友，对别人有严重戒备。",
        "label": ""
      },
      {
        "sentence": "从小有恋物癖，导致身体虚弱，肥胖。",
        "label": ""
      },
      {
        "sentence": "高中很压抑，心理崩溃后一蹶不振，没考大学。",
        "label": ""
      },
      {
        "sentence": "今年27，快被从家里赶出来了，不知道找什么工作。",
        "label": ""
      },
      {
        "sentence": "以前做过几次工，都是只能做半年就受不了待在团体里的感觉。",
        "label": ""
      },
      {
        "sentence": "没错，我就是一个废物，无论做什么都很压抑，做不下去。",
        "label": ""
      },
      {
        "sentence": "有没有不需要和人接触的工作？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你简短的叙述当中，看到了一个成长经历中充满了艰难险阻的孩子，一路走过来，你真的是很不容易。现在的从生理年龄上来说，虽然已经27岁了，但生理年龄的增长，显然并没有带来心理的同步增长，你的心理被困在了过去的某个时段，对自己的认知也停留在了当时那个让自己的内在成长之路崩断的时刻，所以，一直以来，你对自己充满了负面的评价，觉得自己一无是处。",
    "annotation": [
      {
        "sentence": "从你简短的叙述当中，看到了一个成长经历中充满了艰难险阻的孩子，一路走过来，你真的是很不容易。",
        "label": ""
      },
      {
        "sentence": "现在的从生理年龄上来说，虽然已经27岁了，但生理年龄的增长，显然并没有带来心理的同步增长，你的心理被困在了过去的某个时段，对自己的认知也停留在了当时那个让自己的内在成长之路崩断的时刻，所以，一直以来，你对自己充满了负面的评价，觉得自己一无是处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得自己毫无价值，无法面对这个社会。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得自己毫无价值，无法面对这个社会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "被困在过去的无法和人相处，周围的一切都让你觉得压抑，所以你更愿意把自己蜷缩起来以获得一点儿安全感。也就是说，你基本上封闭了自己。可是，随着生理年龄的增长，大部分人不得不面对一个问题，那就是养活自己。你现在显然也遇到了同样的问题，必须出来工作以保障自己的生计，可是还没有脱困的你实在是无法和其他人有更多的接触，所以你想要选择逃避，比如找一个不需要和人接触的工作。",
    "annotation": [
      {
        "sentence": "被困在过去的无法和人相处，周围的一切都让你觉得压抑，所以你更愿意把自己蜷缩起来以获得一点儿安全感。",
        "label": ""
      },
      {
        "sentence": "也就是说，你基本上封闭了自己。",
        "label": ""
      },
      {
        "sentence": "可是，随着生理年龄的增长，大部分人不得不面对一个问题，那就是养活自己。",
        "label": ""
      },
      {
        "sentence": "你现在显然也遇到了同样的问题，必须出来工作以保障自己的生计，可是还没有脱困的你实在是无法和其他人有更多的接触，所以你想要选择逃避，比如找一个不需要和人接触的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得如果能找到一个不需要和人接触的工作，我可能会好一些。",
    "annotation": [
      {
        "sentence": "是的，我觉得如果能找到一个不需要和人接触的工作，我可能会好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "然而，你本身也应该知道，鉴于人的社会化属性以及现代生活过于细化的设置，基本上很难找到一个能够不和人接触的工作，而这明显也是治标不治本的方法。所以，建议你还是能够寻找到困住自己的根由，不说彻底解决（当然，能做到这一步自然是非常的棒），起码让自己清楚自己是被什么困住了，从而能够尽量避开一些相似的状况，与此对应的，就是对于其他无关状况不再那么回避的改变。",
    "annotation": [
      {
        "sentence": "然而，你本身也应该知道，鉴于人的社会化属性以及现代生活过于细化的设置，基本上很难找到一个能够不和人接触的工作，而这明显也是治标不治本的方法。",
        "label": ""
      },
      {
        "sentence": "所以，建议你还是能够寻找到困住自己的根由，不说彻底解决（当然，能做到这一步自然是非常的棒），起码让自己清楚自己是被什么困住了，从而能够尽量避开一些相似的状况，与此对应的，就是对于其他无关状况不再那么回避的改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么找到困住我的根由呢？",
    "annotation": [
      {
        "sentence": "那我应该怎么找到困住我的根由呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想来这比单纯去寻找一个完全不需要和人接触的工作，可能性和有效性应该更高一些。要做到前面说的这个地步，你可以寻求专业人员的帮助，也可以从自己对自己的探索开始。不要回避自己内心的那些压抑和对人的厌烦，而是要从这些压抑、这些厌烦中找寻出通往自己内心更深处的蛛丝马迹，然后沿着这些细碎的踪迹一步一步走向那些自以为早以被忘却的伤疤。",
    "annotation": [
      {
        "sentence": "想来这比单纯去寻找一个完全不需要和人接触的工作，可能性和有效性应该更高一些。",
        "label": ""
      },
      {
        "sentence": "要做到前面说的这个地步，你可以寻求专业人员的帮助，也可以从自己对自己的探索开始。",
        "label": ""
      },
      {
        "sentence": "不要回避自己内心的那些压抑和对人的厌烦，而是要从这些压抑、这些厌烦中找寻出通往自己内心更深处的蛛丝马迹，然后沿着这些细碎的踪迹一步一步走向那些自以为早以被忘却的伤疤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样做会很痛苦吧，我不确定自己能否坚持下来。",
    "annotation": [
      {
        "sentence": "这样做会很痛苦吧，我不确定自己能否坚持下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这的确是一个缓慢的、让人痛苦的过程，需要你保持比较长时间的耐性，和对自己的足够的宽容和觉察。然而，只要坚持，就一定能够看到成效。是继续逃避而让自己一直被束缚，还是勇敢向另外一个方向迈出第一步，相信你会有自己的选择。以上，希望能对你有所帮助。",
    "annotation": [
      {
        "sentence": "是的，这的确是一个缓慢的、让人痛苦的过程，需要你保持比较长时间的耐性，和对自己的足够的宽容和觉察。",
        "label": ""
      },
      {
        "sentence": "然而，只要坚持，就一定能够看到成效。",
        "label": ""
      },
      {
        "sentence": "是继续逃避而让自己一直被束缚，还是勇敢向另外一个方向迈出第一步，相信你会有自己的选择。",
        "label": ""
      },
      {
        "sentence": "以上，希望能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力面对自己的内心并试图寻找自己的出路。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力面对自己的内心并试图寻找自己的出路。",
        "label": ""
      }
    ]
  }
]