[
  {
    "role": "client",
    "content": "今年27，严重孤僻，无论做什么都很压抑，怎么找工作？自幼没朋友，对别人有严重戒备。从小有恋物癖，导致身体虚弱，肥胖。高中很压抑，心理崩溃后一蹶不振，没考大学。今年27，快被从家里赶出来了，不知道找什么工作。以前做过几次工，都是只能做半年就受不了待在团体里的感觉。没错，我就是一个废物，无论做什么都很压抑，做不下去。有没有不需要和人接触的工作？",
    "annotation": [
      {
        "sentence": "今年27，严重孤僻，无论做什么都很压抑，怎么找工作？",
        "label": ""
      },
      {
        "sentence": "自幼没朋友，对别人有严重戒备。",
        "label": ""
      },
      {
        "sentence": "从小有恋物癖，导致身体虚弱，肥胖。",
        "label": ""
      },
      {
        "sentence": "高中很压抑，心理崩溃后一蹶不振，没考大学。",
        "label": ""
      },
      {
        "sentence": "今年27，快被从家里赶出来了，不知道找什么工作。",
        "label": ""
      },
      {
        "sentence": "以前做过几次工，都是只能做半年就受不了待在团体里的感觉。",
        "label": ""
      },
      {
        "sentence": "没错，我就是一个废物，无论做什么都很压抑，做不下去。",
        "label": ""
      },
      {
        "sentence": "有没有不需要和人接触的工作？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "与人交往让你觉得有压力，很不擅长。你写到自幼没有朋友等情况，这显示出你的安全感是相对缺乏的。个人成长是一辈子的事，每个人都带着自己的伤在生活。你问到有没有不需要和人接触的工作，那么就是利用电脑和网络的工作，与人面对面的时间会相对少些。人类就是群居动物，没有一个人可以活得像一座孤岛还怡然自得。也许你可以尝试个人成长，直面你的困惑。",
    "annotation": [
      {
        "sentence": "与人交往让你觉得有压力，很不擅长。",
        "label": ""
      },
      {
        "sentence": "你写到自幼没有朋友等情况，这显示出你的安全感是相对缺乏的。",
        "label": ""
      },
      {
        "sentence": "个人成长是一辈子的事，每个人都带着自己的伤在生活。",
        "label": ""
      },
      {
        "sentence": "你问到有没有不需要和人接触的工作，那么就是利用电脑和网络的工作，与人面对面的时间会相对少些。",
        "label": ""
      },
      {
        "sentence": "人类就是群居动物，没有一个人可以活得像一座孤岛还怡然自得。",
        "label": ""
      },
      {
        "sentence": "也许你可以尝试个人成长，直面你的困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我对社交真的很不擅长，我害怕被拒绝和嘲笑。也许我不适合面对面的工作。我是否应该放弃寻找工作，专注于个人成长呢？",
    "annotation": [
      {
        "sentence": "但是我对社交真的很不擅长，我害怕被拒绝和嘲笑。",
        "label": ""
      },
      {
        "sentence": "也许我不适合面对面的工作。",
        "label": ""
      },
      {
        "sentence": "我是否应该放弃寻找工作，专注于个人成长呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的担心，对于社交困难的人来说，面对面的工作确实可能会感到吃力。但是放弃寻找工作可能会增加你的不安和自我怀疑。个人成长和寻找工作并不是互相排斥的事情。你可以在寻找工作的过程中，同时努力发展自己的社交能力。这是一个逐步过渡的过程，可以先从一些相对小规模的团体活动开始。同时，也可以尝试参加一些社交技巧训练班或寻求心理辅导的帮助。",
    "annotation": [
      {
        "sentence": "我完全理解你的担心，对于社交困难的人来说，面对面的工作确实可能会感到吃力。",
        "label": ""
      },
      {
        "sentence": "但是放弃寻找工作可能会增加你的不安和自我怀疑。",
        "label": ""
      },
      {
        "sentence": "个人成长和寻找工作并不是互相排斥的事情。",
        "label": ""
      },
      {
        "sentence": "你可以在寻找工作的过程中，同时努力发展自己的社交能力。",
        "label": ""
      },
      {
        "sentence": "这是一个逐步过渡的过程，可以先从一些相对小规模的团体活动开始。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试参加一些社交技巧训练班或寻求心理辅导的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我可以先从小规模的团体活动开始，逐渐提高我的社交能力。但是我对自己的能力缺乏信心，怕自己无法改变。你觉得我成功的可能性大吗？",
    "annotation": [
      {
        "sentence": "你说的有道理，我可以先从小规模的团体活动开始，逐渐提高我的社交能力。",
        "label": ""
      },
      {
        "sentence": "但是我对自己的能力缺乏信心，怕自己无法改变。",
        "label": ""
      },
      {
        "sentence": "你觉得我成功的可能性大吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有改变的能力，虽然过程可能会很艰难，但只要你愿意努力，相信自己，成功的可能性是存在的。你可以先从设定一些小目标开始，慢慢地积累成功的经验，对自己的能力有更多的信心。同时，也可以寻找一些成功的案例，了解他人是如何克服类似问题的，这将激励你继续努力前行。",
    "annotation": [
      {
        "sentence": "每个人都有改变的能力，虽然过程可能会很艰难，但只要你愿意努力，相信自己，成功的可能性是存在的。",
        "label": ""
      },
      {
        "sentence": "你可以先从设定一些小目标开始，慢慢地积累成功的经验，对自己的能力有更多的信心。",
        "label": ""
      },
      {
        "sentence": "同时，也可以寻找一些成功的案例，了解他人是如何克服类似问题的，这将激励你继续努力前行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会尽量跟上你说的方法，努力提高自己的社交能力。我会设定一些小目标，相信自己可以改变的。但是我也需要面对自己的情绪问题，因为有时候我会感到非常压抑和无助。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会尽量跟上你说的方法，努力提高自己的社交能力。",
        "label": ""
      },
      {
        "sentence": "我会设定一些小目标，相信自己可以改变的。",
        "label": ""
      },
      {
        "sentence": "但是我也需要面对自己的情绪问题，因为有时候我会感到非常压抑和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到压抑和无助时，不要独自承受，可以寻求专业的帮助。心理咨询师可以帮助你解决情绪问题，教你一些情绪调节的方法。同时，你也可以尝试一些身体上的放松技巧，比如深呼吸、冥想或者参加瑜伽等，这些都可以有效地缓解压力和焦虑。记住，你并不孤单，有支持者和专业人士愿意帮助你。",
    "annotation": [
      {
        "sentence": "当你感到压抑和无助时，不要独自承受，可以寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "心理咨询师可以帮助你解决情绪问题，教你一些情绪调节的方法。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试一些身体上的放松技巧，比如深呼吸、冥想或者参加瑜伽等，这些都可以有效地缓解压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有支持者和专业人士愿意帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑寻求心理咨询师的帮助，同时也会尝试一些放松技巧。感谢你给予的支持和鼓励，这让我觉得我并不孤单，有人关心我。",
    "annotation": [
      {
        "sentence": "我会考虑寻求心理咨询师的帮助，同时也会尝试一些放松技巧。",
        "label": ""
      },
      {
        "sentence": "感谢你给予的支持和鼓励，这让我觉得我并不孤单，有人关心我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你并不孤单，我会一直陪伴在你身边支持你的成长。不要害怕向他人寻求帮助，因为每个人都有不同的问题和困惑，互相帮助是很正常的事情。你已经迈出了第一步，相信你一定可以走出困境，实现自己的梦想。加油！",
    "annotation": [
      {
        "sentence": "你并不孤单，我会一直陪伴在你身边支持你的成长。",
        "label": ""
      },
      {
        "sentence": "不要害怕向他人寻求帮助，因为每个人都有不同的问题和困惑，互相帮助是很正常的事情。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，相信你一定可以走出困境，实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励，我会加倍努力，不断向前。我相信我可以改变自己的生活，实现自己的梦想！",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励，我会加倍努力，不断向前。",
        "label": ""
      },
      {
        "sentence": "我相信我可以改变自己的生活，实现自己的梦想！",
        "label": ""
      }
    ]
  }
]