[
  {
    "role": "client",
    "content": "成年子女，将一切问题归罪原生家庭，父母该怎么做？",
    "annotation": [
      {
        "sentence": "成年子女，将一切问题归罪原生家庭，父母该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，能够感受到你伤心、难过，并且手足无措，甚至愤怒。作为一个曾经最爱自己孩子的父母，可如今却不知如何面对自己的孩子。这是一件多么让人痛心的事呀！让我们静下来想一想，到底发生什么事情了？",
    "annotation": [
      {
        "sentence": "看到你的问题，能够感受到你伤心、难过，并且手足无措，甚至愤怒。",
        "label": ""
      },
      {
        "sentence": "作为一个曾经最爱自己孩子的父母，可如今却不知如何面对自己的孩子。",
        "label": ""
      },
      {
        "sentence": "这是一件多么让人痛心的事呀！",
        "label": ""
      },
      {
        "sentence": "让我们静下来想一想，到底发生什么事情了？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的成年子女去做心理咨询，咨询师引导他现在的问题是原生家庭造成的。我和他都没有真正的理解这个问题。",
    "annotation": [
      {
        "sentence": "我的成年子女去做心理咨询，咨询师引导他现在的问题是原生家庭造成的。",
        "label": ""
      },
      {
        "sentence": "我和他都没有真正的理解这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你的成年子女来说，原生家庭是可能引起一些问题的原因之一。但这只是一个原因，说出来是为了帮助他更好地理解自己欠缺了哪些，而不是追究父母责任的依据。我们不应该把全部责任都推给父母，因为这会忽略他作为独立个体的能力，否认了他成长的可能性。",
    "annotation": [
      {
        "sentence": "对于你的成年子女来说，原生家庭是可能引起一些问题的原因之一。",
        "label": ""
      },
      {
        "sentence": "但这只是一个原因，说出来是为了帮助他更好地理解自己欠缺了哪些，而不是追究父母责任的依据。",
        "label": ""
      },
      {
        "sentence": "我们不应该把全部责任都推给父母，因为这会忽略他作为独立个体的能力，否认了他成长的可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他要求父母为以往的事情道歉，父母也为以往教育不当的事情对他进行了诚恳的道歉。但他说道歉只是个开始，要我们为自己所做的事情自责内疚，只要那句话说了他心情不好就要诚恳道歉。作为父母我们该怎么做？",
    "annotation": [
      {
        "sentence": "他要求父母为以往的事情道歉，父母也为以往教育不当的事情对他进行了诚恳的道歉。",
        "label": ""
      },
      {
        "sentence": "但他说道歉只是个开始，要我们为自己所做的事情自责内疚，只要那句话说了他心情不好就要诚恳道歉。",
        "label": ""
      },
      {
        "sentence": "作为父母我们该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母真诚的道歉可能会在一定程度上化解你儿女的仇恨情绪，但是他说道歉只是个开始，并要求你们为自己所做的事情自责内疚，只要那句话说了他心情不好就要诚恳道歉，这种要求是不合理的。作为专业咨询师，我不能支持这种做法。很可能他利用咨询师的名义（权威）来控制你们。我们需要建立良好的沟通，坦诚地表达彼此的需求和感受，但并不需要过度自责。他已经是一个成年人，有能力控制自己的情绪和处理问题。",
    "annotation": [
      {
        "sentence": "父母真诚的道歉可能会在一定程度上化解你儿女的仇恨情绪，但是他说道歉只是个开始，并要求你们为自己所做的事情自责内疚，只要那句话说了他心情不好就要诚恳道歉，这种要求是不合理的。",
        "label": ""
      },
      {
        "sentence": "作为专业咨询师，我不能支持这种做法。",
        "label": ""
      },
      {
        "sentence": "很可能他利用咨询师的名义（权威）来控制你们。",
        "label": ""
      },
      {
        "sentence": "我们需要建立良好的沟通，坦诚地表达彼此的需求和感受，但并不需要过度自责。",
        "label": ""
      },
      {
        "sentence": "他已经是一个成年人，有能力控制自己的情绪和处理问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在他一靠近我就出现躯体化反应，胸闷手心出汗，害怕说错话惹怒他。",
    "annotation": [
      {
        "sentence": "现在他一靠近我就出现躯体化反应，胸闷手心出汗，害怕说错话惹怒他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "显然，你对此事已经感到非常焦虑了，你儿女对你的控制也取得了成功！基于分析，我们知道原生家庭对子女的影响可能会影响到成年甚至一生。每个孩子的成长都有困难和创伤，但并不是每个孩子长大后都成为问题儿童或问题青年。你儿女对你们的权威控制可能重演了他小时候的经历和情感，这对于你更好地理解儿女也是有帮助的。但是你不需要过度自责，你尽力而为，也为你的子女付出了满满的爱和关心。他即使在年幼时受到了伤害，但现在已经是成年人了，他有能力照顾自己。如果他继续控制你们、伤害你们，那可能是他需要心理咨询的时候了。",
    "annotation": [
      {
        "sentence": "显然，你对此事已经感到非常焦虑了，你儿女对你的控制也取得了成功！",
        "label": ""
      },
      {
        "sentence": "基于分析，我们知道原生家庭对子女的影响可能会影响到成年甚至一生。",
        "label": ""
      },
      {
        "sentence": "每个孩子的成长都有困难和创伤，但并不是每个孩子长大后都成为问题儿童或问题青年。",
        "label": ""
      },
      {
        "sentence": "你儿女对你们的权威控制可能重演了他小时候的经历和情感，这对于你更好地理解儿女也是有帮助的。",
        "label": ""
      },
      {
        "sentence": "但是你不需要过度自责，你尽力而为，也为你的子女付出了满满的爱和关心。",
        "label": ""
      },
      {
        "sentence": "他即使在年幼时受到了伤害，但现在已经是成年人了，他有能力照顾自己。",
        "label": ""
      },
      {
        "sentence": "如果他继续控制你们、伤害你们，那可能是他需要心理咨询的时候了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我该如何与他沟通？如何处理这种状况？",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我该如何与他沟通？",
        "label": ""
      },
      {
        "sentence": "如何处理这种状况？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解现状，与子女进行真诚的沟通，表达自己的感受，平等对待他们，尊重他们，并希望获得他们的理解。我们要设立良好的边界，既不跨越子女的边界，也要维护好自己的边界。让子女感觉到被作为一个成人应该获得的平等和尊重。通过沟通，并共同努力，你们可以逐渐缓解现在的紧张局面，重新建立起良好的亲子关系。",
    "annotation": [
      {
        "sentence": "理解现状，与子女进行真诚的沟通，表达自己的感受，平等对待他们，尊重他们，并希望获得他们的理解。",
        "label": ""
      },
      {
        "sentence": "我们要设立良好的边界，既不跨越子女的边界，也要维护好自己的边界。",
        "label": ""
      },
      {
        "sentence": "让子女感觉到被作为一个成人应该获得的平等和尊重。",
        "label": ""
      },
      {
        "sentence": "通过沟通，并共同努力，你们可以逐渐缓解现在的紧张局面，重新建立起良好的亲子关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会试着采纳你的意见，和他进行心平气和的对话。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会试着采纳你的意见，和他进行心平气和的对话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，你对于改变和发展自己与子女之间的关系已经迈出了重要的一步。相信通过你的真诚和努力，你们之间的关系会变得更好。如果你有任何进一步的问题或需要帮助，请随时和我联系。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，你对于改变和发展自己与子女之间的关系已经迈出了重要的一步。",
        "label": ""
      },
      {
        "sentence": "相信通过你的真诚和努力，你们之间的关系会变得更好。",
        "label": ""
      },
      {
        "sentence": "如果你有任何进一步的问题或需要帮助，请随时和我联系。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]