[
  {
    "role": "client",
    "content": "成年子女，将一切问题归罪原生家庭，父母该怎么做？",
    "annotation": [
      {
        "sentence": "成年子女，将一切问题归罪原生家庭，父母该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们来边梳理边聊聊：#成年子女在做心理咨询中#为什么她会去做心理咨询呢？你们之间发生了什么事情，能不能先详细描述下？我想先了解下这个点。",
    "annotation": [
      {
        "sentence": "我们来边梳理边聊聊：#成年子女在做心理咨询中#为什么她会去做心理咨询呢？",
        "label": ""
      },
      {
        "sentence": "你们之间发生了什么事情，能不能先详细描述下？",
        "label": ""
      },
      {
        "sentence": "我想先了解下这个点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她之前与我们关系一直都很好，但最近在做心理咨询后发生了变化。她觉得她身上的问题都是来自我们原生家庭的影响，然后要求我们为以往的事情道歉。",
    "annotation": [
      {
        "sentence": "她之前与我们关系一直都很好，但最近在做心理咨询后发生了变化。",
        "label": ""
      },
      {
        "sentence": "她觉得她身上的问题都是来自我们原生家庭的影响，然后要求我们为以往的事情道歉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在心理咨询之前，你们和她之间应该有矛盾了吧？从你们的描述来看，她通过咨询找到了获得话语权的方法。但这可能不是咨询师的意图，你要积极与咨询师沟通她的状态，咨询师会调整方向的。从行为来看，她找到了与你们对抗甚至是反控制的方式。",
    "annotation": [
      {
        "sentence": "在心理咨询之前，你们和她之间应该有矛盾了吧？",
        "label": ""
      },
      {
        "sentence": "从你们的描述来看，她通过咨询找到了获得话语权的方法。",
        "label": ""
      },
      {
        "sentence": "但这可能不是咨询师的意图，你要积极与咨询师沟通她的状态，咨询师会调整方向的。",
        "label": ""
      },
      {
        "sentence": "从行为来看，她找到了与你们对抗甚至是反控制的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们确实和她之间发生过一些矛盾。她似乎认为只有通过原生家庭道歉才能解决自己的问题。我们为了帮助她，曾经诚恳地向她道歉，但她似乎觉得这还不够，要求我们对过去的事情感到内疚，并要求我们听从她的意见，只要说错一句话，她就要求我们诚恳地道歉。",
    "annotation": [
      {
        "sentence": "是的，我们确实和她之间发生过一些矛盾。",
        "label": ""
      },
      {
        "sentence": "她似乎认为只有通过原生家庭道歉才能解决自己的问题。",
        "label": ""
      },
      {
        "sentence": "我们为了帮助她，曾经诚恳地向她道歉，但她似乎觉得这还不够，要求我们对过去的事情感到内疚，并要求我们听从她的意见，只要说错一句话，她就要求我们诚恳地道歉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的感觉很正常，因为你们要适应一个以前从未见过的“她”。以前熟悉的相处模式突然不存在了，你们的行为都需要她来审视，对错由她来定义。这样的关系变化对任何人来说都很难适应，甚至无法适应，所以你出现这样的身体不适反应也很正常。建议你们在女儿不知情的情况下，与心理咨询师沟通她的行为导致你们现在的状态，然后观察下一次咨询的情况。如果有任何问题，可以留言或私信问我。",
    "annotation": [
      {
        "sentence": "你现在的感觉很正常，因为你们要适应一个以前从未见过的“她”。",
        "label": ""
      },
      {
        "sentence": "以前熟悉的相处模式突然不存在了，你们的行为都需要她来审视，对错由她来定义。",
        "label": ""
      },
      {
        "sentence": "这样的关系变化对任何人来说都很难适应，甚至无法适应，所以你出现这样的身体不适反应也很正常。",
        "label": ""
      },
      {
        "sentence": "建议你们在女儿不知情的情况下，与心理咨询师沟通她的行为导致你们现在的状态，然后观察下一次咨询的情况。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题，可以留言或私信问我。",
        "label": ""
      }
    ]
  }
]