[
  {
    "role": "client",
    "content": "经常出现自我怀疑，自我否定的声音，很无语也很无奈？基本上是这样的情况：一开始认为自己做的，是对的，然而，等做完之后或者还在做的过程当中，心里有一个声音回去回想自己的所作所为，而且经常是觉得我做错了（尽管我不接受，也不想有这样的想法。现在会理性的分析，觉得我并没有做错），可这个怀疑，否定我的声音它就是出现了，每每使得我很狼狈，很尴尬。最典型的就是：每次与人发生冲突，事后这个声音总会出现：是我的错，我又哪哪哪做的不妥（事实上，我之所以会与他冲突，就是建立在我认为他做错了的想法智商，所以，我才有理由和他争论）可是经过心里这么一折腾，反而是我鲁莽了，弄得我在哪人面前抬不起头来，狼狈，尴尬。可是理智一想，我并没做错，为啥我尴尬？！这就很无语，也很无奈…希望指出我的问题（具体），以及可行的解决办法，非常感谢！",
    "annotation": [
      {
        "sentence": "经常出现自我怀疑，自我否定的声音，很无语也很无奈？",
        "label": ""
      },
      {
        "sentence": "基本上是这样的情况：一开始认为自己做的，是对的，然而，等做完之后或者还在做的过程当中，心里有一个声音回去回想自己的所作所为，而且经常是觉得我做错了（尽管我不接受，也不想有这样的想法。",
        "label": ""
      },
      {
        "sentence": "现在会理性的分析，觉得我并没有做错），可这个怀疑，否定我的声音它就是出现了，每每使得我很狼狈，很尴尬。",
        "label": ""
      },
      {
        "sentence": "最典型的就是：每次与人发生冲突，事后这个声音总会出现：是我的错，我又哪哪哪做的不妥（事实上，我之所以会与他冲突，就是建立在我认为他做错了的想法智商，所以，我才有理由和他争论）可是经过心里这么一折腾，反而是我鲁莽了，弄得我在哪人面前抬不起头来，狼狈，尴尬。",
        "label": ""
      },
      {
        "sentence": "可是理智一想，我并没做错，为啥我尴尬？！",
        "label": ""
      },
      {
        "sentence": "这就很无语，也很无奈…希望指出我的问题（具体），以及可行的解决办法，非常感谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不断否定自己的成果，把错误都归咎于自己的身上，这种自我否定让你感到无能和自卑，我理解你的困扰。有一种理论叫归因理论，指在日常的社会交往中，人们对发生于周围环境中的各种社会行为有意识或无意识地做出解释。归因的原因有两个：一是内因，比如情绪、态度、人格、能力等；二是外因，比如外界压力、天气、情境等。在解释自己的行为时，倾向于情景归因。归因理论在我们的生活中无处不见，每个人归因的点都不一样，导致每个人最终的状态也不一样。首先，你要学会正确的归因。建议你可以去读读归因理论相关的书籍，我觉得非常好，通过学习可以帮助你正确归因。你能不断反思是一件好事，说明你懂得反思，但是反思过度可能会导致另一种状态。比如你跟人吵架，你反思自己有错，但同时也要看到对方不对的地方，一个巴掌拍不响，除非你是一个无理取闹的人，但我觉得你不会是这样的人。你主要是要学会正确归因，利用归因因素改变自己的心理状态，加油！",
    "annotation": [
      {
        "sentence": "你不断否定自己的成果，把错误都归咎于自己的身上，这种自我否定让你感到无能和自卑，我理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "有一种理论叫归因理论，指在日常的社会交往中，人们对发生于周围环境中的各种社会行为有意识或无意识地做出解释。",
        "label": ""
      },
      {
        "sentence": "归因的原因有两个：一是内因，比如情绪、态度、人格、能力等；二是外因，比如外界压力、天气、情境等。",
        "label": ""
      },
      {
        "sentence": "在解释自己的行为时，倾向于情景归因。",
        "label": ""
      },
      {
        "sentence": "归因理论在我们的生活中无处不见，每个人归因的点都不一样，导致每个人最终的状态也不一样。",
        "label": ""
      },
      {
        "sentence": "首先，你要学会正确的归因。",
        "label": ""
      },
      {
        "sentence": "建议你可以去读读归因理论相关的书籍，我觉得非常好，通过学习可以帮助你正确归因。",
        "label": ""
      },
      {
        "sentence": "你能不断反思是一件好事，说明你懂得反思，但是反思过度可能会导致另一种状态。",
        "label": ""
      },
      {
        "sentence": "比如你跟人吵架，你反思自己有错，但同时也要看到对方不对的地方，一个巴掌拍不响，除非你是一个无理取闹的人，但我觉得你不会是这样的人。",
        "label": ""
      },
      {
        "sentence": "你主要是要学会正确归因，利用归因因素改变自己的心理状态，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我明白了，我需要学会正确的归因，不要一味地把责任都推到自己身上。我会尝试读一些归因理论的书籍，提升我的认知。除了归因理论，你还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要学会正确的归因，不要一味地把责任都推到自己身上。",
        "label": ""
      },
      {
        "sentence": "我会尝试读一些归因理论的书籍，提升我的认知。",
        "label": ""
      },
      {
        "sentence": "除了归因理论，你还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了归因理论，我觉得你可以尝试进行自我肯定。每天给自己一些积极的肯定和鼓励，告诉自己你的优点和成就，这样可以增强自信心，减少自我怀疑和自我否定的声音。另外，也可以尝试与他人交流，分享自己的想法和感受，听取他人的意见和支持，通过获得外界认可来改变自己的心理状态。你可以试试这些方法，看看是否对你有帮助。",
    "annotation": [
      {
        "sentence": "除了归因理论，我觉得你可以尝试进行自我肯定。",
        "label": ""
      },
      {
        "sentence": "每天给自己一些积极的肯定和鼓励，告诉自己你的优点和成就，这样可以增强自信心，减少自我怀疑和自我否定的声音。",
        "label": ""
      },
      {
        "sentence": "另外，也可以尝试与他人交流，分享自己的想法和感受，听取他人的意见和支持，通过获得外界认可来改变自己的心理状态。",
        "label": ""
      },
      {
        "sentence": "你可以试试这些方法，看看是否对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试进行自我肯定，并与他人进行更多的交流。我希望通过这些方法改变自己的心理状态，减少自我怀疑和自我否定的声音。我相信我可以克服这个问题的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试进行自我肯定，并与他人进行更多的交流。",
        "label": ""
      },
      {
        "sentence": "我希望通过这些方法改变自己的心理状态，减少自我怀疑和自我否定的声音。",
        "label": ""
      },
      {
        "sentence": "我相信我可以克服这个问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你积极的态度，相信你一定能够克服这个问题。记得给自己一些时间和空间，不要过于苛求自己。每个人都有情绪波动和自我怀疑的时候，关键是学会调节和管理。相信自己，相信你可以走出困境。如果在实践中遇到任何困难，记得随时向我寻求帮助。",
    "annotation": [
      {
        "sentence": "很高兴看到你积极的态度，相信你一定能够克服这个问题。",
        "label": ""
      },
      {
        "sentence": "记得给自己一些时间和空间，不要过于苛求自己。",
        "label": ""
      },
      {
        "sentence": "每个人都有情绪波动和自我怀疑的时候，关键是学会调节和管理。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你可以走出困境。",
        "label": ""
      },
      {
        "sentence": "如果在实践中遇到任何困难，记得随时向我寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会保持积极的态度，并尽量将你的建议付诸实践。如果我在实践中遇到困难，我会随时向你寻求帮助的。再次感谢你的陪伴和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会保持积极的态度，并尽量将你的建议付诸实践。",
        "label": ""
      },
      {
        "sentence": "如果我在实践中遇到困难，我会随时向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意为你提供帮助和支持。记得，你并不孤单，有我在这里支持你。如果你需要的话，随时与我分享你的进展和感受。祝愿你早日战胜自我怀疑和自我否定的声音，走向更好的自己！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，有我在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果你需要的话，随时与我分享你的进展和感受。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日战胜自我怀疑和自我否定的声音，走向更好的自己！",
        "label": ""
      }
    ]
  }
]