[
  {
    "role": "client",
    "content": "我有暴力倾向，吵架时会先动手推搡女友，我该怎么改掉这个毛病？从我有记忆开始，我就没见过几次爸妈。我是由奶奶姥姥带大的，她们对我溺爱至极。我总是以家庭条件不好来逃避学习，英语一点也不会。我和女友认识时，她刚去澳大利亚读书，各方面来说我配不上她，她从没谈过恋爱，加上异国他乡我才追到她。后来我进了家国企，她生活实在拮据，我于心不忍辞掉工作去澳大利亚找她。可是我英语不好，找不到好工作，在家我也是什么都不干，所有生活技能都要从头学起。工作上的挫败，让我继续逃避，总是把时间花在游戏上。我们会经常发生争吵，最近几次我都先动手，事后我总是说服自己我没尽全力，她打我更多，我们是互殴。但我知道这是借口，我应该不动手。我感觉自己变成自己从小最讨厌的人，不努力还家暴。我感觉我要失去她了，我想克制自己的暴脾气，我们试过很多办法，但我都没克制住。我觉得自己人格有缺陷，遇到问题逃避还怂，但对女友又充满暴力，请帮帮我。",
    "annotation": [
      {
        "sentence": "我有暴力倾向，吵架时会先动手推搡女友，我该怎么改掉这个毛病？",
        "label": ""
      },
      {
        "sentence": "从我有记忆开始，我就没见过几次爸妈。",
        "label": ""
      },
      {
        "sentence": "我是由奶奶姥姥带大的，她们对我溺爱至极。",
        "label": ""
      },
      {
        "sentence": "我总是以家庭条件不好来逃避学习，英语一点也不会。",
        "label": ""
      },
      {
        "sentence": "我和女友认识时，她刚去澳大利亚读书，各方面来说我配不上她，她从没谈过恋爱，加上异国他乡我才追到她。",
        "label": ""
      },
      {
        "sentence": "后来我进了家国企，她生活实在拮据，我于心不忍辞掉工作去澳大利亚找她。",
        "label": ""
      },
      {
        "sentence": "可是我英语不好，找不到好工作，在家我也是什么都不干，所有生活技能都要从头学起。",
        "label": ""
      },
      {
        "sentence": "工作上的挫败，让我继续逃避，总是把时间花在游戏上。",
        "label": ""
      },
      {
        "sentence": "我们会经常发生争吵，最近几次我都先动手，事后我总是说服自己我没尽全力，她打我更多，我们是互殴。",
        "label": ""
      },
      {
        "sentence": "但我知道这是借口，我应该不动手。",
        "label": ""
      },
      {
        "sentence": "我感觉自己变成自己从小最讨厌的人，不努力还家暴。",
        "label": ""
      },
      {
        "sentence": "我感觉我要失去她了，我想克制自己的暴脾气，我们试过很多办法，但我都没克制住。",
        "label": ""
      },
      {
        "sentence": "我觉得自己人格有缺陷，遇到问题逃避还怂，但对女友又充满暴力，请帮帮我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感受到你内心的压抑、愤怒、焦虑和恐惧。从小跟父母分开，在奶奶姥姥的照顾下长大。她们对你过度溺爱，导致你在与父母分离的同时，又在奶奶姥姥身边获得了极度的满足。这样巨大的落差和反差对你的内心产生了很大的刺激，让你对自己产生了否定和焦虑恐惧。原生家庭对一个人的成长有着非常重大的影响，尤其是对正常社交关系和亲密关系的发展。从小和父母分离，尤其是和母亲分离，让你在最需要母亲陪伴的时候感觉被抛弃，没有获得足够的关爱和满足。这种焦虑恐惧对你来说是非常强烈的，对自我的价值感也会受到影响，对亲密关系也缺乏自信和安全感。在你与父母分离之后，和奶奶姥姥的生活中，你被过度宠溺，没有从父母那里获得的满足，在奶奶姥姥那里却得到了过度的满足。这样的巨大落差对你的自我带来了强烈的冲击。过去的经历对你对亲密关系的认知和处理方式产生了很大的影响，这也解释了你逃避学习、工作压力，以及在与女友相处时表现出的暴力倾向。这些都折射出你内心的压抑。人与人之间的相互影响导致你与女友之间的关系也有影响。你的逃避是因为缺乏自信和安全感，想让自己感觉轻松。但对女友来说，会感到不安全和焦虑，然后用暴力试图唤醒你对感情和生活的责任感。然而，这种方式并没有起到合理的沟通作用，反而破坏了感情。考虑预约心理咨询师接受系统的心理咨询，释放内心的情绪，减轻压力，调整状态，然后再与女友共同努力解决问题，感情发展也会更顺利。",
    "annotation": [
      {
        "sentence": "能够感受到你内心的压抑、愤怒、焦虑和恐惧。",
        "label": ""
      },
      {
        "sentence": "从小跟父母分开，在奶奶姥姥的照顾下长大。",
        "label": ""
      },
      {
        "sentence": "她们对你过度溺爱，导致你在与父母分离的同时，又在奶奶姥姥身边获得了极度的满足。",
        "label": ""
      },
      {
        "sentence": "这样巨大的落差和反差对你的内心产生了很大的刺激，让你对自己产生了否定和焦虑恐惧。",
        "label": ""
      },
      {
        "sentence": "原生家庭对一个人的成长有着非常重大的影响，尤其是对正常社交关系和亲密关系的发展。",
        "label": ""
      },
      {
        "sentence": "从小和父母分离，尤其是和母亲分离，让你在最需要母亲陪伴的时候感觉被抛弃，没有获得足够的关爱和满足。",
        "label": ""
      },
      {
        "sentence": "这种焦虑恐惧对你来说是非常强烈的，对自我的价值感也会受到影响，对亲密关系也缺乏自信和安全感。",
        "label": ""
      },
      {
        "sentence": "在你与父母分离之后，和奶奶姥姥的生活中，你被过度宠溺，没有从父母那里获得的满足，在奶奶姥姥那里却得到了过度的满足。",
        "label": ""
      },
      {
        "sentence": "这样的巨大落差对你的自我带来了强烈的冲击。",
        "label": ""
      },
      {
        "sentence": "过去的经历对你对亲密关系的认知和处理方式产生了很大的影响，这也解释了你逃避学习、工作压力，以及在与女友相处时表现出的暴力倾向。",
        "label": ""
      },
      {
        "sentence": "这些都折射出你内心的压抑。",
        "label": ""
      },
      {
        "sentence": "人与人之间的相互影响导致你与女友之间的关系也有影响。",
        "label": ""
      },
      {
        "sentence": "你的逃避是因为缺乏自信和安全感，想让自己感觉轻松。",
        "label": ""
      },
      {
        "sentence": "但对女友来说，会感到不安全和焦虑，然后用暴力试图唤醒你对感情和生活的责任感。",
        "label": ""
      },
      {
        "sentence": "然而，这种方式并没有起到合理的沟通作用，反而破坏了感情。",
        "label": ""
      },
      {
        "sentence": "考虑预约心理咨询师接受系统的心理咨询，释放内心的情绪，减轻压力，调整状态，然后再与女友共同努力解决问题，感情发展也会更顺利。",
        "label": ""
      }
    ]
  }
]