[
  {
    "role": "client",
    "content": "暴力倾向，吵架时会先动手推搡女友，怎么改掉这毛病？从我有记忆开始，我就没见过几次爸妈。我是由奶奶姥姥带大的，她们对我溺爱至极。我总是以家庭条件不好来逃避学习，英语一点也不会。我和女友认识时，她刚去澳大利亚读书，各方面来说我配不上她，她从没谈过恋爱加上异国他乡我才追到她。后来我进了家国企，她生活实在拮据，我于心不忍辞掉工作来澳找她。可是我英语不好，找不到好工作，在家我也是什么都不干，所有生活技能都要从头学起。工作上的挫败，让我继续逃避，总是把时间花在游戏上。我们会经常发生争吵，最近几次我都有先动手，事后我总是说服自己我没尽全力，她打我更多，我们是互殴。但我知道这是借口，我应该不动手。我感觉自己变成自己从小最讨厌的人，不努力还家暴。我感觉我要失去她了，我想克制自己的暴脾气，我们试过很多办法，但我都没克制住。我觉得自己人格有缺陷，遇到问题逃避还怂，但对女友又充满暴力，请帮帮我。",
    "annotation": [
      {
        "sentence": "暴力倾向，吵架时会先动手推搡女友，怎么改掉这毛病？",
        "label": ""
      },
      {
        "sentence": "从我有记忆开始，我就没见过几次爸妈。",
        "label": ""
      },
      {
        "sentence": "我是由奶奶姥姥带大的，她们对我溺爱至极。",
        "label": ""
      },
      {
        "sentence": "我总是以家庭条件不好来逃避学习，英语一点也不会。",
        "label": ""
      },
      {
        "sentence": "我和女友认识时，她刚去澳大利亚读书，各方面来说我配不上她，她从没谈过恋爱加上异国他乡我才追到她。",
        "label": ""
      },
      {
        "sentence": "后来我进了家国企，她生活实在拮据，我于心不忍辞掉工作来澳找她。",
        "label": ""
      },
      {
        "sentence": "可是我英语不好，找不到好工作，在家我也是什么都不干，所有生活技能都要从头学起。",
        "label": ""
      },
      {
        "sentence": "工作上的挫败，让我继续逃避，总是把时间花在游戏上。",
        "label": ""
      },
      {
        "sentence": "我们会经常发生争吵，最近几次我都有先动手，事后我总是说服自己我没尽全力，她打我更多，我们是互殴。",
        "label": ""
      },
      {
        "sentence": "但我知道这是借口，我应该不动手。",
        "label": ""
      },
      {
        "sentence": "我感觉自己变成自己从小最讨厌的人，不努力还家暴。",
        "label": ""
      },
      {
        "sentence": "我感觉我要失去她了，我想克制自己的暴脾气，我们试过很多办法，但我都没克制住。",
        "label": ""
      },
      {
        "sentence": "我觉得自己人格有缺陷，遇到问题逃避还怂，但对女友又充满暴力，请帮帮我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我能理解你现在的困惑和痛苦。我可以看出你对于自己的暴力倾向感到非常不满，也意识到了这种行为的严重性。你的成长环境可能在一定程度上影响了你的行为模式和应对方式。首先，我想和你一起探讨一下你目前面临的问题和困扰。同时，我也希望能够帮助你找到一些解决问题的方法。",
    "annotation": [
      {
        "sentence": "你好，我能理解你现在的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "我可以看出你对于自己的暴力倾向感到非常不满，也意识到了这种行为的严重性。",
        "label": ""
      },
      {
        "sentence": "你的成长环境可能在一定程度上影响了你的行为模式和应对方式。",
        "label": ""
      },
      {
        "sentence": "首先，我想和你一起探讨一下你目前面临的问题和困扰。",
        "label": ""
      },
      {
        "sentence": "同时，我也希望能够帮助你找到一些解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我现在感到非常沮丧和内疚。我确实意识到自己的暴力倾向是不对的，但是我就是无法控制自己的冲动。我怕我失去女友，也怕伤害到她。我真的很想改变自己，但每次争吵都变得失控。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我现在感到非常沮丧和内疚。",
        "label": ""
      },
      {
        "sentence": "我确实意识到自己的暴力倾向是不对的，但是我就是无法控制自己的冲动。",
        "label": ""
      },
      {
        "sentence": "我怕我失去女友，也怕伤害到她。",
        "label": ""
      },
      {
        "sentence": "我真的很想改变自己，但每次争吵都变得失控。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经意识到了问题的存在，并且有了改变的渴望，这是非常关键的一步。首先，我们可以一起思考一下你目前暴力倾向的原因。你提到了家庭背景、工作挫折和生活技能的不足，这些因素可能会对你的情绪产生一定的影响。你是否愿意和我分享更多关于这方面的信息呢？",
    "annotation": [
      {
        "sentence": "你已经意识到了问题的存在，并且有了改变的渴望，这是非常关键的一步。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以一起思考一下你目前暴力倾向的原因。",
        "label": ""
      },
      {
        "sentence": "你提到了家庭背景、工作挫折和生活技能的不足，这些因素可能会对你的情绪产生一定的影响。",
        "label": ""
      },
      {
        "sentence": "你是否愿意和我分享更多关于这方面的信息呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我愿意分享。我从小缺乏父母的陪伴和教育，由奶奶姥姥带大，他们对我溺爱得有点过头。我总是把家庭条件不好作为逃避学习的借口，英语也一直是我的短板。我和女友相识时她刚去澳大利亚留学，我觉得自己配不上她，但还是追到了她。后来我为了和她在一起，辞掉了工作，但是语言不通，找不到好工作。生活中的挫折让我更加逃避现实，总是沉迷于游戏。这些问题似乎导致了我对女友的不满和暴力倾向。",
    "annotation": [
      {
        "sentence": "是的，我愿意分享。",
        "label": ""
      },
      {
        "sentence": "我从小缺乏父母的陪伴和教育，由奶奶姥姥带大，他们对我溺爱得有点过头。",
        "label": ""
      },
      {
        "sentence": "我总是把家庭条件不好作为逃避学习的借口，英语也一直是我的短板。",
        "label": ""
      },
      {
        "sentence": "我和女友相识时她刚去澳大利亚留学，我觉得自己配不上她，但还是追到了她。",
        "label": ""
      },
      {
        "sentence": "后来我为了和她在一起，辞掉了工作，但是语言不通，找不到好工作。",
        "label": ""
      },
      {
        "sentence": "生活中的挫折让我更加逃避现实，总是沉迷于游戏。",
        "label": ""
      },
      {
        "sentence": "这些问题似乎导致了我对女友的不满和暴力倾向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我要说你能够分析出导致你暴力倾向的原因已经很不容易了。你的家庭背景和缺乏父母的陪伴和教育，可能给你的情绪调节和行为模式带来了困难。另外，工作挫折和生活技能的不足，也为你的情绪压力增加了一定的负担。现在你已经意识到了这些问题，接下来我们可以一起探讨一些可能的解决方案。",
    "annotation": [
      {
        "sentence": "首先，我要说你能够分析出导致你暴力倾向的原因已经很不容易了。",
        "label": ""
      },
      {
        "sentence": "你的家庭背景和缺乏父母的陪伴和教育，可能给你的情绪调节和行为模式带来了困难。",
        "label": ""
      },
      {
        "sentence": "另外，工作挫折和生活技能的不足，也为你的情绪压力增加了一定的负担。",
        "label": ""
      },
      {
        "sentence": "现在你已经意识到了这些问题，接下来我们可以一起探讨一些可能的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的希望能够改变自己，重新获得对女友的尊重和对自己的信心。但是我不知道应该从何处下手，我觉得自己好像陷入了一个困境。你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "我真的希望能够改变自己，重新获得对女友的尊重和对自己的信心。",
        "label": ""
      },
      {
        "sentence": "但是我不知道应该从何处下手，我觉得自己好像陷入了一个困境。",
        "label": ""
      },
      {
        "sentence": "你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！首先，我们可以着手解决你们在异国他乡的基本生存问题。既然你为了给女友提供经济和精神支持，舍弃了国内的工作前往澳洲，那么解决生活问题应该是当前的重点。虽然现在找到好工作比较困难，但你可以从最基本的工作开始，比如在中餐馆打工。这样不仅能够解决经济问题，还能培养生活技能和责任感。这部分的努力和行动能够向你的女友表达你对她的爱和决心。而这些角色转变和生存技能的磨炼对于你以后的人生发展也是至关重要的。",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "首先，我们可以着手解决你们在异国他乡的基本生存问题。",
        "label": ""
      },
      {
        "sentence": "既然你为了给女友提供经济和精神支持，舍弃了国内的工作前往澳洲，那么解决生活问题应该是当前的重点。",
        "label": ""
      },
      {
        "sentence": "虽然现在找到好工作比较困难，但你可以从最基本的工作开始，比如在中餐馆打工。",
        "label": ""
      },
      {
        "sentence": "这样不仅能够解决经济问题，还能培养生活技能和责任感。",
        "label": ""
      },
      {
        "sentence": "这部分的努力和行动能够向你的女友表达你对她的爱和决心。",
        "label": ""
      },
      {
        "sentence": "而这些角色转变和生存技能的磨炼对于你以后的人生发展也是至关重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议听起来很有道理。我意识到了解决生存问题的紧迫性，也明白了自己需要进行心理和行动上的转变。我真的很爱我的女友，也希望能给她一个好的生活。现在的我已经不再是一个被依赖的孩子，而是需要承担责任的成年人。我会努力改变自己，不再逃避现实，为了保护她而努力。",
    "annotation": [
      {
        "sentence": "你的建议听起来很有道理。",
        "label": ""
      },
      {
        "sentence": "我意识到了解决生存问题的紧迫性，也明白了自己需要进行心理和行动上的转变。",
        "label": ""
      },
      {
        "sentence": "我真的很爱我的女友，也希望能给她一个好的生活。",
        "label": ""
      },
      {
        "sentence": "现在的我已经不再是一个被依赖的孩子，而是需要承担责任的成年人。",
        "label": ""
      },
      {
        "sentence": "我会努力改变自己，不再逃避现实，为了保护她而努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和变化的态度让我非常欣慰。我相信只要你有",
    "annotation": [
      {
        "sentence": "你的决心和变化的态度让我非常欣慰。",
        "label": ""
      },
      {
        "sentence": "我相信只要你有",
        "label": ""
      }
    ]
  }
]