[
  {
    "role": "client",
    "content": "确定关系后和其他女孩接触，心里好难受，我太小气吗？男友今年六月确定关系以来到现在，父母觉得他很优秀，一直给我施加压力要订婚，让我觉得有些顾虑，他的右脚带了半截假肢，就想再磨合看看再谈婚论嫁，最近父母听到消息，有人另外在我和男友确定关系以后给他介绍对象，他还看了对方的照片，男友说他拒绝了，我问他加了对方微信，对方发的照片吗？他说不是，我开玩笑说，那你把照片给我看看呗，他不给，说已经删了，我觉得他撒谎了，父母这也怪我不赶紧订婚拴住他，还说我情商低，谈恋爱也要人教。我觉得男友在确定关系以后还和别的女孩子接触还瞒着我大半个月，很难受。。。。就是这样，我更不愿订婚，是我太小心眼吗？",
    "annotation": [
      {
        "sentence": "确定关系后和其他女孩接触，心里好难受，我太小气吗？",
        "label": ""
      },
      {
        "sentence": "男友今年六月确定关系以来到现在，父母觉得他很优秀，一直给我施加压力要订婚，让我觉得有些顾虑，他的右脚带了半截假肢，就想再磨合看看再谈婚论嫁，最近父母听到消息，有人另外在我和男友确定关系以后给他介绍对象，他还看了对方的照片，男友说他拒绝了，我问他加了对方微信，对方发的照片吗？",
        "label": ""
      },
      {
        "sentence": "他说不是，我开玩笑说，那你把照片给我看看呗，他不给，说已经删了，我觉得他撒谎了，父母这也怪我不赶紧订婚拴住他，还说我情商低，谈恋爱也要人教。",
        "label": ""
      },
      {
        "sentence": "我觉得男友在确定关系以后还和别的女孩子接触还瞒着我大半个月，很难受。。。。",
        "label": ""
      },
      {
        "sentence": "就是这样，我更不愿订婚，是我太小心眼吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你讲述这些，我能感受到你的心里很不安，也很纠结。首先，我想说，你不是小气。每个人对自己的爱情都会有一些期待和要求，而这些都是正常的。关于你男友的事情，好像有一些方面需要沟通。你说他在确定了关系之后和其他女生接触，这让你很不舒服。你会想知道他为什么要那样做，以及你们之间应该如何沟通才能建立互相的信任。",
    "annotation": [
      {
        "sentence": "听你讲述这些，我能感受到你的心里很不安，也很纠结。",
        "label": ""
      },
      {
        "sentence": "首先，我想说，你不是小气。",
        "label": ""
      },
      {
        "sentence": "每个人对自己的爱情都会有一些期待和要求，而这些都是正常的。",
        "label": ""
      },
      {
        "sentence": "关于你男友的事情，好像有一些方面需要沟通。",
        "label": ""
      },
      {
        "sentence": "你说他在确定了关系之后和其他女生接触，这让你很不舒服。",
        "label": ""
      },
      {
        "sentence": "你会想知道他为什么要那样做，以及你们之间应该如何沟通才能建立互相的信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也受不了他和其他女孩子有互动，我觉得我对他很好，为什么他还会这样呢？",
    "annotation": [
      {
        "sentence": "我也受不了他和其他女孩子有互动，我觉得我对他很好，为什么他还会这样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题我想，只有你男友自己能回答。或许他和这个女孩之间并没有任何特别的关系，只是普通的朋友，或者他会说这些都是误会。不过无论是哪种情况，都需要他能尽快澄清这些事情来消除你的忧虑。而你也需要告诉他，对于你们之间的关系，你希望是什么样子的，以及你的底线在哪里。只有彼此认真沟通，才能够真正建立起彼此的信任。",
    "annotation": [
      {
        "sentence": "这个问题我想，只有你男友自己能回答。",
        "label": ""
      },
      {
        "sentence": "或许他和这个女孩之间并没有任何特别的关系，只是普通的朋友，或者他会说这些都是误会。",
        "label": ""
      },
      {
        "sentence": "不过无论是哪种情况，都需要他能尽快澄清这些事情来消除你的忧虑。",
        "label": ""
      },
      {
        "sentence": "而你也需要告诉他，对于你们之间的关系，你希望是什么样子的，以及你的底线在哪里。",
        "label": ""
      },
      {
        "sentence": "只有彼此认真沟通，才能够真正建立起彼此的信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我感觉现在我和他的情况好复杂，还有我父母一直催我们结婚，我觉得很有压力。",
    "annotation": [
      {
        "sentence": "可是我感觉现在我和他的情况好复杂，还有我父母一直催我们结婚，我觉得很有压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受。结婚确实是一个比较复杂的事情，它涉及到很多方面，例如感情、责任、家庭、未来等等。而对于你父母的压力，我想，他们可能是希望你过上幸福的生活。但是结婚毕竟是你们自己的事情，需要你们两个人来决定。你可以和他好好谈谈，让他了解你的想法和感受，同时也了解他的想法和感受。在明确了自己的想法后再和父母进行沟通是比较好的选择。",
    "annotation": [
      {
        "sentence": "我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "结婚确实是一个比较复杂的事情，它涉及到很多方面，例如感情、责任、家庭、未来等等。",
        "label": ""
      },
      {
        "sentence": "而对于你父母的压力，我想，他们可能是希望你过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "但是结婚毕竟是你们自己的事情，需要你们两个人来决定。",
        "label": ""
      },
      {
        "sentence": "你可以和他好好谈谈，让他了解你的想法和感受，同时也了解他的想法和感受。",
        "label": ""
      },
      {
        "sentence": "在明确了自己的想法后再和父母进行沟通是比较好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。可是我觉得我现在的情绪很难受，我怎么才能让自己好起来呢？",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "可是我觉得我现在的情绪很难受，我怎么才能让自己好起来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于这个问题，我想我们可以从两个方面来考虑。第一个方面是情绪的调节。如果你觉得自己的情绪很难受，可以试着去做一些自己感兴趣的事情，例如看电影、听音乐、做家务、散步等等，让自己的思维放松一下。第二个方面是情绪的反思。你可以想一想，自己为什么会产生这些不安和疑惑，它们背后是什么样的原因和想法。通过反思和思考，你也会更加深入地认识到自己对爱情的期待和要求，这对自己的情感成长也是有帮助的。",
    "annotation": [
      {
        "sentence": "关于这个问题，我想我们可以从两个方面来考虑。",
        "label": ""
      },
      {
        "sentence": "第一个方面是情绪的调节。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己的情绪很难受，可以试着去做一些自己感兴趣的事情，例如看电影、听音乐、做家务、散步等等，让自己的思维放松一下。",
        "label": ""
      },
      {
        "sentence": "第二个方面是情绪的反思。",
        "label": ""
      },
      {
        "sentence": "你可以想一想，自己为什么会产生这些不安和疑惑，它们背后是什么样的原因和想法。",
        "label": ""
      },
      {
        "sentence": "通过反思和思考，你也会更加深入地认识到自己对爱情的期待和要求，这对自己的情感成长也是有帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好思考一下的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好思考一下的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我希望你可以通过这次求助感受到我的支持。记住，任何时候，只要你需要，我都会在你身边支持你。加油！",
    "annotation": [
      {
        "sentence": "不用谢，我希望你可以通过这次求助感受到我的支持。",
        "label": ""
      },
      {
        "sentence": "记住，任何时候，只要你需要，我都会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]