[
  {
    "role": "client",
    "content": "世上所有的一切都没有意义，活着与死去于我都无意义？我的人生并没有什么不好的地方，小时候衣食无忧，长大了也能做自己想做的事情，在外人眼里就是一帆风顺吧，可是，就总感觉一切都无意义，从什么时候开始的呢，大概是很小很小的时候吧，生命存在的意义是什么，我总是会思考这样的事情，然后更多的是空虚，无助，我想过生活，也想过死去，我幻想过自己死去的时候，想过死后家人的反应，想过很多很多，这一生，亏欠最多的就是父母了，最近晚上老是回忆着过去，从很小的时候就回忆着，很美好，但又不重要了，我感觉自己越来越低落，存在的意义越来越淡薄了，人之将死吗，不寻求安慰，也不需要鼓励，只是想说出来，人啊，活着是为了什么呢？我喜欢看着星空，我想过宇宙之中，会不会在某个地方，也有个生命在思考着这个问题，也抬头望着这无尽的星空看着，烦恼着，我们的视线会不会在某一刻相交着，哈哈哈……",
    "annotation": [
      {
        "sentence": "世上所有的一切都没有意义，活着与死去于我都无意义？",
        "label": ""
      },
      {
        "sentence": "我的人生并没有什么不好的地方，小时候衣食无忧，长大了也能做自己想做的事情，在外人眼里就是一帆风顺吧，可是，就总感觉一切都无意义，从什么时候开始的呢，大概是很小很小的时候吧，生命存在的意义是什么，我总是会思考这样的事情，然后更多的是空虚，无助，我想过生活，也想过死去，我幻想过自己死去的时候，想过死后家人的反应，想过很多很多，这一生，亏欠最多的就是父母了，最近晚上老是回忆着过去，从很小的时候就回忆着，很美好，但又不重要了，我感觉自己越来越低落，存在的意义越来越淡薄了，人之将死吗，不寻求安慰，也不需要鼓励，只是想说出来，人啊，活着是为了什么呢？",
        "label": ""
      },
      {
        "sentence": "我喜欢看着星空，我想过宇宙之中，会不会在某个地方，也有个生命在思考着这个问题，也抬头望着这无尽的星空看着，烦恼着，我们的视线会不会在某一刻相交着，哈哈哈……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的留言，你确实拥有让人羡慕的人生，衣食无忧，也能追求梦想，应该是很幸福才对，但是你却感觉不开心，因为你找不到人生的意义。给你个大大的拥抱~",
    "annotation": [
      {
        "sentence": "看到你的留言，你确实拥有让人羡慕的人生，衣食无忧，也能追求梦想，应该是很幸福才对，但是你却感觉不开心，因为你找不到人生的意义。",
        "label": ""
      },
      {
        "sentence": "给你个大大的拥抱~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的拥抱，我知道自己的生活条件很好，但就是感觉到空虚和无助，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的拥抱，我知道自己的生活条件很好，但就是感觉到空虚和无助，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1、对于人生的意义，我想每个人都有自己的答案，有人将人生的意义定义在家庭营造，有人定义在事业成功，也有人定义为自己人生价值的实现......对于不同的人，有不同的价值追求，在寻找人生意义的答案之前，你可能需要明确自己的目标，在可以从事自己想做的事情的时候，给自己设定一个更加高的目标，并去追求它。",
    "annotation": [
      {
        "sentence": "1、对于人生的意义，我想每个人都有自己的答案，有人将人生的意义定义在家庭营造，有人定义在事业成功，也有人定义为自己人生价值的实现......对于不同的人，有不同的价值追求，在寻找人生意义的答案之前，你可能需要明确自己的目标，在可以从事自己想做的事情的时候，给自己设定一个更加高的目标，并去追求它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，或许我需要给自己设定一个具体的目标，让自己更有动力去生活。",
    "annotation": [
      {
        "sentence": "我明白了，或许我需要给自己设定一个具体的目标，让自己更有动力去生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2、能感受到你是个很重视家庭的人，你很爱你的父母，所以对于自己没有人生目标，想要伤害自己这样的想法感到很愧疚，不知道你有没有和父母交流过这件事情呢？不妨和父母聊聊，也许他们能够给你一些建议。",
    "annotation": [
      {
        "sentence": "2、能感受到你是个很重视家庭的人，你很爱你的父母，所以对于自己没有人生目标，想要伤害自己这样的想法感到很愧疚，不知道你有没有和父母交流过这件事情呢？",
        "label": ""
      },
      {
        "sentence": "不妨和父母聊聊，也许他们能够给你一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直觉得自己不应该向父母倾诉这些负面情绪，怕让他们担心，但或许和他们聊聊能够让我感到更好一些。",
    "annotation": [
      {
        "sentence": "我一直觉得自己不应该向父母倾诉这些负面情绪，怕让他们担心，但或许和他们聊聊能够让我感到更好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "3、若是长时间因为没有目标，苦于没有找到人生意义而产生伤害自己的想法，建议你可以到医院检查一下，咨询一下精神科医生或心理医生，看看自己是不是身体上出现了什么问题，另外也可以咨询一下医生的意见。希望可以帮助到你。",
    "annotation": [
      {
        "sentence": "3、若是长时间因为没有目标，苦于没有找到人生意义而产生伤害自己的想法，建议你可以到医院检查一下，咨询一下精神科医生或心理医生，看看自己是不是身体上出现了什么问题，另外也可以咨询一下医生的意见。",
        "label": ""
      },
      {
        "sentence": "希望可以帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑去看医生，但同时我也觉得和你聊聊已经有了些许解脱感，谢谢你的支持和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑去看医生，但同时我也觉得和你聊聊已经有了些许解脱感，谢谢你的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你，要记得你并不孤单，身边还有很多人关心你。如果还有什么想聊的，可以随时跟我说，我会一直陪伴着你。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你，要记得你并不孤单，身边还有很多人关心你。",
        "label": ""
      },
      {
        "sentence": "如果还有什么想聊的，可以随时跟我说，我会一直陪伴着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴，如果将来还有困扰，我会再向你倾诉的，你的关心对我来说很重要。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴，如果将来还有困扰，我会再向你倾诉的，你的关心对我来说很重要。",
        "label": ""
      }
    ]
  }
]