[
  {
    "role": "client",
    "content": "明明是不可能，明明是备胎，却放不下，怎么办？我自愿当备胎很久了，对方和我就是这样分分合合，因为确实我和她不可能有结果，可我就是舍不得她，她也舍不得我，她说我是最理解她的人，可是我心里明白，她爱的是她的男朋友，而且她和她男朋友比我更现实多了。我以为我放下她了，可当她换成了她男朋友给她拍的照片，可当她和我互不联系，我还是会难过。。。",
    "annotation": [
      {
        "sentence": "明明是不可能，明明是备胎，却放不下，怎么办？",
        "label": ""
      },
      {
        "sentence": "我自愿当备胎很久了，对方和我就是这样分分合合，因为确实我和她不可能有结果，可我就是舍不得她，她也舍不得我，她说我是最理解她的人，可是我心里明白，她爱的是她的男朋友，而且她和她男朋友比我更现实多了。",
        "label": ""
      },
      {
        "sentence": "我以为我放下她了，可当她换成了她男朋友给她拍的照片，可当她和我互不联系，我还是会难过。。。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的话我能感受到你对她的专注和付出，同时也很心疼你。在爱她的过程中，你把自己迷失了。备胎这个词在当代社会很常见，就像我们开车后面总是备用轮胎一样，它是一种准备预防意外发生的心态，在恋爱中也可以这么理解。我记得《前任2》中有句台词是这么说的：“对于男人来说，女朋友就像是充电器，备胎就像是充电宝。” 你不禁让我想问一下，为什么会形成这样的角色定位呢？因为充电宝相对于充电器来说，更容易更换。但你知道是怎么让自己变成备胎的吗？充电宝的第一种情况：你内心一直渴望一段爱情，可能是从小成长环境的原因导致的。对方在你心中的地位很重要，而你对于她的需求很高，所以你可得性很低。只要对方向你示意一下，你就会迫不及待地过去迎合她的各种需求。为什么会这样？一是因为你把你对她的好当成了恃宠而骄的资本，你越宠她，她就越放纵自己，久而久之你们就形成了“随叫随到”的相处模式。二是你自身和对方相比，是处于低价值的一方。根据我观察，许多备胎们的日常生活就是玩游戏、看手机、看电视剧、关注对方的一举一动。每天就像一个随时待命的战士，只等对方一声令下。充电宝的第二种情况：你替换成本很低，我们怎么理解这一点呢？你是备胎，对方如果换掉你，并不需要承担什么损失，而如果你要重新选择一个人，那就需要付出很大的代价。为了改变目前的情况，你唯一的方法就是提升自己，让对方看到你的价值。我们提升价值的途径有很多，包括社交价值、情感价值、经济价值、社会地位价值等等。这并不仅仅是指外在的改变。要学会放弃，放下现在这段不符合常规的感情，才能迎接一份真挚的感情。给自己一点尊严，备胎往往是被呼之即来、挥之即去的，别人眼中你甚至连一点尊严都没有，在自己内心里也是这样看待自己的。为了一个不珍惜你的人而如此自卑是不值得的。何不给自己留一份尊严。被爱的人总是有恃无恐的。你要相信，人生中总会有那么几段你爱而不得的感情。但最终会找到属于自己的爱情，在那里，你就是男主角。",
    "annotation": [
      {
        "sentence": "听到你的话我能感受到你对她的专注和付出，同时也很心疼你。",
        "label": ""
      },
      {
        "sentence": "在爱她的过程中，你把自己迷失了。",
        "label": ""
      },
      {
        "sentence": "备胎这个词在当代社会很常见，就像我们开车后面总是备用轮胎一样，它是一种准备预防意外发生的心态，在恋爱中也可以这么理解。",
        "label": ""
      },
      {
        "sentence": "我记得《前任2》中有句台词是这么说的：“对于男人来说，女朋友就像是充电器，备胎就像是充电宝。",
        "label": ""
      },
      {
        "sentence": "” 你不禁让我想问一下，为什么会形成这样的角色定位呢？",
        "label": ""
      },
      {
        "sentence": "因为充电宝相对于充电器来说，更容易更换。",
        "label": ""
      },
      {
        "sentence": "但你知道是怎么让自己变成备胎的吗？",
        "label": ""
      },
      {
        "sentence": "充电宝的第一种情况：你内心一直渴望一段爱情，可能是从小成长环境的原因导致的。",
        "label": ""
      },
      {
        "sentence": "对方在你心中的地位很重要，而你对于她的需求很高，所以你可得性很低。",
        "label": ""
      },
      {
        "sentence": "只要对方向你示意一下，你就会迫不及待地过去迎合她的各种需求。",
        "label": ""
      },
      {
        "sentence": "为什么会这样？",
        "label": ""
      },
      {
        "sentence": "一是因为你把你对她的好当成了恃宠而骄的资本，你越宠她，她就越放纵自己，久而久之你们就形成了“随叫随到”的相处模式。",
        "label": ""
      },
      {
        "sentence": "二是你自身和对方相比，是处于低价值的一方。",
        "label": ""
      },
      {
        "sentence": "根据我观察，许多备胎们的日常生活就是玩游戏、看手机、看电视剧、关注对方的一举一动。",
        "label": ""
      },
      {
        "sentence": "每天就像一个随时待命的战士，只等对方一声令下。",
        "label": ""
      },
      {
        "sentence": "充电宝的第二种情况：你替换成本很低，我们怎么理解这一点呢？",
        "label": ""
      },
      {
        "sentence": "你是备胎，对方如果换掉你，并不需要承担什么损失，而如果你要重新选择一个人，那就需要付出很大的代价。",
        "label": ""
      },
      {
        "sentence": "为了改变目前的情况，你唯一的方法就是提升自己，让对方看到你的价值。",
        "label": ""
      },
      {
        "sentence": "我们提升价值的途径有很多，包括社交价值、情感价值、经济价值、社会地位价值等等。",
        "label": ""
      },
      {
        "sentence": "这并不仅仅是指外在的改变。",
        "label": ""
      },
      {
        "sentence": "要学会放弃，放下现在这段不符合常规的感情，才能迎接一份真挚的感情。",
        "label": ""
      },
      {
        "sentence": "给自己一点尊严，备胎往往是被呼之即来、挥之即去的，别人眼中你甚至连一点尊严都没有，在自己内心里也是这样看待自己的。",
        "label": ""
      },
      {
        "sentence": "为了一个不珍惜你的人而如此自卑是不值得的。",
        "label": ""
      },
      {
        "sentence": "何不给自己留一份尊严。",
        "label": ""
      },
      {
        "sentence": "被爱的人总是有恃无恐的。",
        "label": ""
      },
      {
        "sentence": "你要相信，人生中总会有那么几段你爱而不得的感情。",
        "label": ""
      },
      {
        "sentence": "但最终会找到属于自己的爱情，在那里，你就是男主角。",
        "label": ""
      }
    ]
  }
]