[
  {
    "role": "client",
    "content": "我最近内心有些烦躁，不太敢咨询，怕有些私密隐私暴露。我十七岁，咨询的时候会害怕有些不好意思的隐私。我总是有些胡思乱想。",
    "annotation": [
      {
        "sentence": "我最近内心有些烦躁，不太敢咨询，怕有些私密隐私暴露。",
        "label": ""
      },
      {
        "sentence": "我十七岁，咨询的时候会害怕有些不好意思的隐私。",
        "label": ""
      },
      {
        "sentence": "我总是有些胡思乱想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述看，能够理解你的状态，就觉得心里的一些想法如果咨询的时候被别人看到会怎么样，这个有一些朋友他确实也是这么想的，不奇怪，首先，我们要一起来接纳自己有这样的想法。其次呢，我们一起来聊聊怎么样改善现在的状况。",
    "annotation": [
      {
        "sentence": "从你的描述看，能够理解你的状态，就觉得心里的一些想法如果咨询的时候被别人看到会怎么样，这个有一些朋友他确实也是这么想的，不奇怪，首先，我们要一起来接纳自己有这样的想法。",
        "label": ""
      },
      {
        "sentence": "其次呢，我们一起来聊聊怎么样改善现在的状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我希望能够敞开心扉，但总是害怕他人的评判和嘲笑。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我希望能够敞开心扉，但总是害怕他人的评判和嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来其实您还是想打破当下的状态的，比如说能更开放一点，能够坦诚地讲出自己的问题，从而能获得别人的帮助，那这个也是很重要的一步，证明你有这个想要敞开自己的打算，这一点我觉得很好，所以也祝贺你。再次，我们来看看具体可以有怎样的步骤来实现。",
    "annotation": [
      {
        "sentence": "看起来其实您还是想打破当下的状态的，比如说能更开放一点，能够坦诚地讲出自己的问题，从而能获得别人的帮助，那这个也是很重要的一步，证明你有这个想要敞开自己的打算，这一点我觉得很好，所以也祝贺你。",
        "label": ""
      },
      {
        "sentence": "再次，我们来看看具体可以有怎样的步骤来实现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我愿意尝试。但是，我害怕别人知道我内心的一些不为人知的故事，怕会被嘲笑。",
    "annotation": [
      {
        "sentence": "好的，我愿意尝试。",
        "label": ""
      },
      {
        "sentence": "但是，我害怕别人知道我内心的一些不为人知的故事，怕会被嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人害怕被别人看到的东西不一样，在不同的人面前隐私的暴露程度也不同。那这个，根本上也不是毛病。但我们自己内心那些我们不愿意让别人知道的东西，通常藏着关于我们的很多故事，关于解决我们心理问题的密码。心理咨询当中很多时候问题本身就是答案。一般来说，不太敢暴露自己的人，道德感会比较重，自尊心比较强，也会比较敏感一些，这是一般来说的状态。我不知道具体您是哪一种，你可以对应来看一看。",
    "annotation": [
      {
        "sentence": "每个人害怕被别人看到的东西不一样，在不同的人面前隐私的暴露程度也不同。",
        "label": ""
      },
      {
        "sentence": "那这个，根本上也不是毛病。",
        "label": ""
      },
      {
        "sentence": "但我们自己内心那些我们不愿意让别人知道的东西，通常藏着关于我们的很多故事，关于解决我们心理问题的密码。",
        "label": ""
      },
      {
        "sentence": "心理咨询当中很多时候问题本身就是答案。",
        "label": ""
      },
      {
        "sentence": "一般来说，不太敢暴露自己的人，道德感会比较重，自尊心比较强，也会比较敏感一些，这是一般来说的状态。",
        "label": ""
      },
      {
        "sentence": "我不知道具体您是哪一种，你可以对应来看一看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我确实有一些道德感比较重，自尊心也比较强，也容易敏感。我是不是太过在乎别人的看法？",
    "annotation": [
      {
        "sentence": "你说的很对，我确实有一些道德感比较重，自尊心也比较强，也容易敏感。",
        "label": ""
      },
      {
        "sentence": "我是不是太过在乎别人的看法？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有不同程度上在乎别人的看法，而且这是很正常的。但是，过度在乎会对我们带来压力和限制。我觉得您还是可以充分地相信咨询师，会按照工作伦理做好充分的保密，这是最基本的，这一点不用太担心。那您自己的自我暴露也不用太着急，可以一点一点地来，慢慢地去触及核心，这个也是了解自己，探索自己的过程。",
    "annotation": [
      {
        "sentence": "每个人都有不同程度上在乎别人的看法，而且这是很正常的。",
        "label": ""
      },
      {
        "sentence": "但是，过度在乎会对我们带来压力和限制。",
        "label": ""
      },
      {
        "sentence": "我觉得您还是可以充分地相信咨询师，会按照工作伦理做好充分的保密，这是最基本的，这一点不用太担心。",
        "label": ""
      },
      {
        "sentence": "那您自己的自我暴露也不用太着急，可以一点一点地来，慢慢地去触及核心，这个也是了解自己，探索自己的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你说的，我觉得确实值得尝试。我可以先和咨询师去建立信任关系，然后再逐渐敞开自己的心扉。",
    "annotation": [
      {
        "sentence": "听你说的，我觉得确实值得尝试。",
        "label": ""
      },
      {
        "sentence": "我可以先和咨询师去建立信任关系，然后再逐渐敞开自己的心扉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，建立信任是非常重要的一步。同时，建议可以做一些关于心理的日记，每天或者至少两三天观察一下自己念头的起伏。这个过程有一个要点就是，比如你总是有很多负面的念头的时候，不用沉溺进去，而是看到这些念头就离开拉回来，再每天按部就班地做自己当下的事情。",
    "annotation": [
      {
        "sentence": "是的，建立信任是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "同时，建议可以做一些关于心理的日记，每天或者至少两三天观察一下自己念头的起伏。",
        "label": ""
      },
      {
        "sentence": "这个过程有一个要点就是，比如你总是有很多负面的念头的时候，不用沉溺进去，而是看到这些念头就离开拉回来，再每天按部就班地做自己当下的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以试试用日记来记录自己的内心起伏，并且努力将注意力放在当前的事情上，不再过于沉浸在消极的念头中。",
    "annotation": [
      {
        "sentence": "我明白了，我可以试试用日记来记录自己的内心起伏，并且努力将注意力放在当前的事情上，不再过于沉浸在消极的念头中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你理解得很快。举个例子就比如说，乌云来了，天暗下来了，可能会下雨，那这是我们的一个猜测，天空其实也可能不会下雨，那我们不用一直担心着。我们只用做好我们自己能做的，比如准备好雨伞，关好门窗，减少出门就可以，然后我们可以静下心来看一本书。当我们再次担心的时候，我们可以把自己的心拉回来，放到当下的书上。其他的很多事情也是类似的，可以试试看。",
    "annotation": [
      {
        "sentence": "很好，你理解得很快。",
        "label": ""
      },
      {
        "sentence": "举个例子就比如说，乌云来了，天暗下来了，可能会下雨，那这是我们的一个猜测，天空其实也可能不会下雨，那我们不用一直担心着。",
        "label": ""
      },
      {
        "sentence": "我们只用做好我们自己能做的，比如准备好雨伞，关好门窗，减少出门就可以，然后我们可以静下心来看一本书。",
        "label": ""
      },
      {
        "sentence": "当我们再次担心的时候，我们可以把自己的心拉回来，放到当下的书上。",
        "label": ""
      },
      {
        "sentence": "其他的很多事情也是类似的，可以试试看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来很实用，我会尝试做到。同样，当我有很多五花八门的念头，甚至有些在你看来可能是见不得人的念头的时候，其实也并不可怕，每个人的内心可能都有一些见不得人的东西存在，那这种时候，每当我们也看到这些念头的时候，就拉回来继续做自己的事情。当你不用评判自己的状态的时候，突然有一天你一定会发现你愿意敞开自己，而且你也真的接纳了自己，加油。祝福你！",
    "annotation": [
      {
        "sentence": "这个方法听起来很实用，我会尝试做到。",
        "label": ""
      },
      {
        "sentence": "同样，当我有很多五花八门的念头，甚至有些在你看来可能是见不得人的念头的时候，其实也并不可怕，每个人的内心可能都有一些见不得人的东西存在，那这种时候，每当我们也看到这些念头的时候，就拉回来继续做自己的事情。",
        "label": ""
      },
      {
        "sentence": "当你不用评判自己的状态的时候，突然有一天你一定会发现你愿意敞开自己，而且你也真的接纳了自己，加油。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的观点！每个人都有内心的矛盾和不为人知的想法，关键是要学会接纳自己。我相信你能够逐渐敞开心扉并开始探索自己的内在世界。祝福你，加油！",
    "annotation": [
      {
        "sentence": "非常赞同你的观点！",
        "label": ""
      },
      {
        "sentence": "每个人都有内心的矛盾和不为人知的想法，关键是要学会接纳自己。",
        "label": ""
      },
      {
        "sentence": "我相信你能够逐渐敞开心扉并开始探索自己的内在世界。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  }
]