[
  {
    "role": "client",
    "content": "恋爱到底要三观兴趣都合，还是感觉合就行了？我28，谈过好几任男友。有一任还不太熟时就猛烈追我，我就动心了。后来发现三观兴趣有很多不合，比如我最爱听音乐他不喜欢，比如我是女权他是男权主义，还有很多。如果我们从朋友相识的话，我肯定不会考虑和这种人恋爱。但我们交往同居2年，平时很少进行太深的交流，甜蜜却一直在，我不知为什么一直很仰慕他，愿意容忍差异。后来有两任，三观兴趣爱好70%和90%一致，简直很理想了，经常很多深度交流，没什么不能摊开讲的。结果刚开始很甜，最后却都处成了哥们儿，总是理性辩论，甜蜜激情没了。最近我又认识个男孩，他也是刚认识就狂撩我，我喜欢上了他，随着了解也发现很多不合，跟前面那任一样，难深度交流，但日常处着甜。我迷茫了不知该不该继续交往。我发现国外有的情侣也是一见钟情，兴趣爱好几乎没有重合，但就能深情到老。所以到底该选怎样的对象呢？能决定两个人相爱到老的到底是什么呢？是不是有时候没必要那么契合、无话不谈呢？",
    "annotation": [
      {
        "sentence": "恋爱到底要三观兴趣都合，还是感觉合就行了？",
        "label": ""
      },
      {
        "sentence": "我28，谈过好几任男友。",
        "label": ""
      },
      {
        "sentence": "有一任还不太熟时就猛烈追我，我就动心了。",
        "label": ""
      },
      {
        "sentence": "后来发现三观兴趣有很多不合，比如我最爱听音乐他不喜欢，比如我是女权他是男权主义，还有很多。",
        "label": ""
      },
      {
        "sentence": "如果我们从朋友相识的话，我肯定不会考虑和这种人恋爱。",
        "label": ""
      },
      {
        "sentence": "但我们交往同居2年，平时很少进行太深的交流，甜蜜却一直在，我不知为什么一直很仰慕他，愿意容忍差异。",
        "label": ""
      },
      {
        "sentence": "后来有两任，三观兴趣爱好70%和90%一致，简直很理想了，经常很多深度交流，没什么不能摊开讲的。",
        "label": ""
      },
      {
        "sentence": "结果刚开始很甜，最后却都处成了哥们儿，总是理性辩论，甜蜜激情没了。",
        "label": ""
      },
      {
        "sentence": "最近我又认识个男孩，他也是刚认识就狂撩我，我喜欢上了他，随着了解也发现很多不合，跟前面那任一样，难深度交流，但日常处着甜。",
        "label": ""
      },
      {
        "sentence": "我迷茫了不知该不该继续交往。",
        "label": ""
      },
      {
        "sentence": "我发现国外有的情侣也是一见钟情，兴趣爱好几乎没有重合，但就能深情到老。",
        "label": ""
      },
      {
        "sentence": "所以到底该选怎样的对象呢？",
        "label": ""
      },
      {
        "sentence": "能决定两个人相爱到老的到底是什么呢？",
        "label": ""
      },
      {
        "sentence": "是不是有时候没必要那么契合、无话不谈呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你对恋爱婚姻的迷茫感。首先要说的是，每个人对于婚姻的追求是不同的，有些人看重三观和兴趣的合适，有些人则更注重感觉的匹配。你谈过的几任男友中，有那么一任虽然三观和兴趣不合，但你们交往同居了两年，甜蜜的感觉一直存在，这令你感到迷茫。同样地，还有两任三观和兴趣都很合拍，交流也非常深入，但最终却变成了哥们儿，感情渐渐淡化。最近你还认识了一个男孩，虽然感觉很甜蜜，但发现和他也存在很多不合和难以深入交流的问题。你现在很犹豫是否应该继续交往，以及到底该选择怎样的对象才能相爱到老。还提到了国外有些情侣并不要求兴趣爱好完全一致，却能长久深情。所以你想知道如何确定选择对象和决定相爱到老的因素是否一定是契合和无话不谈。",
    "annotation": [
      {
        "sentence": "我很理解你对恋爱婚姻的迷茫感。",
        "label": ""
      },
      {
        "sentence": "首先要说的是，每个人对于婚姻的追求是不同的，有些人看重三观和兴趣的合适，有些人则更注重感觉的匹配。",
        "label": ""
      },
      {
        "sentence": "你谈过的几任男友中，有那么一任虽然三观和兴趣不合，但你们交往同居了两年，甜蜜的感觉一直存在，这令你感到迷茫。",
        "label": ""
      },
      {
        "sentence": "同样地，还有两任三观和兴趣都很合拍，交流也非常深入，但最终却变成了哥们儿，感情渐渐淡化。",
        "label": ""
      },
      {
        "sentence": "最近你还认识了一个男孩，虽然感觉很甜蜜，但发现和他也存在很多不合和难以深入交流的问题。",
        "label": ""
      },
      {
        "sentence": "你现在很犹豫是否应该继续交往，以及到底该选择怎样的对象才能相爱到老。",
        "label": ""
      },
      {
        "sentence": "还提到了国外有些情侣并不要求兴趣爱好完全一致，却能长久深情。",
        "label": ""
      },
      {
        "sentence": "所以你想知道如何确定选择对象和决定相爱到老的因素是否一定是契合和无话不谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很渴望找到一个美满的婚姻，但对于选择伴侣的问题一直感到困惑。你刚刚提到了对于婚姻匹配的主观综合价值观，我认识到自己首先需要清楚地意识到自己最看重从婚姻中得到什么。但如果一开始对伴侣的主观综合价值判断失误，婚后发现了价值不匹配，那就容易出现冲突。这让我更加迷茫。",
    "annotation": [
      {
        "sentence": "是的，我很渴望找到一个美满的婚姻，但对于选择伴侣的问题一直感到困惑。",
        "label": ""
      },
      {
        "sentence": "你刚刚提到了对于婚姻匹配的主观综合价值观，我认识到自己首先需要清楚地意识到自己最看重从婚姻中得到什么。",
        "label": ""
      },
      {
        "sentence": "但如果一开始对伴侣的主观综合价值判断失误，婚后发现了价值不匹配，那就容易出现冲突。",
        "label": ""
      },
      {
        "sentence": "这让我更加迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对于自己在婚姻中的需求有了更清楚的认识，这是一件好事。确实，如果在选择伴侣时对于主观综合价值判断失误，婚后可能会出现冲突。但也请记住，人是会变的，而且婚姻是一个长久的过程，你和伴侣也会一起成长和变化。所以，不要对过去的错误判断感到过分自责，关键是从错误中吸取教训，用新的眼光重新寻找适合自己的人。",
    "annotation": [
      {
        "sentence": "你对于自己在婚姻中的需求有了更清楚的认识，这是一件好事。",
        "label": ""
      },
      {
        "sentence": "确实，如果在选择伴侣时对于主观综合价值判断失误，婚后可能会出现冲突。",
        "label": ""
      },
      {
        "sentence": "但也请记住，人是会变的，而且婚姻是一个长久的过程，你和伴侣也会一起成长和变化。",
        "label": ""
      },
      {
        "sentence": "所以，不要对过去的错误判断感到过分自责，关键是从错误中吸取教训，用新的眼光重新寻找适合自己的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，每个人都会成长和变化，婚姻也是一个长久的过程。我应该不再过于自责，而是学会从过去的经验中吸取教训。现在我还是很迷茫，我应该如何去看待长相和感觉在选择伴侣时的重要性呢？",
    "annotation": [
      {
        "sentence": "你说得对，每个人都会成长和变化，婚姻也是一个长久的过程。",
        "label": ""
      },
      {
        "sentence": "我应该不再过于自责，而是学会从过去的经验中吸取教训。",
        "label": ""
      },
      {
        "sentence": "现在我还是很迷茫，我应该如何去看待长相和感觉在选择伴侣时的重要性呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "长相和感觉在选择伴侣时都有不同的重要性。当有很多选择时，人们通常会更注重长相的吸引力。但当你觉得选择机会不多时，长相就不那么重要了。并且，年纪、种族、教育、宗教、社会地位、态度、价值观和性格相似度高的人更容易成为伴侣，双方互补性高的人更容易成为伴侣。所以，在选择伴侣时，要综合考虑多个因素。",
    "annotation": [
      {
        "sentence": "长相和感觉在选择伴侣时都有不同的重要性。",
        "label": ""
      },
      {
        "sentence": "当有很多选择时，人们通常会更注重长相的吸引力。",
        "label": ""
      },
      {
        "sentence": "但当你觉得选择机会不多时，长相就不那么重要了。",
        "label": ""
      },
      {
        "sentence": "并且，年纪、种族、教育、宗教、社会地位、态度、价值观和性格相似度高的人更容易成为伴侣，双方互补性高的人更容易成为伴侣。",
        "label": ""
      },
      {
        "sentence": "所以，在选择伴侣时，要综合考虑多个因素。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。这让我对选择伴侣有了更全面的认识。但我还是有些疑惑，除了这些因素，到底决定两个人相爱到老的是什么呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "这让我对选择伴侣有了更全面的认识。",
        "label": ""
      },
      {
        "sentence": "但我还是有些疑惑，除了这些因素，到底决定两个人相爱到老的是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "决定两个人相爱到老的因素很多，没有一个固定的答案。不同的人有不同的观念和经历。有的人相信一见钟情，有的人相信时间培养感情。有的人相信契合和无话不谈，有的人相信互补和支持。每个人都有自己独特的爱情观，所以重要的是要找到符合自己价值观和期望的伴侣，建立起健康、互相支持的关系。",
    "annotation": [
      {
        "sentence": "决定两个人相爱到老的因素很多，没有一个固定的答案。",
        "label": ""
      },
      {
        "sentence": "不同的人有不同的观念和经历。",
        "label": ""
      },
      {
        "sentence": "有的人相信一见钟情，有的人相信时间培养感情。",
        "label": ""
      },
      {
        "sentence": "有的人相信契合和无话不谈，有的人相信互补和支持。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的爱情观，所以重要的是要找到符合自己价值观和期望的伴侣，建立起健康、互相支持的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，每个人对于爱情都有不同的观念和期望。我需要找到符合自己价值观和期望的伴侣，建立起健康、互相支持的关系。谢谢你的支持和指导！",
    "annotation": [
      {
        "sentence": "我明白了，每个人对于爱情都有不同的观念和期望。",
        "label": ""
      },
      {
        "sentence": "我需要找到符合自己价值观和期望的伴侣，建立起健康、互相支持的关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和指导！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。在选择伴侣的道路上可能会遇到困惑和挣扎，但相信自己，相信你会找到适合自己的人。加油！祝愿你早日找到美满幸福的婚姻！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "在选择伴侣的道路上可能会遇到困惑和挣扎，但相信自己，相信你会找到适合自己的人。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝愿你早日找到美满幸福的婚姻！",
        "label": ""
      }
    ]
  }
]