[
  {
    "role": "client",
    "content": "我是一个24岁的女生，最近每当想到要回家看妈妈的时候，我就会感到惊恐，我不知道怎么回事。虽然我已经服用抑郁和狂躁的药物有4个月了，情绪基本稳定，但是与家人有联系或与妈妈约定回家看她，我就会恐慌。以前情绪不稳定的时候，我跟妈妈吃饭时手会抖，甚至握不住筷子，这到底是怎么回事呢？",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，最近每当想到要回家看妈妈的时候，我就会感到惊恐，我不知道怎么回事。",
        "label": ""
      },
      {
        "sentence": "虽然我已经服用抑郁和狂躁的药物有4个月了，情绪基本稳定，但是与家人有联系或与妈妈约定回家看她，我就会恐慌。",
        "label": ""
      },
      {
        "sentence": "以前情绪不稳定的时候，我跟妈妈吃饭时手会抖，甚至握不住筷子，这到底是怎么回事呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你对自己的描述，我感觉也很揪心。经过4个月的药物治疗，你的情绪现在基本稳定了，这是非常好的。现在的问题是，每当想到要回家看妈妈、与家人有联系时，你就会感到惊恐。以前情绪不稳定的时候，你在妈妈面前吃饭时手甚至会抖，无法握住筷子。我觉得，这个问题的根源可能与妈妈有关，也许泛化到了整个家庭（人和环境等）。那么，是什么让你患上抑郁和躁狂情绪问题的呢？你还能回忆起最初发生的事情吗？最重要的是，在你和妈妈在一起的过去日子里，发生了什么事情，这也可能是导致你惊恐发作的原因。根据心理学中的精神分析理论研究，一旦找到问题的原因，问题就有可能解决了一大半。所以，我建议你尽可能了解自己的早年经历。",
    "annotation": [
      {
        "sentence": "看到你对自己的描述，我感觉也很揪心。",
        "label": ""
      },
      {
        "sentence": "经过4个月的药物治疗，你的情绪现在基本稳定了，这是非常好的。",
        "label": ""
      },
      {
        "sentence": "现在的问题是，每当想到要回家看妈妈、与家人有联系时，你就会感到惊恐。",
        "label": ""
      },
      {
        "sentence": "以前情绪不稳定的时候，你在妈妈面前吃饭时手甚至会抖，无法握住筷子。",
        "label": ""
      },
      {
        "sentence": "我觉得，这个问题的根源可能与妈妈有关，也许泛化到了整个家庭（人和环境等）。",
        "label": ""
      },
      {
        "sentence": "那么，是什么让你患上抑郁和躁狂情绪问题的呢？",
        "label": ""
      },
      {
        "sentence": "你还能回忆起最初发生的事情吗？",
        "label": ""
      },
      {
        "sentence": "最重要的是，在你和妈妈在一起的过去日子里，发生了什么事情，这也可能是导致你惊恐发作的原因。",
        "label": ""
      },
      {
        "sentence": "根据心理学中的精神分析理论研究，一旦找到问题的原因，问题就有可能解决了一大半。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你尽可能了解自己的早年经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然很艰难，但我会试着回忆起自己的早年经历，看看是否有什么对我的影响。令我担心的是，无论在妈妈面前发生了什么，我真的很难放下对过去事情的痛苦和沮丧。但也明白了，改变对过去事情的看法对自己会更有益。我觉得自己需要学会重新定义那些事情的意义，这样才能减轻痛苦和沮丧。这样的话，我也能变得更加理性，进一步澄清对过去事件的看法。",
    "annotation": [
      {
        "sentence": "虽然很艰难，但我会试着回忆起自己的早年经历，看看是否有什么对我的影响。",
        "label": ""
      },
      {
        "sentence": "令我担心的是，无论在妈妈面前发生了什么，我真的很难放下对过去事情的痛苦和沮丧。",
        "label": ""
      },
      {
        "sentence": "但也明白了，改变对过去事情的看法对自己会更有益。",
        "label": ""
      },
      {
        "sentence": "我觉得自己需要学会重新定义那些事情的意义，这样才能减轻痛苦和沮丧。",
        "label": ""
      },
      {
        "sentence": "这样的话，我也能变得更加理性，进一步澄清对过去事件的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的困惑和挣扎。回忆过去的经历确实是一件困难的事情，但我相信你能够做到。记住，我们无法改变已经发生的事情，但我们可以改变这些事情对我们的影响，这就是认知调整或改变。无论在家里和妈妈在一起时发生了什么，那些都已经成为过去的事情了。所以，试着重新定义那些事情的意义，让它们对你的影响减少。当你改变了对过去事情的看法，你也会让自己变得没有那么痛苦和沮丧。这样你的情绪也会变得更加稳定、理智。对于与妈妈和家人的关系，我们很难改变他人，包括自己的亲生父母和家人。但在与他们相处的过程中，我们可以重新调整自己的认知和心态。起初，这对你来说可能会有些困难，所以，如果有条件的话，我建议你寻求专业的心理咨询师的帮助。希望我能够给你一些帮助，祝你早日找到自己的快乐。",
    "annotation": [
      {
        "sentence": "非常理解你的困惑和挣扎。",
        "label": ""
      },
      {
        "sentence": "回忆过去的经历确实是一件困难的事情，但我相信你能够做到。",
        "label": ""
      },
      {
        "sentence": "记住，我们无法改变已经发生的事情，但我们可以改变这些事情对我们的影响，这就是认知调整或改变。",
        "label": ""
      },
      {
        "sentence": "无论在家里和妈妈在一起时发生了什么，那些都已经成为过去的事情了。",
        "label": ""
      },
      {
        "sentence": "所以，试着重新定义那些事情的意义，让它们对你的影响减少。",
        "label": ""
      },
      {
        "sentence": "当你改变了对过去事情的看法，你也会让自己变得没有那么痛苦和沮丧。",
        "label": ""
      },
      {
        "sentence": "这样你的情绪也会变得更加稳定、理智。",
        "label": ""
      },
      {
        "sentence": "对于与妈妈和家人的关系，我们很难改变他人，包括自己的亲生父母和家人。",
        "label": ""
      },
      {
        "sentence": "但在与他们相处的过程中，我们可以重新调整自己的认知和心态。",
        "label": ""
      },
      {
        "sentence": "起初，这对你来说可能会有些困难，所以，如果有条件的话，我建议你寻求专业的心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "希望我能够给你一些帮助，祝你早日找到自己的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很感谢你的建议和安慰。听完你的话，我开始明白自己应该如何面对过去的困扰和恐惧。改变对过去的看法，调整认知和心态，这确实是一个长期的过程，但我会尽力去做。同时，我也会考虑去找一位专业的心理咨询师来帮助我更好地应对这些问题。再次感谢你的支持和鼓励，希望我能早日找到自己的快乐。",
    "annotation": [
      {
        "sentence": "我很感谢你的建议和安慰。",
        "label": ""
      },
      {
        "sentence": "听完你的话，我开始明白自己应该如何面对过去的困扰和恐惧。",
        "label": ""
      },
      {
        "sentence": "改变对过去的看法，调整认知和心态，这确实是一个长期的过程，但我会尽力去做。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑去找一位专业的心理咨询师来帮助我更好地应对这些问题。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励，希望我能早日找到自己的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你对我的建议有所接受。这个改变的过程确实需要时间和努力，但我相信你能够渐渐走出困扰和恐惧。寻求专业心理咨询师的帮助是一个非常好的选择，他们会给你更专业的指导和支持。记住，你并不孤单，我们都在这里支持着你。希望你能尽快找到属于自己的快乐，加油！",
    "annotation": [
      {
        "sentence": "非常欣慰听到你对我的建议有所接受。",
        "label": ""
      },
      {
        "sentence": "这个改变的过程确实需要时间和努力，但我相信你能够渐渐走出困扰和恐惧。",
        "label": ""
      },
      {
        "sentence": "寻求专业心理咨询师的帮助是一个非常好的选择，他们会给你更专业的指导和支持。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都在这里支持着你。",
        "label": ""
      },
      {
        "sentence": "希望你能尽快找到属于自己的快乐，加油！",
        "label": ""
      }
    ]
  }
]