[
  {
    "role": "client",
    "content": "大一，觉得自己土里土气，怎样由内而外地真正自信？",
    "annotation": [
      {
        "sentence": "大一，觉得自己土里土气，怎样由内而外地真正自信？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的文字，很开心你才大一，你有大把的时间和精力去学习，去丰富自己。我会很理解你的感受，其实自身条件并不差，但是，在和那种很优秀或者很好看的人就会特别自卑，但是不会影响到正常社交，会在心理贬低自己。似乎在他们面前，我们的自信荡然无存，好像我们的一举一动都在他们的可预见的反应里，我们可以尝试换一种思路，和他们接触的似时候，更多的是抱一种学习的心态，有则改之无则加勉，这样是不是会更好喃，并且我们也会在日常相处中，发现他们也并不都是完美的。",
    "annotation": [
      {
        "sentence": "看到你的文字，很开心你才大一，你有大把的时间和精力去学习，去丰富自己。",
        "label": ""
      },
      {
        "sentence": "我会很理解你的感受，其实自身条件并不差，但是，在和那种很优秀或者很好看的人就会特别自卑，但是不会影响到正常社交，会在心理贬低自己。",
        "label": ""
      },
      {
        "sentence": "似乎在他们面前，我们的自信荡然无存，好像我们的一举一动都在他们的可预见的反应里，我们可以尝试换一种思路，和他们接触的似时候，更多的是抱一种学习的心态，有则改之无则加勉，这样是不是会更好喃，并且我们也会在日常相处中，发现他们也并不都是完美的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要换一种思路和他们接触，看到他们的优点并学习，而不是一味地自卑。但我还是担心自己的长相和穿搭会成为自卑的源头，不知道应该怎么样去改变。",
    "annotation": [
      {
        "sentence": "我明白了，我要换一种思路和他们接触，看到他们的优点并学习，而不是一味地自卑。",
        "label": ""
      },
      {
        "sentence": "但我还是担心自己的长相和穿搭会成为自卑的源头，不知道应该怎么样去改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有不同的外貌和穿搭风格，我们不能把自己与别人完全比较。你拥有一个幸福美好的家庭和不错的成绩，这都是你的优点。在自卑情绪下，我们往往夸大了自己的缺点而忽视了优点。尝试肯定自己和别人的不同，知道自己拥有的幸福，并大胆认同别人的优秀，以一颗平等的心去接触他们。",
    "annotation": [
      {
        "sentence": "每个人都有不同的外貌和穿搭风格，我们不能把自己与别人完全比较。",
        "label": ""
      },
      {
        "sentence": "你拥有一个幸福美好的家庭和不错的成绩，这都是你的优点。",
        "label": ""
      },
      {
        "sentence": "在自卑情绪下，我们往往夸大了自己的缺点而忽视了优点。",
        "label": ""
      },
      {
        "sentence": "尝试肯定自己和别人的不同，知道自己拥有的幸福，并大胆认同别人的优秀，以一颗平等的心去接触他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我要试着承认自己的优点并珍惜幸福。但是在优秀的人面前，我还是会感到害怕和不自信，怎样才能克服这种权威恐惧呢？",
    "annotation": [
      {
        "sentence": "我理解了，我要试着承认自己的优点并珍惜幸福。",
        "label": ""
      },
      {
        "sentence": "但是在优秀的人面前，我还是会感到害怕和不自信，怎样才能克服这种权威恐惧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要克服权威恐惧，首先要建立起近端心理防御机制，提高你的自我价值感和心理意志力。你可以以自己的信仰为基准，建立一个独立的、完整的关于事物的认知体系和价值体系。同时，你也可以建立起远程的心理防御机制，通过多读书和文化符号来武装自己。这样的努力也是你现在学习中非常需要的。",
    "annotation": [
      {
        "sentence": "要克服权威恐惧，首先要建立起近端心理防御机制，提高你的自我价值感和心理意志力。",
        "label": ""
      },
      {
        "sentence": "你可以以自己的信仰为基准，建立一个独立的、完整的关于事物的认知体系和价值体系。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以建立起远程的心理防御机制，通过多读书和文化符号来武装自己。",
        "label": ""
      },
      {
        "sentence": "这样的努力也是你现在学习中非常需要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试建立起近端和远程的心理防御机制，提高自己的内心强大度。另外，我对自己的穿搭也很困扰，不知道怎样找到适合自己的风格。",
    "annotation": [
      {
        "sentence": "我会尝试建立起近端和远程的心理防御机制，提高自己的内心强大度。",
        "label": ""
      },
      {
        "sentence": "另外，我对自己的穿搭也很困扰，不知道怎样找到适合自己的风格。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "衣着的选择是可以反映出我们的内心状态的。如果你不知道哪种风格更适合自己，或许是因为内心对自己的迷茫。你可以尝试做一些自己喜欢或倾向的事情，找准自己的定位，或许自然而然就会知道自己应该怎样穿搭。你还可以模仿那些你喜欢的穿搭风格，通过模仿去学习和积累经验。",
    "annotation": [
      {
        "sentence": "衣着的选择是可以反映出我们的内心状态的。",
        "label": ""
      },
      {
        "sentence": "如果你不知道哪种风格更适合自己，或许是因为内心对自己的迷茫。",
        "label": ""
      },
      {
        "sentence": "你可以尝试做一些自己喜欢或倾向的事情，找准自己的定位，或许自然而然就会知道自己应该怎样穿搭。",
        "label": ""
      },
      {
        "sentence": "你还可以模仿那些你喜欢的穿搭风格，通过模仿去学习和积累经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要尝试喜欢的事物并找准自己的定位，然后通过模仿学习。非常感谢你的建议，我现在对自己的处境有了更好的理解，也有了一些改变的方向。",
    "annotation": [
      {
        "sentence": "我明白了，我要尝试喜欢的事物并找准自己的定位，然后通过模仿学习。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议，我现在对自己的处境有了更好的理解，也有了一些改变的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议对你有所帮助。即使只是温暖了你的心，我的努力也是有意义的。你要相信自己，相信能够通过努力和改变实现内外都真正的自信。加油！",
    "annotation": [
      {
        "sentence": "很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "即使只是温暖了你的心，我的努力也是有意义的。",
        "label": ""
      },
      {
        "sentence": "你要相信自己，相信能够通过努力和改变实现内外都真正的自信。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]