[
  {
    "role": "client",
    "content": "我对别人对我的指手画脚感到厌恶，为什么他们要求我强制付出呢？我在探索自我过程中发现，当别人要求我强制做一些事情时，我会感到极端的气愤和厌恶，比如恐婚和恐孕等问题。我想知道，为什么我对别人要求我强制付出感到如此厌恶。你能从哪些方面分析一下吗？",
    "annotation": [
      {
        "sentence": "我对别人对我的指手画脚感到厌恶，为什么他们要求我强制付出呢？",
        "label": ""
      },
      {
        "sentence": "我在探索自我过程中发现，当别人要求我强制做一些事情时，我会感到极端的气愤和厌恶，比如恐婚和恐孕等问题。",
        "label": ""
      },
      {
        "sentence": "我想知道，为什么我对别人要求我强制付出感到如此厌恶。",
        "label": ""
      },
      {
        "sentence": "你能从哪些方面分析一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "厌恶他人对你的指手画脚和要求强制付出是很正常的情绪。我能理解你的感受，感觉心疼你，想给你一个大大的拥抱，让你感受到世界的温暖。在探索自我过程中，我们都在不断修行和完善自己。但很多时候，他人会对我们指指点点、做一些我们不喜欢或厌恶的事情。如果我们迷失了自己内心坚定的想法，只是盲目听从他人的声音，我们的人生就像被他人控制，被他人的道德绑架。在喧闹的世界中，很少有人能静下心来倾听自己内心的声音。所以当别人开始对你提出不同的声音时，你会感到烦躁和厌恶。",
    "annotation": [
      {
        "sentence": "厌恶他人对你的指手画脚和要求强制付出是很正常的情绪。",
        "label": ""
      },
      {
        "sentence": "我能理解你的感受，感觉心疼你，想给你一个大大的拥抱，让你感受到世界的温暖。",
        "label": ""
      },
      {
        "sentence": "在探索自我过程中，我们都在不断修行和完善自己。",
        "label": ""
      },
      {
        "sentence": "但很多时候，他人会对我们指指点点、做一些我们不喜欢或厌恶的事情。",
        "label": ""
      },
      {
        "sentence": "如果我们迷失了自己内心坚定的想法，只是盲目听从他人的声音，我们的人生就像被他人控制，被他人的道德绑架。",
        "label": ""
      },
      {
        "sentence": "在喧闹的世界中，很少有人能静下心来倾听自己内心的声音。",
        "label": ""
      },
      {
        "sentence": "所以当别人开始对你提出不同的声音时，你会感到烦躁和厌恶。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的意思。不管外界的声音如何，我不能一味地屏蔽或者听从。我们可以取他人的精华去其糟粕，无论对待传统文化还是我们个人的发展都很重要。如果他们的要求或指手画脚确实是为了改正我一些缺点，我或许可以参考一下他们的意见。但如果我觉得自己做得很好，身边的人也没有挑剔我，那我或许可以不予理会别人对我强制付出的要求。毕竟，这只是一种道德绑架，没有人有资格要求我做任何事情，也没有人有权利告诉我该怎么做。",
    "annotation": [
      {
        "sentence": "我明白了你的意思。",
        "label": ""
      },
      {
        "sentence": "不管外界的声音如何，我不能一味地屏蔽或者听从。",
        "label": ""
      },
      {
        "sentence": "我们可以取他人的精华去其糟粕，无论对待传统文化还是我们个人的发展都很重要。",
        "label": ""
      },
      {
        "sentence": "如果他们的要求或指手画脚确实是为了改正我一些缺点，我或许可以参考一下他们的意见。",
        "label": ""
      },
      {
        "sentence": "但如果我觉得自己做得很好，身边的人也没有挑剔我，那我或许可以不予理会别人对我强制付出的要求。",
        "label": ""
      },
      {
        "sentence": "毕竟，这只是一种道德绑架，没有人有资格要求我做任何事情，也没有人有权利告诉我该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对。没错，为什么要让自己迷失在外界的声音中呢？拒绝被定义、拒绝被外界的声音所干扰是非常重要的。否则我们就会迷失内心的坚定。对于那些道德绑架和对你强制付出的声音，如果你真的做了问心无愧的事情，完全不需要理会那些指手画脚的东西。但如果你真的还有一些不足的地方，也可以听取一些建议，参考一下。祝福你幸福快乐！希望你能找到自己内心的坚定！",
    "annotation": [
      {
        "sentence": "你说得很对。",
        "label": ""
      },
      {
        "sentence": "没错，为什么要让自己迷失在外界的声音中呢？",
        "label": ""
      },
      {
        "sentence": "拒绝被定义、拒绝被外界的声音所干扰是非常重要的。",
        "label": ""
      },
      {
        "sentence": "否则我们就会迷失内心的坚定。",
        "label": ""
      },
      {
        "sentence": "对于那些道德绑架和对你强制付出的声音，如果你真的做了问心无愧的事情，完全不需要理会那些指手画脚的东西。",
        "label": ""
      },
      {
        "sentence": "但如果你真的还有一些不足的地方，也可以听取一些建议，参考一下。",
        "label": ""
      },
      {
        "sentence": "祝福你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "希望你能找到自己内心的坚定！",
        "label": ""
      }
    ]
  }
]