[
  {
    "role": "client",
    "content": "我21岁的男生，昨晚梦见自己和大我近十岁的堂姐谈婚，我感到很困惑和尴尬。其实，我有一种恋姐情节，喜欢比我年长的女孩子，但从未有过恋爱经验。堂姐成熟漂亮，一直是我欣赏的榜样，每次见到她都会感到害羞。她以前曾夸过我，还在爬山时握过我的手，还抚摸过我的头。有时候我会去翻她朋友圈里的照片，有时候竟会产生一些羞耻的幻想……平时我也觉得自己对爱情非常渴望，但是一直没有遇到合适的人。前天晚上居然做梦梦见自己跟堂姐说：“要是我们结婚了会怎样？”然后被哥哥姐姐们指责。我到底是怎么了呢？感觉自己很羞耻，很淫荡。难道我真的是个……",
    "annotation": [
      {
        "sentence": "我21岁的男生，昨晚梦见自己和大我近十岁的堂姐谈婚，我感到很困惑和尴尬。",
        "label": ""
      },
      {
        "sentence": "其实，我有一种恋姐情节，喜欢比我年长的女孩子，但从未有过恋爱经验。",
        "label": ""
      },
      {
        "sentence": "堂姐成熟漂亮，一直是我欣赏的榜样，每次见到她都会感到害羞。",
        "label": ""
      },
      {
        "sentence": "她以前曾夸过我，还在爬山时握过我的手，还抚摸过我的头。",
        "label": ""
      },
      {
        "sentence": "有时候我会去翻她朋友圈里的照片，有时候竟会产生一些羞耻的幻想……平时我也觉得自己对爱情非常渴望，但是一直没有遇到合适的人。",
        "label": ""
      },
      {
        "sentence": "前天晚上居然做梦梦见自己跟堂姐说：“要是我们结婚了会怎样？",
        "label": ""
      },
      {
        "sentence": "”然后被哥哥姐姐们指责。",
        "label": ""
      },
      {
        "sentence": "我到底是怎么了呢？",
        "label": ""
      },
      {
        "sentence": "感觉自己很羞耻，很淫荡。",
        "label": ""
      },
      {
        "sentence": "难道我真的是个……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哈喽你，想象并不犯法。没有哪个国家的法律限制人类的想象力。王小波同志曾告诉我们，“一个人只有今生今世是不够的，他还应该拥有诗意的世界”。“诗意”的世界是由想象力构建的。那么，我们来看一看马致远的《天净沙·秋思》：枯藤老树昏鸦，小桥流水人家，古道西风瘦马。夕阳西下，断肠人在天涯。藤、树、乌鸦、小桥、小溪、村屋、小道、风、瘦兮兮的马、夕阳，这些元素我们每个人都见过，一般来说并没有引起我们太多的关注。但在伤感的诗人眼中，这些元素都是有情感倾向的，在他的诗中，他所看到的整个世界都是令人心伤的。当然，这些元素本身并没有情绪。但在作者的想象里，它们都被赋予了忧愁的色彩。也就是说，诗人的想象力赋予了它们新的意义。这些意象形成的想象世界因其独特性，在人类社会中代代流传。人类绝大多数优秀的文艺作品都是想象力绽放的结果：中国的《镜花缘》、《西游记》、《聊斋志异》，国外的童话故事、神话故事林林总总。达利眼中的融化的时钟，凡高眼里旋转的星空……\"想象力\"是人类的一种基本特征，它可能是一种天赋，能够在某些领域让人取得巨大成就。对于我们普通人来说，使用想象力最常见的方向是\"恋爱想象\"和\"性爱想象\"。你对堂姐的想象也在正常范围内。想象需要建立在现实的基础上，你还很年轻，接触的人比较少，所以能够想象的素材有限。在青少年中，很多人都有过与你类似的想象经历。如果想象只存在于你一个人的脑海中（不把它表达出来让别人知道），那么它将永远属于你的自由。你从中获得的快乐也可以完全是你自己的（这可能包括了伤感）。这种美好的想象唯一的问题是，如果你无法区分想象的世界和现实的世界，一不小心会把想象世界的言行举止表现在现实世界，可能会给你的生活带来麻烦。比如，你可能会不经意间对堂姐做出一些破坏你们关系的行为，导致你们关系恶化（这对于你而言是一件糟糕的事情）。所以，虽然你无需过于自责这些难以启齿的想象，为了降低微小的可能性会给你的生活带来负面影响，我建议你多想象一下其他人的堂姐，尝试通过一定的时间来转移对堂姐的过度关注。",
    "annotation": [
      {
        "sentence": "哈喽你，想象并不犯法。",
        "label": ""
      },
      {
        "sentence": "没有哪个国家的法律限制人类的想象力。",
        "label": ""
      },
      {
        "sentence": "王小波同志曾告诉我们，“一个人只有今生今世是不够的，他还应该拥有诗意的世界”。",
        "label": ""
      },
      {
        "sentence": "“诗意”的世界是由想象力构建的。",
        "label": ""
      },
      {
        "sentence": "那么，我们来看一看马致远的《天净沙·秋思》：枯藤老树昏鸦，小桥流水人家，古道西风瘦马。",
        "label": ""
      },
      {
        "sentence": "夕阳西下，断肠人在天涯。",
        "label": ""
      },
      {
        "sentence": "藤、树、乌鸦、小桥、小溪、村屋、小道、风、瘦兮兮的马、夕阳，这些元素我们每个人都见过，一般来说并没有引起我们太多的关注。",
        "label": ""
      },
      {
        "sentence": "但在伤感的诗人眼中，这些元素都是有情感倾向的，在他的诗中，他所看到的整个世界都是令人心伤的。",
        "label": ""
      },
      {
        "sentence": "当然，这些元素本身并没有情绪。",
        "label": ""
      },
      {
        "sentence": "但在作者的想象里，它们都被赋予了忧愁的色彩。",
        "label": ""
      },
      {
        "sentence": "也就是说，诗人的想象力赋予了它们新的意义。",
        "label": ""
      },
      {
        "sentence": "这些意象形成的想象世界因其独特性，在人类社会中代代流传。",
        "label": ""
      },
      {
        "sentence": "人类绝大多数优秀的文艺作品都是想象力绽放的结果：中国的《镜花缘》、《西游记》、《聊斋志异》，国外的童话故事、神话故事林林总总。",
        "label": ""
      },
      {
        "sentence": "达利眼中的融化的时钟，凡高眼里旋转的星空……\"想象力\"是人类的一种基本特征，它可能是一种天赋，能够在某些领域让人取得巨大成就。",
        "label": ""
      },
      {
        "sentence": "对于我们普通人来说，使用想象力最常见的方向是\"恋爱想象\"和\"性爱想象\"。",
        "label": ""
      },
      {
        "sentence": "你对堂姐的想象也在正常范围内。",
        "label": ""
      },
      {
        "sentence": "想象需要建立在现实的基础上，你还很年轻，接触的人比较少，所以能够想象的素材有限。",
        "label": ""
      },
      {
        "sentence": "在青少年中，很多人都有过与你类似的想象经历。",
        "label": ""
      },
      {
        "sentence": "如果想象只存在于你一个人的脑海中（不把它表达出来让别人知道），那么它将永远属于你的自由。",
        "label": ""
      },
      {
        "sentence": "你从中获得的快乐也可以完全是你自己的（这可能包括了伤感）。",
        "label": ""
      },
      {
        "sentence": "这种美好的想象唯一的问题是，如果你无法区分想象的世界和现实的世界，一不小心会把想象世界的言行举止表现在现实世界，可能会给你的生活带来麻烦。",
        "label": ""
      },
      {
        "sentence": "比如，你可能会不经意间对堂姐做出一些破坏你们关系的行为，导致你们关系恶化（这对于你而言是一件糟糕的事情）。",
        "label": ""
      },
      {
        "sentence": "所以，虽然你无需过于自责这些难以启齿的想象，为了降低微小的可能性会给你的生活带来负面影响，我建议你多想象一下其他人的堂姐，尝试通过一定的时间来转移对堂姐的过度关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解。我明白了，这些想象只是我个人的心理活动，不会真的发生在现实中。我会试着转移注意力，多交朋友，扩大社交圈子。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我明白了，这些想象只是我个人的心理活动，不会真的发生在现实中。",
        "label": ""
      },
      {
        "sentence": "我会试着转移注意力，多交朋友，扩大社交圈子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能帮到你。是的，转移注意力和拓宽社交圈子是非常好的方法。多与人交往和接触，可以提高你的社交技能、打发时间，也能转移注意力。另外，如果你还在上学，努力学习是很重要的。提高自己的学业能力，为将来找到好工作、经济独立、成家立业打好基础。即使你现在有了女朋友，你有能力成家吗？但是，如果你现在努力学习，将来遇到真爱时，你就有能力给对方一个好的生活。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "是的，转移注意力和拓宽社交圈子是非常好的方法。",
        "label": ""
      },
      {
        "sentence": "多与人交往和接触，可以提高你的社交技能、打发时间，也能转移注意力。",
        "label": ""
      },
      {
        "sentence": "另外，如果你还在上学，努力学习是很重要的。",
        "label": ""
      },
      {
        "sentence": "提高自己的学业能力，为将来找到好工作、经济独立、成家立业打好基础。",
        "label": ""
      },
      {
        "sentence": "即使你现在有了女朋友，你有能力成家吗？",
        "label": ""
      },
      {
        "sentence": "但是，如果你现在努力学习，将来遇到真爱时，你就有能力给对方一个好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会更加专注学业，提高自己的能力。不再过度关注自己的想象，把注意力放在现实生活中。",
    "annotation": [
      {
        "sentence": "我明白了，我会更加专注学业，提高自己的能力。",
        "label": ""
      },
      {
        "sentence": "不再过度关注自己的想象，把注意力放在现实生活中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，不必过分关注你的想象，那只是在你的头脑中构建的一场风暴。一旦过去就会消散。想象是风过无痕的，无人知晓。当你在十分钟的想象宣泄之后，应该及时将你的注意力投入到现实生活中。此外，你还可以多关注其他人的堂姐或表姐，她们可能比你的堂姐更适合你，而且不会给你带来麻烦。祝好运！如果你有任何其他问题，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "没错，不必过分关注你的想象，那只是在你的头脑中构建的一场风暴。",
        "label": ""
      },
      {
        "sentence": "一旦过去就会消散。",
        "label": ""
      },
      {
        "sentence": "想象是风过无痕的，无人知晓。",
        "label": ""
      },
      {
        "sentence": "当你在十分钟的想象宣泄之后，应该及时将你的注意力投入到现实生活中。",
        "label": ""
      },
      {
        "sentence": "此外，你还可以多关注其他人的堂姐或表姐，她们可能比你的堂姐更适合你，而且不会给你带来麻烦。",
        "label": ""
      },
      {
        "sentence": "祝好运！",
        "label": ""
      },
      {
        "sentence": "如果你有任何其他问题，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持！我会好好考虑并采纳你的建议。如果将来有需要，我会再来找你谈谈。谢谢你的耐心和理解。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我会好好考虑并采纳你的建议。",
        "label": ""
      },
      {
        "sentence": "如果将来有需要，我会再来找你谈谈。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。记住，你并不孤单，无论何时何地，如果你需要倾诉或有其他问题，都可以来找我。我会尽力给你帮助和支持。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，无论何时何地，如果你需要倾诉或有其他问题，都可以来找我。",
        "label": ""
      },
      {
        "sentence": "我会尽力给你帮助和支持。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]