[
  {
    "role": "client",
    "content": "什么事情都藏在心里，不愿意跟别人说，这样正常吗？小时候父亲早逝，从那时候开始我就变得沉默寡言，有什么心事都不愿意跟别人说，有什么压力也会自己抗下，所以常常会弄得自己很压抑，痛苦，可是即使这样我也不愿意与人交流这些东西，我是不是有什么心理问题？",
    "annotation": [
      {
        "sentence": "什么事情都藏在心里，不愿意跟别人说，这样正常吗？",
        "label": ""
      },
      {
        "sentence": "小时候父亲早逝，从那时候开始我就变得沉默寡言，有什么心事都不愿意跟别人说，有什么压力也会自己抗下，所以常常会弄得自己很压抑，痛苦，可是即使这样我也不愿意与人交流这些东西，我是不是有什么心理问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在的提问，就是一次“和别人说”的经验，虽然是匿名，虽然是网上，但也是一次你和我们的链接。小时候父亲去世，这对于任何一个孩子来说都是很难面对的创伤，父母就像是我们内心的保护伞，而父亲的形象更像是一座大山，保护着我们，同时这座大山又可以提供一个栖息的空间，令我们有安全感。",
    "annotation": [
      {
        "sentence": "你在的提问，就是一次“和别人说”的经验，虽然是匿名，虽然是网上，但也是一次你和我们的链接。",
        "label": ""
      },
      {
        "sentence": "小时候父亲去世，这对于任何一个孩子来说都是很难面对的创伤，父母就像是我们内心的保护伞，而父亲的形象更像是一座大山，保护着我们，同时这座大山又可以提供一个栖息的空间，令我们有安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我小时候一直觉得爸爸是我心灵上的寄托，可是现在他已经离开了，我感到很孤独和无助。",
    "annotation": [
      {
        "sentence": "是的，我小时候一直觉得爸爸是我心灵上的寄托，可是现在他已经离开了，我感到很孤独和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的感受是正常的，在你看来，对于这个家庭成员的失去，家里其他人又是如何看待的呢？亲人的离去往往是让人难以启齿的话题，也许你的家庭成员们也很难接受和消化这个事实，所以所有的伤痛和苦楚都变成了家庭的禁忌。",
    "annotation": [
      {
        "sentence": "这样的感受是正常的，在你看来，对于这个家庭成员的失去，家里其他人又是如何看待的呢？",
        "label": ""
      },
      {
        "sentence": "亲人的离去往往是让人难以启齿的话题，也许你的家庭成员们也很难接受和消化这个事实，所以所有的伤痛和苦楚都变成了家庭的禁忌。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们家似乎从来不谈论爸爸的离世，所有的痛苦和悲伤只能我一个人承受。",
    "annotation": [
      {
        "sentence": "是的，我们家似乎从来不谈论爸爸的离世，所有的痛苦和悲伤只能我一个人承受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你在家庭中找不到一个可以倾诉的对象，那个可以倾听你的人已经不存在了。在以后的经历中，你学会了自己一个人默默承受痛苦，这是你保护自己的一种方式。",
    "annotation": [
      {
        "sentence": "看来你在家庭中找不到一个可以倾诉的对象，那个可以倾听你的人已经不存在了。",
        "label": ""
      },
      {
        "sentence": "在以后的经历中，你学会了自己一个人默默承受痛苦，这是你保护自己的一种方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是这样的方式让我感到很压抑和痛苦，我真的不想一直一个人承受这些了。",
    "annotation": [
      {
        "sentence": "可是这样的方式让我感到很压抑和痛苦，我真的不想一直一个人承受这些了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这并不是说你有心理问题，希望你可以先看到这么多年来坚强的自己。不愿意与人交流是你在过去的生活经验中学会的一种适应方式。然而，这并不意味着这是唯一的方式。因为“什么事情都藏在心里，不愿意跟别人说”这样的方式，可以在一段时间内保护好你，但随着人生的不断前行、随着人生任务的不断升级，这样的方式会令你内心的压力和痛苦越来越多、越来越大，一旦外界压力突然的增大和变化，很容易令人感到不堪重负、甚至崩溃。",
    "annotation": [
      {
        "sentence": "这并不是说你有心理问题，希望你可以先看到这么多年来坚强的自己。",
        "label": ""
      },
      {
        "sentence": "不愿意与人交流是你在过去的生活经验中学会的一种适应方式。",
        "label": ""
      },
      {
        "sentence": "然而，这并不意味着这是唯一的方式。",
        "label": ""
      },
      {
        "sentence": "因为“什么事情都藏在心里，不愿意跟别人说”这样的方式，可以在一段时间内保护好你，但随着人生的不断前行、随着人生任务的不断升级，这样的方式会令你内心的压力和痛苦越来越多、越来越大，一旦外界压力突然的增大和变化，很容易令人感到不堪重负、甚至崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我可能需要寻找其他应对压力的方式。",
    "annotation": [
      {
        "sentence": "我理解了，我可能需要寻找其他应对压力的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你可以从另一个方向来思考这个问题，试着让自己更灵活地面对压力。“向人倾诉”，并不一定需要真的把心里话全部告诉他人。倾诉能缓解情绪的原因并不在于倾诉的过程本身，而是在这个过程中，倾诉者和倾听者之间关系的连接。这种连接可以令情绪得到缓解，因为我们的大脑本身就是如此设计的。",
    "annotation": [
      {
        "sentence": "对的，你可以从另一个方向来思考这个问题，试着让自己更灵活地面对压力。",
        "label": ""
      },
      {
        "sentence": "“向人倾诉”，并不一定需要真的把心里话全部告诉他人。",
        "label": ""
      },
      {
        "sentence": "倾诉能缓解情绪的原因并不在于倾诉的过程本身，而是在这个过程中，倾诉者和倾听者之间关系的连接。",
        "label": ""
      },
      {
        "sentence": "这种连接可以令情绪得到缓解，因为我们的大脑本身就是如此设计的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，所以我不一定要找一个人倾诉，还可以选择其他方式来建立内心的连接对吗？",
    "annotation": [
      {
        "sentence": "我明白了，所以我不一定要找一个人倾诉，还可以选择其他方式来建立内心的连接对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你不必刻意强求自己找个人倾诉，可以选择一种让自己舒服的方式来建立连接。参加网络上的读书会、分享会、各种打卡活动、训练营活动、心理倾诉热线，或者找一个合适的心理咨询师，只要是可以和另一个真实的个人产生关系的方式，你都可以去尝试一下。记住，这是一个慢慢来的过程，不要苛求自己。每一步都是珍贵的。",
    "annotation": [
      {
        "sentence": "对的，你不必刻意强求自己找个人倾诉，可以选择一种让自己舒服的方式来建立连接。",
        "label": ""
      },
      {
        "sentence": "参加网络上的读书会、分享会、各种打卡活动、训练营活动、心理倾诉热线，或者找一个合适的心理咨询师，只要是可以和另一个真实的个人产生关系的方式，你都可以去尝试一下。",
        "label": ""
      },
      {
        "sentence": "记住，这是一个慢慢来的过程，不要苛求自己。",
        "label": ""
      },
      {
        "sentence": "每一步都是珍贵的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会试着去寻找适合我的方式来解决这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会试着去寻找适合我的方式来解决这个问题。",
        "label": ""
      }
    ]
  }
]