[
  {
    "role": "client",
    "content": "最近发现男友使用社交软件加异性，我很介意，但不想分手。我偷偷看了男朋友的手机，发现对方有使用一些社交软件，并加了一些异性好友。在交流中也有些暧昧，但是没有越界。我非常难过，但是也不想和对象分手。但是对象这样给我非常严重的不安全感，会让我胡思乱想，让我非常烦躁。我有删掉他几个好友，我以后该怎么办？",
    "annotation": [
      {
        "sentence": "最近发现男友使用社交软件加异性，我很介意，但不想分手。",
        "label": ""
      },
      {
        "sentence": "我偷偷看了男朋友的手机，发现对方有使用一些社交软件，并加了一些异性好友。",
        "label": ""
      },
      {
        "sentence": "在交流中也有些暧昧，但是没有越界。",
        "label": ""
      },
      {
        "sentence": "我非常难过，但是也不想和对象分手。",
        "label": ""
      },
      {
        "sentence": "但是对象这样给我非常严重的不安全感，会让我胡思乱想，让我非常烦躁。",
        "label": ""
      },
      {
        "sentence": "我有删掉他几个好友，我以后该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。对方的这种行为确实会让你产生一些不安全感，但我不想为对方的这种行为找任何的理由，因为我觉得这些行为也确实是不太合适的。之后会不会有一些越界的言行出现，很难讲。不知道对方是否知道了你偷看他的手机，以及删了他几个好友的事情？但我想这种事情是瞒不了太久的，他早晚会知道。也很难预料他会做出怎样的反应，是愤怒，是及时调整，还是沉默装作不知道呢？但目前两个人的关系中，似乎你很容易成为情感上的受害者。你可以试着去和他交流这个话题，看看他的态度是怎样的。我相信你说不想分手是有你自己的原因的，或许你很爱对方，或许这段关系中有你特别留恋的东西……但我希望你明白，你永远有离开他这样的选项。不想分手，你就必须要承受很多的不安全感，很多情感上的风险。我希望他善良。祝好～。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "对方的这种行为确实会让你产生一些不安全感，但我不想为对方的这种行为找任何的理由，因为我觉得这些行为也确实是不太合适的。",
        "label": ""
      },
      {
        "sentence": "之后会不会有一些越界的言行出现，很难讲。",
        "label": ""
      },
      {
        "sentence": "不知道对方是否知道了你偷看他的手机，以及删了他几个好友的事情？",
        "label": ""
      },
      {
        "sentence": "但我想这种事情是瞒不了太久的，他早晚会知道。",
        "label": ""
      },
      {
        "sentence": "也很难预料他会做出怎样的反应，是愤怒，是及时调整，还是沉默装作不知道呢？",
        "label": ""
      },
      {
        "sentence": "但目前两个人的关系中，似乎你很容易成为情感上的受害者。",
        "label": ""
      },
      {
        "sentence": "你可以试着去和他交流这个话题，看看他的态度是怎样的。",
        "label": ""
      },
      {
        "sentence": "我相信你说不想分手是有你自己的原因的，或许你很爱对方，或许这段关系中有你特别留恋的东西……但我希望你明白，你永远有离开他这样的选项。",
        "label": ""
      },
      {
        "sentence": "不想分手，你就必须要承受很多的不安全感，很多情感上的风险。",
        "label": ""
      },
      {
        "sentence": "我希望他善良。",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的很有道理，但是我真的不想放弃这段关系。我真的很爱他，只是看到他和其他异性暧昧的聊天记录就觉得很难过。我有试过和他交流这个问题，但他总是以言语伤害我，说是无关紧要的事情，让我不要多想。他对待我的态度也有些漠不关心，让我感觉很被动。我该怎么去处理这个问题呢？",
    "annotation": [
      {
        "sentence": "我知道你说的很有道理，但是我真的不想放弃这段关系。",
        "label": ""
      },
      {
        "sentence": "我真的很爱他，只是看到他和其他异性暧昧的聊天记录就觉得很难过。",
        "label": ""
      },
      {
        "sentence": "我有试过和他交流这个问题，但他总是以言语伤害我，说是无关紧要的事情，让我不要多想。",
        "label": ""
      },
      {
        "sentence": "他对待我的态度也有些漠不关心，让我感觉很被动。",
        "label": ""
      },
      {
        "sentence": "我该怎么去处理这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的情况，你是真的很爱他。但是也要注意，不管你多么爱他，你也要保护好自己的感情和自尊。他的冷漠和言语伤害明显是不尊重你的表现，这不是一个健康和平衡的关系。你可以再次尝试和他沟通，告诉他你的真实感受，告诉他你希望他能给你更多的安全感和关注。如果他还是不肯改变，那或许这段关系并不是你所期望的。你也要慎重考虑你自己的幸福和心理健康。相信你会做出正确的决策。祝你好运！",
    "annotation": [
      {
        "sentence": "我理解你的情况，你是真的很爱他。",
        "label": ""
      },
      {
        "sentence": "但是也要注意，不管你多么爱他，你也要保护好自己的感情和自尊。",
        "label": ""
      },
      {
        "sentence": "他的冷漠和言语伤害明显是不尊重你的表现，这不是一个健康和平衡的关系。",
        "label": ""
      },
      {
        "sentence": "你可以再次尝试和他沟通，告诉他你的真实感受，告诉他你希望他能给你更多的安全感和关注。",
        "label": ""
      },
      {
        "sentence": "如果他还是不肯改变，那或许这段关系并不是你所期望的。",
        "label": ""
      },
      {
        "sentence": "你也要慎重考虑你自己的幸福和心理健康。",
        "label": ""
      },
      {
        "sentence": "相信你会做出正确的决策。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我应该更加重视自己的感受和自尊。我会再次和他坦诚交流，让他明白我对这个问题的重视和不满。如果他还是不能给我足够的支持和理解，我可能需要考虑放下这段关系。谢谢你的建议和祝福，我会努力寻找自己的幸福。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "我明白你的意思，我应该更加重视自己的感受和自尊。",
        "label": ""
      },
      {
        "sentence": "我会再次和他坦诚交流，让他明白我对这个问题的重视和不满。",
        "label": ""
      },
      {
        "sentence": "如果他还是不能给我足够的支持和理解，我可能需要考虑放下这段关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和祝福，我会努力寻找自己的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我的目的就是帮助你。你已经开始思考清楚了，这是很重要的一步。坦诚交流对于解决问题非常关键。记住，你的幸福是最重要的，你一定要找到一个能够给你真正关心和支持的人。祝你能早日找到属于自己的幸福，加油！如果有需要，随时来找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我的目的就是帮助你。",
        "label": ""
      },
      {
        "sentence": "你已经开始思考清楚了，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "坦诚交流对于解决问题非常关键。",
        "label": ""
      },
      {
        "sentence": "记住，你的幸福是最重要的，你一定要找到一个能够给你真正关心和支持的人。",
        "label": ""
      },
      {
        "sentence": "祝你能早日找到属于自己的幸福，加油！",
        "label": ""
      },
      {
        "sentence": "如果有需要，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]