[
  {
    "role": "client",
    "content": "高考还有173天，离异家庭，我还能站起来吗？高三生，离异家庭，之前因为过18岁生日我妈妈的男朋友送我一块手表，我不想带，我妈非让我带，第二天中午我在家因为没有完成的学习任务想到此事更感到无力就直接不去学校了，谁劝都没有用，一直在家两个周，白天睡觉晚上刷剧，最后因为在一罐app倾诉，有好多人鼓励我，我又回学校两个周，住在托管，在学校做不出题时经常想到我妈那样对我，想起我初中时她晚上出门说去锻炼，但电话那边总是很安静，每天晚上都是，我一个人在家，家里很安静。但在学校里整体心情还是好的，也在努力地上课。周六中午回家，因为恨我妈，我回家不和她一起吃饭，在自己卧室看了一下午和一晚上网课补课，但到晚上11点我就又刷起了剧到三点，第二天7.30就起不来了，怎么叫也不想起，那天还有数学考试，我不敢面对自己不好的成绩，还不敢去找心理咨询，怕人家嘲笑我不去上学，之前去看过几次，那个阿姨说“你连学校都去得那么困难，你还想做什么”，我一直躺在家一周。",
    "annotation": [
      {
        "sentence": "高考还有173天，离异家庭，我还能站起来吗？",
        "label": ""
      },
      {
        "sentence": "高三生，离异家庭，之前因为过18岁生日我妈妈的男朋友送我一块手表，我不想带，我妈非让我带，第二天中午我在家因为没有完成的学习任务想到此事更感到无力就直接不去学校了，谁劝都没有用，一直在家两个周，白天睡觉晚上刷剧，最后因为在一罐app倾诉，有好多人鼓励我，我又回学校两个周，住在托管，在学校做不出题时经常想到我妈那样对我，想起我初中时她晚上出门说去锻炼，但电话那边总是很安静，每天晚上都是，我一个人在家，家里很安静。",
        "label": ""
      },
      {
        "sentence": "但在学校里整体心情还是好的，也在努力地上课。",
        "label": ""
      },
      {
        "sentence": "周六中午回家，因为恨我妈，我回家不和她一起吃饭，在自己卧室看了一下午和一晚上网课补课，但到晚上11点我就又刷起了剧到三点，第二天7.30就起不来了，怎么叫也不想起，那天还有数学考试，我不敢面对自己不好的成绩，还不敢去找心理咨询，怕人家嘲笑我不去上学，之前去看过几次，那个阿姨说“你连学校都去得那么困难，你还想做什么”，我一直躺在家一周。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为父母离异，影响到了你的情绪，从而影响到了你的学习和情绪。你对于父母离异的事情如此难过，是不是觉得父母离异和你以及父亲的背叛有关呢？其实，父母离异是他们经过深思熟虑后做出的决定。如果你的母亲爱你，你也应该爱她，不要因为这件事情而恨她。我们在年轻的时候看待爱恨都很绝对，但实际上，这只是父母做的生活选择而已。你的母亲离异后有了男朋友，也只是为了以后年老时有个人能陪伴她。父母再婚，并不仅仅是因为爱情，更多的是因为想找一个人共同承担以后的生活。父母离异并不意味着他们不再爱你。你现在选择逃避学习，不上网课，或是深夜刷剧，实际上也是因为对父母离异和母亲有新男友感到无法接受。你现在还很年轻，目前所经历的只是人生的一部分，并且因为经历的局限性，会把这部分悲伤扩大化。但是未来的人生还很长，你无法选择你的父母，却可以选择未来的人生。你不敢去找心理咨询，其实你已经选择了向外界求助。虽然那位心理咨询师没有站在你的角度给予你同理心，让你产生了反感情绪，但并不代表心理咨询无效。你可以尝试换一个心理咨询师，在外界的帮助下走出阴影。建议：1、看看周围人的经历，其实在高中阶段不想上学、父母离异、承受成绩压力很大的学生很常见。你并不是个例，你不需要为目前的状态感到愧疚和自责。你可以关注一下你身边的亲戚、朋友、同学，甚至是互联网上那些有着相同遭遇的人，看看他们在面对困境时是如何应对的。他们的经验或许能给你一些帮助，让你觉得自己并不孤单。如果他们都能走出困境，那你也一样能够。2、选择正确的方式面对母亲我不太清楚你父母离异的原因，也不太清楚你和母亲的日常生活方式。但是在面对母亲这个问题上，我建议你从两个方面来看：理解和做自己。理解：试着理解母亲的做法、她的想法，母亲经过深思熟虑后做出了选择。你无法干涉她的选择，就如同她无法控制和影响你的人生一样。做自己：理解母亲的想法并不代表你就原谅了她。我们的想法会随着时间的推移而变化。从我们目前的情况来看，可以试着选择一种让自己内心稍微平和一些的方式来处理这件事情，不去怨恨也不要强迫自己去原谅。当你真正将注意力放在自己身上的时候，也许你能和母亲真正达成和解。但这个过程中，不要逼迫自己，试着适当地将注意力转移到其他事物上。3、寻求外界的帮助不管是老师、同学、亲戚还是心理咨询师，当你发现自己仍然无法解决问题时，请记得寻求外界的帮助。怨恨母亲、不想上学、不敢面对这些都是再正常不过的情绪反应。你并不是唯一一个有这样经历的人，让外界帮助你时请不要看不起自己或自责。你愿意让别人看到你内心的伤口，这已经很勇敢了。",
    "annotation": [
      {
        "sentence": "因为父母离异，影响到了你的情绪，从而影响到了你的学习和情绪。",
        "label": ""
      },
      {
        "sentence": "你对于父母离异的事情如此难过，是不是觉得父母离异和你以及父亲的背叛有关呢？",
        "label": ""
      },
      {
        "sentence": "其实，父母离异是他们经过深思熟虑后做出的决定。",
        "label": ""
      },
      {
        "sentence": "如果你的母亲爱你，你也应该爱她，不要因为这件事情而恨她。",
        "label": ""
      },
      {
        "sentence": "我们在年轻的时候看待爱恨都很绝对，但实际上，这只是父母做的生活选择而已。",
        "label": ""
      },
      {
        "sentence": "你的母亲离异后有了男朋友，也只是为了以后年老时有个人能陪伴她。",
        "label": ""
      },
      {
        "sentence": "父母再婚，并不仅仅是因为爱情，更多的是因为想找一个人共同承担以后的生活。",
        "label": ""
      },
      {
        "sentence": "父母离异并不意味着他们不再爱你。",
        "label": ""
      },
      {
        "sentence": "你现在选择逃避学习，不上网课，或是深夜刷剧，实际上也是因为对父母离异和母亲有新男友感到无法接受。",
        "label": ""
      },
      {
        "sentence": "你现在还很年轻，目前所经历的只是人生的一部分，并且因为经历的局限性，会把这部分悲伤扩大化。",
        "label": ""
      },
      {
        "sentence": "但是未来的人生还很长，你无法选择你的父母，却可以选择未来的人生。",
        "label": ""
      },
      {
        "sentence": "你不敢去找心理咨询，其实你已经选择了向外界求助。",
        "label": ""
      },
      {
        "sentence": "虽然那位心理咨询师没有站在你的角度给予你同理心，让你产生了反感情绪，但并不代表心理咨询无效。",
        "label": ""
      },
      {
        "sentence": "你可以尝试换一个心理咨询师，在外界的帮助下走出阴影。",
        "label": ""
      },
      {
        "sentence": "建议：1、看看周围人的经历，其实在高中阶段不想上学、父母离异、承受成绩压力很大的学生很常见。",
        "label": ""
      },
      {
        "sentence": "你并不是个例，你不需要为目前的状态感到愧疚和自责。",
        "label": ""
      },
      {
        "sentence": "你可以关注一下你身边的亲戚、朋友、同学，甚至是互联网上那些有着相同遭遇的人，看看他们在面对困境时是如何应对的。",
        "label": ""
      },
      {
        "sentence": "他们的经验或许能给你一些帮助，让你觉得自己并不孤单。",
        "label": ""
      },
      {
        "sentence": "如果他们都能走出困境，那你也一样能够。",
        "label": ""
      },
      {
        "sentence": "2、选择正确的方式面对母亲我不太清楚你父母离异的原因，也不太清楚你和母亲的日常生活方式。",
        "label": ""
      },
      {
        "sentence": "但是在面对母亲这个问题上，我建议你从两个方面来看：理解和做自己。",
        "label": ""
      },
      {
        "sentence": "理解：试着理解母亲的做法、她的想法，母亲经过深思熟虑后做出了选择。",
        "label": ""
      },
      {
        "sentence": "你无法干涉她的选择，就如同她无法控制和影响你的人生一样。",
        "label": ""
      },
      {
        "sentence": "做自己：理解母亲的想法并不代表你就原谅了她。",
        "label": ""
      },
      {
        "sentence": "我们的想法会随着时间的推移而变化。",
        "label": ""
      },
      {
        "sentence": "从我们目前的情况来看，可以试着选择一种让自己内心稍微平和一些的方式来处理这件事情，不去怨恨也不要强迫自己去原谅。",
        "label": ""
      },
      {
        "sentence": "当你真正将注意力放在自己身上的时候，也许你能和母亲真正达成和解。",
        "label": ""
      },
      {
        "sentence": "但这个过程中，不要逼迫自己，试着适当地将注意力转移到其他事物上。",
        "label": ""
      },
      {
        "sentence": "3、寻求外界的帮助不管是老师、同学、亲戚还是心理咨询师，当你发现自己仍然无法解决问题时，请记得寻求外界的帮助。",
        "label": ""
      },
      {
        "sentence": "怨恨母亲、不想上学、不敢面对这些都是再正常不过的情绪反应。",
        "label": ""
      },
      {
        "sentence": "你并不是唯一一个有这样经历的人，让外界帮助你时请不要看不起自己或自责。",
        "label": ""
      },
      {
        "sentence": "你愿意让别人看到你内心的伤口，这已经很勇敢了。",
        "label": ""
      }
    ]
  }
]