[
  {
    "role": "client",
    "content": "嗨，我有一个问题，能请教一下吗？",
    "annotation": [
      {
        "sentence": "嗨，我有一个问题，能请教一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，请问有什么问题？",
    "annotation": [
      {
        "sentence": "当然可以，请问有什么问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢。我是一个9岁的女孩，有一个弟弟，我很迟钝，过了一两年才意识到弟弟对我而言的重要性。我从5岁到11岁只和父母在一起，其他时间都在家乡。08年发生了地震，09年我妈妈和弟弟回家修房子，那时我在学校住校。一年后，妈妈和爷爷奶奶吵架，离开了家乡，从那时起，爷爷奶奶就开始骂我，只要我在家就会被骂，若不做家务也会被骂。妈妈在那段初中时期只给我打了两个电话，高中时也很少联系。直到大学才开始逐渐联系。今年疫情，我弟弟和爸爸都没回家，只有妈妈回来了，她多次告诉我，如果不是外婆在这里，她根本不会回来。弟弟生病了，爸爸上班，我只能让亲戚帮忙照顾，妈妈很担心，大年初三中午就飞过去了。我感到非常难受，两三个月过去了，我真的有些受不了了，随便找了个借口和她吵了一架，直到今天，我都不愿意和她接触。但她是我妈妈，我不能一直这样下去。",
    "annotation": [
      {
        "sentence": "谢谢。",
        "label": ""
      },
      {
        "sentence": "我是一个9岁的女孩，有一个弟弟，我很迟钝，过了一两年才意识到弟弟对我而言的重要性。",
        "label": ""
      },
      {
        "sentence": "我从5岁到11岁只和父母在一起，其他时间都在家乡。",
        "label": ""
      },
      {
        "sentence": "08年发生了地震，09年我妈妈和弟弟回家修房子，那时我在学校住校。",
        "label": ""
      },
      {
        "sentence": "一年后，妈妈和爷爷奶奶吵架，离开了家乡，从那时起，爷爷奶奶就开始骂我，只要我在家就会被骂，若不做家务也会被骂。",
        "label": ""
      },
      {
        "sentence": "妈妈在那段初中时期只给我打了两个电话，高中时也很少联系。",
        "label": ""
      },
      {
        "sentence": "直到大学才开始逐渐联系。",
        "label": ""
      },
      {
        "sentence": "今年疫情，我弟弟和爸爸都没回家，只有妈妈回来了，她多次告诉我，如果不是外婆在这里，她根本不会回来。",
        "label": ""
      },
      {
        "sentence": "弟弟生病了，爸爸上班，我只能让亲戚帮忙照顾，妈妈很担心，大年初三中午就飞过去了。",
        "label": ""
      },
      {
        "sentence": "我感到非常难受，两三个月过去了，我真的有些受不了了，随便找了个借口和她吵了一架，直到今天，我都不愿意和她接触。",
        "label": ""
      },
      {
        "sentence": "但她是我妈妈，我不能一直这样下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出，你是个懂事的孩子，尽管内心受了委屈，但你能从道理和规矩上考虑事情。你说得很对，她毕竟是你的妈妈，不能完全不理她。同时，我想给你一个拥抱，安抚一下你受伤的心灵。根据你家里的情况来看，你在弟弟出生之前和父母在一起的时间并不多，可能没有得到父母更多的关爱。而弟弟出生后，你在家里变得边缘化，爷爷奶奶因为对妈妈不满而找你发泄情绪，而妈妈全心全意关注弟弟。尤其在今年的春节，妈妈没有陪你过年，而是跑去照顾弟弟，这让你感到伤心。所以，你和妈妈吵架，发泄一下自己的情绪，是可以理解的。从你的年龄来看，你今年应该是20多岁了，你走过了一段不容易的旅程。现在，我们换个角度来思考一下，站在你妈妈的角度想一想。你是家里的长子，根据中国传统观念，你妈妈内心可能会有压力，隔了九年才生下二胎，对一个女性来说，生育风险是存在着的。所以，在这方面，你妈妈也是很努力地生下了你的弟弟。这期间的压力是可以想象的，因为如果弟弟又是一个女孩，那会怎么样呢？所以，从生理和心理层面来说，这种压力是非常巨大的。与此同时，妈妈和爷爷奶奶的关系也不融洽，但又不得不依赖他们帮忙带你，这种夹在中间的心境不好受。今年春节，妈妈没有在家陪你过年，一是因为弟弟生病了，二是因为你也长大了，而且妈妈和爷爷奶奶的关系本身就不好，一起过年未必会开心。这样想是不是可以理解妈妈去照顾弟弟的原因呢？至于你和妈妈吵架，你也不要太认真了，母女之间吵架是很正常的，尤其在你受了那么多不公平待遇的情况下。但是，吵完架要知道拐弯，要主动去和妈妈沟通。首先要认个错，作为子女的，你不应该和长辈争吵；同时，你还要以平和的心态表达你的真实感受：虽然你已经成年，但你还是非常渴望父母的关心，你会做一个好姐姐去关心弟弟，也希望爸妈能像关心弟弟一样关心你。总之，你要学会表达自己的委屈，也要让妈妈能够体会到你的心意。母女之间的情感是无法割舍的！希望我的回答对你有所帮助，祝福你！",
    "annotation": [
      {
        "sentence": "看得出，你是个懂事的孩子，尽管内心受了委屈，但你能从道理和规矩上考虑事情。",
        "label": ""
      },
      {
        "sentence": "你说得很对，她毕竟是你的妈妈，不能完全不理她。",
        "label": ""
      },
      {
        "sentence": "同时，我想给你一个拥抱，安抚一下你受伤的心灵。",
        "label": ""
      },
      {
        "sentence": "根据你家里的情况来看，你在弟弟出生之前和父母在一起的时间并不多，可能没有得到父母更多的关爱。",
        "label": ""
      },
      {
        "sentence": "而弟弟出生后，你在家里变得边缘化，爷爷奶奶因为对妈妈不满而找你发泄情绪，而妈妈全心全意关注弟弟。",
        "label": ""
      },
      {
        "sentence": "尤其在今年的春节，妈妈没有陪你过年，而是跑去照顾弟弟，这让你感到伤心。",
        "label": ""
      },
      {
        "sentence": "所以，你和妈妈吵架，发泄一下自己的情绪，是可以理解的。",
        "label": ""
      },
      {
        "sentence": "从你的年龄来看，你今年应该是20多岁了，你走过了一段不容易的旅程。",
        "label": ""
      },
      {
        "sentence": "现在，我们换个角度来思考一下，站在你妈妈的角度想一想。",
        "label": ""
      },
      {
        "sentence": "你是家里的长子，根据中国传统观念，你妈妈内心可能会有压力，隔了九年才生下二胎，对一个女性来说，生育风险是存在着的。",
        "label": ""
      },
      {
        "sentence": "所以，在这方面，你妈妈也是很努力地生下了你的弟弟。",
        "label": ""
      },
      {
        "sentence": "这期间的压力是可以想象的，因为如果弟弟又是一个女孩，那会怎么样呢？",
        "label": ""
      },
      {
        "sentence": "所以，从生理和心理层面来说，这种压力是非常巨大的。",
        "label": ""
      },
      {
        "sentence": "与此同时，妈妈和爷爷奶奶的关系也不融洽，但又不得不依赖他们帮忙带你，这种夹在中间的心境不好受。",
        "label": ""
      },
      {
        "sentence": "今年春节，妈妈没有在家陪你过年，一是因为弟弟生病了，二是因为你也长大了，而且妈妈和爷爷奶奶的关系本身就不好，一起过年未必会开心。",
        "label": ""
      },
      {
        "sentence": "这样想是不是可以理解妈妈去照顾弟弟的原因呢？",
        "label": ""
      },
      {
        "sentence": "至于你和妈妈吵架，你也不要太认真了，母女之间吵架是很正常的，尤其在你受了那么多不公平待遇的情况下。",
        "label": ""
      },
      {
        "sentence": "但是，吵完架要知道拐弯，要主动去和妈妈沟通。",
        "label": ""
      },
      {
        "sentence": "首先要认个错，作为子女的，你不应该和长辈争吵；同时，你还要以平和的心态表达你的真实感受：虽然你已经成年，但你还是非常渴望父母的关心，你会做一个好姐姐去关心弟弟，也希望爸妈能像关心弟弟一样关心你。",
        "label": ""
      },
      {
        "sentence": "总之，你要学会表达自己的委屈，也要让妈妈能够体会到你的心意。",
        "label": ""
      },
      {
        "sentence": "母女之间的情感是无法割舍的！",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有所帮助，祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我明白了，我会主动和妈妈沟通，找到与她相处的模式。我会试着理解她的内心压力，也会告诉她我的真实感受。希望我们能够重新建立起亲密的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，我会主动和妈妈沟通，找到与她相处的模式。",
        "label": ""
      },
      {
        "sentence": "我会试着理解她的内心压力，也会告诉她我的真实感受。",
        "label": ""
      },
      {
        "sentence": "希望我们能够重新建立起亲密的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的想法很积极，相信你一定能够与妈妈重新建立亲密的关系。要记住，沟通是解决问题的关键，珍惜和家人的联系，你会得到更多的支持和关爱。祝愿你和妈妈能够重新享受母女之间的温暖，希望你能够更加幸福快乐！如果以后还有其他问题，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "很好，你的想法很积极，相信你一定能够与妈妈重新建立亲密的关系。",
        "label": ""
      },
      {
        "sentence": "要记住，沟通是解决问题的关键，珍惜和家人的联系，你会得到更多的支持和关爱。",
        "label": ""
      },
      {
        "sentence": "祝愿你和妈妈能够重新享受母女之间的温暖，希望你能够更加幸福快乐！",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持！我会牢记你的建议，并且会珍惜与家人的联系。如果以后遇到困扰，我一定会来找你倾诉。再次谢谢你，祝您一切顺利！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的建议，并且会珍惜与家人的联系。",
        "label": ""
      },
      {
        "sentence": "如果以后遇到困扰，我一定会来找你倾诉。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你，祝您一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。你要记得，不论遇到什么困难，都不要独自承受，要勇敢地寻求支持和帮助。希望你能够变得更加坚强和自信。如果还有其他问题，随时都可以来找我。愿你一切顺利！祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "你要记得，不论遇到什么困难，都不要独自承受，要勇敢地寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "希望你能够变得更加坚强和自信。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "愿你一切顺利！",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会牢记你的忠告。再次感谢你的帮助和祝福！祝您也一切顺利！再见！",
    "annotation": [
      {
        "sentence": "好的，我会牢记你的忠告。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和祝福！",
        "label": ""
      },
      {
        "sentence": "祝您也一切顺利！",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "再见！希望你能够拥有愉快的一天，记住，你永远不是一个人，总有人愿意帮助你。如果需要的话，随时都可以来找我。保重！再见！",
    "annotation": [
      {
        "sentence": "再见！",
        "label": ""
      },
      {
        "sentence": "希望你能够拥有愉快的一天，记住，你永远不是一个人，总有人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "保重！",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  }
]