[
  {
    "role": "client",
    "content": "怀孕以为感冒了，后决定流产，大吵一架，我该怎么办？25岁，和自己喜欢的男孩子在一起，订了婚，领了结婚证。开开心心筹备了三个多月，拍结婚照，准备很多东西，布置新家来筹备一月份的婚礼，上个月发现怀孕了，因为早孕反应来的太早，工作忙，以为自己感冒了，吃了很多感冒药，后来检查，发育不好，决定流产，也没有告诉家里人。手术后情绪不好，和老公相处也经常莫名其妙的发脾气。他自己工作方面有点问题，而且他很喜欢小孩子，他就出去喝了酒，回家之后我更加不开心，和他大吵了一架，他砸了茶杯，自己气不过，就把两边父母叫过来。只是想杀杀他锐气，结果触摸了自己父亲的底线，他讨厌男人喝酒还发脾气，坚决要求我们离婚。可是其实我和他没有太大矛盾，之后父亲知道他之前还有一笔9万的贷款，他家里不知道，我用他家给我的彩礼帮他先还了，更是无法原谅他，事情闹的很僵。他不愿意离婚，我很爱他，但是父亲以他自己为威胁。现在每天，我都睡不好，一天要醒很多次，天天莫名的哭，没事也哭。",
    "annotation": [
      {
        "sentence": "怀孕以为感冒了，后决定流产，大吵一架，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "25岁，和自己喜欢的男孩子在一起，订了婚，领了结婚证。",
        "label": ""
      },
      {
        "sentence": "开开心心筹备了三个多月，拍结婚照，准备很多东西，布置新家来筹备一月份的婚礼，上个月发现怀孕了，因为早孕反应来的太早，工作忙，以为自己感冒了，吃了很多感冒药，后来检查，发育不好，决定流产，也没有告诉家里人。",
        "label": ""
      },
      {
        "sentence": "手术后情绪不好，和老公相处也经常莫名其妙的发脾气。",
        "label": ""
      },
      {
        "sentence": "他自己工作方面有点问题，而且他很喜欢小孩子，他就出去喝了酒，回家之后我更加不开心，和他大吵了一架，他砸了茶杯，自己气不过，就把两边父母叫过来。",
        "label": ""
      },
      {
        "sentence": "只是想杀杀他锐气，结果触摸了自己父亲的底线，他讨厌男人喝酒还发脾气，坚决要求我们离婚。",
        "label": ""
      },
      {
        "sentence": "可是其实我和他没有太大矛盾，之后父亲知道他之前还有一笔9万的贷款，他家里不知道，我用他家给我的彩礼帮他先还了，更是无法原谅他，事情闹的很僵。",
        "label": ""
      },
      {
        "sentence": "他不愿意离婚，我很爱他，但是父亲以他自己为威胁。",
        "label": ""
      },
      {
        "sentence": "现在每天，我都睡不好，一天要醒很多次，天天莫名的哭，没事也哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你好。经过阅读你的问题，我了解到你和你的伴侣在一起，打算步入婚姻的阶段，但却因为怀孕突然发现了一些问题。首先，你在没有适应心理准备的情况下怀孕，这是个意外事件，对你来说有着一定的困扰。你作出决定流产，从某种角度来看，这个决定是有道理的，但可能没有和你的原生家庭透露这个决定，这可能引发了一些担忧。而从你提到的伴侣讨厌男人喝酒还发脾气的问题可以看出，你的父亲对于这样的行为并不接受。术后情绪低落是非常正常的，毕竟流产对于女性来说是身心双重的打击。而你和伴侣相处时却经常发脾气，这可能是因为你们都无法合适地释放压抑的情绪。你们之间的争吵升级到了家庭的纷争，这并不利于问题的解决，而是使得问题更为复杂。你提到伴侣有一笔贷款并隐瞒了他的家人，你用彩礼帮他还了，这让你更加无法原谅他，事情闹到了僵局。他不愿意离婚，但父亲却以他自己为威胁。目前你每天的睡眠不好，频繁醒来，无缘无故哭泣。",
    "annotation": [
      {
        "sentence": "求助者，你好。",
        "label": ""
      },
      {
        "sentence": "经过阅读你的问题，我了解到你和你的伴侣在一起，打算步入婚姻的阶段，但却因为怀孕突然发现了一些问题。",
        "label": ""
      },
      {
        "sentence": "首先，你在没有适应心理准备的情况下怀孕，这是个意外事件，对你来说有着一定的困扰。",
        "label": ""
      },
      {
        "sentence": "你作出决定流产，从某种角度来看，这个决定是有道理的，但可能没有和你的原生家庭透露这个决定，这可能引发了一些担忧。",
        "label": ""
      },
      {
        "sentence": "而从你提到的伴侣讨厌男人喝酒还发脾气的问题可以看出，你的父亲对于这样的行为并不接受。",
        "label": ""
      },
      {
        "sentence": "术后情绪低落是非常正常的，毕竟流产对于女性来说是身心双重的打击。",
        "label": ""
      },
      {
        "sentence": "而你和伴侣相处时却经常发脾气，这可能是因为你们都无法合适地释放压抑的情绪。",
        "label": ""
      },
      {
        "sentence": "你们之间的争吵升级到了家庭的纷争，这并不利于问题的解决，而是使得问题更为复杂。",
        "label": ""
      },
      {
        "sentence": "你提到伴侣有一笔贷款并隐瞒了他的家人，你用彩礼帮他还了，这让你更加无法原谅他，事情闹到了僵局。",
        "label": ""
      },
      {
        "sentence": "他不愿意离婚，但父亲却以他自己为威胁。",
        "label": ""
      },
      {
        "sentence": "目前你每天的睡眠不好，频繁醒来，无缘无故哭泣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心，确实，我对于怀孕没有做好心理准备，这次流产的决定也让我感到很痛苦。我意识到在手术后，我情绪不太稳定，经常和伴侣吵架。我们之间本来并没有太大的矛盾，但现在却婚姻岌岌可危。我对他隐瞒了贷款的事情感到非常失望，并且觉得无法原谅他。我很爱他，但父亲给了我很大的压力，我现在的状态非常糟糕，睡眠质量也很差。",
    "annotation": [
      {
        "sentence": "谢谢你的关心，确实，我对于怀孕没有做好心理准备，这次流产的决定也让我感到很痛苦。",
        "label": ""
      },
      {
        "sentence": "我意识到在手术后，我情绪不太稳定，经常和伴侣吵架。",
        "label": ""
      },
      {
        "sentence": "我们之间本来并没有太大的矛盾，但现在却婚姻岌岌可危。",
        "label": ""
      },
      {
        "sentence": "我对他隐瞒了贷款的事情感到非常失望，并且觉得无法原谅他。",
        "label": ""
      },
      {
        "sentence": "我很爱他，但父亲给了我很大的压力，我现在的状态非常糟糕，睡眠质量也很差。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是我能够理解的，流产对于女性来说是一次很大的打击，对于你们的关系也带来了很大的压力。你对伴侣隐瞒了贷款让你感到非常失望，这是一个需要面对的问题。目前你的状态确实很糟糕，睡眠也受到了影响。在这种情况下，我们首先要做的是调整自己的情绪，逐渐从负面情绪中走出来，提升积极情绪和乐观心态。可以根据你的具体情况和兴趣来制定每天的计划，允许自己适当地宣泄情绪，但要逐渐降低哭泣的频率。另外，你的流产对于你和伴侣的身心产生了负面影响，这需要你们共同努力来克服。在身心俱疲的状态下，不要急于做出任何决定，也不要考虑婚礼和离婚的事情，首先要调整好自己的身心状态才是最重要的。",
    "annotation": [
      {
        "sentence": "这是我能够理解的，流产对于女性来说是一次很大的打击，对于你们的关系也带来了很大的压力。",
        "label": ""
      },
      {
        "sentence": "你对伴侣隐瞒了贷款让你感到非常失望，这是一个需要面对的问题。",
        "label": ""
      },
      {
        "sentence": "目前你的状态确实很糟糕，睡眠也受到了影响。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，我们首先要做的是调整自己的情绪，逐渐从负面情绪中走出来，提升积极情绪和乐观心态。",
        "label": ""
      },
      {
        "sentence": "可以根据你的具体情况和兴趣来制定每天的计划，允许自己适当地宣泄情绪，但要逐渐降低哭泣的频率。",
        "label": ""
      },
      {
        "sentence": "另外，你的流产对于你和伴侣的身心产生了负面影响，这需要你们共同努力来克服。",
        "label": ""
      },
      {
        "sentence": "在身心俱疲的状态下，不要急于做出任何决定，也不要考虑婚礼和离婚的事情，首先要调整好自己的身心状态才是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议。我确实需要调整自己的情绪，逐渐恢复积极向上的心态。现在需要优先解决的是改善我和伴侣之间的沟通，避免暴力沟通的方式，而要采用更为真诚开放的方式来表达双方的需求和感受。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我确实需要调整自己的情绪，逐渐恢复积极向上的心态。",
        "label": ""
      },
      {
        "sentence": "现在需要优先解决的是改善我和伴侣之间的沟通，避免暴力沟通的方式，而要采用更为真诚开放的方式来表达双方的需求和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的",
    "annotation": [
      {
        "sentence": "你的",
        "label": ""
      }
    ]
  }
]