[
  {
    "role": "client",
    "content": "怀孕以为感冒了，后决定流产，大吵一架，我该怎么办？25岁，和自己喜欢的男孩子在一起，订了婚，领了结婚证。开开心心筹备了三个多月，拍结婚照，准备很多东西，布置新家来筹备一月份的婚礼，上个月发现怀孕了，因为早孕反应来的太早，工作忙，以为自己感冒了，吃了很多感冒药，后来检查，发育不好，决定流产，也没有告诉家里人。手术后情绪不好，和老公相处也经常莫名其妙的发脾气。他自己工作方面有点问题，而且他很喜欢小孩子，他就出去喝了酒，回家之后我更加不开心，和他大吵了一架，他砸了茶杯，自己气不过，就把两边父母叫过来。只是想杀杀他锐气，结果触摸了自己父亲的底线，他讨厌男人喝酒还发脾气，坚决要求我们离婚。可是其实我和他没有太大矛盾，之后父亲知道他之前还有一笔9万的贷款，他家里不知道，我用他家给我的彩礼帮他先还了，更是无法原谅他，事情闹的很僵。他不愿意离婚，我很爱他，但是父亲以他自己为威胁。现在每天，我都睡不好，一天要醒很多次，天天莫名的哭，没事也哭。",
    "annotation": [
      {
        "sentence": "怀孕以为感冒了，后决定流产，大吵一架，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "25岁，和自己喜欢的男孩子在一起，订了婚，领了结婚证。",
        "label": ""
      },
      {
        "sentence": "开开心心筹备了三个多月，拍结婚照，准备很多东西，布置新家来筹备一月份的婚礼，上个月发现怀孕了，因为早孕反应来的太早，工作忙，以为自己感冒了，吃了很多感冒药，后来检查，发育不好，决定流产，也没有告诉家里人。",
        "label": ""
      },
      {
        "sentence": "手术后情绪不好，和老公相处也经常莫名其妙的发脾气。",
        "label": ""
      },
      {
        "sentence": "他自己工作方面有点问题，而且他很喜欢小孩子，他就出去喝了酒，回家之后我更加不开心，和他大吵了一架，他砸了茶杯，自己气不过，就把两边父母叫过来。",
        "label": ""
      },
      {
        "sentence": "只是想杀杀他锐气，结果触摸了自己父亲的底线，他讨厌男人喝酒还发脾气，坚决要求我们离婚。",
        "label": ""
      },
      {
        "sentence": "可是其实我和他没有太大矛盾，之后父亲知道他之前还有一笔9万的贷款，他家里不知道，我用他家给我的彩礼帮他先还了，更是无法原谅他，事情闹的很僵。",
        "label": ""
      },
      {
        "sentence": "他不愿意离婚，我很爱他，但是父亲以他自己为威胁。",
        "label": ""
      },
      {
        "sentence": "现在每天，我都睡不好，一天要醒很多次，天天莫名的哭，没事也哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "怀孕以为感冒了，然后决定流产，对你来说肯定是一个很艰难的选择。现在你的情绪很低落，我能理解你现在陷入的困境。既然事情已经发生了，那么我们要想的是如何弥补之前的过错，一起来面对和解决问题。首先哭并不能解决，而且情绪太波动的话，对于我们的健康也是有害的。",
    "annotation": [
      {
        "sentence": "怀孕以为感冒了，然后决定流产，对你来说肯定是一个很艰难的选择。",
        "label": ""
      },
      {
        "sentence": "现在你的情绪很低落，我能理解你现在陷入的困境。",
        "label": ""
      },
      {
        "sentence": "既然事情已经发生了，那么我们要想的是如何弥补之前的过错，一起来面对和解决问题。",
        "label": ""
      },
      {
        "sentence": "首先哭并不能解决，而且情绪太波动的话，对于我们的健康也是有害的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道情绪波动是不好的，但是我真的很伤心，觉得自己的生活乱成一团，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我知道情绪波动是不好的，但是我真的很伤心，觉得自己的生活乱成一团，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受，你经历了很多事情，肯定会感到很混乱。由于前段时间流产，肯定会对身体有一定的损伤，因此我们可以不定期的去医院做个检查，毕竟身体才是一切的根本。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受，你经历了很多事情，肯定会感到很混乱。",
        "label": ""
      },
      {
        "sentence": "由于前段时间流产，肯定会对身体有一定的损伤，因此我们可以不定期的去医院做个检查，毕竟身体才是一切的根本。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该重视自己的身体健康。我会去医院定期检查的。除了身体问题，我还有很多情绪问题需要处理。",
    "annotation": [
      {
        "sentence": "你说的对，我应该重视自己的身体健康。",
        "label": ""
      },
      {
        "sentence": "我会去医院定期检查的。",
        "label": ""
      },
      {
        "sentence": "除了身体问题，我还有很多情绪问题需要处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，情绪问题也很重要。目前面临的问题有喝酒、发脾气以及一些欺骗和隐瞒。对于父亲的底线，我们可以理解他的担忧。不过，我们可以找个机会和他撒个娇，让父亲知道他为何发脾气的原因，毕竟孩子流产对于父母都是不小的打击。其次就是隐瞒贷款的事，不知道对方是什么原因欠下的贷款，是否已经全部还清，对方对我们是否还有隐瞒，这一点最好搞清楚。",
    "annotation": [
      {
        "sentence": "是的，情绪问题也很重要。",
        "label": ""
      },
      {
        "sentence": "目前面临的问题有喝酒、发脾气以及一些欺骗和隐瞒。",
        "label": ""
      },
      {
        "sentence": "对于父亲的底线，我们可以理解他的担忧。",
        "label": ""
      },
      {
        "sentence": "不过，我们可以找个机会和他撒个娇，让父亲知道他为何发脾气的原因，毕竟孩子流产对于父母都是不小的打击。",
        "label": ""
      },
      {
        "sentence": "其次就是隐瞒贷款的事，不知道对方是什么原因欠下的贷款，是否已经全部还清，对方对我们是否还有隐瞒，这一点最好搞清楚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我还没有和他详细谈这些问题，现在看来我应该和他好好沟通一下，弄清楚彼此之间是否还有隐瞒的事情。",
    "annotation": [
      {
        "sentence": "其实我还没有和他详细谈这些问题，现在看来我应该和他好好沟通一下，弄清楚彼此之间是否还有隐瞒的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，沟通十分重要。有些雷我们可以帮丈夫一起扛，但是不代表我们没有底线，所以最好把该处理的问题都处理清楚，不要给彼此找麻烦。钱没了还可以再挣，但是有些事希望对方可以沟通一下，而不是什么事都由自己，这一点一定要和对方说清楚，他不再是一个人，而是一家之主。",
    "annotation": [
      {
        "sentence": "是的，沟通十分重要。",
        "label": ""
      },
      {
        "sentence": "有些雷我们可以帮丈夫一起扛，但是不代表我们没有底线，所以最好把该处理的问题都处理清楚，不要给彼此找麻烦。",
        "label": ""
      },
      {
        "sentence": "钱没了还可以再挣，但是有些事希望对方可以沟通一下，而不是什么事都由自己，这一点一定要和对方说清楚，他不再是一个人，而是一家之主。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我会和他好好谈谈，让他明白我们需要共同面对问题。除了这些问题，我们之间的相处也变得很困难，我有时候会莫名发脾气，和他吵架。",
    "annotation": [
      {
        "sentence": "你说的很对，我会和他好好谈谈，让他明白我们需要共同面对问题。",
        "label": ""
      },
      {
        "sentence": "除了这些问题，我们之间的相处也变得很困难，我有时候会莫名发脾气，和他吵架。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生气和争吵是不可避免的，我们不能像小孩子一样，有问题就喊家长，这都是不成熟的表现，而且很容易越来越乱。只要不触及各自底线的问题都可以协商解决。目前我们和对方相处方式和解决问题的态度很重要，如果我们可以和对方一起把坑填完，而且有困难也愿意一起解决，很多事是可以克服的。",
    "annotation": [
      {
        "sentence": "生气和争吵是不可避免的，我们不能像小孩子一样，有问题就喊家长，这都是不成熟的表现，而且很容易越来越乱。",
        "label": ""
      },
      {
        "sentence": "只要不触及各自底线的问题都可以协商解决。",
        "label": ""
      },
      {
        "sentence": "目前我们和对方相处方式和解决问题的态度很重要，如果我们可以和对方一起把坑填完，而且有困难也愿意一起解决，很多事是可以克服的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会试着和他一起面对问题，共同解决。如果我们只是埋怨对方的父母什么都想管，还不愿意低头，那么矛盾会越来越多。",
    "annotation": [
      {
        "sentence": "你说得对，我会试着和他一起面对问题，共同解决。",
        "label": ""
      },
      {
        "sentence": "如果我们只是埋怨对方的父母什么都想管，还不愿意低头，那么矛盾会越来越多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，大家的矛盾可以通过沟通和理解解决。只要大家都愿意为了共同的幸福努力，问题都是可以解决的。希望你能保持积极的态度去面对困难，记得不要忘了照顾好自己的身体和情绪健康。",
    "annotation": [
      {
        "sentence": "是的，大家的矛盾可以通过沟通和理解解决。",
        "label": ""
      },
      {
        "sentence": "只要大家都愿意为了共同的幸福努力，问题都是可以解决的。",
        "label": ""
      },
      {
        "sentence": "希望你能保持积极的态度去面对困难，记得不要忘了照顾好自己的身体和情绪健康。",
        "label": ""
      }
    ]
  }
]