[
  {
    "role": "client",
    "content": "怀孕以为感冒了，后决定流产，大吵一架，我该怎么办？",
    "annotation": [
      {
        "sentence": "怀孕以为感冒了，后决定流产，大吵一架，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常心疼你的遭遇，其实，你们新婚夫妇，感觉还有的地方不成熟呢，比如，你将双方父母拉近了你们的战场，可是人数增多，不确定的因素也增多，双方父母，从天性上讲，都是偏袒自己的孩子的，你怎知是会把战局扩大，还是因此偃旗息鼓呢？所以，以后非原则性的问题，还是不要牵扯进父母了，但可以私下多问问自己的父母如何经营婚姻。现在你和父亲之间的矛盾大于你们夫妻双方双方了。",
    "annotation": [
      {
        "sentence": "非常心疼你的遭遇，其实，你们新婚夫妇，感觉还有的地方不成熟呢，比如，你将双方父母拉近了你们的战场，可是人数增多，不确定的因素也增多，双方父母，从天性上讲，都是偏袒自己的孩子的，你怎知是会把战局扩大，还是因此偃旗息鼓呢？",
        "label": ""
      },
      {
        "sentence": "所以，以后非原则性的问题，还是不要牵扯进父母了，但可以私下多问问自己的父母如何经营婚姻。",
        "label": ""
      },
      {
        "sentence": "现在你和父亲之间的矛盾大于你们夫妻双方双方了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是我太冲动了，让事情失控了。我不想有矛盾，但是父亲讨厌丈夫喝酒发脾气，而丈夫也不肯认错。我们应该怎么做才能避免争吵？",
    "annotation": [
      {
        "sentence": "确实是我太冲动了，让事情失控了。",
        "label": ""
      },
      {
        "sentence": "我不想有矛盾，但是父亲讨厌丈夫喝酒发脾气，而丈夫也不肯认错。",
        "label": ""
      },
      {
        "sentence": "我们应该怎么做才能避免争吵？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父亲的担忧不无道理，多少新闻就是人喝酒误事啊，车祸、与人争执、伤人甚至杀人的例子也有，建议你们夫妻先不要和父亲作对，要理解父亲爱你，害怕你丈夫出事，家庭因此破碎的三方面担忧。接着，建议你分别与父亲和丈夫详谈，问问他为什么喝酒发脾气是他的底线，如果你能把你之前流产和丈夫因工作不顺的原因给父亲说明，相信父亲会理解的，那毕竟是为一个生命而难过。与丈夫交流你在这其中的感受、想法，解决你们之间的矛盾，想办法共渡难关，谨记是你们vs问题，而不是你vs你丈夫。",
    "annotation": [
      {
        "sentence": "父亲的担忧不无道理，多少新闻就是人喝酒误事啊，车祸、与人争执、伤人甚至杀人的例子也有，建议你们夫妻先不要和父亲作对，要理解父亲爱你，害怕你丈夫出事，家庭因此破碎的三方面担忧。",
        "label": ""
      },
      {
        "sentence": "接着，建议你分别与父亲和丈夫详谈，问问他为什么喝酒发脾气是他的底线，如果你能把你之前流产和丈夫因工作不顺的原因给父亲说明，相信父亲会理解的，那毕竟是为一个生命而难过。",
        "label": ""
      },
      {
        "sentence": "与丈夫交流你在这其中的感受、想法，解决你们之间的矛盾，想办法共渡难关，谨记是你们vs问题，而不是你vs你丈夫。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会和父亲和丈夫好好沟通，但是我真的无法原谅丈夫曾经挪用我的彩礼。他家里不知道他之前还有一笔9万的贷款，我用他家给我的彩礼帮他先还了，因此我更加不能容忍他喝酒发脾气。",
    "annotation": [
      {
        "sentence": "我会和父亲和丈夫好好沟通，但是我真的无法原谅丈夫曾经挪用我的彩礼。",
        "label": ""
      },
      {
        "sentence": "他家里不知道他之前还有一笔9万的贷款，我用他家给我的彩礼帮他先还了，因此我更加不能容忍他喝酒发脾气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这方面我认为魏志鹏老师分析的很有道理，建议你认真看看。还有，不知丈夫家里的态度是什么呢，能不能得到他们的帮助？从另一个角度讲，你很幸福呢，有父母和丈夫的关爱，嫁给了自己喜欢的人。你在这解决问题的其中，更要关爱好自己，修养好身体。相信解决好问题的你们感情会更上一层楼。",
    "annotation": [
      {
        "sentence": "这方面我认为魏志鹏老师分析的很有道理，建议你认真看看。",
        "label": ""
      },
      {
        "sentence": "还有，不知丈夫家里的态度是什么呢，能不能得到他们的帮助？",
        "label": ""
      },
      {
        "sentence": "从另一个角度讲，你很幸福呢，有父母和丈夫的关爱，嫁给了自己喜欢的人。",
        "label": ""
      },
      {
        "sentence": "你在这解决问题的其中，更要关爱好自己，修养好身体。",
        "label": ""
      },
      {
        "sentence": "相信解决好问题的你们感情会更上一层楼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好考虑。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，要坚信自己可以克服难关。如果还需要我的支持，随时找我聊天哦。",
    "annotation": [
      {
        "sentence": "不用客气，要坚信自己可以克服难关。",
        "label": ""
      },
      {
        "sentence": "如果还需要我的支持，随时找我聊天哦。",
        "label": ""
      }
    ]
  }
]