[
  {
    "role": "client",
    "content": "怀孕以为感冒了，后决定流产，大吵一架，我该怎么办？25岁，和自己喜欢的男孩子在一起，订了婚，领了结婚证。开开心心筹备了三个多月，拍结婚照，准备很多东西，布置新家来筹备一月份的婚礼，上个月发现怀孕了，因为早孕反应来的太早，工作忙，以为自己感冒了，吃了很多感冒药，后来检查，发育不好，决定流产，也没有告诉家里人。手术后情绪不好，和老公相处也经常莫名其妙的发脾气。他自己工作方面有点问题，而且他很喜欢小孩子，他就出去喝了酒，回家之后我更加不开心，和他大吵了一架，他砸了茶杯，自己气不过，就把两边父母叫过来。只是想杀杀他锐气，结果触摸了自己父亲的底线，他讨厌男人喝酒还发脾气，坚决要求我们离婚。可是其实我和他没有太大矛盾，之后父亲知道他之前还有一笔9万的贷款，他家里不知道，我用他家给我的彩礼帮他先还了，更是无法原谅他，事情闹的很僵。他不愿意离婚，我很爱他，但是父亲以他自己为威胁。现在每天，我都睡不好，一天要醒很多次，天天莫名的哭，没事也哭。",
    "annotation": [
      {
        "sentence": "怀孕以为感冒了，后决定流产，大吵一架，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "25岁，和自己喜欢的男孩子在一起，订了婚，领了结婚证。",
        "label": ""
      },
      {
        "sentence": "开开心心筹备了三个多月，拍结婚照，准备很多东西，布置新家来筹备一月份的婚礼，上个月发现怀孕了，因为早孕反应来的太早，工作忙，以为自己感冒了，吃了很多感冒药，后来检查，发育不好，决定流产，也没有告诉家里人。",
        "label": ""
      },
      {
        "sentence": "手术后情绪不好，和老公相处也经常莫名其妙的发脾气。",
        "label": ""
      },
      {
        "sentence": "他自己工作方面有点问题，而且他很喜欢小孩子，他就出去喝了酒，回家之后我更加不开心，和他大吵了一架，他砸了茶杯，自己气不过，就把两边父母叫过来。",
        "label": ""
      },
      {
        "sentence": "只是想杀杀他锐气，结果触摸了自己父亲的底线，他讨厌男人喝酒还发脾气，坚决要求我们离婚。",
        "label": ""
      },
      {
        "sentence": "可是其实我和他没有太大矛盾，之后父亲知道他之前还有一笔9万的贷款，他家里不知道，我用他家给我的彩礼帮他先还了，更是无法原谅他，事情闹的很僵。",
        "label": ""
      },
      {
        "sentence": "他不愿意离婚，我很爱他，但是父亲以他自己为威胁。",
        "label": ""
      },
      {
        "sentence": "现在每天，我都睡不好，一天要醒很多次，天天莫名的哭，没事也哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，通过你的描述，我可以感受到你在流产之后经历了很多的情绪波动和矛盾冲突。你是否觉得当你和你的伴侣起冲突的时候，希望家人能够帮助你来解决问题，并且希望他们能够对你的伴侣产生一些不好的印象或负面的评价？这样做的目的是什么呢？",
    "annotation": [
      {
        "sentence": "求助者，通过你的描述，我可以感受到你在流产之后经历了很多的情绪波动和矛盾冲突。",
        "label": ""
      },
      {
        "sentence": "你是否觉得当你和你的伴侣起冲突的时候，希望家人能够帮助你来解决问题，并且希望他们能够对你的伴侣产生一些不好的印象或负面的评价？",
        "label": ""
      },
      {
        "sentence": "这样做的目的是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的确希望他们能看到我伴侣的不好之处，对他们产生一些负面看法，让他们失望。因为他们看到我受苦受累，也不想把我嫁给这样的人。我和我伴侣刚组建家庭，他们希望我能够过得幸福快乐。",
    "annotation": [
      {
        "sentence": "我的确希望他们能看到我伴侣的不好之处，对他们产生一些负面看法，让他们失望。",
        "label": ""
      },
      {
        "sentence": "因为他们看到我受苦受累，也不想把我嫁给这样的人。",
        "label": ""
      },
      {
        "sentence": "我和我伴侣刚组建家庭，他们希望我能够过得幸福快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你希望家人能帮助你，但在一个新的家庭中，你和你的伴侣应该是这个家庭的核心。你们的幸福与否是你们自己的事情，你们需要独立面对婚姻中的问题。你是否有意识到自己依然将原来家庭成员的角色带入到你们的家庭中，并且还未能完全脱离“女儿”的身份？",
    "annotation": [
      {
        "sentence": "我理解你希望家人能帮助你，但在一个新的家庭中，你和你的伴侣应该是这个家庭的核心。",
        "label": ""
      },
      {
        "sentence": "你们的幸福与否是你们自己的事情，你们需要独立面对婚姻中的问题。",
        "label": ""
      },
      {
        "sentence": "你是否有意识到自己依然将原来家庭成员的角色带入到你们的家庭中，并且还未能完全脱离“女儿”的身份？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我有这样的习惯，同时我还没有真正摆脱自己原家庭的角色。父母依然把我当作“女儿”，关心我的幸福与否。他们甚至以自己为威胁，让我和伴侣离婚。",
    "annotation": [
      {
        "sentence": "是的，我有这样的习惯，同时我还没有真正摆脱自己原家庭的角色。",
        "label": ""
      },
      {
        "sentence": "父母依然把我当作“女儿”，关心我的幸福与否。",
        "label": ""
      },
      {
        "sentence": "他们甚至以自己为威胁，让我和伴侣离婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对这样的情况，你需要与父母好好沟通，理解他们的担忧和期望。告诉他们你理解他们的用心，并且将你和伴侣的客观情况告知他们。你们都是刚步入婚姻的新人，对于相处之道还不够了解。也让他们了解你的一些做得不够好的地方，你自己也有时会发脾气等。同时，告诉他们你的内心期许，希望这段关系能够继续下去。",
    "annotation": [
      {
        "sentence": "面对这样的情况，你需要与父母好好沟通，理解他们的担忧和期望。",
        "label": ""
      },
      {
        "sentence": "告诉他们你理解他们的用心，并且将你和伴侣的客观情况告知他们。",
        "label": ""
      },
      {
        "sentence": "你们都是刚步入婚姻的新人，对于相处之道还不够了解。",
        "label": ""
      },
      {
        "sentence": "也让他们了解你的一些做得不够好的地方，你自己也有时会发脾气等。",
        "label": ""
      },
      {
        "sentence": "同时，告诉他们你的内心期许，希望这段关系能够继续下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和父母好好沟通，在理解他们的情况之后，也告诉他们我为这段关系付出的努力和希望。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我会试着和父母好好沟通，在理解他们的情况之后，也告诉他们我为这段关系付出的努力和希望。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望你能够冷静地处理这个问题，并且关注一下自己的感受和情绪。你对伴侣的感受是什么呢？你还爱他吗？",
    "annotation": [
      {
        "sentence": "不客气，我希望你能够冷静地处理这个问题，并且关注一下自己的感受和情绪。",
        "label": ""
      },
      {
        "sentence": "你对伴侣的感受是什么呢？",
        "label": ""
      },
      {
        "sentence": "你还爱他吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我依然很爱他，但是现在受到了父亲的威胁，让我感到很困惑。",
    "annotation": [
      {
        "sentence": "我依然很爱他，但是现在受到了父亲的威胁，让我感到很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困惑。在这个冲突已经非常僵化的情况下，现在最重要的是让双方冷静下来。你也要搞清楚自己的真实感受和期许。一切都会好起来的，加油！",
    "annotation": [
      {
        "sentence": "我了解你的困惑。",
        "label": ""
      },
      {
        "sentence": "在这个冲突已经非常僵化的情况下，现在最重要的是让双方冷静下来。",
        "label": ""
      },
      {
        "sentence": "你也要搞清楚自己的真实感受和期许。",
        "label": ""
      },
      {
        "sentence": "一切都会好起来的，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力处理好这个问题的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力处理好这个问题的。",
        "label": ""
      }
    ]
  }
]