[
  {
    "role": "client",
    "content": "高中生压力大，无形的压力压着我，怎么发泄情绪？父母在三月份外出省去开店挣辛苦钱，他们为了我在学校附近租了个房子。。。可是从开学到现在，九月份到现在，一直是，隐隐约约的有同学说我压力大，总是因为小事情绷不住情绪。而且从开学到现在，总是上火。我没有注意到自己压力大，后来越来越心烦，才注意到他们说的以及上火原因，因为爸妈在外挣钱，很辛苦真的很辛苦，我花的每一笔钱交的每一次补课费都让我很难受很压抑，甚至这个租的房子，进入这里就会是一种无形的压力压着我，很难受。之前会哭发泄情绪，最近甚至都哭不出来了，很平静的压抑，很迷茫。",
    "annotation": [
      {
        "sentence": "高中生压力大，无形的压力压着我，怎么发泄情绪？",
        "label": ""
      },
      {
        "sentence": "父母在三月份外出省去开店挣辛苦钱，他们为了我在学校附近租了个房子。。。",
        "label": ""
      },
      {
        "sentence": "可是从开学到现在，九月份到现在，一直是，隐隐约约的有同学说我压力大，总是因为小事情绷不住情绪。",
        "label": ""
      },
      {
        "sentence": "而且从开学到现在，总是上火。",
        "label": ""
      },
      {
        "sentence": "我没有注意到自己压力大，后来越来越心烦，才注意到他们说的以及上火原因，因为爸妈在外挣钱，很辛苦真的很辛苦，我花的每一笔钱交的每一次补课费都让我很难受很压抑，甚至这个租的房子，进入这里就会是一种无形的压力压着我，很难受。",
        "label": ""
      },
      {
        "sentence": "之前会哭发泄情绪，最近甚至都哭不出来了，很平静的压抑，很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你发的话，我感觉特别的惭愧：我父母对我那么好，总是和我说不用担心经济上面的事，他们会解决的，让我不用担心。可是我总是在宿舍里面混吃等喝，日子也过的浑浑噩噩的，没有什么上进心，花着最贵的学费，吃着蛋糕和可乐，一点都不用担心经济压力。但我还是凭借了自己的能力和热情，在世界为大家分忧解难，也创造不少的成绩。虽然我的确还有很多不足，还是有很多缺点的，但和大家相处帮大家分析这些问题，我也能从中得到经验和快乐。偶尔我也觉得自己很差劲，很无能。我想做那种给别人带来快乐幸福的人，帮助更多的人，当然这对我来说也是不小的挑战，我也会因此感到很多的压力。————负罪感太强，是因为你特别爱着关心父母，你知道父母挣钱不容易也会觉得自己是个连累，给父母添了太多的麻烦。",
    "annotation": [
      {
        "sentence": "看到你发的话，我感觉特别的惭愧：我父母对我那么好，总是和我说不用担心经济上面的事，他们会解决的，让我不用担心。",
        "label": ""
      },
      {
        "sentence": "可是我总是在宿舍里面混吃等喝，日子也过的浑浑噩噩的，没有什么上进心，花着最贵的学费，吃着蛋糕和可乐，一点都不用担心经济压力。",
        "label": ""
      },
      {
        "sentence": "但我还是凭借了自己的能力和热情，在世界为大家分忧解难，也创造不少的成绩。",
        "label": ""
      },
      {
        "sentence": "虽然我的确还有很多不足，还是有很多缺点的，但和大家相处帮大家分析这些问题，我也能从中得到经验和快乐。",
        "label": ""
      },
      {
        "sentence": "偶尔我也觉得自己很差劲，很无能。",
        "label": ""
      },
      {
        "sentence": "我想做那种给别人带来快乐幸福的人，帮助更多的人，当然这对我来说也是不小的挑战，我也会因此感到很多的压力。",
        "label": ""
      },
      {
        "sentence": "————负罪感太强，是因为你特别爱着关心父母，你知道父母挣钱不容易也会觉得自己是个连累，给父母添了太多的麻烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很担心给父母添麻烦，觉得自己很对不起他们。",
    "annotation": [
      {
        "sentence": "是的，我真的很担心给父母添麻烦，觉得自己很对不起他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "事实上，他们不曾觉得你是个累赘，因为你这个家庭带来太多的欢声笑语太多的惊喜。换句话来说，他们得所有的付出，大多数为你提供更好的条件，让你勇敢的追求自己想做的事情。换句话来说，没有你的父母会更加的开心和幸福吗？这答应一定是否定的。因为你是他们的骄傲，是他们心里面的美好，如果失去了你，对他们的打击是非常的致命的，所以你不要想那些不好的事情。",
    "annotation": [
      {
        "sentence": "事实上，他们不曾觉得你是个累赘，因为你这个家庭带来太多的欢声笑语太多的惊喜。",
        "label": ""
      },
      {
        "sentence": "换句话来说，他们得所有的付出，大多数为你提供更好的条件，让你勇敢的追求自己想做的事情。",
        "label": ""
      },
      {
        "sentence": "换句话来说，没有你的父母会更加的开心和幸福吗？",
        "label": ""
      },
      {
        "sentence": "这答应一定是否定的。",
        "label": ""
      },
      {
        "sentence": "因为你是他们的骄傲，是他们心里面的美好，如果失去了你，对他们的打击是非常的致命的，所以你不要想那些不好的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道他们对我很在意，但是我还是觉得自己很有压力。",
    "annotation": [
      {
        "sentence": "我知道他们对我很在意，但是我还是觉得自己很有压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有焦虑和疑惑其实也很正常，说明你需要更加努力，提高自己的各项能力，努力创造自己的价值，好好的爱自己的身体。就像我一样，父母给我的钱，我当然要好好的花，买我最喜欢的，做我最开心的事。因为我开心幸福了，我父母也会开心，幸福。我也报了很多补习班，心理学的专业知识我不如其他人，这钱是必须花的，既然花了，就要好好的学。那这些钱都是对你自己的投资，目的是将来为了给父母，给自己提供一个更好的物质条件。",
    "annotation": [
      {
        "sentence": "有焦虑和疑惑其实也很正常，说明你需要更加努力，提高自己的各项能力，努力创造自己的价值，好好的爱自己的身体。",
        "label": ""
      },
      {
        "sentence": "就像我一样，父母给我的钱，我当然要好好的花，买我最喜欢的，做我最开心的事。",
        "label": ""
      },
      {
        "sentence": "因为我开心幸福了，我父母也会开心，幸福。",
        "label": ""
      },
      {
        "sentence": "我也报了很多补习班，心理学的专业知识我不如其他人，这钱是必须花的，既然花了，就要好好的学。",
        "label": ""
      },
      {
        "sentence": "那这些钱都是对你自己的投资，目的是将来为了给父母，给自己提供一个更好的物质条件。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会更加努力学习，为自己和父母争取更好的未来。",
    "annotation": [
      {
        "sentence": "我明白了，我会更加努力学习，为自己和父母争取更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要不然就是做一些兴趣爱好，分散自己的注意力，别把所有的心思和精力在对自己的批判抨击，多做一点自己喜欢的事情，锻炼自己的能力，有一个良好的身体。要不然就是兼职打工，有些学校食堂和图书馆是很乐意学生勤工俭学的。",
    "annotation": [
      {
        "sentence": "要不然就是做一些兴趣爱好，分散自己的注意力，别把所有的心思和精力在对自己的批判抨击，多做一点自己喜欢的事情，锻炼自己的能力，有一个良好的身体。",
        "label": ""
      },
      {
        "sentence": "要不然就是兼职打工，有些学校食堂和图书馆是很乐意学生勤工俭学的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些都是很不错的建议，我会考虑尝试一些兴趣爱好和兼职打工来分散注意力。",
    "annotation": [
      {
        "sentence": "这些都是很不错的建议，我会考虑尝试一些兴趣爱好和兼职打工来分散注意力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有你父母爱着你，他们的关心和支持会对你产生无形的压力，他们对你要学会对他们好，努力去实现自己的价值，养成良好的作息习惯。我相信他们会感到欣慰当你实现自己的价值，不用再像现在依赖父母，真正做到经济独立，你的父母会更加的自豪和开心，那也是你真正长大的时候。所以请给自己一点时间，多了解自己真正的潜能。",
    "annotation": [
      {
        "sentence": "还有你父母爱着你，他们的关心和支持会对你产生无形的压力，他们对你要学会对他们好，努力去实现自己的价值，养成良好的作息习惯。",
        "label": ""
      },
      {
        "sentence": "我相信他们会感到欣慰当你实现自己的价值，不用再像现在依赖父母，真正做到经济独立，你的父母会更加的自豪和开心，那也是你真正长大的时候。",
        "label": ""
      },
      {
        "sentence": "所以请给自己一点时间，多了解自己真正的潜能。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会按照你的建议去做，好好调整自己的情绪和应对压力。感谢你一直陪伴在我身边。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会按照你的建议去做，好好调整自己的情绪和应对压力。",
        "label": ""
      },
      {
        "sentence": "感谢你一直陪伴在我身边。",
        "label": ""
      }
    ]
  }
]