[
  {
    "role": "client",
    "content": "我今年20岁，我不能接受我的男朋友和他的前任保持联系，这该怎么办？最近一个星期，我偷看了男朋友的手机，发现他们一直在联系，虽然聊的内容没什么特别，但是我就是觉得很不开心。我也不知道该怎么跟他说，怕他觉得我无理取闹。",
    "annotation": [
      {
        "sentence": "我今年20岁，我不能接受我的男朋友和他的前任保持联系，这该怎么办？",
        "label": ""
      },
      {
        "sentence": "最近一个星期，我偷看了男朋友的手机，发现他们一直在联系，虽然聊的内容没什么特别，但是我就是觉得很不开心。",
        "label": ""
      },
      {
        "sentence": "我也不知道该怎么跟他说，怕他觉得我无理取闹。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "发现男友和前任有联系，你觉得不开心，无法接受，这种反应很正常。你的这种反应和情绪是一种对于感情可能受到威胁的危机感和嫉妒感。男友和前任曾经有过恋爱关系，现在还保持联系，让你感到是对你感情的一种威胁。同时你也对男友前任产生一种嫉妒感。这些都表明了你对男友感情的重视，是正常的情绪反应。甚至可以说，这种情绪是很必要的，并非是无理取闹。",
    "annotation": [
      {
        "sentence": "发现男友和前任有联系，你觉得不开心，无法接受，这种反应很正常。",
        "label": ""
      },
      {
        "sentence": "你的这种反应和情绪是一种对于感情可能受到威胁的危机感和嫉妒感。",
        "label": ""
      },
      {
        "sentence": "男友和前任曾经有过恋爱关系，现在还保持联系，让你感到是对你感情的一种威胁。",
        "label": ""
      },
      {
        "sentence": "同时你也对男友前任产生一种嫉妒感。",
        "label": ""
      },
      {
        "sentence": "这些都表明了你对男友感情的重视，是正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "甚至可以说，这种情绪是很必要的，并非是无理取闹。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我就是觉得很不舒服，觉得他们聊得很开心，我就觉得自己不重要了。我怎么能让他明白我的想法，而不让他觉得我是无理取闹呢？",
    "annotation": [
      {
        "sentence": "但是我就是觉得很不舒服，觉得他们聊得很开心，我就觉得自己不重要了。",
        "label": ""
      },
      {
        "sentence": "我怎么能让他明白我的想法，而不让他觉得我是无理取闹呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在爱情里，嫉妒心的产生其实是对来自外界的情感破坏可能性的一种警报，提醒你要重视这份感情。你要采取的行动，就是要向男友进行情绪反馈和表达，告知他你的想法、感受和要求，让他看到你的担忧和对他的感情，并能明白你的要求是什么，自己应该怎么做，才能维护你们俩的感情、安抚你的情绪。",
    "annotation": [
      {
        "sentence": "在爱情里，嫉妒心的产生其实是对来自外界的情感破坏可能性的一种警报，提醒你要重视这份感情。",
        "label": ""
      },
      {
        "sentence": "你要采取的行动，就是要向男友进行情绪反馈和表达，告知他你的想法、感受和要求，让他看到你的担忧和对他的感情，并能明白你的要求是什么，自己应该怎么做，才能维护你们俩的感情、安抚你的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我怎么开口呢？我怕他生气，觉得我不信任他。",
    "annotation": [
      {
        "sentence": "可是我怎么开口呢？",
        "label": ""
      },
      {
        "sentence": "我怕他生气，觉得我不信任他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以选择一个合适的时间和地点，和男友坐下来，诚实地表达你的感受和担忧。告诉他你发现他和前任的联系让你感到很不舒服，因为你担心这会对你们的感情产生影响。要强调你的表达是出于对感情的关心和对他的信任，而不是不信任。帮助他理解你的立场和情绪，这样他也能更好地回应你的需求。",
    "annotation": [
      {
        "sentence": "你可以选择一个合适的时间和地点，和男友坐下来，诚实地表达你的感受和担忧。",
        "label": ""
      },
      {
        "sentence": "告诉他你发现他和前任的联系让你感到很不舒服，因为你担心这会对你们的感情产生影响。",
        "label": ""
      },
      {
        "sentence": "要强调你的表达是出于对感情的关心和对他的信任，而不是不信任。",
        "label": ""
      },
      {
        "sentence": "帮助他理解你的立场和情绪，这样他也能更好地回应你的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会找个合适的机会和他坐下来好好谈谈。但我还是担心，即使他答应了我，他会不会还是和前任保持联系呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会找个合适的机会和他坐下来好好谈谈。",
        "label": ""
      },
      {
        "sentence": "但我还是担心，即使他答应了我，他会不会还是和前任保持联系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为已经有另一半的人，如果他想对当下的感情负责，就要对已经完结的恋爱关系有明确的态度。他应该明白，对前任保持一定的边界和距离是对你的尊重和对感情负责的表现。你作为现任，有权利向男友提出你的要求，双方应该沟通协商一个适当的处理方法，以维护你们俩的感情。",
    "annotation": [
      {
        "sentence": "作为已经有另一半的人，如果他想对当下的感情负责，就要对已经完结的恋爱关系有明确的态度。",
        "label": ""
      },
      {
        "sentence": "他应该明白，对前任保持一定的边界和距离是对你的尊重和对感情负责的表现。",
        "label": ""
      },
      {
        "sentence": "你作为现任，有权利向男友提出你的要求，双方应该沟通协商一个适当的处理方法，以维护你们俩的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我现在有信心和他好好谈一次了。只是我还是有些紧张，怕会有争吵。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我现在有信心和他好好谈一次了。",
        "label": ""
      },
      {
        "sentence": "只是我还是有些紧张，怕会有争吵。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "争吵在感情关系中时常会出现，但是有一次真诚的沟通比一次次的猜测和忍耐更有意义。在对话中，保持冷静和尊重是很重要的。不要抱着攻击或指责的态度，而是试着理解对方的立场，并分享自己的感受。通过积极的沟通，你们可以更好地解决问题并增进感情。祝你好运！",
    "annotation": [
      {
        "sentence": "争吵在感情关系中时常会出现，但是有一次真诚的沟通比一次次的猜测和忍耐更有意义。",
        "label": ""
      },
      {
        "sentence": "在对话中，保持冷静和尊重是很重要的。",
        "label": ""
      },
      {
        "sentence": "不要抱着攻击或指责的态度，而是试着理解对方的立场，并分享自己的感受。",
        "label": ""
      },
      {
        "sentence": "通过积极的沟通，你们可以更好地解决问题并增进感情。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]