[
  {
    "role": "client",
    "content": "我今年13岁，初三。之前还好，上了初三之后，总是会莫名其妙想哭，焦躁、不安，脾气也开始喜怒无常。而且我会注意身边的每个人的情绪，不管对方是有意还是无意，他们的每一个表情和动作都会让我无限遐想，总会觉得对方讨厌自己。刚才还和家人发生了一些矛盾，就因为我想要私人空间不想在周末照顾弟弟，这是我第一次跟父母说我自己真实的想法，我说我累，难受；但是父母认为我不够懂事，刚才母亲还打我耳光，想要把我从家里赶出去。我知道这点累比起之后的累根本不算什么，但是我真的只是需要一句安慰，真的真的一句就可以…而且几乎每天晚上都会失眠，有时也会冒出想要自杀的念头。可能我真的很差劲吧……我到底该怎么办？",
    "annotation": [
      {
        "sentence": "我今年13岁，初三。",
        "label": ""
      },
      {
        "sentence": "之前还好，上了初三之后，总是会莫名其妙想哭，焦躁、不安，脾气也开始喜怒无常。",
        "label": ""
      },
      {
        "sentence": "而且我会注意身边的每个人的情绪，不管对方是有意还是无意，他们的每一个表情和动作都会让我无限遐想，总会觉得对方讨厌自己。",
        "label": ""
      },
      {
        "sentence": "刚才还和家人发生了一些矛盾，就因为我想要私人空间不想在周末照顾弟弟，这是我第一次跟父母说我自己真实的想法，我说我累，难受；但是父母认为我不够懂事，刚才母亲还打我耳光，想要把我从家里赶出去。",
        "label": ""
      },
      {
        "sentence": "我知道这点累比起之后的累根本不算什么，但是我真的只是需要一句安慰，真的真的一句就可以…而且几乎每天晚上都会失眠，有时也会冒出想要自杀的念头。",
        "label": ""
      },
      {
        "sentence": "可能我真的很差劲吧……我到底该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你的信任和勇气，向我分享了你的困惑。先别自责，你并不差劲，这种感受在生命的某些阶段会涌现出来。那么，我们来想一想你最想要的支持是什么？是情感上的慰藉，还是一些指导和帮助？",
    "annotation": [
      {
        "sentence": "非常感谢你的信任和勇气，向我分享了你的困惑。",
        "label": ""
      },
      {
        "sentence": "先别自责，你并不差劲，这种感受在生命的某些阶段会涌现出来。",
        "label": ""
      },
      {
        "sentence": "那么，我们来想一想你最想要的支持是什么？",
        "label": ""
      },
      {
        "sentence": "是情感上的慰藉，还是一些指导和帮助？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你问这个问题。实际上我需要情感上的慰藉，我感觉内心空虚，需要有人可以理解我，陪着我。",
    "annotation": [
      {
        "sentence": "谢谢你问这个问题。",
        "label": ""
      },
      {
        "sentence": "实际上我需要情感上的慰藉，我感觉内心空虚，需要有人可以理解我，陪着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "~给你个大大的拥抱，可以感受到你此时此刻所需要的情感~ 能不能跟我谈一谈你之前是怎么应对这些情绪的？或者说，当出现这些情绪的时候，你现在最常想做什么？",
    "annotation": [
      {
        "sentence": "~给你个大大的拥抱，可以感受到你此时此刻所需要的情感~ 能不能跟我谈一谈你之前是怎么应对这些情绪的？",
        "label": ""
      },
      {
        "sentence": "或者说，当出现这些情绪的时候，你现在最常想做什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一般我会试着独处，静静地哭一会儿。但这种方法也不总是奏效，因为我总感觉自己不被需要，所以很容易陷入愁绪中。",
    "annotation": [
      {
        "sentence": "一般我会试着独处，静静地哭一会儿。",
        "label": ""
      },
      {
        "sentence": "但这种方法也不总是奏效，因为我总感觉自己不被需要，所以很容易陷入愁绪中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解。不过你要知道，在你的生命中，你是有价值的，你的存在是有意义的。也许在独处的时候，你可以尝试写日记或画画，这有助于在内心中表达和释放情绪。另外，当你感到难过时，也可以试着和身边的亲友或者老师交流，告诉他们你的感受，寻求支持。他们也许不会完全理解你的处境，但他们是关心和在乎你的人，会尽力去倾听你的倾诉。",
    "annotation": [
      {
        "sentence": "我理解。",
        "label": ""
      },
      {
        "sentence": "不过你要知道，在你的生命中，你是有价值的，你的存在是有意义的。",
        "label": ""
      },
      {
        "sentence": "也许在独处的时候，你可以尝试写日记或画画，这有助于在内心中表达和释放情绪。",
        "label": ""
      },
      {
        "sentence": "另外，当你感到难过时，也可以试着和身边的亲友或者老师交流，告诉他们你的感受，寻求支持。",
        "label": ""
      },
      {
        "sentence": "他们也许不会完全理解你的处境，但他们是关心和在乎你的人，会尽力去倾听你的倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还有一个问题：我妈妈和我爸爸并不太理解我的情绪，他们总是觉得我在闹脾气，我该怎么办？",
    "annotation": [
      {
        "sentence": "我还有一个问题：我妈妈和我爸爸并不太理解我的情绪，他们总是觉得我在闹脾气，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很常见的情况。家长们可能逐渐忘记了我们也是在成长中的孩子，他们可能自认为理解我们，但实际上很难感同身受我们的感受。为此，你可以试着和他们沟通，用平缓的语气告诉他们你内心的矛盾和痛苦。建议你在心平气和的时候和他们讲，这样可以避免情绪影响我们的表达和他们的接收。如果觉得和家长谈不开，也可以尝试告诉一些你信任的人，比如老师或者朋友，让他们帮助你。",
    "annotation": [
      {
        "sentence": "这是很常见的情况。",
        "label": ""
      },
      {
        "sentence": "家长们可能逐渐忘记了我们也是在成长中的孩子，他们可能自认为理解我们，但实际上很难感同身受我们的感受。",
        "label": ""
      },
      {
        "sentence": "为此，你可以试着和他们沟通，用平缓的语气告诉他们你内心的矛盾和痛苦。",
        "label": ""
      },
      {
        "sentence": "建议你在心平气和的时候和他们讲，这样可以避免情绪影响我们的表达和他们的接收。",
        "label": ""
      },
      {
        "sentence": "如果觉得和家长谈不开，也可以尝试告诉一些你信任的人，比如老师或者朋友，让他们帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我以前听说过一些跟不上学业的同龄人自杀的事情，这让我更加害怕自己的症状。如果我真的想不开了怎么办？",
    "annotation": [
      {
        "sentence": "我以前听说过一些跟不上学业的同龄人自杀的事情，这让我更加害怕自己的症状。",
        "label": ""
      },
      {
        "sentence": "如果我真的想不开了怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是一个令人担忧的问题。如果你感觉非常不安，甚至有自杀的念头，就需要寻求专业帮助了。你可以找你的老师、辅导员、或者到学校的心理健康服务中心寻求帮助。如果是在非常紧急的情况下，也可以联系当地的心理救援热线或紧急救援。但希望你能够尽可能地提前采取行动，寻求帮助，这是最安全的选择。",
    "annotation": [
      {
        "sentence": "这确实是一个令人担忧的问题。",
        "label": ""
      },
      {
        "sentence": "如果你感觉非常不安，甚至有自杀的念头，就需要寻求专业帮助了。",
        "label": ""
      },
      {
        "sentence": "你可以找你的老师、辅导员、或者到学校的心理健康服务中心寻求帮助。",
        "label": ""
      },
      {
        "sentence": "如果是在非常紧急的情况下，也可以联系当地的心理救援热线或紧急救援。",
        "label": ""
      },
      {
        "sentence": "但希望你能够尽可能地提前采取行动，寻求帮助，这是最安全的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，知道了。我会尽量管控自己的情绪，以及向亲朋好友或者专业人士寻求支持。谢谢你的鼓励和帮助。",
    "annotation": [
      {
        "sentence": "嗯，知道了。",
        "label": ""
      },
      {
        "sentence": "我会尽量管控自己的情绪，以及向亲朋好友或者专业人士寻求支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能帮到你。你拥有无限的内在潜力，即使在最困难的时刻也不要轻言放弃，相信你一定会走出困境，克服困难，获得新的经验和成长。如果在未来需要任何的帮助，无论是生活上还是情感上，都欢迎随时联系我或者其他相关专业人士，我们会尽力为你提供支持。",
    "annotation": [
      {
        "sentence": "我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "你拥有无限的内在潜力，即使在最困难的时刻也不要轻言放弃，相信你一定会走出困境，克服困难，获得新的经验和成长。",
        "label": ""
      },
      {
        "sentence": "如果在未来需要任何的帮助，无论是生活上还是情感上，都欢迎随时联系我或者其他相关专业人士，我们会尽力为你提供支持。",
        "label": ""
      }
    ]
  }
]