[
  {
    "role": "client",
    "content": "我是三女儿，获得的资源最匮乏，想和家庭决裂怎么办？",
    "annotation": [
      {
        "sentence": "我是三女儿，获得的资源最匮乏，想和家庭决裂怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰了。你为什么想要与家庭决裂呢？可以和我分享一下你的感受吗？",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰了。",
        "label": ""
      },
      {
        "sentence": "你为什么想要与家庭决裂呢？",
        "label": ""
      },
      {
        "sentence": "可以和我分享一下你的感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "小时候我就是获得资源最匮乏的一个，因为是三女儿，有姐姐哥哥。因为一直这样，以前的自己也没觉得有任何不妥。我们家条件原本很好，在我上高中的时候，家里发生了大的变故（生意失败，家里破产，妈妈出轨赌博欠债）。那会姐姐在外地上大学，毕业就嫁到了外地，家里的很多事她都没有参与。而我的哥哥作为家长的长男，参加工作以后就不怎么和家里联系。从我高中起，我就觉得一直在充当着家里的维系者和调和者。可以说我将自己的整个少年青年时期的重心都放在了父母身上。因为教育的问题从小就对家里有负罪感。我有很长一段时间处于抑郁状态（除了家庭也有感情）。但从十六岁的开始，家人就在我的生活中是缺失的，爸爸一心想要东山再起想赢回身边的人的尊重，妈妈忙着恋爱赌博。他们在我最应该形成三观的那些年是缺位的。在这样的状态下，时光蹉跎，我已经30岁了。今年开始，我爸爸突然间开始对我催婚催生。刚开始，我的心态是感动的，我觉得总算找到了久违",
    "annotation": [
      {
        "sentence": "小时候我就是获得资源最匮乏的一个，因为是三女儿，有姐姐哥哥。",
        "label": ""
      },
      {
        "sentence": "因为一直这样，以前的自己也没觉得有任何不妥。",
        "label": ""
      },
      {
        "sentence": "我们家条件原本很好，在我上高中的时候，家里发生了大的变故（生意失败，家里破产，妈妈出轨赌博欠债）。",
        "label": ""
      },
      {
        "sentence": "那会姐姐在外地上大学，毕业就嫁到了外地，家里的很多事她都没有参与。",
        "label": ""
      },
      {
        "sentence": "而我的哥哥作为家长的长男，参加工作以后就不怎么和家里联系。",
        "label": ""
      },
      {
        "sentence": "从我高中起，我就觉得一直在充当着家里的维系者和调和者。",
        "label": ""
      },
      {
        "sentence": "可以说我将自己的整个少年青年时期的重心都放在了父母身上。",
        "label": ""
      },
      {
        "sentence": "因为教育的问题从小就对家里有负罪感。",
        "label": ""
      },
      {
        "sentence": "我有很长一段时间处于抑郁状态（除了家庭也有感情）。",
        "label": ""
      },
      {
        "sentence": "但从十六岁的开始，家人就在我的生活中是缺失的，爸爸一心想要东山再起想赢回身边的人的尊重，妈妈忙着恋爱赌博。",
        "label": ""
      },
      {
        "sentence": "他们在我最应该形成三观的那些年是缺位的。",
        "label": ""
      },
      {
        "sentence": "在这样的状态下，时光蹉跎，我已经30岁了。",
        "label": ""
      },
      {
        "sentence": "今年开始，我爸爸突然间开始对我催婚催生。",
        "label": ""
      },
      {
        "sentence": "刚开始，我的心态是感动的，我觉得总算找到了久违",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来你一直以来承受了很大的压力和责任。家庭变故以及父母的行为让你感到孤独和失落。现在你爸爸对你的催婚催生也让你感到压力增加了。你现在是否有考虑过沟通和解决这个问题呢？",
    "annotation": [
      {
        "sentence": "看得出来你一直以来承受了很大的压力和责任。",
        "label": ""
      },
      {
        "sentence": "家庭变故以及父母的行为让你感到孤独和失落。",
        "label": ""
      },
      {
        "sentence": "现在你爸爸对你的催婚催生也让你感到压力增加了。",
        "label": ""
      },
      {
        "sentence": "你现在是否有考虑过沟通和解决这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "随着联系增多，我知道了我爸爸凭着努力确实又重新富有起来，甚至买了千万的别墅。也给他儿子买了房子和车子。而作为女儿，也许他根深蒂固的思想，觉得女儿是泼出去的水吧，他说将我的那份嫁妆给我哥换了更好的车。他还说不会给我任何物质上的东西。而我结婚了他觉得自己对我的所有责任都功德圆满了。我其实很难过，难过的同时也很不忿。他的别墅，甚至没有给我暂住的房间，规划的都是他和我哥的未来。他的一个灯饰，就可以付得起一套房子的首付款。但是他并不想降低哪怕一点点要求来让自己的女儿过得稍微有底气一些。我原本对这些并没有那么在意，但在他不断只顾催婚催生的强压下以及对待我和哥哥不同的态度下，我越来越不平衡。但，在有能力的情况下，他的一个援手就可以让自己的女儿过得更好他却不愿意，并且认为我存在这样的想法很过分。只是因为哥哥是男生，就可以在家里混乱的那十几年回避不负任何责任而现在又享有一切，而且他并没有想要平衡我爸的这些不公平。这些都让我很难过这道坎。让我开始对我的爸爸有怨气，甚至最近生出想要与他决裂自己换个城市生活的想法。（期间的一些其他事不想再赘述了，福建人的重男轻女以及大男子主义我也不想再多说）我很想对他呐喊我的这些不爽，可我害怕他觉得不孝，这件事是我的想法太过自私，对他的要求太高了吗？",
    "annotation": [
      {
        "sentence": "随着联系增多，我知道了我爸爸凭着努力确实又重新富有起来，甚至买了千万的别墅。",
        "label": ""
      },
      {
        "sentence": "也给他儿子买了房子和车子。",
        "label": ""
      },
      {
        "sentence": "而作为女儿，也许他根深蒂固的思想，觉得女儿是泼出去的水吧，他说将我的那份嫁妆给我哥换了更好的车。",
        "label": ""
      },
      {
        "sentence": "他还说不会给我任何物质上的东西。",
        "label": ""
      },
      {
        "sentence": "而我结婚了他觉得自己对我的所有责任都功德圆满了。",
        "label": ""
      },
      {
        "sentence": "我其实很难过，难过的同时也很不忿。",
        "label": ""
      },
      {
        "sentence": "他的别墅，甚至没有给我暂住的房间，规划的都是他和我哥的未来。",
        "label": ""
      },
      {
        "sentence": "他的一个灯饰，就可以付得起一套房子的首付款。",
        "label": ""
      },
      {
        "sentence": "但是他并不想降低哪怕一点点要求来让自己的女儿过得稍微有底气一些。",
        "label": ""
      },
      {
        "sentence": "我原本对这些并没有那么在意，但在他不断只顾催婚催生的强压下以及对待我和哥哥不同的态度下，我越来越不平衡。",
        "label": ""
      },
      {
        "sentence": "但，在有能力的情况下，他的一个援手就可以让自己的女儿过得更好他却不愿意，并且认为我存在这样的想法很过分。",
        "label": ""
      },
      {
        "sentence": "只是因为哥哥是男生，就可以在家里混乱的那十几年回避不负任何责任而现在又享有一切，而且他并没有想要平衡我爸的这些不公平。",
        "label": ""
      },
      {
        "sentence": "这些都让我很难过这道坎。",
        "label": ""
      },
      {
        "sentence": "让我开始对我的爸爸有怨气，甚至最近生出想要与他决裂自己换个城市生活的想法。",
        "label": ""
      },
      {
        "sentence": "（期间的一些其他事不想再赘述了，福建人的重男轻女以及大男子主义我也不想再多说）我很想对他呐喊我的这些不爽，可我害怕他觉得不孝，这件事是我的想法太过自私，对他的要求太高了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我可以理解你的失望和挫折感。你希望被父亲公平对待和支持，而感到被忽视和不平等待遇。这些情绪和想法都是可以理解的。我认为你有权利对他表达你的感受和需求。我们可以一起思考一下如何更好地与你的父亲沟通，让他了解你的想法和心情。这可以帮助你们之间建立更健康的关系。",
    "annotation": [
      {
        "sentence": "听到你的经历，我可以理解你的失望和挫折感。",
        "label": ""
      },
      {
        "sentence": "你希望被父亲公平对待和支持，而感到被忽视和不平等待遇。",
        "label": ""
      },
      {
        "sentence": "这些情绪和想法都是可以理解的。",
        "label": ""
      },
      {
        "sentence": "我认为你有权利对他表达你的感受和需求。",
        "label": ""
      },
      {
        "sentence": "我们可以一起思考一下如何更好地与你的父亲沟通，让他了解你的想法和心情。",
        "label": ""
      },
      {
        "sentence": "这可以帮助你们之间建立更健康的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我知道应该和父亲进行沟通，但是我一直担心他反对我的意见或觉得我不孝顺。我应该如何开始和他谈谈我的想法呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我知道应该和父亲进行沟通，但是我一直担心他反对我的意见或觉得我不孝顺。",
        "label": ""
      },
      {
        "sentence": "我应该如何开始和他谈谈我的想法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以尝试以下方法来与父亲沟通。首先，找一个适合的时机，一个平静和放松的环境。然后，坦诚地向他表达你的感受，强调你希望达到的平等和公正。避免指责或争吵，而是试着理解对方的观点，保持冷静。最重要的是，坚持对话，建立起相互的理解和尊重。",
    "annotation": [
      {
        "sentence": "可以尝试以下方法来与父亲沟通。",
        "label": ""
      },
      {
        "sentence": "首先，找一个适合的时机，一个平静和放松的环境。",
        "label": ""
      },
      {
        "sentence": "然后，坦诚地向他表达你的感受，强调你希望达到的平等和公正。",
        "label": ""
      },
      {
        "sentence": "避免指责或争吵，而是试着理解对方的观点，保持冷静。",
        "label": ""
      },
      {
        "sentence": "最重要的是，坚持对话，建立起相互的理解和尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的指导。我会尽力去和父亲进行沟通，希望我们能够找到一个解决问题的方式。",
    "annotation": [
      {
        "sentence": "谢谢你的指导。",
        "label": ""
      },
      {
        "sentence": "我会尽力去和父亲进行沟通，希望我们能够找到一个解决问题的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好。记住，沟通是一个过程，需要时间和耐心。我相信你能够找到合适的方式来与父亲解决这个问题。如果你需要任何帮助或支持，请随时告诉我。",
    "annotation": [
      {
        "sentence": "你做得很好。",
        "label": ""
      },
      {
        "sentence": "记住，沟通是一个过程，需要时间和耐心。",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到合适的方式来与父亲解决这个问题。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或支持，请随时告诉我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会努力不放弃的。如果有需要的话，我会再向你寻求帮助的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力不放弃的。",
        "label": ""
      },
      {
        "sentence": "如果有需要的话，我会再向你寻求帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我会一直在这里支持你。记得随时和我联系，我愿意帮助你度过这个困境。加油！",
    "annotation": [
      {
        "sentence": "没问题，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "记得随时和我联系，我愿意帮助你度过这个困境。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]