[
  {
    "role": "client",
    "content": "我听说焦虑症需要吃药，但为什么他们都只让我放松呢？我是高三产生的焦虑症，还有强迫思考和抑郁。以前从来没有意识到自己有问题，只是觉得自己不应该有这些情绪，非常排斥自己。我曾经想过自杀，但又害怕死。直到今年我才主动去了解、查资料和咨询。虽然解开了一些心理诱因，但我身体上的心慌、头晕和失眠仍然让我非常痛苦。看了医生，但我无法准确描述我的痛苦，好像对别人说我有焦虑很丢人一样。医生只要我放松，但我真的很害怕下一次焦虑会发生。难道是因为我不严重，所以医生不建议我吃药吗？我真的很害怕，不知该如何调整自己对焦虑的认知，才能不再害怕？",
    "annotation": [
      {
        "sentence": "我听说焦虑症需要吃药，但为什么他们都只让我放松呢？",
        "label": ""
      },
      {
        "sentence": "我是高三产生的焦虑症，还有强迫思考和抑郁。",
        "label": ""
      },
      {
        "sentence": "以前从来没有意识到自己有问题，只是觉得自己不应该有这些情绪，非常排斥自己。",
        "label": ""
      },
      {
        "sentence": "我曾经想过自杀，但又害怕死。",
        "label": ""
      },
      {
        "sentence": "直到今年我才主动去了解、查资料和咨询。",
        "label": ""
      },
      {
        "sentence": "虽然解开了一些心理诱因，但我身体上的心慌、头晕和失眠仍然让我非常痛苦。",
        "label": ""
      },
      {
        "sentence": "看了医生，但我无法准确描述我的痛苦，好像对别人说我有焦虑很丢人一样。",
        "label": ""
      },
      {
        "sentence": "医生只要我放松，但我真的很害怕下一次焦虑会发生。",
        "label": ""
      },
      {
        "sentence": "难道是因为我不严重，所以医生不建议我吃药吗？",
        "label": ""
      },
      {
        "sentence": "我真的很害怕，不知该如何调整自己对焦虑的认知，才能不再害怕？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，我深深感受到你一直被焦虑感所困扰，产生了一些身体上的反应。同时，我也看得出你渴望改变目前的状态，而且已经去看了医生，但情况好像没有太大改善。当我们深陷强迫思考时，的确会感到越来越痛苦，就像陷入了沼泽地，拼命想要逃离却越陷越深。焦虑感是最常见的情绪之一，表现为对未知的不确定感、恐惧感和不安感，这与我们的思维有很大关系。正如你所描述的，你常常陷入强迫思考，越是不安就越想去思考，希望能找到解决办法。然而，焦虑感其实是思维创造出来的，像你试图通过思维来解决思维创造的问题，就像一个人想要徒手把自己举起来，是不可能做到的，因为思维本身就成了问题。大脑的功能之一是思考、分析、判断、回忆和想象，这是头脑的价值所在，但过于听从头脑的指挥，就会成为头脑的奴隶。我们在成长过程中接受到大量的信息，这些信息来自父母、老师、朋友和社会等，它们大部分都是外界施加给我们的，不代表属于我们自己，我们真正属于自己的只能源自我们的个人经验。当你一直活在对未来的幻想中时，会带来焦虑感和痛苦感，还有一部分痛苦实际上来自你对这些感受的抗拒。身为人类，我们拥有情绪、情感，每一种感受都有其存在的意义，当我们只追求舒适愉快的感受，试图摒弃不适和痛苦的感受时，就会忽视、抑制或与这些不适感抗争，而陷入新的痛苦之中。人类在长时间的进化过程中，需要应对来自外界的许多危险，为了生存下去，我们必须对危险保持一定的警惕，恐惧感是最原始的情感之一，与生物本能密切相关，而焦虑的本质正是恐惧。我们需要明白，焦虑感同样是人类的一种情感，每个人都会有，它有其存在的价值和意义。接下来，我想分享一些建议和改善方法给你：一、接纳当前的状态，认识到你经常感到焦虑、恐慌，不需要评判自己，甚至攻击自己，认为自己不应该有这些情绪。我们一直接受的教育是应该快乐愉快，不应该难过痛苦，事实上，任何一种情绪都需要被认可和表达，情绪是一种能量，如果它不被认可和接纳，会以其他方式表现出来，比如身体上的僵硬、疼痛，甚至一些躯体疾病。你感到心慌、头晕和失眠很大程度上是因为你内心的许多情绪感受没有被认可。我非常喜欢《改善情绪的正念疗法》一书中马克·威廉姆斯所说的：“情绪不是我们的敌人，只是传递信息的使者。”情绪没有对错，每一种情绪都是在告诉我们当下正在发生的事情，你的焦虑感只是在告诉你：现在的你有些难过，需要多关心自己。可以试着停止评判和排斥自己，在感到难过痛苦时，接纳当下的状态。此外，我注意到你在提问中提到去看医生时感到自己这种焦虑状态很丢人，我想告诉你，每个人都经历过困难，每个人都有需要面对和成长的部分，所以你并不孤单。我认为你很勇敢，对自己的当下状态主动求医、查找资料了解焦虑的心理诱因，甚至在这个平台上寻求帮助，这是对自己负责的表现，非常难能可贵。2、当思维陷入循环时，试着回",
    "annotation": [
      {
        "sentence": "看到你的问题，我深深感受到你一直被焦虑感所困扰，产生了一些身体上的反应。",
        "label": ""
      },
      {
        "sentence": "同时，我也看得出你渴望改变目前的状态，而且已经去看了医生，但情况好像没有太大改善。",
        "label": ""
      },
      {
        "sentence": "当我们深陷强迫思考时，的确会感到越来越痛苦，就像陷入了沼泽地，拼命想要逃离却越陷越深。",
        "label": ""
      },
      {
        "sentence": "焦虑感是最常见的情绪之一，表现为对未知的不确定感、恐惧感和不安感，这与我们的思维有很大关系。",
        "label": ""
      },
      {
        "sentence": "正如你所描述的，你常常陷入强迫思考，越是不安就越想去思考，希望能找到解决办法。",
        "label": ""
      },
      {
        "sentence": "然而，焦虑感其实是思维创造出来的，像你试图通过思维来解决思维创造的问题，就像一个人想要徒手把自己举起来，是不可能做到的，因为思维本身就成了问题。",
        "label": ""
      },
      {
        "sentence": "大脑的功能之一是思考、分析、判断、回忆和想象，这是头脑的价值所在，但过于听从头脑的指挥，就会成为头脑的奴隶。",
        "label": ""
      },
      {
        "sentence": "我们在成长过程中接受到大量的信息，这些信息来自父母、老师、朋友和社会等，它们大部分都是外界施加给我们的，不代表属于我们自己，我们真正属于自己的只能源自我们的个人经验。",
        "label": ""
      },
      {
        "sentence": "当你一直活在对未来的幻想中时，会带来焦虑感和痛苦感，还有一部分痛苦实际上来自你对这些感受的抗拒。",
        "label": ""
      },
      {
        "sentence": "身为人类，我们拥有情绪、情感，每一种感受都有其存在的意义，当我们只追求舒适愉快的感受，试图摒弃不适和痛苦的感受时，就会忽视、抑制或与这些不适感抗争，而陷入新的痛苦之中。",
        "label": ""
      },
      {
        "sentence": "人类在长时间的进化过程中，需要应对来自外界的许多危险，为了生存下去，我们必须对危险保持一定的警惕，恐惧感是最原始的情感之一，与生物本能密切相关，而焦虑的本质正是恐惧。",
        "label": ""
      },
      {
        "sentence": "我们需要明白，焦虑感同样是人类的一种情感，每个人都会有，它有其存在的价值和意义。",
        "label": ""
      },
      {
        "sentence": "接下来，我想分享一些建议和改善方法给你：一、接纳当前的状态，认识到你经常感到焦虑、恐慌，不需要评判自己，甚至攻击自己，认为自己不应该有这些情绪。",
        "label": ""
      },
      {
        "sentence": "我们一直接受的教育是应该快乐愉快，不应该难过痛苦，事实上，任何一种情绪都需要被认可和表达，情绪是一种能量，如果它不被认可和接纳，会以其他方式表现出来，比如身体上的僵硬、疼痛，甚至一些躯体疾病。",
        "label": ""
      },
      {
        "sentence": "你感到心慌、头晕和失眠很大程度上是因为你内心的许多情绪感受没有被认可。",
        "label": ""
      },
      {
        "sentence": "我非常喜欢《改善情绪的正念疗法》一书中马克·威廉姆斯所说的：“情绪不是我们的敌人，只是传递信息的使者。",
        "label": ""
      },
      {
        "sentence": "”情绪没有对错，每一种情绪都是在告诉我们当下正在发生的事情，你的焦虑感只是在告诉你：现在的你有些难过，需要多关心自己。",
        "label": ""
      },
      {
        "sentence": "可以试着停止评判和排斥自己，在感到难过痛苦时，接纳当下的状态。",
        "label": ""
      },
      {
        "sentence": "此外，我注意到你在提问中提到去看医生时感到自己这种焦虑状态很丢人，我想告诉你，每个人都经历过困难，每个人都有需要面对和成长的部分，所以你并不孤单。",
        "label": ""
      },
      {
        "sentence": "我认为你很勇敢，对自己的当下状态主动求医、查找资料了解焦虑的心理诱因，甚至在这个平台上寻求帮助，这是对自己负责的表现，非常难能可贵。",
        "label": ""
      },
      {
        "sentence": "2、当思维陷入循环时，试着回",
        "label": ""
      }
    ]
  }
]