[
  {
    "role": "client",
    "content": "焦虑症需要吃药吗，为什么他们都只让我放松？我是高三产生的焦虑症，还有强迫思考，抑郁。以前从来没有意识到自己出了问题，只觉得自己不能不应该有这些情绪，很排斥自己。想过死，却又怕死。一直到今年，我才主动去理解，查资料，做咨询。虽然解开了一些心理诱因，但是身体上的心慌头晕失眠，还是让我特别痛苦。可是我去看了医生，我却描述不出来我的痛苦，好像对别人说我有焦虑很丢人，医生只让我放松，但是我自己很害怕下一次焦虑的发生，是不是因为我真的不严重所以医生不建议我吃药？我真的很害怕很难受，每一次害怕都会强迫自己去想焦虑的痛苦，然后都会真的发生。我要怎么调整自己对于自己焦虑的认知，才不至于害怕？",
    "annotation": [
      {
        "sentence": "焦虑症需要吃药吗，为什么他们都只让我放松？",
        "label": ""
      },
      {
        "sentence": "我是高三产生的焦虑症，还有强迫思考，抑郁。",
        "label": ""
      },
      {
        "sentence": "以前从来没有意识到自己出了问题，只觉得自己不能不应该有这些情绪，很排斥自己。",
        "label": ""
      },
      {
        "sentence": "想过死，却又怕死。",
        "label": ""
      },
      {
        "sentence": "一直到今年，我才主动去理解，查资料，做咨询。",
        "label": ""
      },
      {
        "sentence": "虽然解开了一些心理诱因，但是身体上的心慌头晕失眠，还是让我特别痛苦。",
        "label": ""
      },
      {
        "sentence": "可是我去看了医生，我却描述不出来我的痛苦，好像对别人说我有焦虑很丢人，医生只让我放松，但是我自己很害怕下一次焦虑的发生，是不是因为我真的不严重所以医生不建议我吃药？",
        "label": ""
      },
      {
        "sentence": "我真的很害怕很难受，每一次害怕都会强迫自己去想焦虑的痛苦，然后都会真的发生。",
        "label": ""
      },
      {
        "sentence": "我要怎么调整自己对于自己焦虑的认知，才不至于害怕？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "焦虑症确实是一种常见疾病，且多数患者的症状与你类似，你没有必要为此感到羞耻或责备自己。放松确实是解决问题的关键，但你需要了解，通过一些适度的方法，合理地控制焦虑对你的伤害。",
    "annotation": [
      {
        "sentence": "焦虑症确实是一种常见疾病，且多数患者的症状与你类似，你没有必要为此感到羞耻或责备自己。",
        "label": ""
      },
      {
        "sentence": "放松确实是解决问题的关键，但你需要了解，通过一些适度的方法，合理地控制焦虑对你的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实感到了许多困扰。我不知道自己究竟有多重的问题，到底需要怎样的治疗。",
    "annotation": [
      {
        "sentence": "是的，我确实感到了许多困扰。",
        "label": ""
      },
      {
        "sentence": "我不知道自己究竟有多重的问题，到底需要怎样的治疗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先要知道，适度的焦虑对我们或许有益处，但若长期存在或过于强烈，就会带来许多副作用。所以我们需要选择合适的治疗方案。我知道你感到害怕，但事实上这是很常见的事情，因此建议你尝试一些有效的治疗方式，以改善你的身心健康状况。",
    "annotation": [
      {
        "sentence": "首先要知道，适度的焦虑对我们或许有益处，但若长期存在或过于强烈，就会带来许多副作用。",
        "label": ""
      },
      {
        "sentence": "所以我们需要选择合适的治疗方案。",
        "label": ""
      },
      {
        "sentence": "我知道你感到害怕，但事实上这是很常见的事情，因此建议你尝试一些有效的治疗方式，以改善你的身心健康状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我非常希望能够找到一个有效的治疗方法，我也知道我需要改变我的认知方式。",
    "annotation": [
      {
        "sentence": "我非常希望能够找到一个有效的治疗方法，我也知道我需要改变我的认知方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以我之见，你需要首先注意以下三件事情：身体，心理和行为。关于身体，你可以尝试一些简单而有效的身体放松技巧，比如修炼瑜伽，或适应一些常规的有氧运动，以协调身体和心灵。至于心理方面，你需要学会反思自己的消极思维模式，试着去发现这些思维的瑕疵，并进行修正，以消除焦虑情感。而行为措施方面，你可以减少饮食或者体力活动带来的压力，积极寻找支持者或者感兴趣的活动，注意自我呵护，尤其是帮助自己建立一个良好的生活方式。",
    "annotation": [
      {
        "sentence": "以我之见，你需要首先注意以下三件事情：身体，心理和行为。",
        "label": ""
      },
      {
        "sentence": "关于身体，你可以尝试一些简单而有效的身体放松技巧，比如修炼瑜伽，或适应一些常规的有氧运动，以协调身体和心灵。",
        "label": ""
      },
      {
        "sentence": "至于心理方面，你需要学会反思自己的消极思维模式，试着去发现这些思维的瑕疵，并进行修正，以消除焦虑情感。",
        "label": ""
      },
      {
        "sentence": "而行为措施方面，你可以减少饮食或者体力活动带来的压力，积极寻找支持者或者感兴趣的活动，注意自我呵护，尤其是帮助自己建立一个良好的生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以我需要在生活中多关注自己的身心健康，并且改变我的消极思维方式，带来生活中的积极变化。",
    "annotation": [
      {
        "sentence": "所以我需要在生活中多关注自己的身心健康，并且改变我的消极思维方式，带来生活中的积极变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，一定要这样做。我要表扬你的勇气，去寻求帮助并且尝试去改变。有些人不知道对于自己的焦虑有什么治疗办法，确实需要去咨询医生或者心理医生。然而，在这个过程中，我相信你会了解到越来越多的信息，而通过这些信息，你将会找到最适合你的治疗方案，最终摆脱焦虑症，并获得更高质量的生活。你并不孤单，我们永远在你身边。",
    "annotation": [
      {
        "sentence": "是的，一定要这样做。",
        "label": ""
      },
      {
        "sentence": "我要表扬你的勇气，去寻求帮助并且尝试去改变。",
        "label": ""
      },
      {
        "sentence": "有些人不知道对于自己的焦虑有什么治疗办法，确实需要去咨询医生或者心理医生。",
        "label": ""
      },
      {
        "sentence": "然而，在这个过程中，我相信你会了解到越来越多的信息，而通过这些信息，你将会找到最适合你的治疗方案，最终摆脱焦虑症，并获得更高质量的生活。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们永远在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你给我的建议和帮助，我会尝试去改变自己的思维方式和行为开展生活。同时也希望能够更好地控制我的焦虑症。",
    "annotation": [
      {
        "sentence": "谢谢你给我的建议和帮助，我会尝试去改变自己的思维方式和行为开展生活。",
        "label": ""
      },
      {
        "sentence": "同时也希望能够更好地控制我的焦虑症。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你做得很出色。我相信你可以通过这些方法，逐渐走出阴影。做好自己，也不要忘记，我们将一起克服焦虑症。",
    "annotation": [
      {
        "sentence": "非常好，你做得很出色。",
        "label": ""
      },
      {
        "sentence": "我相信你可以通过这些方法，逐渐走出阴影。",
        "label": ""
      },
      {
        "sentence": "做好自己，也不要忘记，我们将一起克服焦虑症。",
        "label": ""
      }
    ]
  }
]