[
  {
    "role": "client",
    "content": "我有焦虑症，需要吃药吗？为什么他们都只让我放松？我是高三产生的焦虑症，还有强迫思考，抑郁。以前从来没有意识到自己出了问题，只觉得自己不能不应该有这些情绪，很排斥自己。想过死，却又怕死。一直到今年，我才主动去理解，查资料，做咨询。虽然解开了一些心理诱因，但是身体上的心慌头晕失眠，还是让我特别痛苦。可是我去看了医生，我却描述不出来我的痛苦，好像对别人说我有焦虑很丢人，医生只让我放松，但是我自己很害怕下一次焦虑的发生，是不是因为我真的不严重所以医生不建议我吃药？我真的很害怕很难受，每一次害怕都会强迫自己去想焦虑的痛苦，然后都会真的发生。我要怎么调整自己对于自己焦虑的认知，才不至于害怕？",
    "annotation": [
      {
        "sentence": "我有焦虑症，需要吃药吗？",
        "label": ""
      },
      {
        "sentence": "为什么他们都只让我放松？",
        "label": ""
      },
      {
        "sentence": "我是高三产生的焦虑症，还有强迫思考，抑郁。",
        "label": ""
      },
      {
        "sentence": "以前从来没有意识到自己出了问题，只觉得自己不能不应该有这些情绪，很排斥自己。",
        "label": ""
      },
      {
        "sentence": "想过死，却又怕死。",
        "label": ""
      },
      {
        "sentence": "一直到今年，我才主动去理解，查资料，做咨询。",
        "label": ""
      },
      {
        "sentence": "虽然解开了一些心理诱因，但是身体上的心慌头晕失眠，还是让我特别痛苦。",
        "label": ""
      },
      {
        "sentence": "可是我去看了医生，我却描述不出来我的痛苦，好像对别人说我有焦虑很丢人，医生只让我放松，但是我自己很害怕下一次焦虑的发生，是不是因为我真的不严重所以医生不建议我吃药？",
        "label": ""
      },
      {
        "sentence": "我真的很害怕很难受，每一次害怕都会强迫自己去想焦虑的痛苦，然后都会真的发生。",
        "label": ""
      },
      {
        "sentence": "我要怎么调整自己对于自己焦虑的认知，才不至于害怕？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你看起来似乎被自己的焦虑和强迫折磨的不轻，真的是让人觉得不容易。不知道你念高三是哪一年？这种焦虑的状态持续了多久？",
    "annotation": [
      {
        "sentence": "你看起来似乎被自己的焦虑和强迫折磨的不轻，真的是让人觉得不容易。",
        "label": ""
      },
      {
        "sentence": "不知道你念高三是哪一年？",
        "label": ""
      },
      {
        "sentence": "这种焦虑的状态持续了多久？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是去年开始的，所以念高三就一直都在焦虑的状态中度过。可是我现在感觉焦虑情绪越来越严重了。",
    "annotation": [
      {
        "sentence": "我是去年开始的，所以念高三就一直都在焦虑的状态中度过。",
        "label": ""
      },
      {
        "sentence": "可是我现在感觉焦虑情绪越来越严重了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说自己今年开始重视这种焦虑，开始查资料了解相关的知识，还去做了咨询。也去看了医生，但又因为医生不建议用药产生了疑惑，觉得和自己的感受很不一致。你既然说自己查了很多的资料，理解了相关的知识，那应该很清楚，焦虑本身只是人的一种正常情绪，并没有什么值得羞愧的地方。所以你可以探索一下自己的心态，为什么会觉得“对别人说有焦虑很丢人”？",
    "annotation": [
      {
        "sentence": "你说自己今年开始重视这种焦虑，开始查资料了解相关的知识，还去做了咨询。",
        "label": ""
      },
      {
        "sentence": "也去看了医生，但又因为医生不建议用药产生了疑惑，觉得和自己的感受很不一致。",
        "label": ""
      },
      {
        "sentence": "你既然说自己查了很多的资料，理解了相关的知识，那应该很清楚，焦虑本身只是人的一种正常情绪，并没有什么值得羞愧的地方。",
        "label": ""
      },
      {
        "sentence": "所以你可以探索一下自己的心态，为什么会觉得“对别人说有焦虑很丢人”？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是觉得别人会对我有偏见，会觉得我不够坚强吧。我也有想过自己是不是太敏感了，所以才会感受到这么严重的焦虑。",
    "annotation": [
      {
        "sentence": "可能是觉得别人会对我有偏见，会觉得我不够坚强吧。",
        "label": ""
      },
      {
        "sentence": "我也有想过自己是不是太敏感了，所以才会感受到这么严重的焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要知道，当我们寻求帮助，却无法把真实情况表述出来时，我们的求助对象给出的一些建议很可能没有办法真的帮到我们，甚至还有可能带来一些反向的后果。所以，当下首要弄清楚的应该是你产生阻抗的原因。实际上，在弄清楚真正的阻抗原因的时候，你产生焦虑的最初的根源也很有可能就随之浮现出来了。然后再对症下药应该就会比较容易。上述的探索是需要一个过程的，以你目前的状态来看，最好还是能在专业咨询师的帮助下一起探索。",
    "annotation": [
      {
        "sentence": "要知道，当我们寻求帮助，却无法把真实情况表述出来时，我们的求助对象给出的一些建议很可能没有办法真的帮到我们，甚至还有可能带来一些反向的后果。",
        "label": ""
      },
      {
        "sentence": "所以，当下首要弄清楚的应该是你产生阻抗的原因。",
        "label": ""
      },
      {
        "sentence": "实际上，在弄清楚真正的阻抗原因的时候，你产生焦虑的最初的根源也很有可能就随之浮现出来了。",
        "label": ""
      },
      {
        "sentence": "然后再对症下药应该就会比较容易。",
        "label": ""
      },
      {
        "sentence": "上述的探索是需要一个过程的，以你目前的状态来看，最好还是能在专业咨询师的帮助下一起探索。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你说的，我会考虑去找专业咨询师寻求帮助。但是在我等待咨询的过程中，我也想尝试一些方法来调整自己的认知。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "我理解你说的，我会考虑去找专业咨询师寻求帮助。",
        "label": ""
      },
      {
        "sentence": "但是在我等待咨询的过程中，我也想尝试一些方法来调整自己的认知。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "与此同时，你也可以试试通过一些方法自己调整一些认知。比如，借助你比较高的觉察力，在察觉到自己又陷入强迫思维的时候，高觉察力的那一部分自己可以站在“上帝视角”的角度，看看强迫思维是怎样在自己的头脑中编制出一场大戏的。有了几次这样的体验后，你对强迫思维的工作流程就会非常清楚，也就更容易找到一击必中的地方。你还需要时刻给自己灌输一个认知，那就是“焦虑本身并不是问题”。前面说了，焦虑是每个人都会有的正常的情绪反应。为什么这种正常的情绪反应在有些人那里没问题，而在另一些人那里就成了问题呢？主要就在于不同的人对焦虑的态度不一样。有些人是“任尔东西南北风，我自岿然不动”，管你是焦虑还是抑郁，我该怎么样还怎么样。有些人则会在头脑中不断的回放那些偶然产生的焦虑，每一次回放的时候，都会不自觉的再加进去一些新内容，随着每一次的回放，这个经历会变得越来越真实，越来越不可承受，于是，很可能就出现自己被自己想象的场景击垮的结果。所以，你要做的就是，察觉到自己的焦虑的同时，告诉自己不把它当回事。比如在察觉到自己开始焦虑的时候，去做一些比较剧烈的运动，或者去做一些必须高度集中注意力才能完成的事情，这样，当运动或事情完成的时候，就会发现焦虑早已经不翼而飞了。总之，不要把焦虑当成一个怪物，即便真的是有焦虑症，那也没什么好羞愧的，就像没有人会因为自己感冒发烧拉肚子就觉得愧不敢言一样。以上，希望能对你有所帮助。",
    "annotation": [
      {
        "sentence": "与此同时，你也可以试试通过一些方法自己调整一些认知。",
        "label": ""
      },
      {
        "sentence": "比如，借助你比较高的觉察力，在察觉到自己又陷入强迫思维的时候，高觉察力的那一部分自己可以站在“上帝视角”的角度，看看强迫思维是怎样在自己的头脑中编制出一场大戏的。",
        "label": ""
      },
      {
        "sentence": "有了几次这样的体验后，你对强迫思维的工作流程就会非常清楚，也就更容易找到一击必中的地方。",
        "label": ""
      },
      {
        "sentence": "你还需要时刻给自己灌输一个认知，那就是“焦虑本身并不是问题”。",
        "label": ""
      },
      {
        "sentence": "前面说了，焦虑是每个人都会有的正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "为什么这种正常的情绪反应在有些人那里没问题，而在另一些人那里就成了问题呢？",
        "label": ""
      },
      {
        "sentence": "主要就在于不同的人对焦虑的态度不一样。",
        "label": ""
      },
      {
        "sentence": "有些人是“任尔东西南北风，我自岿然不动”，管你是焦虑还是抑郁，我该怎么样还怎么样。",
        "label": ""
      },
      {
        "sentence": "有些人则会在头脑中不断的回放那些偶然产生的焦虑，每一次回放的时候，都会不自觉的再加进去一些新内容，随着每一次的回放，这个经历会变得越来越真实，越来越不可承受，于是，很可能就出现自己被自己想象的场景击垮的结果。",
        "label": ""
      },
      {
        "sentence": "所以，你要做的就是，察觉到自己的焦虑的同时，告诉自己不把它当回事。",
        "label": ""
      },
      {
        "sentence": "比如在察觉到自己开始焦虑的时候，去做一些比较剧烈的运动，或者去做一些必须高度集中注意力才能完成的事情，这样，当运动或事情完成的时候，就会发现焦虑早已经不翼而飞了。",
        "label": ""
      },
      {
        "sentence": "总之，不要把焦虑当成一个怪物，即便真的是有焦虑症，那也没什么好羞愧的，就像没有人会因为自己感冒发烧拉肚子就觉得愧不敢言一样。",
        "label": ""
      },
      {
        "sentence": "以上，希望能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会试着调整自己的认知，也会寻求专业咨询师的帮助。希望自己能够渐渐摆脱焦虑的困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会试着调整自己的认知，也会寻求专业咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "希望自己能够渐渐摆脱焦虑的困扰。",
        "label": ""
      }
    ]
  }
]