[
  {
    "role": "client",
    "content": "爸妈经常吵架甚至打架，我该怎么办？大一，上星期回家，我妈就抱着我痛哭，说被我爸打的半死，我一看身上都是伤痕，头也磕破了。问了原因，说我爸要去哪里跳舞，我妈不让去，还扣了我爸的手机。其实我是知道我爸和一些不三不四的人联系，经常往外面跑，但是我爸是个靠手术和药物续命的人，之后哪次手术不成功就要入土的人了，因此脾气非常暴躁，脑子也不灵光了，我作为儿子能说些什么呢。这种情况持续好多年了，让他们离婚又不愿意，说是为了我的将来，我被他们折磨的活着都觉得没意思，还考虑将来呢，两个人身体都很脆弱，我又不能离他们太远。哎，看不到希望，真的很迷茫，甚至想离家出走的，希望大家给点建议。",
    "annotation": [
      {
        "sentence": "爸妈经常吵架甚至打架，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "大一，上星期回家，我妈就抱着我痛哭，说被我爸打的半死，我一看身上都是伤痕，头也磕破了。",
        "label": ""
      },
      {
        "sentence": "问了原因，说我爸要去哪里跳舞，我妈不让去，还扣了我爸的手机。",
        "label": ""
      },
      {
        "sentence": "其实我是知道我爸和一些不三不四的人联系，经常往外面跑，但是我爸是个靠手术和药物续命的人，之后哪次手术不成功就要入土的人了，因此脾气非常暴躁，脑子也不灵光了，我作为儿子能说些什么呢。",
        "label": ""
      },
      {
        "sentence": "这种情况持续好多年了，让他们离婚又不愿意，说是为了我的将来，我被他们折磨的活着都觉得没意思，还考虑将来呢，两个人身体都很脆弱，我又不能离他们太远。",
        "label": ""
      },
      {
        "sentence": "哎，看不到希望，真的很迷茫，甚至想离家出走的，希望大家给点建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很能理解你现在的心情，首先你应该知道，你父母争吵的理由并不是因为你，而是他们自己之间的问题，你不应该为此感到负担。同时，你爸爸想去跳舞，也是理所应当的，他需要一些自己的空间和放松的方式。我建议你可以试着和你妈妈好好谈一下，帮助她理解你爸爸的想法，并且告诉她你的担忧。母亲是最了解父亲的人，你们可以共同商量一下如何解决这个问题。",
    "annotation": [
      {
        "sentence": "我很能理解你现在的心情，首先你应该知道，你父母争吵的理由并不是因为你，而是他们自己之间的问题，你不应该为此感到负担。",
        "label": ""
      },
      {
        "sentence": "同时，你爸爸想去跳舞，也是理所应当的，他需要一些自己的空间和放松的方式。",
        "label": ""
      },
      {
        "sentence": "我建议你可以试着和你妈妈好好谈一下，帮助她理解你爸爸的想法，并且告诉她你的担忧。",
        "label": ""
      },
      {
        "sentence": "母亲是最了解父亲的人，你们可以共同商量一下如何解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很想这样做，但是我担心我妈妈会认为我站在我爸爸一边。",
    "annotation": [
      {
        "sentence": "我很想这样做，但是我担心我妈妈会认为我站在我爸爸一边。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以向你妈妈保证，你是一个客观的人，而你的做法只是为了解决现在的问题，不是站在任何一方的立场上。另外，在你和你妈妈谈话的时候，你需要注意自己的语气和态度，尽量避免让她感到你的话语是批评她或者是在指责她。",
    "annotation": [
      {
        "sentence": "你可以向你妈妈保证，你是一个客观的人，而你的做法只是为了解决现在的问题，不是站在任何一方的立场上。",
        "label": ""
      },
      {
        "sentence": "另外，在你和你妈妈谈话的时候，你需要注意自己的语气和态度，尽量避免让她感到你的话语是批评她或者是在指责她。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我明白了。但是，我还是无法理解为什么他们不能离婚，这样他们两个人都会过得更好，而不是折磨彼此和我。",
    "annotation": [
      {
        "sentence": "好的，我明白了。",
        "label": ""
      },
      {
        "sentence": "但是，我还是无法理解为什么他们不能离婚，这样他们两个人都会过得更好，而不是折磨彼此和我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，离婚可能会是解决问题的一种方法。但是，离婚对于你的父母来说可能不是最好的选择，因为他们可能会害怕离婚后一个人的生活会很孤独和无助。同时，考虑到你的父亲身体比较脆弱，离婚后可能会对他的身体造成负担。因此，我们需要帮助他们找到一种更好的解决方式，让他们能够一起解决彼此的问题并且更好地维护家庭的和谐。",
    "annotation": [
      {
        "sentence": "你说得对，离婚可能会是解决问题的一种方法。",
        "label": ""
      },
      {
        "sentence": "但是，离婚对于你的父母来说可能不是最好的选择，因为他们可能会害怕离婚后一个人的生活会很孤独和无助。",
        "label": ""
      },
      {
        "sentence": "同时，考虑到你的父亲身体比较脆弱，离婚后可能会对他的身体造成负担。",
        "label": ""
      },
      {
        "sentence": "因此，我们需要帮助他们找到一种更好的解决方式，让他们能够一起解决彼此的问题并且更好地维护家庭的和谐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的非常有道理，我会试着和他们好好沟通解决问题。但是，我被他们的争吵困扰了这么多年，现在的我感到很沮丧和迷茫，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "你说的非常有道理，我会试着和他们好好沟通解决问题。",
        "label": ""
      },
      {
        "sentence": "但是，我被他们的争吵困扰了这么多年，现在的我感到很沮丧和迷茫，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你的感受，这个时候最重要的是让自己情绪稳定下来。可以试着和一些朋友或者心理咨询师聊聊天，让自己得到情绪上的宣泄和平衡。同时，我们需要明白，困难和挫折是每个人生命中不可避免的部分，但是面对它们的态度决定了问题最终的解决和我们自己的成长。可能现在看不到希望，但是只要努力和坚持，一定会有新的光明和机会出现的。",
    "annotation": [
      {
        "sentence": "我很理解你的感受，这个时候最重要的是让自己情绪稳定下来。",
        "label": ""
      },
      {
        "sentence": "可以试着和一些朋友或者心理咨询师聊聊天，让自己得到情绪上的宣泄和平衡。",
        "label": ""
      },
      {
        "sentence": "同时，我们需要明白，困难和挫折是每个人生命中不可避免的部分，但是面对它们的态度决定了问题最终的解决和我们自己的成长。",
        "label": ""
      },
      {
        "sentence": "可能现在看不到希望，但是只要努力和坚持，一定会有新的光明和机会出现的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会好好听你的话去行动，希望一切能够有所好转。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会好好听你的话去行动，希望一切能够有所好转。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不谢，我相信你能够处理好这个问题，希望你的家庭能够尽快摆脱争吵和矛盾，回归到温暖和谐的状态。",
    "annotation": [
      {
        "sentence": "不谢，我相信你能够处理好这个问题，希望你的家庭能够尽快摆脱争吵和矛盾，回归到温暖和谐的状态。",
        "label": ""
      }
    ]
  }
]