[
  {
    "role": "client",
    "content": "我一直想从内在改变自己，但总是失败。我自高三时起发现常在控制自己开始或坚持学习上失败，需要改善自律，控制错误认知和情绪来提升自己的成绩和社交表现。每想到一些动力和能唤起自律的计划都会冒出被haunted一般的自疑和担忧感。现在大三了却仍然没找到真正能变现为让自己自律的动力，想找个方法改变一下，怎么办？",
    "annotation": [
      {
        "sentence": "我一直想从内在改变自己，但总是失败。",
        "label": ""
      },
      {
        "sentence": "我自高三时起发现常在控制自己开始或坚持学习上失败，需要改善自律，控制错误认知和情绪来提升自己的成绩和社交表现。",
        "label": ""
      },
      {
        "sentence": "每想到一些动力和能唤起自律的计划都会冒出被haunted一般的自疑和担忧感。",
        "label": ""
      },
      {
        "sentence": "现在大三了却仍然没找到真正能变现为让自己自律的动力，想找个方法改变一下，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我感受到你很努力，想培养自律习惯但总是感到焦虑、失败。我想先确认一下问题，这个自律习惯是你自己想培养还是别人指责你需要培养的呢？",
    "annotation": [
      {
        "sentence": "你好，我感受到你很努力，想培养自律习惯但总是感到焦虑、失败。",
        "label": ""
      },
      {
        "sentence": "我想先确认一下问题，这个自律习惯是你自己想培养还是别人指责你需要培养的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这是我自己想改变的，因为我想提高成绩和社交表现。",
    "annotation": [
      {
        "sentence": "这是我自己想改变的，因为我想提高成绩和社交表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那你已经知道自己想达成的目标，很好。但是你也提到为什么这个目标让你感到焦虑，是否可以说更多关于这个焦虑的感受，以及何时、为什么起了这样的感受？",
    "annotation": [
      {
        "sentence": "那你已经知道自己想达成的目标，很好。",
        "label": ""
      },
      {
        "sentence": "但是你也提到为什么这个目标让你感到焦虑，是否可以说更多关于这个焦虑的感受，以及何时、为什么起了这样的感受？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会感到自己不够好、不够聪明，因为和周围的人相比我做不到像他们一样自律和优秀。这种焦虑感从高三时期开始，因为当时我意识到自己的错误认知和情绪控制有待改进以提高成绩，可现在我已经大三了，还是没有实质性的改变，让我感到很沮丧。",
    "annotation": [
      {
        "sentence": "我会感到自己不够好、不够聪明，因为和周围的人相比我做不到像他们一样自律和优秀。",
        "label": ""
      },
      {
        "sentence": "这种焦虑感从高三时期开始，因为当时我意识到自己的错误认知和情绪控制有待改进以提高成绩，可现在我已经大三了，还是没有实质性的改变，让我感到很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你和我分享你的感受。你在许多方面都很努力，但结果并没有像你想象的那么理想，所以你产生了沮丧和焦虑的情绪。从一个心理学家的角度来看，焦虑和失落都是很正常的情绪，每个人都会遇到，不必过度担心。建议你可以探索一下你的内心，找到自己心底想要的东西，并考虑如何在内心世界里去平衡自己的感受。",
    "annotation": [
      {
        "sentence": "谢谢你和我分享你的感受。",
        "label": ""
      },
      {
        "sentence": "你在许多方面都很努力，但结果并没有像你想象的那么理想，所以你产生了沮丧和焦虑的情绪。",
        "label": ""
      },
      {
        "sentence": "从一个心理学家的角度来看，焦虑和失落都是很正常的情绪，每个人都会遇到，不必过度担心。",
        "label": ""
      },
      {
        "sentence": "建议你可以探索一下你的内心，找到自己心底想要的东西，并考虑如何在内心世界里去平衡自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经想过改变自己的环境来帮助自律，比如去图书馆、教室，而不是呆在宿舍里。还想过和朋友们一起学习提高动力压力，看控制情绪的书或者采用身体上的方法。但都没有起到决定性作用，怎么办？",
    "annotation": [
      {
        "sentence": "我曾经想过改变自己的环境来帮助自律，比如去图书馆、教室，而不是呆在宿舍里。",
        "label": ""
      },
      {
        "sentence": "还想过和朋友们一起学习提高动力压力，看控制情绪的书或者采用身体上的方法。",
        "label": ""
      },
      {
        "sentence": "但都没有起到决定性作用，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，改变环境有时会有助于帮助自律。但是也许我们也需要考虑一下，是什么阻碍了你的感受与行动之间的联系呢？或者说，想一下有没有一些限制或条件是你没有考虑到的？",
    "annotation": [
      {
        "sentence": "你说得很对，改变环境有时会有助于帮助自律。",
        "label": ""
      },
      {
        "sentence": "但是也许我们也需要考虑一下，是什么阻碍了你的感受与行动之间的联系呢？",
        "label": ""
      },
      {
        "sentence": "或者说，想一下有没有一些限制或条件是你没有考虑到的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，也许我有些条件约束自己。我曾经觉得自己不够聪明，所以不如放弃，或者默默努力而不是去和其他人竞争。但这样的想法似乎更让我的自律困境恶化了。",
    "annotation": [
      {
        "sentence": "是的，也许我有些条件约束自己。",
        "label": ""
      },
      {
        "sentence": "我曾经觉得自己不够聪明，所以不如放弃，或者默默努力而不是去和其他人竞争。",
        "label": ""
      },
      {
        "sentence": "但这样的想法似乎更让我的自律困境恶化了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受。探讨内心情绪时，有时候可以提出一些问题，比如：这个问题在哪些情况下浮现过？当时你的时间和心境如何？你体验到的感受是什么？如果能详细找到出现问题的条件，更能更好地调整。换另外一个角度，我们也可以设法把这些困境变为机会和动力，为了向着自己的目标不断前进，而不是止步不前。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "探讨内心情绪时，有时候可以提出一些问题，比如：这个问题在哪些情况下浮现过？",
        "label": ""
      },
      {
        "sentence": "当时你的时间和心境如何？",
        "label": ""
      },
      {
        "sentence": "你体验到的感受是什么？",
        "label": ""
      },
      {
        "sentence": "如果能详细找到出现问题的条件，更能更好地调整。",
        "label": ""
      },
      {
        "sentence": "换另外一个角度，我们也可以设法把这些困境变为机会和动力，为了向着自己的目标不断前进，而不是止步不前。",
        "label": ""
      }
    ]
  }
]