[
  {
    "role": "client",
    "content": "想从内在改变自己，却总是失败，怎么办？自高三起发现常在控制自己开始或坚持学习上失败，意识到需要改善自律，控制错误认知和情绪来提升自己的成绩和社交表现。也是自那时起每想到一些动力和能唤起自律的计划都会冒出被haunted一般的自疑和担忧感。现在大三了却仍然没找到真正能变现为让自己自律的动力，经历了许多次短暂动力或是以为又终于找到一个能改变的，自己给自己的，保证和理论支撑。想到很多环境相同的同学都能做到自律或者至少已变现为成绩的自律学习，为何我总是做不到。做过改变日常学习环境（离开寝室去图书馆，教室，自己租房子），强迫自己坚持几天来形成以学习开始一天的习惯，和朋友们一起学习提高动力压力，看自控力的书通过控制呼吸肌肉和其他小细节etc，想过不去想这些只管直接开始行动做才能解决焦虑，想过用学习后抽烟来形成条件反射，想过听课比强迫自己主动专注能更轻松提高效率，做日记情绪清单自我察觉，每次想到或发现这些想法也只能让怀疑消失一会",
    "annotation": [
      {
        "sentence": "想从内在改变自己，却总是失败，怎么办？",
        "label": ""
      },
      {
        "sentence": "自高三起发现常在控制自己开始或坚持学习上失败，意识到需要改善自律，控制错误认知和情绪来提升自己的成绩和社交表现。",
        "label": ""
      },
      {
        "sentence": "也是自那时起每想到一些动力和能唤起自律的计划都会冒出被haunted一般的自疑和担忧感。",
        "label": ""
      },
      {
        "sentence": "现在大三了却仍然没找到真正能变现为让自己自律的动力，经历了许多次短暂动力或是以为又终于找到一个能改变的，自己给自己的，保证和理论支撑。",
        "label": ""
      },
      {
        "sentence": "想到很多环境相同的同学都能做到自律或者至少已变现为成绩的自律学习，为何我总是做不到。",
        "label": ""
      },
      {
        "sentence": "做过改变日常学习环境（离开寝室去图书馆，教室，自己租房子），强迫自己坚持几天来形成以学习开始一天的习惯，和朋友们一起学习提高动力压力，看自控力的书通过控制呼吸肌肉和其他小细节etc，想过不去想这些只管直接开始行动做才能解决焦虑，想过用学习后抽烟来形成条件反射，想过听课比强迫自己主动专注能更轻松提高效率，做日记情绪清单自我察觉，每次想到或发现这些想法也只能让怀疑消失一会",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我能理解你对自己的高要求，并且钦佩你的觉察力。你明白自己缺乏开始和坚持学习的动力，并且已经付诸行动，这真的很了不起。但是不管你尝试了什么方法，找了多少动力，看了多少理论的书籍，改变学习环境，最终都没有达到理想的自律效果，而且在相同条件下的同学中，大多数人已经实现了自律。你心里不平衡的同时，也产生了对自己能力和执行力的怀疑。其实，自律对每个人来说并不容易，长期有效的自律动力更是难得的。但在我看来，无论是长期的动力还是短期的驱策，最重要的是你做某件事的动力要大于你放弃的阻力，才会发生行为。所以，事情的完成相对来说更重要，而不是纠结于没有长期的动力。",
    "annotation": [
      {
        "sentence": "求助者，我能理解你对自己的高要求，并且钦佩你的觉察力。",
        "label": ""
      },
      {
        "sentence": "你明白自己缺乏开始和坚持学习的动力，并且已经付诸行动，这真的很了不起。",
        "label": ""
      },
      {
        "sentence": "但是不管你尝试了什么方法，找了多少动力，看了多少理论的书籍，改变学习环境，最终都没有达到理想的自律效果，而且在相同条件下的同学中，大多数人已经实现了自律。",
        "label": ""
      },
      {
        "sentence": "你心里不平衡的同时，也产生了对自己能力和执行力的怀疑。",
        "label": ""
      },
      {
        "sentence": "其实，自律对每个人来说并不容易，长期有效的自律动力更是难得的。",
        "label": ""
      },
      {
        "sentence": "但在我看来，无论是长期的动力还是短期的驱策，最重要的是你做某件事的动力要大于你放弃的阻力，才会发生行为。",
        "label": ""
      },
      {
        "sentence": "所以，事情的完成相对来说更重要，而不是纠结于没有长期的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我可能确实高估了自己的自律计划。我一直追求完美和永恒的自律，但事实却告诉我，这几乎是不可能的。即使改变了学习环境，也无法掌握生活的一切。虽然大脑可以作出完美的决策，但行动却无法完美地服从。也许我在将自己的生活安排得太满了，这样最终无法完成的时候就会感到失落。也许我可以从以往的经验中估计完成某项学习任务所需的时间，来合理安排当天的任务。降低对自己的要求，保留成就感，不被失落所冲散。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我可能确实高估了自己的自律计划。",
        "label": ""
      },
      {
        "sentence": "我一直追求完美和永恒的自律，但事实却告诉我，这几乎是不可能的。",
        "label": ""
      },
      {
        "sentence": "即使改变了学习环境，也无法掌握生活的一切。",
        "label": ""
      },
      {
        "sentence": "虽然大脑可以作出完美的决策，但行动却无法完美地服从。",
        "label": ""
      },
      {
        "sentence": "也许我在将自己的生活安排得太满了，这样最终无法完成的时候就会感到失落。",
        "label": ""
      },
      {
        "sentence": "也许我可以从以往的经验中估计完成某项学习任务所需的时间，来合理安排当天的任务。",
        "label": ""
      },
      {
        "sentence": "降低对自己的要求，保留成就感，不被失落所冲散。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，有时候目标的难度过大，缺乏即时的反馈，会成为阻力。大脑就像一个小孩子，你完成了一个任务，就要给予它一个喜欢的东西来鼓励它继续。就像我们工作学习时的午间休息一样，我们需要即时的可见的奖励，可以是荣誉感，也可以是娱乐游戏，去刺激我们继续坚持目标。强迫自己有时会增加抵触情绪，甚至引起疲劳感，所以有时候我们可以顺着它来，拆分目标或重新设定，每完成一个目标就获得一个让自己愉悦的奖励。并且要找到自己的优势和兴趣，不做别人认为好的、应该做的事情。也就是说，你所做的事情要根据自己的个人能力和发展路线来制定。让一个喜欢汉语的人去当医生，你觉得他能够找到适合自己的动力去自律吗？内心的抵触会让他更加努力否定自己。每个人都有不同的长处，努力在一个大范围内找到自己感兴趣的方向，发挥自己的长处，避免自己的短处。自信也是增强自律动力的一大影响因素。祝你好运，希望你能在一个温柔的世界中自由成长。",
    "annotation": [
      {
        "sentence": "你说得很对，有时候目标的难度过大，缺乏即时的反馈，会成为阻力。",
        "label": ""
      },
      {
        "sentence": "大脑就像一个小孩子，你完成了一个任务，就要给予它一个喜欢的东西来鼓励它继续。",
        "label": ""
      },
      {
        "sentence": "就像我们工作学习时的午间休息一样，我们需要即时的可见的奖励，可以是荣誉感，也可以是娱乐游戏，去刺激我们继续坚持目标。",
        "label": ""
      },
      {
        "sentence": "强迫自己有时会增加抵触情绪，甚至引起疲劳感，所以有时候我们可以顺着它来，拆分目标或重新设定，每完成一个目标就获得一个让自己愉悦的奖励。",
        "label": ""
      },
      {
        "sentence": "并且要找到自己的优势和兴趣，不做别人认为好的、应该做的事情。",
        "label": ""
      },
      {
        "sentence": "也就是说，你所做的事情要根据自己的个人能力和发展路线来制定。",
        "label": ""
      },
      {
        "sentence": "让一个喜欢汉语的人去当医生，你觉得他能够找到适合自己的动力去自律吗？",
        "label": ""
      },
      {
        "sentence": "内心的抵触会让他更加努力否定自己。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的长处，努力在一个大范围内找到自己感兴趣的方向，发挥自己的长处，避免自己的短处。",
        "label": ""
      },
      {
        "sentence": "自信也是增强自律动力的一大影响因素。",
        "label": ""
      },
      {
        "sentence": "祝你好运，希望你能在一个温柔的世界中自由成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和祝福。你的话让我觉得自己并不孤单，也给了我新的思路和方向。我现在明白了，自律可能并不是一成不变的长期状态，而是需要不断调整和适应的过程。我会尽量放低对自己的要求，从小的目标开始，逐步培养自律的习惯。同时，我也会多关注自己的优势和兴趣，并根据它们去制定适合自己的计划和目标。再次感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和祝福。",
        "label": ""
      },
      {
        "sentence": "你的话让我觉得自己并不孤单，也给了我新的思路和方向。",
        "label": ""
      },
      {
        "sentence": "我现在明白了，自律可能并不是一成不变的长期状态，而是需要不断调整和适应的过程。",
        "label": ""
      },
      {
        "sentence": "我会尽量放低对自己的要求，从小的目标开始，逐步培养自律的习惯。",
        "label": ""
      },
      {
        "sentence": "同时，我也会多关注自己的优势和兴趣，并根据它们去制定适合自己的计划和目标。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的理解和接受让我很欣慰。自律确实是一个需要不断调整和适应的过程，没有什么一劳永逸的方法。每个人都是独特的，所以需找到适合自己的方式去实现自律。记得不要过分苛求自己，保持积极的心态，相信自己的潜力。如果你需要帮助，随时向我寻求支持。我相信你一定能够实现自己的目标。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "你的理解和接受让我很欣慰。",
        "label": ""
      },
      {
        "sentence": "自律确实是一个需要不断调整和适应的过程，没有什么一劳永逸的方法。",
        "label": ""
      },
      {
        "sentence": "每个人都是独特的，所以需找到适合自己的方式去实现自律。",
        "label": ""
      },
      {
        "sentence": "记得不要过分苛求自己，保持积极的心态，相信自己的潜力。",
        "label": ""
      },
      {
        "sentence": "如果你需要帮助，随时向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]