[
  {
    "role": "client",
    "content": "我是个19岁的女生，沉迷喝饮料，如果不喝就感觉精神不振，上课时无法集中注意力。但实际上，喝得太多也没有当初喝饮料时的快乐，感觉很病态，不仅浪费钱还对身体不好。但总感觉缺少了什么。",
    "annotation": [
      {
        "sentence": "我是个19岁的女生，沉迷喝饮料，如果不喝就感觉精神不振，上课时无法集中注意力。",
        "label": ""
      },
      {
        "sentence": "但实际上，喝得太多也没有当初喝饮料时的快乐，感觉很病态，不仅浪费钱还对身体不好。",
        "label": ""
      },
      {
        "sentence": "但总感觉缺少了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我理解你的感受。我曾经也有过类似的经历。小时候，我喜欢喝百事可乐，一直到现在我还是很喜欢。后来，我开始尝试喝茶，绿茶和红茶都试过，但红茶的味道比较温和。我知道很多女生都喜欢喝奶茶。喝奶茶、可乐、红茶或咖啡等这些饮料，总是会让我想起小时候的回忆。每当我情绪不好的时候，我就会偷偷从家里的零钱里拿出几毛钱去买塑料包装的棒棒冰。虽然没冷冻，但我会直接喝掉其中的液体，这大概是我最早开始喝饮料的时候了。小时候我很喜欢喝奶粉，那种仰着头喝饮料的感觉就像回到小时候抱着奶瓶喝奶粉的感觉。那种感觉真的很美好，我用双手抱住奶瓶，仿佛抱住了整个世界。所以，我可以理解你。你喝饮料只是为了让自己感到安抚。当你感到孤单时，喝饮料可以陪伴着你。当你饥饿时，喝饮料可以安抚你的肚子。当你疲倦时，喝饮料可以让你振作精神。实际上，你是在用饮料替代妈妈来陪伴自己。你没有做错什么。如果妈妈在你身边，你可能会把饮料扔掉，而与妈妈紧紧拥抱。你只是没有找到更好的选择。我最近很少喝可乐了，红茶也好久没泡了。这个变化是怎么发生的呢？我每天都有一段时间用自由书写来陪伴自己，用文字取代了可乐陪伴我的内心。你也可以每天花15分钟进行自由书写的练习。每天写上15分钟，可以确定一个时间段来用文字关照自己、安慰自己、陪伴自己。这个时间完全属于你自己，不需要考虑取悦别人，只需要关心你自己。自由书写不需要花费金钱，非常简单。从现在开始，从身体感受写起，从此刻的想法开始写。坚持几周后，你会感受到自己的变化。你也可以尝试一下正念冥想的练习。我推荐你试试正念冥想。在平台的“学院”里面，有一个冥想星球，里面有很多正念冥想的练习。我自己已经积累了超过3000分钟的正念冥想练习时间，对我帮助很大。我向你推荐几个正念冥想的练习，每天坚持练习一次，几周后你就能更清楚自己的需要和愿望。比如，“疗愈内在小孩”，这个练习可以帮助你面对童年创伤在身体里的记忆，解放你的负面情绪。每个人心里都有一个内在小孩，而这个内在小孩就是一些我们无法直面、被我们压抑的情绪，它们需要被看见；还有“接纳不完美”，这个练习可以帮助你更加接纳自己，减少自我批评；还有“面对成瘾”，冥想过程中产生的多巴胺可以替代真实生活中那些难以抵御的冲动行为。经常做这些练习可以渐渐帮助你控制对饮料的渴望。",
    "annotation": [
      {
        "sentence": "你好，我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我曾经也有过类似的经历。",
        "label": ""
      },
      {
        "sentence": "小时候，我喜欢喝百事可乐，一直到现在我还是很喜欢。",
        "label": ""
      },
      {
        "sentence": "后来，我开始尝试喝茶，绿茶和红茶都试过，但红茶的味道比较温和。",
        "label": ""
      },
      {
        "sentence": "我知道很多女生都喜欢喝奶茶。",
        "label": ""
      },
      {
        "sentence": "喝奶茶、可乐、红茶或咖啡等这些饮料，总是会让我想起小时候的回忆。",
        "label": ""
      },
      {
        "sentence": "每当我情绪不好的时候，我就会偷偷从家里的零钱里拿出几毛钱去买塑料包装的棒棒冰。",
        "label": ""
      },
      {
        "sentence": "虽然没冷冻，但我会直接喝掉其中的液体，这大概是我最早开始喝饮料的时候了。",
        "label": ""
      },
      {
        "sentence": "小时候我很喜欢喝奶粉，那种仰着头喝饮料的感觉就像回到小时候抱着奶瓶喝奶粉的感觉。",
        "label": ""
      },
      {
        "sentence": "那种感觉真的很美好，我用双手抱住奶瓶，仿佛抱住了整个世界。",
        "label": ""
      },
      {
        "sentence": "所以，我可以理解你。",
        "label": ""
      },
      {
        "sentence": "你喝饮料只是为了让自己感到安抚。",
        "label": ""
      },
      {
        "sentence": "当你感到孤单时，喝饮料可以陪伴着你。",
        "label": ""
      },
      {
        "sentence": "当你饥饿时，喝饮料可以安抚你的肚子。",
        "label": ""
      },
      {
        "sentence": "当你疲倦时，喝饮料可以让你振作精神。",
        "label": ""
      },
      {
        "sentence": "实际上，你是在用饮料替代妈妈来陪伴自己。",
        "label": ""
      },
      {
        "sentence": "你没有做错什么。",
        "label": ""
      },
      {
        "sentence": "如果妈妈在你身边，你可能会把饮料扔掉，而与妈妈紧紧拥抱。",
        "label": ""
      },
      {
        "sentence": "你只是没有找到更好的选择。",
        "label": ""
      },
      {
        "sentence": "我最近很少喝可乐了，红茶也好久没泡了。",
        "label": ""
      },
      {
        "sentence": "这个变化是怎么发生的呢？",
        "label": ""
      },
      {
        "sentence": "我每天都有一段时间用自由书写来陪伴自己，用文字取代了可乐陪伴我的内心。",
        "label": ""
      },
      {
        "sentence": "你也可以每天花15分钟进行自由书写的练习。",
        "label": ""
      },
      {
        "sentence": "每天写上15分钟，可以确定一个时间段来用文字关照自己、安慰自己、陪伴自己。",
        "label": ""
      },
      {
        "sentence": "这个时间完全属于你自己，不需要考虑取悦别人，只需要关心你自己。",
        "label": ""
      },
      {
        "sentence": "自由书写不需要花费金钱，非常简单。",
        "label": ""
      },
      {
        "sentence": "从现在开始，从身体感受写起，从此刻的想法开始写。",
        "label": ""
      },
      {
        "sentence": "坚持几周后，你会感受到自己的变化。",
        "label": ""
      },
      {
        "sentence": "你也可以尝试一下正念冥想的练习。",
        "label": ""
      },
      {
        "sentence": "我推荐你试试正念冥想。",
        "label": ""
      },
      {
        "sentence": "在平台的“学院”里面，有一个冥想星球，里面有很多正念冥想的练习。",
        "label": ""
      },
      {
        "sentence": "我自己已经积累了超过3000分钟的正念冥想练习时间，对我帮助很大。",
        "label": ""
      },
      {
        "sentence": "我向你推荐几个正念冥想的练习，每天坚持练习一次，几周后你就能更清楚自己的需要和愿望。",
        "label": ""
      },
      {
        "sentence": "比如，“疗愈内在小孩”，这个练习可以帮助你面对童年创伤在身体里的记忆，解放你的负面情绪。",
        "label": ""
      },
      {
        "sentence": "每个人心里都有一个内在小孩，而这个内在小孩就是一些我们无法直面、被我们压抑的情绪，它们需要被看见；还有“接纳不完美”，这个练习可以帮助你更加接纳自己，减少自我批评；还有“面对成瘾”，冥想过程中产生的多巴胺可以替代真实生活中那些难以抵御的冲动行为。",
        "label": ""
      },
      {
        "sentence": "经常做这些练习可以渐渐帮助你控制对饮料的渴望。",
        "label": ""
      }
    ]
  }
]