[
  {
    "role": "client",
    "content": "大学马上毕业了，诸事不顺，陷入了无尽的自我怀疑……大学这几年，自己挺努力的，成绩、科研、社会实践都做了很多，获了很多奖，在朋友中也玩的开，自己是个特别乐观的人，也觉得一路走来运气很好，是被上天眷顾的女孩。但最近好像人生突然走到头了，保研刚好差一名，国家奖学金也是被学院黑幕刷了，参加一个很重要的考证考试，准备了一个多月，考试的头天晚上急性肠胃炎，忍着上了考场，最后还是没通过。参加一个两万的奖学金面试，PPT是工作人员负责放映，现场出错，我努力微笑，但还是控住不住自己，下来就哭了，这个也黄了。自己因为考研准备得晚，也觉得考不上研了，给妈妈打电话，妈妈虽然爱我，但她一直觉得我很优秀，没有得到这些奖，她很失望，也有些责怪我，我躺在床上，整夜整夜的失眠，班上有些同学们私下也会议论我，说我运气撇，陪跑，虽然在外人面前我一直表现得特别从容坦然，告诉别人没关系，但我真的扛不下去了，我安慰自己看开点，但不知未来在哪里，难道我真的要向一个个的失败妥协吗。",
    "annotation": [
      {
        "sentence": "大学马上毕业了，诸事不顺，陷入了无尽的自我怀疑……大学这几年，自己挺努力的，成绩、科研、社会实践都做了很多，获了很多奖，在朋友中也玩的开，自己是个特别乐观的人，也觉得一路走来运气很好，是被上天眷顾的女孩。",
        "label": ""
      },
      {
        "sentence": "但最近好像人生突然走到头了，保研刚好差一名，国家奖学金也是被学院黑幕刷了，参加一个很重要的考证考试，准备了一个多月，考试的头天晚上急性肠胃炎，忍着上了考场，最后还是没通过。",
        "label": ""
      },
      {
        "sentence": "参加一个两万的奖学金面试，PPT是工作人员负责放映，现场出错，我努力微笑，但还是控住不住自己，下来就哭了，这个也黄了。",
        "label": ""
      },
      {
        "sentence": "自己因为考研准备得晚，也觉得考不上研了，给妈妈打电话，妈妈虽然爱我，但她一直觉得我很优秀，没有得到这些奖，她很失望，也有些责怪我，我躺在床上，整夜整夜的失眠，班上有些同学们私下也会议论我，说我运气撇，陪跑，虽然在外人面前我一直表现得特别从容坦然，告诉别人没关系，但我真的扛不下去了，我安慰自己看开点，但不知未来在哪里，难道我真的要向一个个的失败妥协吗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得你是一个努力，而且又认真的学生。虽然这几天诸事不顺，似乎遇到了水逆，不否认你曾经的美好成就。错过了的事情就不要太担心了，心理压力也会影响自己的身体健康，你很要强，甚至有点完美强迫症，但这些不良情绪对身体总是负担。虽然朋友在你旁边说了很多丧气话，但也不代表他们并不在意你，只是觉得你稍微可惜了点。其实你的经历比一般的大学生丰富，那些坐在宿舍里面等吃混喝的或者是成年还啃老的同学还多的是。累了的话就休息一会，毕竟个人的成长价值是马拉松，只要最后的结果是好的，中间慢一点，缓一点也没多大的关系。",
    "annotation": [
      {
        "sentence": "我觉得你是一个努力，而且又认真的学生。",
        "label": ""
      },
      {
        "sentence": "虽然这几天诸事不顺，似乎遇到了水逆，不否认你曾经的美好成就。",
        "label": ""
      },
      {
        "sentence": "错过了的事情就不要太担心了，心理压力也会影响自己的身体健康，你很要强，甚至有点完美强迫症，但这些不良情绪对身体总是负担。",
        "label": ""
      },
      {
        "sentence": "虽然朋友在你旁边说了很多丧气话，但也不代表他们并不在意你，只是觉得你稍微可惜了点。",
        "label": ""
      },
      {
        "sentence": "其实你的经历比一般的大学生丰富，那些坐在宿舍里面等吃混喝的或者是成年还啃老的同学还多的是。",
        "label": ""
      },
      {
        "sentence": "累了的话就休息一会，毕竟个人的成长价值是马拉松，只要最后的结果是好的，中间慢一点，缓一点也没多大的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我知道你是真心为我好。但是现在我真的觉得很迷茫，不知道该怎么继续前进。一直以来我都是一个自信乐观的人，但是最近的连续失败让我开始怀疑自己的能力和价值。我担心未来的道路是否会一直困难重重，我害怕再次面对失败的感觉。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我知道你是真心为我好。",
        "label": ""
      },
      {
        "sentence": "但是现在我真的觉得很迷茫，不知道该怎么继续前进。",
        "label": ""
      },
      {
        "sentence": "一直以来我都是一个自信乐观的人，但是最近的连续失败让我开始怀疑自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "我担心未来的道路是否会一直困难重重，我害怕再次面对失败的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你现在的感受，面对失败确实会让人感到沮丧和无助。但是每个人在成长的道路上都会遇到挫折，这是正常的。重要的是你要相信自己的能力，坚定地面对困难。没有人的人生一帆风顺，成功往往是建立在多次失败之上的。或许现在你觉得很困难，但只要你保持积极向上的态度，继续努力，未来一定会有更好的机会和发展。",
    "annotation": [
      {
        "sentence": "我明白你现在的感受，面对失败确实会让人感到沮丧和无助。",
        "label": ""
      },
      {
        "sentence": "但是每个人在成长的道路上都会遇到挫折，这是正常的。",
        "label": ""
      },
      {
        "sentence": "重要的是你要相信自己的能力，坚定地面对困难。",
        "label": ""
      },
      {
        "sentence": "没有人的人生一帆风顺，成功往往是建立在多次失败之上的。",
        "label": ""
      },
      {
        "sentence": "或许现在你觉得很困难，但只要你保持积极向上的态度，继续努力，未来一定会有更好的机会和发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的是对的，但我真的觉得很难再次振作起来。每次经历失败之后，我都会陷入自我怀疑和消沉的情绪中，很难重拾起勇气和动力。我怕自己没有足够的坚持和毅力，无法再次站起来。",
    "annotation": [
      {
        "sentence": "我知道你说的是对的，但我真的觉得很难再次振作起来。",
        "label": ""
      },
      {
        "sentence": "每次经历失败之后，我都会陷入自我怀疑和消沉的情绪中，很难重拾起勇气和动力。",
        "label": ""
      },
      {
        "sentence": "我怕自己没有足够的坚持和毅力，无法再次站起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都会有情绪低落的时候，这是人之常情。但是要明白，失败并不代表你的能力或者价值有问题。重要的是你要学会接受失败，同时也要学会从失败中吸取经验和教训。坚持和毅力是可以培养的，你可以寻找适合自己的方法来调整自己的心态，比如和朋友聊天、做自己喜欢的事情等等。一步一步地向前走，不断超越自己，你会发现自己比想象中要坚强和勇敢。",
    "annotation": [
      {
        "sentence": "每个人都会有情绪低落的时候，这是人之常情。",
        "label": ""
      },
      {
        "sentence": "但是要明白，失败并不代表你的能力或者价值有问题。",
        "label": ""
      },
      {
        "sentence": "重要的是你要学会接受失败，同时也要学会从失败中吸取经验和教训。",
        "label": ""
      },
      {
        "sentence": "坚持和毅力是可以培养的，你可以寻找适合自己的方法来调整自己的心态，比如和朋友聊天、做自己喜欢的事情等等。",
        "label": ""
      },
      {
        "sentence": "一步一步地向前走，不断超越自己，你会发现自己比想象中要坚强和勇敢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量调整自己的心态，采取积极的行动。但是现在我还是有些害怕面对未来，害怕再次经历失败的打击。我需要一些安慰和鼓励，希望你能继续支持我。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量调整自己的心态，采取积极的行动。",
        "label": ""
      },
      {
        "sentence": "但是现在我还是有些害怕面对未来，害怕再次经历失败的打击。",
        "label": ""
      },
      {
        "sentence": "我需要一些安慰和鼓励，希望你能继续支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我会一直支持你的，无论你遇到什么困难和挑战。人生的道路并不总是一帆风顺，但只要你有信心和坚定的决心，就一定能够克服一切困难。无论你现在的处境如何，你都是一个优秀的人，值得被尊重和鼓励。未来会有很多机会等待着你，只要你不放弃，勇敢面对，一定能够实现自己的梦想。",
    "annotation": [
      {
        "sentence": "我会一直支持你的，无论你遇到什么困难和挑战。",
        "label": ""
      },
      {
        "sentence": "人生的道路并不总是一帆风顺，但只要你有信心和坚定的决心，就一定能够克服一切困难。",
        "label": ""
      },
      {
        "sentence": "无论你现在的处境如何，你都是一个优秀的人，值得被尊重和鼓励。",
        "label": ""
      },
      {
        "sentence": "未来会有很多机会等待着你，只要你不放弃，勇敢面对，一定能够实现自己的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励，你的话让我感到温暖和安慰。我现在有了一些信心和勇气，会继续向前迈进，努力实现自己的目标。谢谢你陪伴在我身边，让我觉得自己不再孤单。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励，你的话让我感到温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "我现在有了一些信心和勇气，会继续向前迈进，努力实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "谢谢你陪伴在我身边，让我觉得自己不再孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都会在你身边支持你的。无论遇到什么问题和困难，你都可以随时来找我倾诉和寻求帮助。相信自己，相信未来，你一定能够走出困境，迎接属于你的美好未来。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我一直都会在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么问题和困难，你都可以随时来找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，你一定能够走出困境，迎接属于你的美好未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]