[
  {
    "role": "client",
    "content": "我想做个好妈妈，但心理状态不稳定，总是拒绝敷衍孩子？孩子今年6岁了，是女孩。我发觉在我眼里，孩子一无是处，对于孩子陪玩的要求总是拒绝，有时是真的有事，有时则是找理由敷衍。而且对孩子的日常照顾也是特别不上心，敷衍了事。我想要做个好妈妈，我有试着去聆听她，但是要在我心里状态特别好的时候才行，而且时没有任何负面评价的情况下。我知道自己心里状态很不稳定，在家也是各种浪费时间，很早就有打算找咨询师，但是一直都没有行动。我不知道自己该怎么办，我经常会觉得女儿很可怜，成长在缺爱的家庭，可我大部分时候都没法给她爱，为此我很自责难过。是的，我跟老公关系很差，属于丧偶式育儿；我没有工作靠老公养活；我们在外地，没有亲戚朋友；我曾想过离婚，但没有能力一个人养活孩子。我该怎么办？",
    "annotation": [
      {
        "sentence": "我想做个好妈妈，但心理状态不稳定，总是拒绝敷衍孩子？",
        "label": ""
      },
      {
        "sentence": "孩子今年6岁了，是女孩。",
        "label": ""
      },
      {
        "sentence": "我发觉在我眼里，孩子一无是处，对于孩子陪玩的要求总是拒绝，有时是真的有事，有时则是找理由敷衍。",
        "label": ""
      },
      {
        "sentence": "而且对孩子的日常照顾也是特别不上心，敷衍了事。",
        "label": ""
      },
      {
        "sentence": "我想要做个好妈妈，我有试着去聆听她，但是要在我心里状态特别好的时候才行，而且时没有任何负面评价的情况下。",
        "label": ""
      },
      {
        "sentence": "我知道自己心里状态很不稳定，在家也是各种浪费时间，很早就有打算找咨询师，但是一直都没有行动。",
        "label": ""
      },
      {
        "sentence": "我不知道自己该怎么办，我经常会觉得女儿很可怜，成长在缺爱的家庭，可我大部分时候都没法给她爱，为此我很自责难过。",
        "label": ""
      },
      {
        "sentence": "是的，我跟老公关系很差，属于丧偶式育儿；我没有工作靠老公养活；我们在外地，没有亲戚朋友；我曾想过离婚，但没有能力一个人养活孩子。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀～看了你描述的困扰，“想做个好妈妈，但心理状态不稳定，总是拒绝敷衍孩子”，看得出来你好像对自己的奇怪态度而感到迷茫，不知该如何面对孩子。我有一些最近从书上学到的相关的知识，或许可以解释你的苦恼。",
    "annotation": [
      {
        "sentence": "呀～看了你描述的困扰，“想做个好妈妈，但心理状态不稳定，总是拒绝敷衍孩子”，看得出来你好像对自己的奇怪态度而感到迷茫，不知该如何面对孩子。",
        "label": ""
      },
      {
        "sentence": "我有一些最近从书上学到的相关的知识，或许可以解释你的苦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很愿意听听你的意见。我真的很迷茫，不知道该如何应对，怎样成为一个好妈妈。",
    "annotation": [
      {
        "sentence": "我很愿意听听你的意见。",
        "label": ""
      },
      {
        "sentence": "我真的很迷茫，不知道该如何应对，怎样成为一个好妈妈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述“我发觉在我眼里，孩子一无是处”，最近看了一本书上的作者的观点是这样的：大多数人倾向于认为孩子会给父母带来幸福感，其实心理学的研究发现，完全想法，而且幸福感是在孩子成年、独立后幸福感才慢慢回到当初刚结婚时的水平。所以我感觉你的心态或许和这个科学研究发现刚好想符合，因为这个研究描述的是一般社会规律。",
    "annotation": [
      {
        "sentence": "根据你的描述“我发觉在我眼里，孩子一无是处”，最近看了一本书上的作者的观点是这样的：大多数人倾向于认为孩子会给父母带来幸福感，其实心理学的研究发现，完全想法，而且幸福感是在孩子成年、独立后幸福感才慢慢回到当初刚结婚时的水平。",
        "label": ""
      },
      {
        "sentence": "所以我感觉你的心态或许和这个科学研究发现刚好想符合，因为这个研究描述的是一般社会规律。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个观点让我有些惊讶，我原本以为孩子能给我带来更多的幸福感。但同时，我也明白我对待孩子的态度不正常，我真的需要改变。",
    "annotation": [
      {
        "sentence": "这个观点让我有些惊讶，我原本以为孩子能给我带来更多的幸福感。",
        "label": ""
      },
      {
        "sentence": "但同时，我也明白我对待孩子的态度不正常，我真的需要改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许你对待孩子的态度很复杂，但是你需要明确一个道理，即孩子是很敏感的，你对待她的复杂的态度会让她灵敏地感受到，而且会影响她的性格。所以，或许你需要做出一点改变，而且你可以和你的丈夫商量，毕竟父母达成共识对你们的孩子的教育有很大帮助。",
    "annotation": [
      {
        "sentence": "或许你对待孩子的态度很复杂，但是你需要明确一个道理，即孩子是很敏感的，你对待她的复杂的态度会让她灵敏地感受到，而且会影响她的性格。",
        "label": ""
      },
      {
        "sentence": "所以，或许你需要做出一点改变，而且你可以和你的丈夫商量，毕竟父母达成共识对你们的孩子的教育有很大帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，孩子对我的态度已经有些变化了，她越来越不愿意跟我交流了。我觉得很担心，也很自责。我应该怎样改变我的态度呢？",
    "annotation": [
      {
        "sentence": "你说得对，孩子对我的态度已经有些变化了，她越来越不愿意跟我交流了。",
        "label": ""
      },
      {
        "sentence": "我觉得很担心，也很自责。",
        "label": ""
      },
      {
        "sentence": "我应该怎样改变我的态度呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以试着改变对待孩子的方式，多关注她的需求和感受，用关爱和耐心去对待她。同时，你也可以积极寻求心理咨询的帮助，让专业的人士能够帮助你理顺思绪、调整心态，提供更有针对性的建议和支持。",
    "annotation": [
      {
        "sentence": "首先，你可以试着改变对待孩子的方式，多关注她的需求和感受，用关爱和耐心去对待她。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以积极寻求心理咨询的帮助，让专业的人士能够帮助你理顺思绪、调整心态，提供更有针对性的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尝试着改变对待孩子的方式，并尽快寻求心理咨询的帮助。我希望通过改变自己的态度和行为，能够成为一个好妈妈，给孩子更多的关爱和陪伴。",
    "annotation": [
      {
        "sentence": "嗯，我会尝试着改变对待孩子的方式，并尽快寻求心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "我希望通过改变自己的态度和行为，能够成为一个好妈妈，给孩子更多的关爱和陪伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经迈出了一步，相信你一定能够做到。同时，也不要太过自责，每个人都会面临困难和挑战，重要的是能够勇敢面对并积极寻求帮助。你已经意识到问题并愿意改变，这是非常了不起的。",
    "annotation": [
      {
        "sentence": "很好，你已经迈出了一步，相信你一定能够做到。",
        "label": ""
      },
      {
        "sentence": "同时，也不要太过自责，每个人都会面临困难和挑战，重要的是能够勇敢面对并积极寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你已经意识到问题并愿意改变，这是非常了不起的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力去改变的。希望在未来的日子里，我能够成为一个更好的妈妈，给孩子一个幸福的家庭。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力去改变的。",
        "label": ""
      },
      {
        "sentence": "希望在未来的日子里，我能够成为一个更好的妈妈，给孩子一个幸福的家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定可以做到的，不要放弃自己。如果在这个过程中还需要我的支持和帮助，记得随时向我倾诉。祝你和孩子能够拥有一个温暖幸福的未来！",
    "annotation": [
      {
        "sentence": "我相信你一定可以做到的，不要放弃自己。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还需要我的支持和帮助，记得随时向我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你和孩子能够拥有一个温暖幸福的未来！",
        "label": ""
      }
    ]
  }
]