[
  {
    "role": "client",
    "content": "喜欢自己4年的男生突然跟别人在一起，自己却很难过。因为之前的一段感情经历很没安全感，对那个男生最开始的喜欢很反感，但是时间越来越久快四年了，开始有了好感。我想要答应那个男生跟他在一起的时候，他告诉我他跟别人在一起了还会问我关于怎么照顾女生。我之前跟他说如果他能戒掉烟就跟他在一起，他一直没戒掉，也许是这个要求太过分了吧。自己也因此一直对他比较冷漠，但是他还是会主动分享他的事情约我出去玩，当他跟我说他跟别的女生在一起了我也是表示的祝福。现在自己的情绪很不好，我不知道自己是习惯了他对自己的喜欢，还是我开始喜欢他了。我现在不想看到任何关于他的消息，想把他的联系方式都删掉，让他开始从自己的世界消失，但是又舍不得。现在也很纠结应该一键删除联系方式还是保持朋友之间的联系。",
    "annotation": [
      {
        "sentence": "喜欢自己4年的男生突然跟别人在一起，自己却很难过。",
        "label": ""
      },
      {
        "sentence": "因为之前的一段感情经历很没安全感，对那个男生最开始的喜欢很反感，但是时间越来越久快四年了，开始有了好感。",
        "label": ""
      },
      {
        "sentence": "我想要答应那个男生跟他在一起的时候，他告诉我他跟别人在一起了还会问我关于怎么照顾女生。",
        "label": ""
      },
      {
        "sentence": "我之前跟他说如果他能戒掉烟就跟他在一起，他一直没戒掉，也许是这个要求太过分了吧。",
        "label": ""
      },
      {
        "sentence": "自己也因此一直对他比较冷漠，但是他还是会主动分享他的事情约我出去玩，当他跟我说他跟别的女生在一起了我也是表示的祝福。",
        "label": ""
      },
      {
        "sentence": "现在自己的情绪很不好，我不知道自己是习惯了他对自己的喜欢，还是我开始喜欢他了。",
        "label": ""
      },
      {
        "sentence": "我现在不想看到任何关于他的消息，想把他的联系方式都删掉，让他开始从自己的世界消失，但是又舍不得。",
        "label": ""
      },
      {
        "sentence": "现在也很纠结应该一键删除联系方式还是保持朋友之间的联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们来边梳理边聊聊。首先，你的情况是想要一键删除联系方式还是保持朋友之间的联系呢？接下来，我建议我们来梳理一下你现在的处境。从你的描述来看，四年的时间里你们一直是朋友。他有追过你，但你没答应，因为他烟没戒；最近想答应的时候，他又跟别人在一起了。他有权利力追求你，你也有权利提条件；因此你也要接受的是你提的条件对方选择不接受的时候，他就有可能选择其女性作为伴侣。你和他是在双方自愿的情况下做朋友，并进一步谈到男女朋友的问题。",
    "annotation": [
      {
        "sentence": "我们来边梳理边聊聊。",
        "label": ""
      },
      {
        "sentence": "首先，你的情况是想要一键删除联系方式还是保持朋友之间的联系呢？",
        "label": ""
      },
      {
        "sentence": "接下来，我建议我们来梳理一下你现在的处境。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，四年的时间里你们一直是朋友。",
        "label": ""
      },
      {
        "sentence": "他有追过你，但你没答应，因为他烟没戒；最近想答应的时候，他又跟别人在一起了。",
        "label": ""
      },
      {
        "sentence": "他有权利力追求你，你也有权利提条件；因此你也要接受的是你提的条件对方选择不接受的时候，他就有可能选择其女性作为伴侣。",
        "label": ""
      },
      {
        "sentence": "你和他是在双方自愿的情况下做朋友，并进一步谈到男女朋友的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没错，以前对于他的感情我一直很矛盾。我也知道他跟别的女生在一起是他的选择，但我现在真的很难过，好像失去了一个很重要的人。",
    "annotation": [
      {
        "sentence": "没错，以前对于他的感情我一直很矛盾。",
        "label": ""
      },
      {
        "sentence": "我也知道他跟别的女生在一起是他的选择，但我现在真的很难过，好像失去了一个很重要的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常。你们之间一直有感情的，你突然发现他跟别人在一起很容易造成反应。你的期望一直都是想成为他的女朋友，这也是情感上的投资，所以失去他的感觉难免非常失落。但是我们能想办法让你们成为彼此生命中更好的人。",
    "annotation": [
      {
        "sentence": "这很正常。",
        "label": ""
      },
      {
        "sentence": "你们之间一直有感情的，你突然发现他跟别人在一起很容易造成反应。",
        "label": ""
      },
      {
        "sentence": "你的期望一直都是想成为他的女朋友，这也是情感上的投资，所以失去他的感觉难免非常失落。",
        "label": ""
      },
      {
        "sentence": "但是我们能想办法让你们成为彼此生命中更好的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直希望两个人有个好的发展关系，但是我不知道该怎么做。",
    "annotation": [
      {
        "sentence": "是的，我一直希望两个人有个好的发展关系，但是我不知道该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们可以一步步来：首先，我们可以回过头重新看看你们的关系。最开始你对他并没有好感，主要是因为你的过往经历让你很缺乏安全感，所以你对他的感情变化很难。虽然现在你对他有了好感，并且想要跟他在一起，但是他没有满足你的一个要求：戒烟，所以你对他比较冷漠，这也是你的自我保护机制。但是他还是会跟你主动分享他的事情，约你出去玩。他也会问你关于怎么照顾女生这样的问题，这证明了你在他心中是非常有份量的。这是一种很美好的关系，我们只需要让他继续发展下去，你就可以更好地了解他，看看他适不适合你，并考虑要不要进一步深化关系。",
    "annotation": [
      {
        "sentence": "我们可以一步步来：首先，我们可以回过头重新看看你们的关系。",
        "label": ""
      },
      {
        "sentence": "最开始你对他并没有好感，主要是因为你的过往经历让你很缺乏安全感，所以你对他的感情变化很难。",
        "label": ""
      },
      {
        "sentence": "虽然现在你对他有了好感，并且想要跟他在一起，但是他没有满足你的一个要求：戒烟，所以你对他比较冷漠，这也是你的自我保护机制。",
        "label": ""
      },
      {
        "sentence": "但是他还是会跟你主动分享他的事情，约你出去玩。",
        "label": ""
      },
      {
        "sentence": "他也会问你关于怎么照顾女生这样的问题，这证明了你在他心中是非常有份量的。",
        "label": ""
      },
      {
        "sentence": "这是一种很美好的关系，我们只需要让他继续发展下去，你就可以更好地了解他，看看他适不适合你，并考虑要不要进一步深化关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我现在该怎么做呢？我还是很纠结。",
    "annotation": [
      {
        "sentence": "那我现在该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "我还是很纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给自己一点时间，好好想一想，看看自己真正想要的是什么。我们可以从你的情绪入手。你现在的情绪很不好，希望他从自己的世界消失，这很正常。但是你也说过，舍不得他，所以我们可以维持朋友之间的联系，从他需要你的帮助中了解他，然后再做出决定。这一切都需要你给自己足够的时间来思考，接受并处理你的情绪，还要学会调节自己的情绪，这样才能让你的心智更加清醒。",
    "annotation": [
      {
        "sentence": "给自己一点时间，好好想一想，看看自己真正想要的是什么。",
        "label": ""
      },
      {
        "sentence": "我们可以从你的情绪入手。",
        "label": ""
      },
      {
        "sentence": "你现在的情绪很不好，希望他从自己的世界消失，这很正常。",
        "label": ""
      },
      {
        "sentence": "但是你也说过，舍不得他，所以我们可以维持朋友之间的联系，从他需要你的帮助中了解他，然后再做出决定。",
        "label": ""
      },
      {
        "sentence": "这一切都需要你给自己足够的时间来思考，接受并处理你的情绪，还要学会调节自己的情绪，这样才能让你的心智更加清醒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和耐心倾听，我会好好思考一下自己的情况的。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和耐心倾听，我会好好思考一下自己的情况的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我随时都在这里帮助你。我们一起来处理这个事情，一如既往地。",
    "annotation": [
      {
        "sentence": "没问题，我随时都在这里帮助你。",
        "label": ""
      },
      {
        "sentence": "我们一起来处理这个事情，一如既往地。",
        "label": ""
      }
    ]
  }
]