[
  {
    "role": "client",
    "content": "我19岁，是个女生。我很想学习，但是总是静不下来，而且怯场问题非常严重。高中的时候，我在语文和文综方面非常出色，但是上了大学后，我对学习感到迷茫，因为没有选到我真正喜欢的专业。我找不到学习的动力，感觉什么都学不好，绩点也特别低。对未来充满恐惧，我也觉得自己不够优秀当老师，怯场问题也越来越严重，我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我19岁，是个女生。",
        "label": ""
      },
      {
        "sentence": "我很想学习，但是总是静不下来，而且怯场问题非常严重。",
        "label": ""
      },
      {
        "sentence": "高中的时候，我在语文和文综方面非常出色，但是上了大学后，我对学习感到迷茫，因为没有选到我真正喜欢的专业。",
        "label": ""
      },
      {
        "sentence": "我找不到学习的动力，感觉什么都学不好，绩点也特别低。",
        "label": ""
      },
      {
        "sentence": "对未来充满恐惧，我也觉得自己不够优秀当老师，怯场问题也越来越严重，我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说起怯场问题，我想问一下，你通常在什么情况下会感到怯场呢？当你感到怯场的时候，你都在想些什么呢？",
    "annotation": [
      {
        "sentence": "听你说起怯场问题，我想问一下，你通常在什么情况下会感到怯场呢？",
        "label": ""
      },
      {
        "sentence": "当你感到怯场的时候，你都在想些什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一般来说，当我面对陌生的人群时，我就会感到非常紧张和害怕。我担心自己的表现不好，担心被别人嘲笑或者批评。这时候我会不自觉地想到之前一些尴尬的经历，让我更加缺乏自信。",
    "annotation": [
      {
        "sentence": "一般来说，当我面对陌生的人群时，我就会感到非常紧张和害怕。",
        "label": ""
      },
      {
        "sentence": "我担心自己的表现不好，担心被别人嘲笑或者批评。",
        "label": ""
      },
      {
        "sentence": "这时候我会不自觉地想到之前一些尴尬的经历，让我更加缺乏自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，怯场问题确实会对我们的自信心造成很大的影响。除了采取一些方法来规避怯场，更重要的是找到怯场的原因。因为你之前在高中时并没有怯场的问题，所以一定有某些原因导致你现在出现这种情况。通过分析这些原因，我们可以找到一些缓解怯场的方法。",
    "annotation": [
      {
        "sentence": "明白了，怯场问题确实会对我们的自信心造成很大的影响。",
        "label": ""
      },
      {
        "sentence": "除了采取一些方法来规避怯场，更重要的是找到怯场的原因。",
        "label": ""
      },
      {
        "sentence": "因为你之前在高中时并没有怯场的问题，所以一定有某些原因导致你现在出现这种情况。",
        "label": ""
      },
      {
        "sentence": "通过分析这些原因，我们可以找到一些缓解怯场的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我对大学的学习非常迷茫，因为没选到自己真正喜欢的专业。这让我失去了学习的动力和获得感。我现在感觉什么都学不好，绩点也特别低。这样的情况让我对未来充满了恐惧。",
    "annotation": [
      {
        "sentence": "我觉得我对大学的学习非常迷茫，因为没选到自己真正喜欢的专业。",
        "label": ""
      },
      {
        "sentence": "这让我失去了学习的动力和获得感。",
        "label": ""
      },
      {
        "sentence": "我现在感觉什么都学不好，绩点也特别低。",
        "label": ""
      },
      {
        "sentence": "这样的情况让我对未来充满了恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学习迷茫是很常见的问题，很多人都会遇到这种情况。你现在选错了专业并不代表你以后不能转行或者改变自己的方向。有时候错过了一条路，可能就意味着你会遇到更适合自己的道路。不要对自己失去信心，我们可以一起找到你真正感兴趣的领域，并制定一个学习计划来提高你的绩点和学习能力。",
    "annotation": [
      {
        "sentence": "学习迷茫是很常见的问题，很多人都会遇到这种情况。",
        "label": ""
      },
      {
        "sentence": "你现在选错了专业并不代表你以后不能转行或者改变自己的方向。",
        "label": ""
      },
      {
        "sentence": "有时候错过了一条路，可能就意味着你会遇到更适合自己的道路。",
        "label": ""
      },
      {
        "sentence": "不要对自己失去信心，我们可以一起找到你真正感兴趣的领域，并制定一个学习计划来提高你的绩点和学习能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很害怕未来，害怕自己无法成为一个优秀的老师。我的怯场问题也越来越严重，这让我更加不确定自己该怎么办。",
    "annotation": [
      {
        "sentence": "我真的很害怕未来，害怕自己无法成为一个优秀的老师。",
        "label": ""
      },
      {
        "sentence": "我的怯场问题也越来越严重，这让我更加不确定自己该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕未来是非常正常的感受，大家都会面对不确定性和压力。但是你不要过分担心，一个优秀的老师并不一定是完美无缺的。重要的是你对学生有真心和热爱，并努力提升自己的能力。关于怯场问题，我们可以一起找到一些方法来让你逐渐克服它，比如通过参加一些社交活动，锻炼自己的自信心。",
    "annotation": [
      {
        "sentence": "害怕未来是非常正常的感受，大家都会面对不确定性和压力。",
        "label": ""
      },
      {
        "sentence": "但是你不要过分担心，一个优秀的老师并不一定是完美无缺的。",
        "label": ""
      },
      {
        "sentence": "重要的是你对学生有真心和热爱，并努力提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "关于怯场问题，我们可以一起找到一些方法来让你逐渐克服它，比如通过参加一些社交活动，锻炼自己的自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该更加相信自己，并且积极采取一些行动来克服这些问题。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该更加相信自己，并且积极采取一些行动来克服这些问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别客气，我很高兴能够帮助到你。如果你需要任何进一步的支持或者有其他的问题，随时向我求助。我们一起努力克服困难，找到属于你自己的道路！",
    "annotation": [
      {
        "sentence": "别客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的支持或者有其他的问题，随时向我求助。",
        "label": ""
      },
      {
        "sentence": "我们一起努力克服困难，找到属于你自己的道路！",
        "label": ""
      }
    ]
  }
]