[
  {
    "role": "client",
    "content": "我的男朋友特别的温柔成熟细心，就是一点不会哄人？和他认识五年了追了他一年才在一起然后分分合合现在是稳定了感情也很深了他是学法律的在法院工作他真的哪里都好温柔成熟稳重很爱我他25岁我23岁唯一一点就是嘴巴不甜比如两个有冲突的时候他不会像其他男孩子一样先哄你稳定你的情绪而是直接和我掰扯清楚这件事我的天呐我觉得女孩子哪里有这么理性啊我是只要你一个拥抱一句安抚示弱的话就好了但是他从来都不会这么做。前天知道我男性朋友很会哄他女朋友说啥事他都先哄了她能立刻想到女朋友哪里生气了先哄再说。然后我昨天就莫名其妙指责我男朋友了虽然知道他特别好就是嘴巴不甜不会哄人还是冲动嫉妒去指责他了因为有了对比后果是我昨晚和他道歉他也没回复我？其实我们经历很多很多事情他让我很踏实想和他结婚的我也相信他不会轻易离开但是就是这个人很完美了就是嘴巴不甜导致我偶尔也容易和他吵架我想该怎么解决呢？现在和以后",
    "annotation": [
      {
        "sentence": "我的男朋友特别的温柔成熟细心，就是一点不会哄人？",
        "label": ""
      },
      {
        "sentence": "和他认识五年了追了他一年才在一起然后分分合合现在是稳定了感情也很深了他是学法律的在法院工作他真的哪里都好温柔成熟稳重很爱我他25岁我23岁唯一一点就是嘴巴不甜比如两个有冲突的时候他不会像其他男孩子一样先哄你稳定你的情绪而是直接和我掰扯清楚这件事我的天呐我觉得女孩子哪里有这么理性啊我是只要你一个拥抱一句安抚示弱的话就好了但是他从来都不会这么做。",
        "label": ""
      },
      {
        "sentence": "前天知道我男性朋友很会哄他女朋友说啥事他都先哄了她能立刻想到女朋友哪里生气了先哄再说。",
        "label": ""
      },
      {
        "sentence": "然后我昨天就莫名其妙指责我男朋友了虽然知道他特别好就是嘴巴不甜不会哄人还是冲动嫉妒去指责他了因为有了对比后果是我昨晚和他道歉他也没回复我？",
        "label": ""
      },
      {
        "sentence": "其实我们经历很多很多事情他让我很踏实想和他结婚的我也相信他不会轻易离开但是就是这个人很完美了就是嘴巴不甜导致我偶尔也容易和他吵架我想该怎么解决呢？",
        "label": ""
      },
      {
        "sentence": "现在和以后",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的男朋友是一个很完美很可靠的人，你也很感激他的优点。不过，你相信你们关系很深，所以你自己都承认你是因为嫉妒才跟他吵架的对吧？",
    "annotation": [
      {
        "sentence": "听起来你的男朋友是一个很完美很可靠的人，你也很感激他的优点。",
        "label": ""
      },
      {
        "sentence": "不过，你相信你们关系很深，所以你自己都承认你是因为嫉妒才跟他吵架的对吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也知道这不太好，可是我就是控制不住自己的情绪。",
    "annotation": [
      {
        "sentence": "是的，我也知道这不太好，可是我就是控制不住自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，但是我们都有控制自己情绪的能力。你可以试着换个角度来看，你男朋友不哄你并不代表他不关心你，有时候稳定沟通也是一种关心的表现。而且，你可以找到其他途径来满足自己需要被安慰的需求，而非仅仅依赖他的一个拥抱和一句安抚示弱的话。",
    "annotation": [
      {
        "sentence": "我理解你的感受，但是我们都有控制自己情绪的能力。",
        "label": ""
      },
      {
        "sentence": "你可以试着换个角度来看，你男朋友不哄你并不代表他不关心你，有时候稳定沟通也是一种关心的表现。",
        "label": ""
      },
      {
        "sentence": "而且，你可以找到其他途径来满足自己需要被安慰的需求，而非仅仅依赖他的一个拥抱和一句安抚示弱的话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我好像懂了一点。",
    "annotation": [
      {
        "sentence": "嗯，我好像懂了一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，其实你心里已经懂了，只是需要时间去逐渐调整自己的态度和观念。不过，如果你想改变这种情况，你可以通过沟通和让他更了解你的需要来改善。",
    "annotation": [
      {
        "sentence": "好的，其实你心里已经懂了，只是需要时间去逐渐调整自己的态度和观念。",
        "label": ""
      },
      {
        "sentence": "不过，如果你想改变这种情况，你可以通过沟通和让他更了解你的需要来改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想我会试着跟他沟通一下，让他知道我在这方面的需要。不过我还是有一些担心，怕他会不接受。",
    "annotation": [
      {
        "sentence": "是的，我想我会试着跟他沟通一下，让他知道我在这方面的需要。",
        "label": ""
      },
      {
        "sentence": "不过我还是有一些担心，怕他会不接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那就试着和他说出你的想法，但是要注意语气和方式。你可以先肯定他的优点，然后告诉他你的感受，让他知道你希望他能够更加关心你的感受和需要，这样有助于你们更加和谐地相处。",
    "annotation": [
      {
        "sentence": "那就试着和他说出你的想法，但是要注意语气和方式。",
        "label": ""
      },
      {
        "sentence": "你可以先肯定他的优点，然后告诉他你的感受，让他知道你希望他能够更加关心你的感受和需要，这样有助于你们更加和谐地相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，这样说起来感觉好像没那么难了呢。",
    "annotation": [
      {
        "sentence": "嗯，这样说起来感觉好像没那么难了呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一点点改变需要耐心和时间，只要你们两个愿意共同努力，相信你们的关系会更加稳定和美好。",
    "annotation": [
      {
        "sentence": "一点点改变需要耐心和时间，只要你们两个愿意共同努力，相信你们的关系会更加稳定和美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的建议和鼓励，我会努力的！",
    "annotation": [
      {
        "sentence": "好的，谢谢你的建议和鼓励，我会努力的！",
        "label": ""
      }
    ]
  }
]