[
  {
    "role": "client",
    "content": "高二女生，在家一月多，不出门，自学无动力，怎么办？",
    "annotation": [
      {
        "sentence": "高二女生，在家一月多，不出门，自学无动力，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的提问是：高二女生，在家一月多，不出门，自学无动力，怎么办？我想说，你的孩子，可能是自恋受伤了。她就读于重点高中，上进心强，学习刻苦，高一成绩在班内10名左右，又特别看重考试成绩，但是分班时的第一次月考，却因过于在乎导致情绪失控没有参加，这使她觉得无脸见人。",
    "annotation": [
      {
        "sentence": "看到你的提问是：高二女生，在家一月多，不出门，自学无动力，怎么办？",
        "label": ""
      },
      {
        "sentence": "我想说，你的孩子，可能是自恋受伤了。",
        "label": ""
      },
      {
        "sentence": "她就读于重点高中，上进心强，学习刻苦，高一成绩在班内10名左右，又特别看重考试成绩，但是分班时的第一次月考，却因过于在乎导致情绪失控没有参加，这使她觉得无脸见人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，孩子特别在意自己的成绩和他人对自己的评价。她觉得只有考好才能得到别人的认可，所以现在学习没有动力。",
    "annotation": [
      {
        "sentence": "是的，孩子特别在意自己的成绩和他人对自己的评价。",
        "label": ""
      },
      {
        "sentence": "她觉得只有考好才能得到别人的认可，所以现在学习没有动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自恋，健康的自恋是既能积极面对生活，又能正确地看待挫折。而你的女儿，缺少一定的抗挫能力，想把自己一直固定在高位上。如果达不到目标，她就感觉受到了极大的打击，一边在内心狠狠地批判自己，一面觉得我要冲上去，不能落后。但是，因为很多固着的观念和思维，自己就像被锁住了脚步的奔跑者，想跑，又跑不了，只能在原地痛苦地挣扎。",
    "annotation": [
      {
        "sentence": "每个人都有自恋，健康的自恋是既能积极面对生活，又能正确地看待挫折。",
        "label": ""
      },
      {
        "sentence": "而你的女儿，缺少一定的抗挫能力，想把自己一直固定在高位上。",
        "label": ""
      },
      {
        "sentence": "如果达不到目标，她就感觉受到了极大的打击，一边在内心狠狠地批判自己，一面觉得我要冲上去，不能落后。",
        "label": ""
      },
      {
        "sentence": "但是，因为很多固着的观念和思维，自己就像被锁住了脚步的奔跑者，想跑，又跑不了，只能在原地痛苦地挣扎。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她确实对自己的要求很高，不能接受自己的失误和失败。我平时在教育她时也给了她很大的压力，可能这也让她更加焦虑了。",
    "annotation": [
      {
        "sentence": "她确实对自己的要求很高，不能接受自己的失误和失败。",
        "label": ""
      },
      {
        "sentence": "我平时在教育她时也给了她很大的压力，可能这也让她更加焦虑了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的叙述中，我注意到两句话：白天起床需多次催促；对家长督促学习极为反感。非常理解家长在孩子这种状态下焦急的心情，但是，催促和督促，是不是您与爱人对孩子一贯的态度呢？如果是，孩子的焦虑就来源于这里，也证明家长自己可能比孩子更焦虑。",
    "annotation": [
      {
        "sentence": "在你的叙述中，我注意到两句话：白天起床需多次催促；对家长督促学习极为反感。",
        "label": ""
      },
      {
        "sentence": "非常理解家长在孩子这种状态下焦急的心情，但是，催促和督促，是不是您与爱人对孩子一贯的态度呢？",
        "label": ""
      },
      {
        "sentence": "如果是，孩子的焦虑就来源于这里，也证明家长自己可能比孩子更焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我和她爸爸一直希望她能够做得更好，所以经常催促她努力学习。但现在看来，这可能造成了更大的负担和压力。",
    "annotation": [
      {
        "sentence": "是的，我和她爸爸一直希望她能够做得更好，所以经常催促她努力学习。",
        "label": ""
      },
      {
        "sentence": "但现在看来，这可能造成了更大的负担和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子本身已经很焦虑了，这时候再督促，等于火上浇油！焦虑的人，是不需要督促的，因为他们本身就很自恋，越催越督促，只会让他们的自恋受损，觉得自己不被信任，从而产生反感。这时候，家长要做的是，为孩子减压。但是，因为他们自己心里还有不服输的部分，所以，过多的干涉，可能导致孩子摇摆不定。",
    "annotation": [
      {
        "sentence": "孩子本身已经很焦虑了，这时候再督促，等于火上浇油！",
        "label": ""
      },
      {
        "sentence": "焦虑的人，是不需要督促的，因为他们本身就很自恋，越催越督促，只会让他们的自恋受损，觉得自己不被信任，从而产生反感。",
        "label": ""
      },
      {
        "sentence": "这时候，家长要做的是，为孩子减压。",
        "label": ""
      },
      {
        "sentence": "但是，因为他们自己心里还有不服输的部分，所以，过多的干涉，可能导致孩子摇摆不定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该给孩子提供一个宽松和温和的环境，让她自己调整和休息。我也意识到我自己的焦虑可能会对孩子产生负面影响。",
    "annotation": [
      {
        "sentence": "我明白了，我应该给孩子提供一个宽松和温和的环境，让她自己调整和休息。",
        "label": ""
      },
      {
        "sentence": "我也意识到我自己的焦虑可能会对孩子产生负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，首先从你自己身上找原因，并寻求自我改变，从而来影响孩子，可能比盯着孩子，想改变她，想帮助她，效果更好。特别是在孩子认为自己没心理问题，不愿意进行心理咨询的情况下。如果家长愿意，可以自己先进行心理咨询。同时，给孩子一个定心丸，告诉她，她可以先按她自己的节奏来，无论她成绩好坏，她都是你们最爱的女儿！至于孩子的学习，先不要着急。只有心理状态稳定了，成绩才能保持平稳上升。",
    "annotation": [
      {
        "sentence": "很好，首先从你自己身上找原因，并寻求自我改变，从而来影响孩子，可能比盯着孩子，想改变她，想帮助她，效果更好。",
        "label": ""
      },
      {
        "sentence": "特别是在孩子认为自己没心理问题，不愿意进行心理咨询的情况下。",
        "label": ""
      },
      {
        "sentence": "如果家长愿意，可以自己先进行心理咨询。",
        "label": ""
      },
      {
        "sentence": "同时，给孩子一个定心丸，告诉她，她可以先按她自己的节奏来，无论她成绩好坏，她都是你们最爱的女儿！",
        "label": ""
      },
      {
        "sentence": "至于孩子的学习，先不要着急。",
        "label": ""
      },
      {
        "sentence": "只有心理状态稳定了，成绩才能保持平稳上升。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽力改变自己的态度，给孩子更多的支持和理解。我也会鼓励她放宽心态，以自己的节奏来面对学习和生活。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽力改变自己的态度，给孩子更多的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我也会鼓励她放宽心态，以自己的节奏来面对学习和生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以上回答，希望能帮到你！祝孩子健康成长，祝家长心遂所愿！如果还有其他问题，欢迎继续咨询。",
    "annotation": [
      {
        "sentence": "以上回答，希望能帮到你！",
        "label": ""
      },
      {
        "sentence": "祝孩子健康成长，祝家长心遂所愿！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，欢迎继续咨询。",
        "label": ""
      }
    ]
  }
]