[
  {
    "role": "client",
    "content": "我十七岁，我怎么会在燕雀之群？现在的我只是个意外。我该死，这个人只是个意外。人类最基本的感情没有，人类最基本的任何有没有。我自大是我，是自大。",
    "annotation": [
      {
        "sentence": "我十七岁，我怎么会在燕雀之群？",
        "label": ""
      },
      {
        "sentence": "现在的我只是个意外。",
        "label": ""
      },
      {
        "sentence": "我该死，这个人只是个意外。",
        "label": ""
      },
      {
        "sentence": "人类最基本的感情没有，人类最基本的任何有没有。",
        "label": ""
      },
      {
        "sentence": "我自大是我，是自大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人到这个世界上都只是一个意外。如果你有了解过神话故事、宗教故事或者古人的智慧，你会深切地感受到这一点。比如女娲造人，是捏泥的意外；人类诞生，是亚当夏娃偷吃禁果的意外；在佛学中，人类是天人到了地球无意中吃了地球的食物，从而变成了人。哪怕是进化论，也是那只猿无意中直立行走的意外。在种种意外中，这一切又具有必然性。无论你愿不愿意承认，愿不愿意面对，现在的你，所有的苦痛都是必然的。我不知道你为什么有觉得自己该死的念头，你肯定有你过不去的苦，有你解不了的结，有你排不了的恨。我没办法感同身受。我只能说，我曾经觉得自己不重要，我不懂人生有什么意义，我冷眼看过去，每个人都吵吵嚷嚷自以为是，每个人都痛苦不堪，虚伪无情，自私自利，口口声声说爱我的人狠心地抛下我，口口声声说需要我的人用完我就丢掉，要面子吹牛皮却拿我当牺牲品，享受着我的包容却对我的过失横加指责大肆批评，一个个的见到我就站在道德的制高点上好为人师，殊不知我瞧着一个个都像跳梁小丑。瞧：我是多么的举世皆浊我独清，痛苦那不是活该么？不然为什么投河的是屈原呢？此处自然有可是啦。",
    "annotation": [
      {
        "sentence": "每个人到这个世界上都只是一个意外。",
        "label": ""
      },
      {
        "sentence": "如果你有了解过神话故事、宗教故事或者古人的智慧，你会深切地感受到这一点。",
        "label": ""
      },
      {
        "sentence": "比如女娲造人，是捏泥的意外；人类诞生，是亚当夏娃偷吃禁果的意外；在佛学中，人类是天人到了地球无意中吃了地球的食物，从而变成了人。",
        "label": ""
      },
      {
        "sentence": "哪怕是进化论，也是那只猿无意中直立行走的意外。",
        "label": ""
      },
      {
        "sentence": "在种种意外中，这一切又具有必然性。",
        "label": ""
      },
      {
        "sentence": "无论你愿不愿意承认，愿不愿意面对，现在的你，所有的苦痛都是必然的。",
        "label": ""
      },
      {
        "sentence": "我不知道你为什么有觉得自己该死的念头，你肯定有你过不去的苦，有你解不了的结，有你排不了的恨。",
        "label": ""
      },
      {
        "sentence": "我没办法感同身受。",
        "label": ""
      },
      {
        "sentence": "我只能说，我曾经觉得自己不重要，我不懂人生有什么意义，我冷眼看过去，每个人都吵吵嚷嚷自以为是，每个人都痛苦不堪，虚伪无情，自私自利，口口声声说爱我的人狠心地抛下我，口口声声说需要我的人用完我就丢掉，要面子吹牛皮却拿我当牺牲品，享受着我的包容却对我的过失横加指责大肆批评，一个个的见到我就站在道德的制高点上好为人师，殊不知我瞧着一个个都像跳梁小丑。",
        "label": ""
      },
      {
        "sentence": "瞧：我是多么的举世皆浊我独清，痛苦那不是活该么？",
        "label": ""
      },
      {
        "sentence": "不然为什么投河的是屈原呢？",
        "label": ""
      },
      {
        "sentence": "此处自然有可是啦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在的我却脱胎换骨了。沐浴着阳光眺望着美景，想要跟你分享我真正活着的感受。我现在就有多感恩父母将我生于这世间，我现在不觉得自己无能为力。因为我活在这世间，在历经了种种暴风雨之后，尤其脱胎换骨之痛后，我能体悟到无法言说的美好，是世俗所要的名、权、利、爱所不及的，而我，依然带着满身的缺点。只因为，我从心底明白了这世上的人都只是普通人而已。也接受了自己就是普通人。我可以有鸿鹄之志，一飞冲天；也可以是燕雀之群，安于现状。我不被自己的想法和标准束缚，是自由的。我无法说我爱你，因为我都不认识你，我也无法告诉你怎样做，因为我不知道你想要的是什么，不知道你眼中的世界是什么样子的，更因为我不是神，只是个普通人。我只是擅自从你的文字中感受到了自己曾经满世界寻找那个能理解我的圣人的失落，感受到了千里马哀哀卧槽的无力，感受到了愤怒下的无助。而这一切都只是我将我自己的过往投射在你的文字上而已，这都不代表你是这样的。不知道你最终会选择怎样的路，如果选择沉沦，作为一个陌生人，我只有一声叹息，如你所愿，你只是我生命中一个水花。如果心有不甘，选择奋起。那么我会告诉你，陈胜吴广来自的就是燕雀，可他们“有鸿鹄之志”，便脱离了燕雀。你既看不上燕雀，那就找寻鸿鹄吧。高处不胜寒，越是往高飞的，人就越少，鸿鹄之路从来都是少有人走的路。你眼中若只有燕雀，自然是吸引燕雀，你眼中若有鸿鹄，必能觅其踪迹。你才17岁，这世界上的好多酸甜苦辣都还没有经历过，在我们这些你看不上的老人眼里，人生才刚刚开始，纵然你不出门知天下事，也只是别人给你打包的信息碎片而已，不是你。是不是燕雀，谁知呢。",
    "annotation": [
      {
        "sentence": "现在的我却脱胎换骨了。",
        "label": ""
      },
      {
        "sentence": "沐浴着阳光眺望着美景，想要跟你分享我真正活着的感受。",
        "label": ""
      },
      {
        "sentence": "我现在就有多感恩父母将我生于这世间，我现在不觉得自己无能为力。",
        "label": ""
      },
      {
        "sentence": "因为我活在这世间，在历经了种种暴风雨之后，尤其脱胎换骨之痛后，我能体悟到无法言说的美好，是世俗所要的名、权、利、爱所不及的，而我，依然带着满身的缺点。",
        "label": ""
      },
      {
        "sentence": "只因为，我从心底明白了这世上的人都只是普通人而已。",
        "label": ""
      },
      {
        "sentence": "也接受了自己就是普通人。",
        "label": ""
      },
      {
        "sentence": "我可以有鸿鹄之志，一飞冲天；也可以是燕雀之群，安于现状。",
        "label": ""
      },
      {
        "sentence": "我不被自己的想法和标准束缚，是自由的。",
        "label": ""
      },
      {
        "sentence": "我无法说我爱你，因为我都不认识你，我也无法告诉你怎样做，因为我不知道你想要的是什么，不知道你眼中的世界是什么样子的，更因为我不是神，只是个普通人。",
        "label": ""
      },
      {
        "sentence": "我只是擅自从你的文字中感受到了自己曾经满世界寻找那个能理解我的圣人的失落，感受到了千里马哀哀卧槽的无力，感受到了愤怒下的无助。",
        "label": ""
      },
      {
        "sentence": "而这一切都只是我将我自己的过往投射在你的文字上而已，这都不代表你是这样的。",
        "label": ""
      },
      {
        "sentence": "不知道你最终会选择怎样的路，如果选择沉沦，作为一个陌生人，我只有一声叹息，如你所愿，你只是我生命中一个水花。",
        "label": ""
      },
      {
        "sentence": "如果心有不甘，选择奋起。",
        "label": ""
      },
      {
        "sentence": "那么我会告诉你，陈胜吴广来自的就是燕雀，可他们“有鸿鹄之志”，便脱离了燕雀。",
        "label": ""
      },
      {
        "sentence": "你既看不上燕雀，那就找寻鸿鹄吧。",
        "label": ""
      },
      {
        "sentence": "高处不胜寒，越是往高飞的，人就越少，鸿鹄之路从来都是少有人走的路。",
        "label": ""
      },
      {
        "sentence": "你眼中若只有燕雀，自然是吸引燕雀，你眼中若有鸿鹄，必能觅其踪迹。",
        "label": ""
      },
      {
        "sentence": "你才17岁，这世界上的好多酸甜苦辣都还没有经历过，在我们这些你看不上的老人眼里，人生才刚刚开始，纵然你不出门知天下事，也只是别人给你打包的信息碎片而已，不是你。",
        "label": ""
      },
      {
        "sentence": "是不是燕雀，谁知呢。",
        "label": ""
      }
    ]
  }
]