[
  {
    "role": "client",
    "content": "我被诊断出了躁郁症，但是吃药的副作用让我很难受。停药后，我就失控了。我该怎么办？",
    "annotation": [
      {
        "sentence": "我被诊断出了躁郁症，但是吃药的副作用让我很难受。",
        "label": ""
      },
      {
        "sentence": "停药后，我就失控了。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "药物治疗确实可以从一定程度上帮助我们缓解生理方面的问题，但是心理方面还是需要我们自己去独自面对。如果药物有这么大的副作用，我们可以先和主治医生去聊一聊，看看这些药物的副作用是否可以降解，或者用其他的药物替代，或者说有没有不通过服用药物来治疗的方法。",
    "annotation": [
      {
        "sentence": "药物治疗确实可以从一定程度上帮助我们缓解生理方面的问题，但是心理方面还是需要我们自己去独自面对。",
        "label": ""
      },
      {
        "sentence": "如果药物有这么大的副作用，我们可以先和主治医生去聊一聊，看看这些药物的副作用是否可以降解，或者用其他的药物替代，或者说有没有不通过服用药物来治疗的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会和医生商量如何缓解副作用的问题。但是当我听到一些触动我的话语时，我的情绪就会失控，我感到十分的无助和绝望，甚至有自杀的冲动。这种情况应该怎么解决？",
    "annotation": [
      {
        "sentence": "我明白了，我会和医生商量如何缓解副作用的问题。",
        "label": ""
      },
      {
        "sentence": "但是当我听到一些触动我的话语时，我的情绪就会失控，我感到十分的无助和绝望，甚至有自杀的冲动。",
        "label": ""
      },
      {
        "sentence": "这种情况应该怎么解决？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "身边的人肯定希望我们变得越来越好，但是他们却不知道我们自己独自面对的压力，在我们自己的内心世界，我们确实有很多不足的地方，有的时候甚至会感觉自己自私，孤独而又无力，想要找人诉说，但是又没有人理解自己。",
    "annotation": [
      {
        "sentence": "身边的人肯定希望我们变得越来越好，但是他们却不知道我们自己独自面对的压力，在我们自己的内心世界，我们确实有很多不足的地方，有的时候甚至会感觉自己自私，孤独而又无力，想要找人诉说，但是又没有人理解自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的太对了，我总感觉自己太差劲了，为什么连最基本的生活都无法掌控。我就是觉得自己孤独而无力，因为我感到身边的人不会接受真实的我。",
    "annotation": [
      {
        "sentence": "你说的太对了，我总感觉自己太差劲了，为什么连最基本的生活都无法掌控。",
        "label": ""
      },
      {
        "sentence": "我就是觉得自己孤独而无力，因为我感到身边的人不会接受真实的我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实无论哪一面都是最真实的自己，虽然有的时候我们主观上会认为自己在刻意的伪装和隐藏自己，但这只是我们给予自己的一些心里负担，因为我们并没有那么坏，只是遇见一些事情，想不通，不知道该如何处理，所以会有一些不太友好的处理方式。针对目前的情况，我们最好通过心理和生理的同步治疗来帮助自己。",
    "annotation": [
      {
        "sentence": "其实无论哪一面都是最真实的自己，虽然有的时候我们主观上会认为自己在刻意的伪装和隐藏自己，但这只是我们给予自己的一些心里负担，因为我们并没有那么坏，只是遇见一些事情，想不通，不知道该如何处理，所以会有一些不太友好的处理方式。",
        "label": ""
      },
      {
        "sentence": "针对目前的情况，我们最好通过心理和生理的同步治疗来帮助自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该如何正确地面对自己的情绪呢？",
    "annotation": [
      {
        "sentence": "那我该如何正确地面对自己的情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们要相信自己是有能力掌控自己的情绪的，尝试着分析自己所感受到的负面情绪的来源，试图从正面的角度去看待问题。同时，我们也可以试着寻找一些可以缓解心理压力的途径，例如去健身房、听音乐、读书等等。最重要的就是要给自己足够的时间和空间去适应和调整，同时多跟身边的人沟通，让他们了解你的情况，也让自己不再孤单。",
    "annotation": [
      {
        "sentence": "首先，我们要相信自己是有能力掌控自己的情绪的，尝试着分析自己所感受到的负面情绪的来源，试图从正面的角度去看待问题。",
        "label": ""
      },
      {
        "sentence": "同时，我们也可以试着寻找一些可以缓解心理压力的途径，例如去健身房、听音乐、读书等等。",
        "label": ""
      },
      {
        "sentence": "最重要的就是要给自己足够的时间和空间去适应和调整，同时多跟身边的人沟通，让他们了解你的情况，也让自己不再孤单。",
        "label": ""
      }
    ]
  }
]