[
  {
    "role": "client",
    "content": "我29岁，情绪化非常严重，和朋友的关系破裂了怎么办？",
    "annotation": [
      {
        "sentence": "我29岁，情绪化非常严重，和朋友的关系破裂了怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你最近遇到了一些困扰。可以和我详细分享一下你和朋友之间的情况吗？",
    "annotation": [
      {
        "sentence": "你好，听说你最近遇到了一些困扰。",
        "label": ""
      },
      {
        "sentence": "可以和我详细分享一下你和朋友之间的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当然可以。我是一个女孩，性格比较孤僻，平时经常一个人呆着。之前我和一个护士长特别好，我们是非常好的朋友。她对我特别关心，照顾我，宠着我。但后来我因为抑郁症复发，对她忽略了很多，还发脾气。虽然我后来向她道过歉，她也原谅了我，但我并不知道自己后面的病情越来越严重，情绪起伏非常大，经常伤害她，一次又一次地忽略她，敷衍她，对她不耐烦。我不敢告诉她我的病情变得更严重了，我只是一个人默默地承受着，没有故意忽略她的感受，但也没有给她安慰。我当时的状态非常糟糕，自我封闭得几乎听不到外界声音。直到关系越来越恶化，她开始对我敷衍和讨厌我，我都反应不过来，大脑也变得迟钝。最后决裂爆发是因为我忘记了一件小事，还冤枉了她，还对她发飙。过了两天我才发现自己记错了，去向她道歉，但是已经被孤立起来，感到无助。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "我是一个女孩，性格比较孤僻，平时经常一个人呆着。",
        "label": ""
      },
      {
        "sentence": "之前我和一个护士长特别好，我们是非常好的朋友。",
        "label": ""
      },
      {
        "sentence": "她对我特别关心，照顾我，宠着我。",
        "label": ""
      },
      {
        "sentence": "但后来我因为抑郁症复发，对她忽略了很多，还发脾气。",
        "label": ""
      },
      {
        "sentence": "虽然我后来向她道过歉，她也原谅了我，但我并不知道自己后面的病情越来越严重，情绪起伏非常大，经常伤害她，一次又一次地忽略她，敷衍她，对她不耐烦。",
        "label": ""
      },
      {
        "sentence": "我不敢告诉她我的病情变得更严重了，我只是一个人默默地承受着，没有故意忽略她的感受，但也没有给她安慰。",
        "label": ""
      },
      {
        "sentence": "我当时的状态非常糟糕，自我封闭得几乎听不到外界声音。",
        "label": ""
      },
      {
        "sentence": "直到关系越来越恶化，她开始对我敷衍和讨厌我，我都反应不过来，大脑也变得迟钝。",
        "label": ""
      },
      {
        "sentence": "最后决裂爆发是因为我忘记了一件小事，还冤枉了她，还对她发飙。",
        "label": ""
      },
      {
        "sentence": "过了两天我才发现自己记错了，去向她道歉，但是已经被孤立起来，感到无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的处境。抑郁症的症状会让人难以顾及到他人的感受，我可以想象她一定也经历了很多不容易的事情。但我也能了解到你一定过得很辛苦，特别是在不同情绪状态下的切换。你不要担心，也不要害怕，你并不想发生这些事情，但如果真的确诊为抑郁症，还是建议你寻求医生的帮助，接受药物治疗和心理疗愈。可能仅仅依靠朋友的支持并不足够。我想分析一下你和朋友之间的问题：首先，你是一个孤僻的女孩，总是一个人。但之前和护士长的关系非常好，她对你特别关心，照顾你，宠爱你。然而，由于你的抑郁症复发，你无意间对她忽视了很多，还对她发脾气，但她第一次原谅了你。（嗯，人生难得一知己，爱护她也是爱护自己【唇齿相依】。很理解你愿意对她好，宠爱她。“抑郁症状”来的时候是不受自己控制的，因此对她有很多的忽视和情绪的发泄，这对于一个普通的人来讲【压力确实挺大的】。你的道歉是害怕她的离开，而她的原谅是因为她并不知道你的痛苦并不是你能左右的，也就是说后来还是有可能继续的。）",
    "annotation": [
      {
        "sentence": "非常理解你的处境。",
        "label": ""
      },
      {
        "sentence": "抑郁症的症状会让人难以顾及到他人的感受，我可以想象她一定也经历了很多不容易的事情。",
        "label": ""
      },
      {
        "sentence": "但我也能了解到你一定过得很辛苦，特别是在不同情绪状态下的切换。",
        "label": ""
      },
      {
        "sentence": "你不要担心，也不要害怕，你并不想发生这些事情，但如果真的确诊为抑郁症，还是建议你寻求医生的帮助，接受药物治疗和心理疗愈。",
        "label": ""
      },
      {
        "sentence": "可能仅仅依靠朋友的支持并不足够。",
        "label": ""
      },
      {
        "sentence": "我想分析一下你和朋友之间的问题：首先，你是一个孤僻的女孩，总是一个人。",
        "label": ""
      },
      {
        "sentence": "但之前和护士长的关系非常好，她对你特别关心，照顾你，宠爱你。",
        "label": ""
      },
      {
        "sentence": "然而，由于你的抑郁症复发，你无意间对她忽视了很多，还对她发脾气，但她第一次原谅了你。",
        "label": ""
      },
      {
        "sentence": "（嗯，人生难得一知己，爱护她也是爱护自己【唇齿相依】。",
        "label": ""
      },
      {
        "sentence": "很理解你愿意对她好，宠爱她。",
        "label": ""
      },
      {
        "sentence": "“抑郁症状”来的时候是不受自己控制的，因此对她有很多的忽视和情绪的发泄，这对于一个普通的人来讲【压力确实挺大的】。",
        "label": ""
      },
      {
        "sentence": "你的道歉是害怕她的离开，而她的原谅是因为她并不知道你的痛苦并不是你能左右的，也就是说后来还是有可能继续的。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。我的病情变得越来越严重，情绪反复无常，经常伤害到她，不断重复忽视她、敷衍她，对她不耐烦，纵使我道歉也没有用。（是的，我明白了。如果真的是抑郁症，那就需要专业治疗，她确实无法帮助你，而且她自己也会受到伤害。除非你的情绪稳定下来，这样她才能够承受你情绪的波动。）",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "我的病情变得越来越严重，情绪反复无常，经常伤害到她，不断重复忽视她、敷衍她，对她不耐烦，纵使我道歉也没有用。",
        "label": ""
      },
      {
        "sentence": "（是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "如果真的是抑郁症，那就需要专业治疗，她确实无法帮助你，而且她自己也会受到伤害。",
        "label": ""
      },
      {
        "sentence": "除非你的情绪稳定下来，这样她才能够承受你情绪的波动。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不敢向她坦诚自己病情的加重，默默地一个人扛着，没有故意忽略她的感受，但又无法安慰她，那个时候你的状态特别糟糕，几乎听不到外界声音。（理解你的困境。如果你情绪状态好的时候，肯定不会伤害到她，因为你非常珍惜她的存在，平时对她也很好。忽略她并不是你的本意。但当自己无法自拔的时候，就没有办法照顾到别人了。所以，你需要专业医生的介入和科学的方法来面对这个问题，好吗？）",
    "annotation": [
      {
        "sentence": "你不敢向她坦诚自己病情的加重，默默地一个人扛着，没有故意忽略她的感受，但又无法安慰她，那个时候你的状态特别糟糕，几乎听不到外界声音。",
        "label": ""
      },
      {
        "sentence": "（理解你的困境。",
        "label": ""
      },
      {
        "sentence": "如果你情绪状态好的时候，肯定不会伤害到她，因为你非常珍惜她的存在，平时对她也很好。",
        "label": ""
      },
      {
        "sentence": "忽略她并不是你的本意。",
        "label": ""
      },
      {
        "sentence": "但当自己无法自拔的时候，就没有办法照顾到别人了。",
        "label": ""
      },
      {
        "sentence": "所以，你需要专业医生的介入和科学的方法来面对这个问题，好吗？",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我理解自己的情况了。我确实需要寻求专业的帮助，需要全面地治疗和吃药。不用担心，抑郁症是可以治愈的。（是的，我明白了。即使现在关系破裂，你被孤立起来，但没有关系。你不要难过，如果一直沉浸在这种痛苦的边缘是没有尽头的，即使道歉已经有效了，但后面还是有可能再次爆发。所以，你还是要寻求专业帮助，进行治疗和接受心理疗愈。不用担心，抑郁症是可以完全治愈的。祝愿你幸福快乐！友谊能够长存！祝愿你身心健康！如果有疑惑，可以随时私信我！）",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我理解自己的情况了。",
        "label": ""
      },
      {
        "sentence": "我确实需要寻求专业的帮助，需要全面地治疗和吃药。",
        "label": ""
      },
      {
        "sentence": "不用担心，抑郁症是可以治愈的。",
        "label": ""
      },
      {
        "sentence": "（是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "即使现在关系破裂，你被孤立起来，但没有关系。",
        "label": ""
      },
      {
        "sentence": "你不要难过，如果一直沉浸在这种痛苦的边缘是没有尽头的，即使道歉已经有效了，但后面还是有可能再次爆发。",
        "label": ""
      },
      {
        "sentence": "所以，你还是要寻求专业帮助，进行治疗和接受心理疗愈。",
        "label": ""
      },
      {
        "sentence": "不用担心，抑郁症是可以完全治愈的。",
        "label": ""
      },
      {
        "sentence": "祝愿你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "友谊能够长存！",
        "label": ""
      },
      {
        "sentence": "祝愿你身心健康！",
        "label": ""
      },
      {
        "sentence": "如果有疑惑，可以随时私信我！",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  }
]