[
  {
    "role": "client",
    "content": "我今年29岁，情绪化非常严重，最近和一个好朋友的关系破裂了，不知道该怎么办？",
    "annotation": [
      {
        "sentence": "我今年29岁，情绪化非常严重，最近和一个好朋友的关系破裂了，不知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "29岁真是一个困惑的年纪。首先不要灰心，我也曾经经历过抑郁，理解你的感受。你可以先告诉我关于你们关系破裂的具体情况吗？",
    "annotation": [
      {
        "sentence": "29岁真是一个困惑的年纪。",
        "label": ""
      },
      {
        "sentence": "首先不要灰心，我也曾经经历过抑郁，理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你可以先告诉我关于你们关系破裂的具体情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是一个孤僻的人，平时总是一个人。之前我和一个女护士长玩得很好，我们是非常好的朋友。因为我一直都对自己封闭，所以能有一个像她这样关心我、照顾我、宠着我的好朋友真的很难得。但是后来我的抑郁症复发了，我无意间对她不断忽略她，甚至发脾气。虽然我向她道过歉，她原谅了我，但是我没想到我的病情变得越来越严重，情绪也变得非常反复无常，经常伤害她，不断忽略她的感受，还对她敷衍和不耐烦。我害怕告诉她我病情变严重了，所以一直一个人默默承受着，我并不是有意忽略她的感受，只是当时自己状态很糟糕，封闭到几乎听不到外界的声音。",
    "annotation": [
      {
        "sentence": "我是一个孤僻的人，平时总是一个人。",
        "label": ""
      },
      {
        "sentence": "之前我和一个女护士长玩得很好，我们是非常好的朋友。",
        "label": ""
      },
      {
        "sentence": "因为我一直都对自己封闭，所以能有一个像她这样关心我、照顾我、宠着我的好朋友真的很难得。",
        "label": ""
      },
      {
        "sentence": "但是后来我的抑郁症复发了，我无意间对她不断忽略她，甚至发脾气。",
        "label": ""
      },
      {
        "sentence": "虽然我向她道过歉，她原谅了我，但是我没想到我的病情变得越来越严重，情绪也变得非常反复无常，经常伤害她，不断忽略她的感受，还对她敷衍和不耐烦。",
        "label": ""
      },
      {
        "sentence": "我害怕告诉她我病情变严重了，所以一直一个人默默承受着，我并不是有意忽略她的感受，只是当时自己状态很糟糕，封闭到几乎听不到外界的声音。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我感到很心疼。我在抑郁期间也曾经坚持不联系任何人，一直靠自己学习心理学和进行运动来排解。我理解你觉得别人帮不了你，只能依靠自己来调整的想法。所以现在我想给你一些建议，首先不要任由自己的坏情绪持续发展，应该找到你抑郁的根源。我自己的抑郁主要是由于在异地无朋友、工作压力大等原因造成的，所以在心情极差时，我果断地离职回到家乡。你也需要找到你的症结所在，是由于工作、感情、生活等方面的问题？找到了之后，要努力去改变和调整自己。",
    "annotation": [
      {
        "sentence": "听到你的经历，我感到很心疼。",
        "label": ""
      },
      {
        "sentence": "我在抑郁期间也曾经坚持不联系任何人，一直靠自己学习心理学和进行运动来排解。",
        "label": ""
      },
      {
        "sentence": "我理解你觉得别人帮不了你，只能依靠自己来调整的想法。",
        "label": ""
      },
      {
        "sentence": "所以现在我想给你一些建议，首先不要任由自己的坏情绪持续发展，应该找到你抑郁的根源。",
        "label": ""
      },
      {
        "sentence": "我自己的抑郁主要是由于在异地无朋友、工作压力大等原因造成的，所以在心情极差时，我果断地离职回到家乡。",
        "label": ""
      },
      {
        "sentence": "你也需要找到你的症结所在，是由于工作、感情、生活等方面的问题？",
        "label": ""
      },
      {
        "sentence": "找到了之后，要努力去改变和调整自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您的建议听起来很有道理。我会试着找到问题的根源，并努力去改变和调整自己。除此之外，您还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "您的建议听起来很有道理。",
        "label": ""
      },
      {
        "sentence": "我会试着找到问题的根源，并努力去改变和调整自己。",
        "label": ""
      },
      {
        "sentence": "除此之外，您还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了找到问题的根源并努力去改变之外，我还建议你多运动。我在跑步或做操的时候可以明显感觉到情绪会好起来，自己也会变得更好。所以我建议你也要开始动起来，哪怕每天走个30分钟的路程，都可以让自己活动起来。此外，要确保足够的休息时间，但在休息时不要让消极情绪占据脑海。一旦有不好的想法浮现，就要积极转移注意力，可以看剧、读书、运动或与积极向上的人交谈等等。",
    "annotation": [
      {
        "sentence": "除了找到问题的根源并努力去改变之外，我还建议你多运动。",
        "label": ""
      },
      {
        "sentence": "我在跑步或做操的时候可以明显感觉到情绪会好起来，自己也会变得更好。",
        "label": ""
      },
      {
        "sentence": "所以我建议你也要开始动起来，哪怕每天走个30分钟的路程，都可以让自己活动起来。",
        "label": ""
      },
      {
        "sentence": "此外，要确保足够的休息时间，但在休息时不要让消极情绪占据脑海。",
        "label": ""
      },
      {
        "sentence": "一旦有不好的想法浮现，就要积极转移注意力，可以看剧、读书、运动或与积极向上的人交谈等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方法听起来都很实用。我会尽量增加运动量，并在休息时有意识地转移注意力。另外，我一直没有告诉她我的状态变得很差的原因，害怕她难以理解。但是根据您的建议，我想我应该对她坦诚相待，让她了解我的情况。不然的话，她可能无法理解我一直以来的行为，会觉得很反常吧？",
    "annotation": [
      {
        "sentence": "这些方法听起来都很实用。",
        "label": ""
      },
      {
        "sentence": "我会尽量增加运动量，并在休息时有意识地转移注意力。",
        "label": ""
      },
      {
        "sentence": "另外，我一直没有告诉她我的状态变得很差的原因，害怕她难以理解。",
        "label": ""
      },
      {
        "sentence": "但是根据您的建议，我想我应该对她坦诚相待，让她了解我的情况。",
        "label": ""
      },
      {
        "sentence": "不然的话，她可能无法理解我一直以来的行为，会觉得很反常吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正确。根据你描述的情况，她是你唯一的朋友，如果你向她坦诚相待，她应该会理解你的。如果你不告诉她，的确会让她觉得你的行为很奇怪、难以理解。你可以向她坦白，并让她给你一些时间来调整自己的状态。现在最重要的是先调整好自己，积极面对，关于这段友情，等你自己好起来了，友情也自然会好起来的。加油吧，首先要爱自己，这样才能更好地爱别人。",
    "annotation": [
      {
        "sentence": "你的想法很正确。",
        "label": ""
      },
      {
        "sentence": "根据你描述的情况，她是你唯一的朋友，如果你向她坦诚相待，她应该会理解你的。",
        "label": ""
      },
      {
        "sentence": "如果你不告诉她，的确会让她觉得你的行为很奇怪、难以理解。",
        "label": ""
      },
      {
        "sentence": "你可以向她坦白，并让她给你一些时间来调整自己的状态。",
        "label": ""
      },
      {
        "sentence": "现在最重要的是先调整好自己，积极面对，关于这段友情，等你自己好起来了，友情也自然会好起来的。",
        "label": ""
      },
      {
        "sentence": "加油吧，首先要爱自己，这样才能更好地爱别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议和鼓励。我会努力地调整自己，爱护自己，然后再去面对这段友情。我相信，只要我自己好起来了，一切都会变得更好的。",
    "annotation": [
      {
        "sentence": "谢谢您的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力地调整自己，爱护自己，然后再去面对这段友情。",
        "label": ""
      },
      {
        "sentence": "我相信，只要我自己好起来了，一切都会变得更好的。",
        "label": ""
      }
    ]
  }
]