[
  {
    "role": "client",
    "content": "最近我总是脑子里冒出几秒死的念头，这是怎么回事？而且我还感到愧疚，因为我背叛了我的男朋友，每天都在哭，不知道该怎么解决。活着有什么意义呢？我又不知道怎么死，死了之后还能做人体器官捐献，活着真的好累。",
    "annotation": [
      {
        "sentence": "最近我总是脑子里冒出几秒死的念头，这是怎么回事？",
        "label": ""
      },
      {
        "sentence": "而且我还感到愧疚，因为我背叛了我的男朋友，每天都在哭，不知道该怎么解决。",
        "label": ""
      },
      {
        "sentence": "活着有什么意义呢？",
        "label": ""
      },
      {
        "sentence": "我又不知道怎么死，死了之后还能做人体器官捐献，活着真的好累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你一个温暖的拥抱，世界和我都爱着你(⑉°з°)-虽然我不知道你所说的背叛是什么程度的背叛，是因为何原因背叛的，但俗话说“人非圣贤孰能无过？”每个人都会犯错，只是程度不同而已。有些事情发生是有原因的。现在你需要冷静思考一下，找男朋友谈谈能够看得出你对男友还是有喜欢的，问问自己，如果你还爱他，请先冷静一下，然后跟你男朋友好好谈谈你的内心感受，听听他的想法，互相理解一下，看看问题出在哪里。可能是你做得不够好，或者他不够理解你，应该要互相迁就和宽容。人活着是为了爱，亲情、友情、爱情……要更好地爱自己，才能够使得别人更好地来爱你。还有很多没有经历过的人和事在等着你，你才22岁，情况可以变好的。不要忘记转移情绪，用积极的心态面对生活中的困难。你不能改变天气，但你可以控制自己的心情。要学会积极的思考，凡事往好的方面想。及时释放负面情绪，可以找身边的好朋友多沟通，把自己的困惑、苦恼、郁闷倾诉出来，她们一定会帮你分忧解愁。还有，定下一些目标，培养自己的兴趣爱好，找到生活中的乐趣。",
    "annotation": [
      {
        "sentence": "给你一个温暖的拥抱，世界和我都爱着你(⑉°з°)-虽然我不知道你所说的背叛是什么程度的背叛，是因为何原因背叛的，但俗话说“人非圣贤孰能无过？",
        "label": ""
      },
      {
        "sentence": "”每个人都会犯错，只是程度不同而已。",
        "label": ""
      },
      {
        "sentence": "有些事情发生是有原因的。",
        "label": ""
      },
      {
        "sentence": "现在你需要冷静思考一下，找男朋友谈谈能够看得出你对男友还是有喜欢的，问问自己，如果你还爱他，请先冷静一下，然后跟你男朋友好好谈谈你的内心感受，听听他的想法，互相理解一下，看看问题出在哪里。",
        "label": ""
      },
      {
        "sentence": "可能是你做得不够好，或者他不够理解你，应该要互相迁就和宽容。",
        "label": ""
      },
      {
        "sentence": "人活着是为了爱，亲情、友情、爱情……要更好地爱自己，才能够使得别人更好地来爱你。",
        "label": ""
      },
      {
        "sentence": "还有很多没有经历过的人和事在等着你，你才22岁，情况可以变好的。",
        "label": ""
      },
      {
        "sentence": "不要忘记转移情绪，用积极的心态面对生活中的困难。",
        "label": ""
      },
      {
        "sentence": "你不能改变天气，但你可以控制自己的心情。",
        "label": ""
      },
      {
        "sentence": "要学会积极的思考，凡事往好的方面想。",
        "label": ""
      },
      {
        "sentence": "及时释放负面情绪，可以找身边的好朋友多沟通，把自己的困惑、苦恼、郁闷倾诉出来，她们一定会帮你分忧解愁。",
        "label": ""
      },
      {
        "sentence": "还有，定下一些目标，培养自己的兴趣爱好，找到生活中的乐趣。",
        "label": ""
      }
    ]
  }
]