[
  {
    "role": "client",
    "content": "异地一年不到，见了四五次，不回分手信息，他在想什么最近和男朋友有矛盾，他做了两件大错事只在我反驳下简单的道了歉，自己竟然并不觉得有错！我希望他可以郑重其事地向我道歉，可是并没有。他还总是不及时回我信息，感觉把我很不放在心上，很不尊重我（虽然他工作比较忙）。我在反复失望下在微信上跟他说了我的心情表示分手，发了很多字，他隔了差不多24个小时后才回复我：“不知道要回复什么。自己一直在犯错，没有对我上心。”我也很生气，也想让他体会体会等待的滋味，所以也隔了一天回他：“所以呢。”然后现在已经50多个小时了，他还是没有回复。我们异地一年不到，见了四五次。我不知道他在想什么？是不是很没有担当呢？同意与否都要正面回复一下吧，而不是像这样回避，很没有担当。",
    "annotation": [
      {
        "sentence": "异地一年不到，见了四五次，不回分手信息，他在想什么最近和男朋友有矛盾，他做了两件大错事只在我反驳下简单的道了歉，自己竟然并不觉得有错！",
        "label": ""
      },
      {
        "sentence": "我希望他可以郑重其事地向我道歉，可是并没有。",
        "label": ""
      },
      {
        "sentence": "他还总是不及时回我信息，感觉把我很不放在心上，很不尊重我（虽然他工作比较忙）。",
        "label": ""
      },
      {
        "sentence": "我在反复失望下在微信上跟他说了我的心情表示分手，发了很多字，他隔了差不多24个小时后才回复我：“不知道要回复什么。",
        "label": ""
      },
      {
        "sentence": "自己一直在犯错，没有对我上心。",
        "label": ""
      },
      {
        "sentence": "”我也很生气，也想让他体会体会等待的滋味，所以也隔了一天回他：“所以呢。",
        "label": ""
      },
      {
        "sentence": "”然后现在已经50多个小时了，他还是没有回复。",
        "label": ""
      },
      {
        "sentence": "我们异地一年不到，见了四五次。",
        "label": ""
      },
      {
        "sentence": "我不知道他在想什么？",
        "label": ""
      },
      {
        "sentence": "是不是很没有担当呢？",
        "label": ""
      },
      {
        "sentence": "同意与否都要正面回复一下吧，而不是像这样回避，很没有担当。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "异地恋确实是一种挑战，需要双方共同的努力和理解。首先，你是否尝试直接问他自己在想什么呢？直接与他沟通会给你一个最准确的答案。但你选择在这里询问，可能是因为你内心已经有了答案，只是你不想接受或者相信这个答案。异地恋本身成功率并不高，因为这需要两个人的不断努力和维系。恋人不在身边，虽然表面上看起来没有什么问题，但没有共同的时间和经历，感情很容易被磨灭。你有想过为什么有句话说“远亲不如近邻”吗？即使是血缘关系，也需要面对面的交流和相处，才能保持亲密关系。而你们作为异地恋的情侣，需要比常人更多的付出和努力，才能维系好你们的感情。如果他犯错后，不是通过电话或微信道歉，而是亲自请你吃饭，面对面地沟通，再抱着你，让你宣泄一下情绪，你会对他的错误还耿耿于怀吗？你会觉得他不诚恳吗？你可以自己好好思考一下，你是否真的觉得他对你不好，他不回复你的信息是否仅仅意味着他不关心你，他不尊重你。或者说，你是不是将这些情况作为一个由头，来发泄你对这段感情的不满和不安全感。因为他不回复你的信息，你内心起了许多猜疑和不信任。换句话说，如果你只是为了满足自己的需求而向他提出要求，那你注定会感到失望，他也会因为感到压力而逐渐失去和你交流的兴趣。因为没有完美的恋人，他总是能让我们感到好的。试想一下，当你累得加班，还没吃饭的时候，你的恋人发信息来问你为什么一整天都不回他，你在回复信息的时候，更可能选择回复哪一个呢？任何一段恋情，如果双方无法给予对方信任、理解、关心和爱，并以行动来表达爱意，只不断地提问、索取和要求对方关注自己的感受，那这段关系不会有太好的前景。",
    "annotation": [
      {
        "sentence": "异地恋确实是一种挑战，需要双方共同的努力和理解。",
        "label": ""
      },
      {
        "sentence": "首先，你是否尝试直接问他自己在想什么呢？",
        "label": ""
      },
      {
        "sentence": "直接与他沟通会给你一个最准确的答案。",
        "label": ""
      },
      {
        "sentence": "但你选择在这里询问，可能是因为你内心已经有了答案，只是你不想接受或者相信这个答案。",
        "label": ""
      },
      {
        "sentence": "异地恋本身成功率并不高，因为这需要两个人的不断努力和维系。",
        "label": ""
      },
      {
        "sentence": "恋人不在身边，虽然表面上看起来没有什么问题，但没有共同的时间和经历，感情很容易被磨灭。",
        "label": ""
      },
      {
        "sentence": "你有想过为什么有句话说“远亲不如近邻”吗？",
        "label": ""
      },
      {
        "sentence": "即使是血缘关系，也需要面对面的交流和相处，才能保持亲密关系。",
        "label": ""
      },
      {
        "sentence": "而你们作为异地恋的情侣，需要比常人更多的付出和努力，才能维系好你们的感情。",
        "label": ""
      },
      {
        "sentence": "如果他犯错后，不是通过电话或微信道歉，而是亲自请你吃饭，面对面地沟通，再抱着你，让你宣泄一下情绪，你会对他的错误还耿耿于怀吗？",
        "label": ""
      },
      {
        "sentence": "你会觉得他不诚恳吗？",
        "label": ""
      },
      {
        "sentence": "你可以自己好好思考一下，你是否真的觉得他对你不好，他不回复你的信息是否仅仅意味着他不关心你，他不尊重你。",
        "label": ""
      },
      {
        "sentence": "或者说，你是不是将这些情况作为一个由头，来发泄你对这段感情的不满和不安全感。",
        "label": ""
      },
      {
        "sentence": "因为他不回复你的信息，你内心起了许多猜疑和不信任。",
        "label": ""
      },
      {
        "sentence": "换句话说，如果你只是为了满足自己的需求而向他提出要求，那你注定会感到失望，他也会因为感到压力而逐渐失去和你交流的兴趣。",
        "label": ""
      },
      {
        "sentence": "因为没有完美的恋人，他总是能让我们感到好的。",
        "label": ""
      },
      {
        "sentence": "试想一下，当你累得加班，还没吃饭的时候，你的恋人发信息来问你为什么一整天都不回他，你在回复信息的时候，更可能选择回复哪一个呢？",
        "label": ""
      },
      {
        "sentence": "任何一段恋情，如果双方无法给予对方信任、理解、关心和爱，并以行动来表达爱意，只不断地提问、索取和要求对方关注自己的感受，那这段关系不会有太好的前景。",
        "label": ""
      }
    ]
  }
]