[
  {
    "role": "client",
    "content": "老实死读书，读书究竟能不能带给我想要的生活？自己是一名大三学生，高中成绩一直都很好，但是高考考砸了，现在大学是一所双非但是实力其实很强，然后大学成绩也还可以，打算去申请英国的研究生，但是最近开始迷茫，自己学的也是理工科，说实话大学真正要认真学的话真的挺累人的，而且也很枯燥，最近开始羡慕自己家乡那边几个朋友的生活，他们成绩都不好，有的甚至在专科，有的在一本也是那种中外合资的（这个都懂吧），但是感觉生活都好丰富…晚上没事去酒吧玩一玩，下午打打麻将，但也不是那种混日子，他们其实会接触到很多的人，人际圈子很广，父母也有一定条件，而且情商都蛮高，所以我觉得未来的发展其实不会太差，而我就是那种老老实实读书的，天天累死个人，生活也没有那么丰富多彩，接触到的人也没那么多，觉得现在的生活状态挺不如如意的，其实高中就有这种感觉，但当时有一个考理想大学的信仰，所以还是很有动力，但现在自己想想就算去英国留学回来了，自己的生活还是这样满枯燥的话，也没意思…",
    "annotation": [
      {
        "sentence": "老实死读书，读书究竟能不能带给我想要的生活？",
        "label": ""
      },
      {
        "sentence": "自己是一名大三学生，高中成绩一直都很好，但是高考考砸了，现在大学是一所双非但是实力其实很强，然后大学成绩也还可以，打算去申请英国的研究生，但是最近开始迷茫，自己学的也是理工科，说实话大学真正要认真学的话真的挺累人的，而且也很枯燥，最近开始羡慕自己家乡那边几个朋友的生活，他们成绩都不好，有的甚至在专科，有的在一本也是那种中外合资的（这个都懂吧），但是感觉生活都好丰富…晚上没事去酒吧玩一玩，下午打打麻将，但也不是那种混日子，他们其实会接触到很多的人，人际圈子很广，父母也有一定条件，而且情商都蛮高，所以我觉得未来的发展其实不会太差，而我就是那种老老实实读书的，天天累死个人，生活也没有那么丰富多彩，接触到的人也没那么多，觉得现在的生活状态挺不如如意的，其实高中就有这种感觉，但当时有一个考理想大学的信仰，所以还是很有动力，但现在自己想想就算去英国留学回来了，自己的生活还是这样满枯燥的话，也没意思…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我用心的梳理了你的倾诉：一起来看看大三学生，高中成绩很好，但高考失利。就读一所双非，但是实力很强，大学成绩还可以，打算申请英国的研究生，有感觉迷茫，你学的理工科，要认真起来还是挺累的，而且枯燥。家乡朋友的生活，成绩不好，专科或高费学校，但是生活丰富……泡吧、打麻将，拓展人脉，家庭背景不错，情商蛮高。你认为他们未来的发展不会太差，对比你是那种老实读书的，累人，生活也不丰富多彩，没有人脉，生活状态不如意。高中有这种感觉，当时有信仰，考理想大学，所以很有动力，现在想就算去英国留学回来了，自己的生活还是这样枯燥的话，也没意思了",
    "annotation": [
      {
        "sentence": "我用心的梳理了你的倾诉：一起来看看大三学生，高中成绩很好，但高考失利。",
        "label": ""
      },
      {
        "sentence": "就读一所双非，但是实力很强，大学成绩还可以，打算申请英国的研究生，有感觉迷茫，你学的理工科，要认真起来还是挺累的，而且枯燥。",
        "label": ""
      },
      {
        "sentence": "家乡朋友的生活，成绩不好，专科或高费学校，但是生活丰富……泡吧、打麻将，拓展人脉，家庭背景不错，情商蛮高。",
        "label": ""
      },
      {
        "sentence": "你认为他们未来的发展不会太差，对比你是那种老实读书的，累人，生活也不丰富多彩，没有人脉，生活状态不如意。",
        "label": ""
      },
      {
        "sentence": "高中有这种感觉，当时有信仰，考理想大学，所以很有动力，现在想就算去英国留学回来了，自己的生活还是这样枯燥的话，也没意思了",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和分析，确实是这样。我在高中的时候真的努力为了进入理想的大学，但现在看来，好像所有的努力都被现实打败了。我开始怀疑自己的选择，怀疑读书会不会真的带给我想要的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和分析，确实是这样。",
        "label": ""
      },
      {
        "sentence": "我在高中的时候真的努力为了进入理想的大学，但现在看来，好像所有的努力都被现实打败了。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己的选择，怀疑读书会不会真的带给我想要的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，你的迷茫和怀疑是正常的，人生的选择并不总是一帆风顺的。你之前为了进入理想的大学付出了很多努力，然而有时候结果并不尽如人意。但这并不意味着读书不能带给你想要的生活，只是现阶段你正面临一些挑战和困惑。",
    "annotation": [
      {
        "sentence": "孩子，你的迷茫和怀疑是正常的，人生的选择并不总是一帆风顺的。",
        "label": ""
      },
      {
        "sentence": "你之前为了进入理想的大学付出了很多努力，然而有时候结果并不尽如人意。",
        "label": ""
      },
      {
        "sentence": "但这并不意味着读书不能带给你想要的生活，只是现阶段你正面临一些挑战和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在就是觉得很累，感觉自己的生活就像走在一条单调乏味的道路上，没有激情，没有乐趣。而我看到周围的朋友，他们成绩不好，甚至没读上好大学，但是他们过得很开心，很丰富多彩。我开始羡慕他们的生活，觉得自己好像选择错了。",
    "annotation": [
      {
        "sentence": "我现在就是觉得很累，感觉自己的生活就像走在一条单调乏味的道路上，没有激情，没有乐趣。",
        "label": ""
      },
      {
        "sentence": "而我看到周围的朋友，他们成绩不好，甚至没读上好大学，但是他们过得很开心，很丰富多彩。",
        "label": ""
      },
      {
        "sentence": "我开始羡慕他们的生活，觉得自己好像选择错了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。生活确实可以很多样化，每个人有不同的追求和价值观。你现在感觉累是因为你一直在追求学业上的成功，而忽视了生活的其他方面。但是请记住，人生不仅仅是学习，也包括人际关系、兴趣爱好、精神追求等等。你可以尝试寻找自己感兴趣的事物，参与社交活动，丰富自己的生活。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "生活确实可以很多样化，每个人有不同的追求和价值观。",
        "label": ""
      },
      {
        "sentence": "你现在感觉累是因为你一直在追求学业上的成功，而忽视了生活的其他方面。",
        "label": ""
      },
      {
        "sentence": "但是请记住，人生不仅仅是学习，也包括人际关系、兴趣爱好、精神追求等等。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找自己感兴趣的事物，参与社交活动，丰富自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直只专注于学习，却忽略了其他的一切。我现在有些后悔没有更多地投入社交活动，结交更多的朋友。看到周围的人都能享受生活，我开始有些自责自己当初的选择。",
    "annotation": [
      {
        "sentence": "确实，我一直只专注于学习，却忽略了其他的一切。",
        "label": ""
      },
      {
        "sentence": "我现在有些后悔没有更多地投入社交活动，结交更多的朋友。",
        "label": ""
      },
      {
        "sentence": "看到周围的人都能享受生活，我开始有些自责自己当初的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要过于苛责自己，每个人都会有选择和后悔。过去的选择我们无法改变，但是我们可以从中吸取教训，为未来的生活做好准备。现在是一个重新评估和调整的时机，你可以开始尝试新的事物，和更多的人交流，逐渐改变自己的生活状态。",
    "annotation": [
      {
        "sentence": "不要过于苛责自己，每个人都会有选择和后悔。",
        "label": ""
      },
      {
        "sentence": "过去的选择我们无法改变，但是我们可以从中吸取教训，为未来的生活做好准备。",
        "label": ""
      },
      {
        "sentence": "现在是一个重新评估和调整的时机，你可以开始尝试新的事物，和更多的人交流，逐渐改变自己的生活状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能一直沉浸在过去的遗憾中，我应该去寻找新的机会和体验。我想我应该尝试一些课外活动，结交更多的朋友，丰富自己的人生。",
    "annotation": [
      {
        "sentence": "你说得对，我不能一直沉浸在过去的遗憾中，我应该去寻找新的机会和体验。",
        "label": ""
      },
      {
        "sentence": "我想我应该尝试一些课外活动，结交更多的朋友，丰富自己的人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你现在的心态很积极。去尝试一些新的活动，勇敢地和人交流，你会发现生活的丰富多彩之处。记住，人生的道路并不是一成不变的，你可以通过努力和改变使得自己的生活更加丰富多彩，充满激情。",
    "annotation": [
      {
        "sentence": "很好，你现在的心态很积极。",
        "label": ""
      },
      {
        "sentence": "去尝试一些新的活动，勇敢地和人交流，你会发现生活的丰富多彩之处。",
        "label": ""
      },
      {
        "sentence": "记住，人生的道路并不是一成不变的，你可以通过努力和改变使得自己的生活更加丰富多彩，充满激情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我现在感觉稍微有些释然了，我打算从现在开始积极改变自己的生活，不再局限于学习，而是更多地尝试新的事物，拥抱生活。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我现在感觉稍微有些释然了，我打算从现在开始积极改变自己的生活，不再局限于学习，而是更多地尝试新的事物，拥抱生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！我相信你可以改变自己的生活。勇敢地踏出舒适区，去探索和尝试吧。当你实现自己的目标并享受到丰富多彩的生活时，你会发现这些努力是非常值得的。加油！",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "我相信你可以改变自己的生活。",
        "label": ""
      },
      {
        "sentence": "勇敢地踏出舒适区，去探索和尝试吧。",
        "label": ""
      },
      {
        "sentence": "当你实现自己的目标并享受到丰富多彩的生活时，你会发现这些努力是非常值得的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]