[
  {
    "role": "client",
    "content": "你不过来，我喜欢你，你过来，我就不喜欢你，怎么办？不止一次，别人没靠过来的时候，我就觉得全身轻松，我很喜欢他，就天真的喜欢就行，时不时的对他很热情就行，其实，我会想很多小画面，都是我的热情主动，但是，一旦当他靠过来的时候，我就想，不对劲，不是那样的，其实，我自卑，靠过来，我就想推出去，我也分不清我的喜欢是什么喜欢，我想单纯的不带男女感情的喜欢，可是，我有时候会想哪方面的事，别人靠过来呢，我就觉得我是单纯的朋友喜欢，我不能接受，你变了，我不喜欢你我讲不清楚，这掺杂了很多东西，我首先不能接受自己，也没期待会有结果，我就喜欢那种，我喜欢你，我主动，我有诱导你的倾向，但别过来，第一我没想过有结果，我的心里觉得没有结果，第二，你靠过来，我就觉得你变了，你不是那样子的了，他对我温言细语讲话的时候，我就觉得不是那样子的人，就像我喜欢的是英雄，我就喜欢你表面的样子，但是，你靠近我，我发现其实你也是一个人的样子，你的位置突然低了一点，我没感觉了这怎么办。",
    "annotation": [
      {
        "sentence": "你不过来，我喜欢你，你过来，我就不喜欢你，怎么办？",
        "label": ""
      },
      {
        "sentence": "不止一次，别人没靠过来的时候，我就觉得全身轻松，我很喜欢他，就天真的喜欢就行，时不时的对他很热情就行，其实，我会想很多小画面，都是我的热情主动，但是，一旦当他靠过来的时候，我就想，不对劲，不是那样的，其实，我自卑，靠过来，我就想推出去，我也分不清我的喜欢是什么喜欢，我想单纯的不带男女感情的喜欢，可是，我有时候会想哪方面的事，别人靠过来呢，我就觉得我是单纯的朋友喜欢，我不能接受，你变了，我不喜欢你我讲不清楚，这掺杂了很多东西，我首先不能接受自己，也没期待会有结果，我就喜欢那种，我喜欢你，我主动，我有诱导你的倾向，但别过来，第一我没想过有结果，我的心里觉得没有结果，第二，你靠过来，我就觉得你变了，你不是那样子的了，他对我温言细语讲话的时候，我就觉得不是那样子的人，就像我喜欢的是英雄，我就喜欢你表面的样子，但是，你靠近我，我发现其实你也是一个人的样子，你的位置突然低了一点，我没感觉了这怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友，我了解你现在的难处。你会感到你既想让别人靠近你，又想把别人推开，感觉自己充满矛盾，这很可能是你是综合型的人，想依赖，又想疏离。你的疏离可能是因为你内心的害怕，怕被伤害。同时，你提到你喜欢的是那种最好的一面，所谓的“英雄”，但你发现你所喜欢的人也只不过是普通人，你就接受不了了。你是否觉得不能接受这种普通？",
    "annotation": [
      {
        "sentence": "亲爱的朋友，我了解你现在的难处。",
        "label": ""
      },
      {
        "sentence": "你会感到你既想让别人靠近你，又想把别人推开，感觉自己充满矛盾，这很可能是你是综合型的人，想依赖，又想疏离。",
        "label": ""
      },
      {
        "sentence": "你的疏离可能是因为你内心的害怕，怕被伤害。",
        "label": ""
      },
      {
        "sentence": "同时，你提到你喜欢的是那种最好的一面，所谓的“英雄”，但你发现你所喜欢的人也只不过是普通人，你就接受不了了。",
        "label": ""
      },
      {
        "sentence": "你是否觉得不能接受这种普通？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是这样的，我害怕面对不完美的自己和别人，一旦面对，我就感到疏离。",
    "annotation": [
      {
        "sentence": "是这样的，我害怕面对不完美的自己和别人，一旦面对，我就感到疏离。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么如何解决这个问题呢？首先我们要放下心墙，接受自己的不完美与局限。你想交朋友或者交男朋友，无论何时，都需要接受对方的缺点。如果你一直逃避，其实你是在逃避真实的自己。所以，为了改变状况，你需要试着打开心扉，去面对你的害怕。",
    "annotation": [
      {
        "sentence": "那么如何解决这个问题呢？",
        "label": ""
      },
      {
        "sentence": "首先我们要放下心墙，接受自己的不完美与局限。",
        "label": ""
      },
      {
        "sentence": "你想交朋友或者交男朋友，无论何时，都需要接受对方的缺点。",
        "label": ""
      },
      {
        "sentence": "如果你一直逃避，其实你是在逃避真实的自己。",
        "label": ""
      },
      {
        "sentence": "所以，为了改变状况，你需要试着打开心扉，去面对你的害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道要怎么面对我的害怕，因为我感受不到自己的情感变化。是不是我太被动，太自卑了，让我这些问题无法真正解决？",
    "annotation": [
      {
        "sentence": "我不知道要怎么面对我的害怕，因为我感受不到自己的情感变化。",
        "label": ""
      },
      {
        "sentence": "是不是我太被动，太自卑了，让我这些问题无法真正解决？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对。当你感到无措和无法解决问题的时候，建议从探索自己开始。可以提出一些问题，如：“我为什么会害怕自己和别人的不完美，我在害怕什么？”用爱心去面对害怕，不要再逃避，体验面对他们的感觉，试着去感受别人的缺点和你的缺点，也许你会发现他们异常的相似，并感到些许温暖和共鸣。这样的感受会让你理解，人们不一定完全是优秀的，包括自己。这也是成长的一部分，而你现在正好处于成长的时期。",
    "annotation": [
      {
        "sentence": "你说得很对。",
        "label": ""
      },
      {
        "sentence": "当你感到无措和无法解决问题的时候，建议从探索自己开始。",
        "label": ""
      },
      {
        "sentence": "可以提出一些问题，如：“我为什么会害怕自己和别人的不完美，我在害怕什么？",
        "label": ""
      },
      {
        "sentence": "”用爱心去面对害怕，不要再逃避，体验面对他们的感觉，试着去感受别人的缺点和你的缺点，也许你会发现他们异常的相似，并感到些许温暖和共鸣。",
        "label": ""
      },
      {
        "sentence": "这样的感受会让你理解，人们不一定完全是优秀的，包括自己。",
        "label": ""
      },
      {
        "sentence": "这也是成长的一部分，而你现在正好处于成长的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试着去接受自己，但是我发现当别人靠近我，我就会退缩。",
    "annotation": [
      {
        "sentence": "我试着去接受自己，但是我发现当别人靠近我，我就会退缩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常。但你可以通过探索自己的思想和情感，去解决这个问题。试着体验人的多面性，多种表情和位置的改变，灵活的去面对和思考，不要坚信自己的初始想法。或许过程会有些痛苦，但是当你努力面对时，你可能会发现变化的方向会有所不同。",
    "annotation": [
      {
        "sentence": "这很正常。",
        "label": ""
      },
      {
        "sentence": "但你可以通过探索自己的思想和情感，去解决这个问题。",
        "label": ""
      },
      {
        "sentence": "试着体验人的多面性，多种表情和位置的改变，灵活的去面对和思考，不要坚信自己的初始想法。",
        "label": ""
      },
      {
        "sentence": "或许过程会有些痛苦，但是当你努力面对时，你可能会发现变化的方向会有所不同。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着去面对我自己和别人的不完美，谢谢你。",
    "annotation": [
      {
        "sentence": "我会试着去面对我自己和别人的不完美，谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，朋友。每个人都有自己成长的时期，坚持不懈，相信你也会摆脱困境，变得更好，更有自信。",
    "annotation": [
      {
        "sentence": "不用谢，朋友。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己成长的时期，坚持不懈，相信你也会摆脱困境，变得更好，更有自信。",
        "label": ""
      }
    ]
  }
]