[
  {
    "role": "client",
    "content": "你不过来，我喜欢你，你过来，我就不喜欢你，怎么办？不止一次，别人没靠过来的时候，我就觉得全身轻松，我很喜欢他，就天真的喜欢就行，时不时的对他很热情就行，其实，我会想很多小画面，都是我的热情主动，但是，一旦当他靠过来的时候，我就想，不对劲，不是那样的，其实，我自卑，靠过来，我就想推出去，我也分不清我的喜欢是什么喜欢，我想单纯的不带男女感情的喜欢，可是，我有时候会想哪方面的事，别人靠过来呢，我就觉得我是单纯的朋友喜欢，我不能接受，你变了，我不喜欢你我讲不清楚，这掺杂了很多东西，我首先不能接受自己，也没期待会有结果，我就喜欢那种，我喜欢你，我主动，我有诱导你的倾向，但别过来，第一我没想过有结果，我的心里觉得没有结果，第二，你靠过来，我就觉得你变了，你不是那样子的了，他对我温言细语讲话的时候，我就觉得不是那样子的人，就像我喜欢的是英雄，我就喜欢你表面的样子，但是，你靠近我，我发现其实你也是一个人的样子，你的位置突然低了一点，我没感觉了这怎么办。",
    "annotation": [
      {
        "sentence": "你不过来，我喜欢你，你过来，我就不喜欢你，怎么办？",
        "label": ""
      },
      {
        "sentence": "不止一次，别人没靠过来的时候，我就觉得全身轻松，我很喜欢他，就天真的喜欢就行，时不时的对他很热情就行，其实，我会想很多小画面，都是我的热情主动，但是，一旦当他靠过来的时候，我就想，不对劲，不是那样的，其实，我自卑，靠过来，我就想推出去，我也分不清我的喜欢是什么喜欢，我想单纯的不带男女感情的喜欢，可是，我有时候会想哪方面的事，别人靠过来呢，我就觉得我是单纯的朋友喜欢，我不能接受，你变了，我不喜欢你我讲不清楚，这掺杂了很多东西，我首先不能接受自己，也没期待会有结果，我就喜欢那种，我喜欢你，我主动，我有诱导你的倾向，但别过来，第一我没想过有结果，我的心里觉得没有结果，第二，你靠过来，我就觉得你变了，你不是那样子的了，他对我温言细语讲话的时候，我就觉得不是那样子的人，就像我喜欢的是英雄，我就喜欢你表面的样子，但是，你靠近我，我发现其实你也是一个人的样子，你的位置突然低了一点，我没感觉了这怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢您详细的描述。我能理解一些你的心理状态，以及和他人之间的远近距离（更多是心理距离）使你感到困扰。你追求着有喜欢的人，但一旦对方有所表示或靠近你，你会产生逃避的想法。其实你还是希望有人喜欢你，离你很近，但可能由于小时候的家庭等原因，造就了现在的你，缺乏安全感，也不太敢信任。你觉得自己并不值得被喜欢。所以，一旦有人喜欢你，你第一反应不是对对方的不信任，而是对自己的自我攻击，转而觉得是他人的问题。要真正地接纳自己，相信自己是值得被爱的，也一定有人会爱着你。别担心，别害怕！",
    "annotation": [
      {
        "sentence": "感谢您详细的描述。",
        "label": ""
      },
      {
        "sentence": "我能理解一些你的心理状态，以及和他人之间的远近距离（更多是心理距离）使你感到困扰。",
        "label": ""
      },
      {
        "sentence": "你追求着有喜欢的人，但一旦对方有所表示或靠近你，你会产生逃避的想法。",
        "label": ""
      },
      {
        "sentence": "其实你还是希望有人喜欢你，离你很近，但可能由于小时候的家庭等原因，造就了现在的你，缺乏安全感，也不太敢信任。",
        "label": ""
      },
      {
        "sentence": "你觉得自己并不值得被喜欢。",
        "label": ""
      },
      {
        "sentence": "所以，一旦有人喜欢你，你第一反应不是对对方的不信任，而是对自己的自我攻击，转而觉得是他人的问题。",
        "label": ""
      },
      {
        "sentence": "要真正地接纳自己，相信自己是值得被爱的，也一定有人会爱着你。",
        "label": ""
      },
      {
        "sentence": "别担心，别害怕！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我确实感到困扰，我很难理解自己为什么会对喜欢的人有这种矛盾的反应。小时候的家庭环境可能确实对我的心理产生了影响，让我缺乏安全感和信任别人的能力。我知道我应该接纳自己并相信自己是值得被爱的，但是这种内疚感和自卑感总是困扰着我。我不想再让自己和他人受伤害，应该如何解决这个问题呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我确实感到困扰，我很难理解自己为什么会对喜欢的人有这种矛盾的反应。",
        "label": ""
      },
      {
        "sentence": "小时候的家庭环境可能确实对我的心理产生了影响，让我缺乏安全感和信任别人的能力。",
        "label": ""
      },
      {
        "sentence": "我知道我应该接纳自己并相信自己是值得被爱的，但是这种内疚感和自卑感总是困扰着我。",
        "label": ""
      },
      {
        "sentence": "我不想再让自己和他人受伤害，应该如何解决这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到自己的困扰和希望解决这个问题，这已经是一大进步了。要解决这个问题，首先我们可以尝试思考你对待他人喜欢你的态度。当别人对你表达喜欢之时，你能否尝试更加开放、坦然地接纳这份喜欢，并给予对方机会？同时，也要提醒自己不要过度分析对方的变化，更要理解人是会有不同的面孔和阶段。通过给自己和他人一些时间和空间，去观察、了解对方，给感情更多的发展机会。",
    "annotation": [
      {
        "sentence": "你能够意识到自己的困扰和希望解决这个问题，这已经是一大进步了。",
        "label": ""
      },
      {
        "sentence": "要解决这个问题，首先我们可以尝试思考你对待他人喜欢你的态度。",
        "label": ""
      },
      {
        "sentence": "当别人对你表达喜欢之时，你能否尝试更加开放、坦然地接纳这份喜欢，并给予对方机会？",
        "label": ""
      },
      {
        "sentence": "同时，也要提醒自己不要过度分析对方的变化，更要理解人是会有不同的面孔和阶段。",
        "label": ""
      },
      {
        "sentence": "通过给自己和他人一些时间和空间，去观察、了解对方，给感情更多的发展机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。我意识到，我需要改变对待喜欢我的人的态度，把握机会去接纳他们，而不是逃避或怀疑。同时，也要明白人的变化是正常的，不要过度解读。我会尝试给予自己和他人更多的时间和空间，去观察和了解对方。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我意识到，我需要改变对待喜欢我的人的态度，把握机会去接纳他们，而不是逃避或怀疑。",
        "label": ""
      },
      {
        "sentence": "同时，也要明白人的变化是正常的，不要过度解读。",
        "label": ""
      },
      {
        "sentence": "我会尝试给予自己和他人更多的时间和空间，去观察和了解对方。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很棒！能够意识到这些并且愿意去改变，这是一大进步。记住要给自己一些时间和耐心，这个过程可能需要一些时间才能完全适应。同时，如果你感到困惑或者有其他问题，随时都可以向我求助。你不是一个人在面对困扰，我们可以一起克服！",
    "annotation": [
      {
        "sentence": "你很棒！",
        "label": ""
      },
      {
        "sentence": "能够意识到这些并且愿意去改变，这是一大进步。",
        "label": ""
      },
      {
        "sentence": "记住要给自己一些时间和耐心，这个过程可能需要一些时间才能完全适应。",
        "label": ""
      },
      {
        "sentence": "同时，如果你感到困惑或者有其他问题，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对困扰，我们可以一起克服！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励！我很感激有你的支持和理解。我确实还有一些其他问题，希望能够得到你的帮助和建议。现在知道有人可以依靠真的很安心。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      },
      {
        "sentence": "我很感激有你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我确实还有一些其他问题，希望能够得到你的帮助和建议。",
        "label": ""
      },
      {
        "sentence": "现在知道有人可以依靠真的很安心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受，知道你感到安心我也很高兴。请放心，我会一直在你身边支持着你。如果有任何问题或困惑，请随时向我倾诉，我们一起来探索解决的方法。你不是一个人面对这一切，我们可以共同度过难关。",
    "annotation": [
      {
        "sentence": "非常理解你的感受，知道你感到安心我也很高兴。",
        "label": ""
      },
      {
        "sentence": "请放心，我会一直在你身边支持着你。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或困惑，请随时向我倾诉，我们一起来探索解决的方法。",
        "label": ""
      },
      {
        "sentence": "你不是一个人面对这一切，我们可以共同度过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很感谢你的陪伴和支持。现在好多了，有你的鼓励和建议，我觉得自己有了更多的勇气去面对和改变。我会努力尝试，相信自己能够克服这个问题。",
    "annotation": [
      {
        "sentence": "我真的很感谢你的陪伴和支持。",
        "label": ""
      },
      {
        "sentence": "现在好多了，有你的鼓励和建议，我觉得自己有了更多的勇气去面对和改变。",
        "label": ""
      },
      {
        "sentence": "我会努力尝试，相信自己能够克服这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的勇气和努力是值得赞赏的。相信自己，你一定可以克服这个问题。我会一直陪伴在你的身边，支持你的每一步。如果你需要我的帮助，请随时告诉我。我们一起前进，一起迎接更美好的未来。祝福你！",
    "annotation": [
      {
        "sentence": "你的勇气和努力是值得赞赏的。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以克服这个问题。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你的身边，支持你的每一步。",
        "label": ""
      },
      {
        "sentence": "如果你需要我的帮助，请随时告诉我。",
        "label": ""
      },
      {
        "sentence": "我们一起前进，一起迎接更美好的未来。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]