[
  {
    "role": "client",
    "content": "你不过来，我喜欢你，你过来，我就不喜欢你，怎么办？不止一次，别人没靠过来的时候，我就觉得全身轻松，我很喜欢他，就天真的喜欢就行，时不时的对他很热情就行，其实，我会想很多小画面，都是我的热情主动，但是，一旦当他靠过来的时候，我就想，不对劲，不是那样的，其实，我自卑，靠过来，我就想推出去，我也分不清我的喜欢是什么喜欢，我想单纯的不带男女感情的喜欢，可是，我有时候会想哪方面的事，别人靠过来呢，我就觉得我是单纯的朋友喜欢，我不能接受，你变了，我不喜欢你我讲不清楚，这掺杂了很多东西，我首先不能接受自己，也没期待会有结果，我就喜欢那种，我喜欢你，我主动，我有诱导你的倾向，但别过来，第一我没想过有结果，我的心里觉得没有结果，第二，你靠过来，我就觉得你变了，你不是那样子的了，他对我温言细语讲话的时候，我就觉得不是那样子的人，就像我喜欢的是英雄，我就喜欢你表面的样子，但是，你靠近我，我发现其实你也是一个人的样子，你的位置突然低了一点，我没感觉了这怎么办",
    "annotation": [
      {
        "sentence": "你不过来，我喜欢你，你过来，我就不喜欢你，怎么办？",
        "label": ""
      },
      {
        "sentence": "不止一次，别人没靠过来的时候，我就觉得全身轻松，我很喜欢他，就天真的喜欢就行，时不时的对他很热情就行，其实，我会想很多小画面，都是我的热情主动，但是，一旦当他靠过来的时候，我就想，不对劲，不是那样的，其实，我自卑，靠过来，我就想推出去，我也分不清我的喜欢是什么喜欢，我想单纯的不带男女感情的喜欢，可是，我有时候会想哪方面的事，别人靠过来呢，我就觉得我是单纯的朋友喜欢，我不能接受，你变了，我不喜欢你我讲不清楚，这掺杂了很多东西，我首先不能接受自己，也没期待会有结果，我就喜欢那种，我喜欢你，我主动，我有诱导你的倾向，但别过来，第一我没想过有结果，我的心里觉得没有结果，第二，你靠过来，我就觉得你变了，你不是那样子的了，他对我温言细语讲话的时候，我就觉得不是那样子的人，就像我喜欢的是英雄，我就喜欢你表面的样子，但是，你靠近我，我发现其实你也是一个人的样子，你的位置突然低了一点，我没感觉了这怎么办",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困惑，我能理解你对于感情的复杂感受。首先，你提到了当别人没有靠近你的时候，你会感到轻松愉快，并且喜欢对方，但一旦对方靠近你，你就会觉得有些不对劲。这可能是因为你对自己的自卑感导致了内心的矛盾。你也提到了不确定自己喜欢的是什么样的喜欢，希望能够单纯地以朋友的身份喜欢对方。你还担心如果对方靠近你，你就会觉得他变了，不再是你喜欢的样子。这种情绪上的波动和困惑感很正常，不必对自己太苛责。",
    "annotation": [
      {
        "sentence": "你好，听到你的困惑，我能理解你对于感情的复杂感受。",
        "label": ""
      },
      {
        "sentence": "首先，你提到了当别人没有靠近你的时候，你会感到轻松愉快，并且喜欢对方，但一旦对方靠近你，你就会觉得有些不对劲。",
        "label": ""
      },
      {
        "sentence": "这可能是因为你对自己的自卑感导致了内心的矛盾。",
        "label": ""
      },
      {
        "sentence": "你也提到了不确定自己喜欢的是什么样的喜欢，希望能够单纯地以朋友的身份喜欢对方。",
        "label": ""
      },
      {
        "sentence": "你还担心如果对方靠近你，你就会觉得他变了，不再是你喜欢的样子。",
        "label": ""
      },
      {
        "sentence": "这种情绪上的波动和困惑感很正常，不必对自己太苛责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和回应。可能是因为我对自己的期待太高，所以对别人靠近我的行为产生了矛盾的情绪。我希望自己能够接受真实的自己，但是看到对方靠近后，我就会怀疑他的动机和真实性。我不希望因此失去他，但也不知道该如何调整自己的心态。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和回应。",
        "label": ""
      },
      {
        "sentence": "可能是因为我对自己的期待太高，所以对别人靠近我的行为产生了矛盾的情绪。",
        "label": ""
      },
      {
        "sentence": "我希望自己能够接受真实的自己，但是看到对方靠近后，我就会怀疑他的动机和真实性。",
        "label": ""
      },
      {
        "sentence": "我不希望因此失去他，但也不知道该如何调整自己的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到了对方靠近后你会怀疑他的动机和真实性，这可能与你对自己的自信心有关。试着相信对方是真心对待你的，尽量放松自己的内心。另外，你也提到了希望能够以朋友的身份去喜欢对方。有时候，我们的感情会发展成不同于最初的样子，这并不代表一定是坏事。我们可以尝试接受感情的变化，同时保持沟通和理解。",
    "annotation": [
      {
        "sentence": "你提到了对方靠近后你会怀疑他的动机和真实性，这可能与你对自己的自信心有关。",
        "label": ""
      },
      {
        "sentence": "试着相信对方是真心对待你的，尽量放松自己的内心。",
        "label": ""
      },
      {
        "sentence": "另外，你也提到了希望能够以朋友的身份去喜欢对方。",
        "label": ""
      },
      {
        "sentence": "有时候，我们的感情会发展成不同于最初的样子，这并不代表一定是坏事。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试接受感情的变化，同时保持沟通和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该试着相信对方是真心对待我的，同时也接受感情可能会发展成不同于最初的状态。但我还是担心自己会失去他，因为我很难确定自己对他的感情，也不知道怎样处理这种矛盾的情绪。",
    "annotation": [
      {
        "sentence": "你说得对，我应该试着相信对方是真心对待我的，同时也接受感情可能会发展成不同于最初的状态。",
        "label": ""
      },
      {
        "sentence": "但我还是担心自己会失去他，因为我很难确定自己对他的感情，也不知道怎样处理这种矛盾的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕失去对方是很正常的情绪，但我们要尽量避免让这种恐惧支配我们的心态。你可以尝试通过与对方多沟通，了解彼此的想法和感受，这样能够帮助你更好地理清自己的感情状态。同时，也请记住，你对自己的感情和需求要有主动的认知和表达，只有这样才能让你们之间的关系更加明确和稳定。",
    "annotation": [
      {
        "sentence": "害怕失去对方是很正常的情绪，但我们要尽量避免让这种恐惧支配我们的心态。",
        "label": ""
      },
      {
        "sentence": "你可以尝试通过与对方多沟通，了解彼此的想法和感受，这样能够帮助你更好地理清自己的感情状态。",
        "label": ""
      },
      {
        "sentence": "同时，也请记住，你对自己的感情和需求要有主动的认知和表达，只有这样才能让你们之间的关系更加明确和稳定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，通过与对方多沟通，了解彼此的感受，能够更好地理清自己的感情状态。同时，我也要学会对自己的感情和需求有更主动的认知和表达。谢谢你的建议和支持，这对我来说很有帮助。",
    "annotation": [
      {
        "sentence": "我明白了，通过与对方多沟通，了解彼此的感受，能够更好地理清自己的感情状态。",
        "label": ""
      },
      {
        "sentence": "同时，我也要学会对自己的感情和需求有更主动的认知和表达。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，这对我来说很有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。记住，处理感情问题是一个逐渐了解自己和他人的过程，也是一个需要耐心和理解的过程。如果你还有任何困惑或需要进一步的支持和咨询，随时都可以向我提问。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，处理感情问题是一个逐渐了解自己和他人的过程，也是一个需要耐心和理解的过程。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困惑或需要进一步的支持和咨询，随时都可以向我提问。",
        "label": ""
      }
    ]
  }
]