[
  {
    "role": "client",
    "content": "不做“双面人”真的有错吗？耿直到底是褒是贬？我是一个很不爱做表面功夫的人，也是一个会把所有情绪都摆在脸上不做掩饰的人。以前在班上有个人品很差的同学，大家都对他避而远之，聊天时也会拿这位同学当谈资并吐槽他。然而在这位同学面前时，几乎所有人都表现得很友好，丝毫不露出不满。可我觉得这样子的伪装会让我很难受，我把对他的冷漠都表现了出来，却遭到了身边朋友的吐槽。他们说我过于耿直，觉得该伪装时还是得伪装，没有人不是“双面人”。但是表现出对一个我讨厌的人很友好真的让我很难受，为什么我一定要伪装？为什么我表达我自己的情绪也是错的？如果真的是我错了，我该怎么办？",
    "annotation": [
      {
        "sentence": "不做“双面人”真的有错吗？",
        "label": ""
      },
      {
        "sentence": "耿直到底是褒是贬？",
        "label": ""
      },
      {
        "sentence": "我是一个很不爱做表面功夫的人，也是一个会把所有情绪都摆在脸上不做掩饰的人。",
        "label": ""
      },
      {
        "sentence": "以前在班上有个人品很差的同学，大家都对他避而远之，聊天时也会拿这位同学当谈资并吐槽他。",
        "label": ""
      },
      {
        "sentence": "然而在这位同学面前时，几乎所有人都表现得很友好，丝毫不露出不满。",
        "label": ""
      },
      {
        "sentence": "可我觉得这样子的伪装会让我很难受，我把对他的冷漠都表现了出来，却遭到了身边朋友的吐槽。",
        "label": ""
      },
      {
        "sentence": "他们说我过于耿直，觉得该伪装时还是得伪装，没有人不是“双面人”。",
        "label": ""
      },
      {
        "sentence": "但是表现出对一个我讨厌的人很友好真的让我很难受，为什么我一定要伪装？",
        "label": ""
      },
      {
        "sentence": "为什么我表达我自己的情绪也是错的？",
        "label": ""
      },
      {
        "sentence": "如果真的是我错了，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正常，很多人都会觉得做出伪装让自己难受。但是我们需要考虑到不同的情境。在某些情况下，耿直是有优点的，但是在其他情况下，用最真实的表情并不一定是最好的选择。支持者：比如说在公交车上，有的时候我们会遇见小偷，但是在现实社会中，多数人哪怕看见也会选择默不作声，或者说可能会给对方一个简单的提示，但是很少有人会主动去拦截这一行为。我们都知道偷东西是不对的，但是大家为什么选择默不作声呢？因为我们需要考虑这件事的利弊，如果对方胆子比较小，或者被抓现行之后没有做出伤害他人的举动，这件事确实可以小事化了，但是如果对方不理智，或者做出一些其他不友好的行为，很可能会伤害到我们自己。毕竟有些人已经走向了犯罪的道路，在情急之下不确定会不会做出伤害他人的事情，所以在没有保障自身安全的前提下，我们做决定还是需要慎重一点。",
    "annotation": [
      {
        "sentence": "你的想法很正常，很多人都会觉得做出伪装让自己难受。",
        "label": ""
      },
      {
        "sentence": "但是我们需要考虑到不同的情境。",
        "label": ""
      },
      {
        "sentence": "在某些情况下，耿直是有优点的，但是在其他情况下，用最真实的表情并不一定是最好的选择。",
        "label": ""
      },
      {
        "sentence": "支持者：比如说在公交车上，有的时候我们会遇见小偷，但是在现实社会中，多数人哪怕看见也会选择默不作声，或者说可能会给对方一个简单的提示，但是很少有人会主动去拦截这一行为。",
        "label": ""
      },
      {
        "sentence": "我们都知道偷东西是不对的，但是大家为什么选择默不作声呢？",
        "label": ""
      },
      {
        "sentence": "因为我们需要考虑这件事的利弊，如果对方胆子比较小，或者被抓现行之后没有做出伤害他人的举动，这件事确实可以小事化了，但是如果对方不理智，或者做出一些其他不友好的行为，很可能会伤害到我们自己。",
        "label": ""
      },
      {
        "sentence": "毕竟有些人已经走向了犯罪的道路，在情急之下不确定会不会做出伤害他人的事情，所以在没有保障自身安全的前提下，我们做决定还是需要慎重一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的意思是说，在某些情况下，用最真实的表情是不明智的，需要考虑到自身安全和利益？",
    "annotation": [
      {
        "sentence": "你的意思是说，在某些情况下，用最真实的表情是不明智的，需要考虑到自身安全和利益？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这是一个需要我们斟酌的问题。在平时的生活中，如果我们特别看不惯一个人，要是身边的人都表现出特别厌恶的表情，那么对方是否能承受这种特殊的对待呢？我们可以换位思考一下，要是自己是对方，身边的人这么对待自己，我们是希望他们假友好呢，还是希望她们用最真实的表情呢？",
    "annotation": [
      {
        "sentence": "是的，这是一个需要我们斟酌的问题。",
        "label": ""
      },
      {
        "sentence": "在平时的生活中，如果我们特别看不惯一个人，要是身边的人都表现出特别厌恶的表情，那么对方是否能承受这种特殊的对待呢？",
        "label": ""
      },
      {
        "sentence": "我们可以换位思考一下，要是自己是对方，身边的人这么对待自己，我们是希望他们假友好呢，还是希望她们用最真实的表情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "也许说，只有在极端的情况下，我们才会选择表现出自己真实的表情？",
    "annotation": [
      {
        "sentence": "也许说，只有在极端的情况下，我们才会选择表现出自己真实的表情？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，这正是我们需要掌握的技巧之一。当我们面对某些需要权衡的事情时，我们需要好好地思考和把握，才能找到折中的方法。相信你可以通过思考和实践，不断地完善自己的技巧，处理好人际关系。另外，你表达自己情感的权利并没有问题，但是需遵守一些规则，比如在哪些场合下表达、表达的方式是否得当等等，需要好好掌握。",
    "annotation": [
      {
        "sentence": "没错，这正是我们需要掌握的技巧之一。",
        "label": ""
      },
      {
        "sentence": "当我们面对某些需要权衡的事情时，我们需要好好地思考和把握，才能找到折中的方法。",
        "label": ""
      },
      {
        "sentence": "相信你可以通过思考和实践，不断地完善自己的技巧，处理好人际关系。",
        "label": ""
      },
      {
        "sentence": "另外，你表达自己情感的权利并没有问题，但是需遵守一些规则，比如在哪些场合下表达、表达的方式是否得当等等，需要好好掌握。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会认真思考你说的每一个问题，谢谢你的建议和陪伴。",
    "annotation": [
      {
        "sentence": "我会认真思考你说的每一个问题，谢谢你的建议和陪伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，常来找我交流哦。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，常来找我交流哦。",
        "label": ""
      }
    ]
  }
]