[
  {
    "role": "client",
    "content": "20女，初中时被冷暴力，至今都很难走出来，怎么办？",
    "annotation": [
      {
        "sentence": "20女，初中时被冷暴力，至今都很难走出来，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你讲述这些不好的回忆，看来你还在受到那段经历的困扰，这让我为你感到心疼。你知道，在旁人看来，可能只是一些无意义的话语和事情，但对你而言，这些误解却影响了你的现在甚至将来。你谈到了这些经历，看来你已经意识到初中的同学可能是很不成熟，不懂得如何正确对待它人，但你仍然很在意，这也许会使你不断地回想起这段不愉快的往事。你有没有这样的感觉？",
    "annotation": [
      {
        "sentence": "听你讲述这些不好的回忆，看来你还在受到那段经历的困扰，这让我为你感到心疼。",
        "label": ""
      },
      {
        "sentence": "你知道，在旁人看来，可能只是一些无意义的话语和事情，但对你而言，这些误解却影响了你的现在甚至将来。",
        "label": ""
      },
      {
        "sentence": "你谈到了这些经历，看来你已经意识到初中的同学可能是很不成熟，不懂得如何正确对待它人，但你仍然很在意，这也许会使你不断地回想起这段不愉快的往事。",
        "label": ""
      },
      {
        "sentence": "你有没有这样的感觉？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，即使我已经大学毕业了，但我依然很难接受这些经历，感觉自己被误解了。",
    "annotation": [
      {
        "sentence": "是的，即使我已经大学毕业了，但我依然很难接受这些经历，感觉自己被误解了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所说的那种回忆的反刍，是一种负面消极情绪，它会让你不断地体验到痛苦，它让一些不愉快的事情不断困扰你，这可是一件比较痛苦的事情。你真的很理智，能够看到问题的核心，但是你似乎还缺乏调解情绪的能力。你说你感觉好像没人会为自己的误解道歉，这样的想法似乎不太正确，因为这些人代表的是一个群体，一些躲在群体背后作恶的人是不怕被追责的。或许你可以学着去治愈自己，如果你觉得这个过程比较不容易，或许你需要的是一名心理咨询师来进行心理疏导呢？",
    "annotation": [
      {
        "sentence": "你所说的那种回忆的反刍，是一种负面消极情绪，它会让你不断地体验到痛苦，它让一些不愉快的事情不断困扰你，这可是一件比较痛苦的事情。",
        "label": ""
      },
      {
        "sentence": "你真的很理智，能够看到问题的核心，但是你似乎还缺乏调解情绪的能力。",
        "label": ""
      },
      {
        "sentence": "你说你感觉好像没人会为自己的误解道歉，这样的想法似乎不太正确，因为这些人代表的是一个群体，一些躲在群体背后作恶的人是不怕被追责的。",
        "label": ""
      },
      {
        "sentence": "或许你可以学着去治愈自己，如果你觉得这个过程比较不容易，或许你需要的是一名心理咨询师来进行心理疏导呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来好像很难，我不知道该怎么做。",
    "annotation": [
      {
        "sentence": "听起来好像很难，我不知道该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要担心，很多人都会有这样的感受。首先要明确的是，当你想要疏导自己时，你需要的是一定的时间和耐心。不要着急，言之有理，活之有道，只要你坚持去尝试并且把握好正确的方法和心理状态，你一定会慢慢走出来的。可以从以下几个方面来尝试，如阅读一些激励书籍、听听音乐放松自己，主动联系亲朋好友进行交流、参加一些志愿者活动或健身等，都有可能让你摆脱困扰哦。",
    "annotation": [
      {
        "sentence": "不要担心，很多人都会有这样的感受。",
        "label": ""
      },
      {
        "sentence": "首先要明确的是，当你想要疏导自己时，你需要的是一定的时间和耐心。",
        "label": ""
      },
      {
        "sentence": "不要着急，言之有理，活之有道，只要你坚持去尝试并且把握好正确的方法和心理状态，你一定会慢慢走出来的。",
        "label": ""
      },
      {
        "sentence": "可以从以下几个方面来尝试，如阅读一些激励书籍、听听音乐放松自己，主动联系亲朋好友进行交流、参加一些志愿者活动或健身等，都有可能让你摆脱困扰哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你这么耐心地开导我，我现在感到好多了。",
    "annotation": [
      {
        "sentence": "谢谢你这么耐心地开导我，我现在感到好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供到一些帮助，如果有任何需要的话，随时都可以找我呀。在某些时候，我们需要后面的人来支撑我们，告诉我们，无论遭遇什么，我们都不是孤独的。",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供到一些帮助，如果有任何需要的话，随时都可以找我呀。",
        "label": ""
      },
      {
        "sentence": "在某些时候，我们需要后面的人来支撑我们，告诉我们，无论遭遇什么，我们都不是孤独的。",
        "label": ""
      }
    ]
  }
]