[
  {
    "role": "client",
    "content": "我觉得我没有朋友，没有工作，没有技能，没有学历，身体也是各种糟糕。每天都沉迷于手机，玩上五六个小时，我真的讨厌这样的自己。可是每天都重复着这样的生活，而我的身体也经常出现各种问题。年龄越来越大，却没有工作，没有社交，我总是排斥和他人交往，又想躲起来，但同时又害怕未来会变得更糟糕。我完全看不到希望，越来越焦虑，感觉人生一点希望都没有。",
    "annotation": [
      {
        "sentence": "我觉得我没有朋友，没有工作，没有技能，没有学历，身体也是各种糟糕。",
        "label": ""
      },
      {
        "sentence": "每天都沉迷于手机，玩上五六个小时，我真的讨厌这样的自己。",
        "label": ""
      },
      {
        "sentence": "可是每天都重复着这样的生活，而我的身体也经常出现各种问题。",
        "label": ""
      },
      {
        "sentence": "年龄越来越大，却没有工作，没有社交，我总是排斥和他人交往，又想躲起来，但同时又害怕未来会变得更糟糕。",
        "label": ""
      },
      {
        "sentence": "我完全看不到希望，越来越焦虑，感觉人生一点希望都没有。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，我感受到了你的无助。没有朋友，生活过得很枯燥，你非常讨厌看到自己沮丧的样子，你内心深处很讨厌失去希望的人生。别着急，我们一起一步一步地分析问题。我发现问题似乎都围绕在你排斥和他人交往的问题上。每次你和别人交往时，内心是不是充满焦虑的感觉呢？或者说只要和别人交往，你就想逃避呢？是这样吗？没有工作、没有社交，生活的确会变得枯燥无味，而且时间久了，你就会感到很绝望。你想要改变，这个想法和动力很重要，至少意味着你还有机会改变。你排斥和别人交流，那是因为你害怕社交本身，还是对他人有一些认知上的偏见，才导致你害怕呢？你并没有说得很清楚，所以我只能给予一些引导，希望你可以自己去寻找答案。现在找工作的门槛相对较低，即使是没有高学历也可以找到工作，只是工作的辛苦程度和工资水平可能会有所不同。为什么你找不到工作的迹象呢？是因为你没有能力胜任工作，还是你内心对找工作抱有抵触情绪呢？记住，生活是苦涩的，只有通过努力拼搏，我们才能改变现状。有时候，你只需要迈出第一步，你就会有不同的体验。你可以尝试给自己定一个短期目标，比如先努力找到一份适合自己的工作，并用心对待。同时，好好照顾自己的身体，如果感到不舒服就去做个体检。保持乐观的心态，希望这些建议对你有所帮助，祝愿你早日走出困境。",
    "annotation": [
      {
        "sentence": "通过你的描述，我感受到了你的无助。",
        "label": ""
      },
      {
        "sentence": "没有朋友，生活过得很枯燥，你非常讨厌看到自己沮丧的样子，你内心深处很讨厌失去希望的人生。",
        "label": ""
      },
      {
        "sentence": "别着急，我们一起一步一步地分析问题。",
        "label": ""
      },
      {
        "sentence": "我发现问题似乎都围绕在你排斥和他人交往的问题上。",
        "label": ""
      },
      {
        "sentence": "每次你和别人交往时，内心是不是充满焦虑的感觉呢？",
        "label": ""
      },
      {
        "sentence": "或者说只要和别人交往，你就想逃避呢？",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      },
      {
        "sentence": "没有工作、没有社交，生活的确会变得枯燥无味，而且时间久了，你就会感到很绝望。",
        "label": ""
      },
      {
        "sentence": "你想要改变，这个想法和动力很重要，至少意味着你还有机会改变。",
        "label": ""
      },
      {
        "sentence": "你排斥和别人交流，那是因为你害怕社交本身，还是对他人有一些认知上的偏见，才导致你害怕呢？",
        "label": ""
      },
      {
        "sentence": "你并没有说得很清楚，所以我只能给予一些引导，希望你可以自己去寻找答案。",
        "label": ""
      },
      {
        "sentence": "现在找工作的门槛相对较低，即使是没有高学历也可以找到工作，只是工作的辛苦程度和工资水平可能会有所不同。",
        "label": ""
      },
      {
        "sentence": "为什么你找不到工作的迹象呢？",
        "label": ""
      },
      {
        "sentence": "是因为你没有能力胜任工作，还是你内心对找工作抱有抵触情绪呢？",
        "label": ""
      },
      {
        "sentence": "记住，生活是苦涩的，只有通过努力拼搏，我们才能改变现状。",
        "label": ""
      },
      {
        "sentence": "有时候，你只需要迈出第一步，你就会有不同的体验。",
        "label": ""
      },
      {
        "sentence": "你可以尝试给自己定一个短期目标，比如先努力找到一份适合自己的工作，并用心对待。",
        "label": ""
      },
      {
        "sentence": "同时，好好照顾自己的身体，如果感到不舒服就去做个体检。",
        "label": ""
      },
      {
        "sentence": "保持乐观的心态，希望这些建议对你有所帮助，祝愿你早日走出困境。",
        "label": ""
      }
    ]
  }
]