[
  {
    "role": "client",
    "content": "我觉得自己没有朋友，没有工作，没有技能，没有学历，身体也是各种糟糕。每天都会玩手机五六个小时，我对这样的自己感到厌恶，但每天还是重复着这样的生活。我的身体也经常出状况，年龄越来越大，我没有工作，也没有社交，我开始排斥和他人交往，又想躲起来，但又害怕以后的自己会变得越来越糟糕。我完全看不到希望，这使得我越来越焦虑，感觉人生一点希望都没有。",
    "annotation": [
      {
        "sentence": "我觉得自己没有朋友，没有工作，没有技能，没有学历，身体也是各种糟糕。",
        "label": ""
      },
      {
        "sentence": "每天都会玩手机五六个小时，我对这样的自己感到厌恶，但每天还是重复着这样的生活。",
        "label": ""
      },
      {
        "sentence": "我的身体也经常出状况，年龄越来越大，我没有工作，也没有社交，我开始排斥和他人交往，又想躲起来，但又害怕以后的自己会变得越来越糟糕。",
        "label": ""
      },
      {
        "sentence": "我完全看不到希望，这使得我越来越焦虑，感觉人生一点希望都没有。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这样描述时，我想到了导师曾经跟我说过的一句话：“晚上想想千条路，早上起来走老路。”我觉得你可能正处在这种状态之中。你想要改变目前的状态，但却找不到好的方向和目标。同时，你也提到了身体出现各种状况、年龄增长而无工作和社交，以及与他人交往时的排斥感。你还害怕自己会越来越糟糕，而且感到毫无希望，这使你越来越焦虑。不过，请你相信，只要你有意愿改变，就能真正获得改变。因此，我相信你是可以改变的。首先，你可以找出以下几个问题的根源：1.为什么你现在处于这样的状态？2.何时开始出现这种状态的？3.是什么时候你想要改变的？为什么想要改变？改变会给你带来怎样的好处？若不改变，你又会有何困境？4.你可以通过什么途径或方式来改变？每个人在人生中都会面临各种各样的困难，而每个人的解决方式也不尽相同，这取决于我们自己的选择。我希望你能够清晰地思考以上几个问题。你可以通过心理咨询、与朋友亲人倾诉，或者采取其他方式来理清思路，找到解决问题的方法。祝愿你能够找到帮助，加油！",
    "annotation": [
      {
        "sentence": "看到你这样描述时，我想到了导师曾经跟我说过的一句话：“晚上想想千条路，早上起来走老路。",
        "label": ""
      },
      {
        "sentence": "”我觉得你可能正处在这种状态之中。",
        "label": ""
      },
      {
        "sentence": "你想要改变目前的状态，但却找不到好的方向和目标。",
        "label": ""
      },
      {
        "sentence": "同时，你也提到了身体出现各种状况、年龄增长而无工作和社交，以及与他人交往时的排斥感。",
        "label": ""
      },
      {
        "sentence": "你还害怕自己会越来越糟糕，而且感到毫无希望，这使你越来越焦虑。",
        "label": ""
      },
      {
        "sentence": "不过，请你相信，只要你有意愿改变，就能真正获得改变。",
        "label": ""
      },
      {
        "sentence": "因此，我相信你是可以改变的。",
        "label": ""
      },
      {
        "sentence": "首先，你可以找出以下几个问题的根源：1.为什么你现在处于这样的状态？",
        "label": ""
      },
      {
        "sentence": "2.何时开始出现这种状态的？",
        "label": ""
      },
      {
        "sentence": "3.是什么时候你想要改变的？",
        "label": ""
      },
      {
        "sentence": "为什么想要改变？",
        "label": ""
      },
      {
        "sentence": "改变会给你带来怎样的好处？",
        "label": ""
      },
      {
        "sentence": "若不改变，你又会有何困境？",
        "label": ""
      },
      {
        "sentence": "4.你可以通过什么途径或方式来改变？",
        "label": ""
      },
      {
        "sentence": "每个人在人生中都会面临各种各样的困难，而每个人的解决方式也不尽相同，这取决于我们自己的选择。",
        "label": ""
      },
      {
        "sentence": "我希望你能够清晰地思考以上几个问题。",
        "label": ""
      },
      {
        "sentence": "你可以通过心理咨询、与朋友亲人倾诉，或者采取其他方式来理清思路，找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够找到帮助，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复和鼓励。我现在意识到我自己所面临的问题，并且积极地想要改变。其实，我曾经努力找工作和交朋友，但都没有取得成功，这让我变得很沮丧。或许是我做事的方式不对，但我却不知道应该怎样改变。我非常想知道怎样找到适合我的工作，以及如何建立起真正的友谊。我对未来感到害怕，不知道自己会变得更糟糕，所以每天都感到焦虑。",
    "annotation": [
      {
        "sentence": "谢谢你的回复和鼓励。",
        "label": ""
      },
      {
        "sentence": "我现在意识到我自己所面临的问题，并且积极地想要改变。",
        "label": ""
      },
      {
        "sentence": "其实，我曾经努力找工作和交朋友，但都没有取得成功，这让我变得很沮丧。",
        "label": ""
      },
      {
        "sentence": "或许是我做事的方式不对，但我却不知道应该怎样改变。",
        "label": ""
      },
      {
        "sentence": "我非常想知道怎样找到适合我的工作，以及如何建立起真正的友谊。",
        "label": ""
      },
      {
        "sentence": "我对未来感到害怕，不知道自己会变得更糟糕，所以每天都感到焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不必感谢，我很愿意帮助你。你现在已经意识到了问题，并且想要积极地改变，这是非常值得肯定的。你之前曾尝试找工作和交朋友，但没有成功，这让你感到沮丧。或许，你的努力方式还不够有效。首先，我们可以一起思考如何找到适合你的工作。我们可以先从你的兴趣爱好、能力和已有的技能出发，看看有哪些工作适合你。同时，我们也可以探讨一下如何建立真正的友谊。建立友谊需要双方的付出和沟通，我们可以一起思考一些交友的途径和技巧。至于对未来的担忧，这是非常正常的，但我们不能让它阻碍我们前进的步伐。我们已经开始着手解决问题，相信只要你坚持下去，未来一定会变得更好。请记住，在整个过程中，你并不是孤单的，有我在支持你。",
    "annotation": [
      {
        "sentence": "你不必感谢，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "你现在已经意识到了问题，并且想要积极地改变，这是非常值得肯定的。",
        "label": ""
      },
      {
        "sentence": "你之前曾尝试找工作和交朋友，但没有成功，这让你感到沮丧。",
        "label": ""
      },
      {
        "sentence": "或许，你的努力方式还不够有效。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以一起思考如何找到适合你的工作。",
        "label": ""
      },
      {
        "sentence": "我们可以先从你的兴趣爱好、能力和已有的技能出发，看看有哪些工作适合你。",
        "label": ""
      },
      {
        "sentence": "同时，我们也可以探讨一下如何建立真正的友谊。",
        "label": ""
      },
      {
        "sentence": "建立友谊需要双方的付出和沟通，我们可以一起思考一些交友的途径和技巧。",
        "label": ""
      },
      {
        "sentence": "至于对未来的担忧，这是非常正常的，但我们不能让它阻碍我们前进的步伐。",
        "label": ""
      },
      {
        "sentence": "我们已经开始着手解决问题，相信只要你坚持下去，未来一定会变得更好。",
        "label": ""
      },
      {
        "sentence": "请记住，在整个过程中，你并不是孤单的，有我在支持你。",
        "label": ""
      }
    ]
  }
]