[
  {
    "role": "client",
    "content": "人际关系中一些小冲突，当时忍让，后来心里又放不下？",
    "annotation": [
      {
        "sentence": "人际关系中一些小冲突，当时忍让，后来心里又放不下？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你有委屈还有对自己的不满，对一些事介意却一直不表达出来。猜想你当时的心理表达是这样的：1、如果我发火了，对方可能也会发火，对方甚至还会动手。我不知道怎么应付这样的场面。2.如果我现在生气，正好被同学、老师、或者老板看见了，他们会不会对我的人品有不好的评价。3、周围那么多人，一点小事就生气，这么多人看着真尴尬，别人一定会觉得我是一个没有涵养的人。",
    "annotation": [
      {
        "sentence": "看到你有委屈还有对自己的不满，对一些事介意却一直不表达出来。",
        "label": ""
      },
      {
        "sentence": "猜想你当时的心理表达是这样的：1、如果我发火了，对方可能也会发火，对方甚至还会动手。",
        "label": ""
      },
      {
        "sentence": "我不知道怎么应付这样的场面。",
        "label": ""
      },
      {
        "sentence": "2.如果我现在生气，正好被同学、老师、或者老板看见了，他们会不会对我的人品有不好的评价。",
        "label": ""
      },
      {
        "sentence": "3、周围那么多人，一点小事就生气，这么多人看着真尴尬，别人一定会觉得我是一个没有涵养的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我当时就有这样的担心，所以一直忍让下来，也没敢发声。",
    "annotation": [
      {
        "sentence": "是的，我当时就有这样的担心，所以一直忍让下来，也没敢发声。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑，但让我告诉你一个心理学理论，叫做“心理理论”。其实它是指你会觉得别人和你想得应该是一样的，但实际上他们并不知道你的想法。如果你当时表达出生气，别人就会知道你在生气了，他们可能会道歉。但如果你一直不表达，他们就不会知道发生了什么事情。所以下次如果你生气了，可以试着把情绪表达出来，这样别人才能理解你的感受。",
    "annotation": [
      {
        "sentence": "我理解你的顾虑，但让我告诉你一个心理学理论，叫做“心理理论”。",
        "label": ""
      },
      {
        "sentence": "其实它是指你会觉得别人和你想得应该是一样的，但实际上他们并不知道你的想法。",
        "label": ""
      },
      {
        "sentence": "如果你当时表达出生气，别人就会知道你在生气了，他们可能会道歉。",
        "label": ""
      },
      {
        "sentence": "但如果你一直不表达，他们就不会知道发生了什么事情。",
        "label": ""
      },
      {
        "sentence": "所以下次如果你生气了，可以试着把情绪表达出来，这样别人才能理解你的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总觉得在众人面前发火很尴尬，担心会给别人留下不好的印象。",
    "annotation": [
      {
        "sentence": "可是我总觉得在众人面前发火很尴尬，担心会给别人留下不好的印象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们生活在世界上都介意别人的眼光，所以表达正性情绪很容易，而要表达负性情绪就比较难了。你一直不把自己的真实情绪表达出来，可能是一个价值评判标准的问题，你使用了别人的价值评判标准来评价自己。如果你用自己的价值评判标准，无论别人怎么评判你，你都会认为自己是可爱的、值得被人喜欢的。你可以思考以下几个问题：你对自己的价值判断是怎么样的？你表达了负面情绪和态度以后，你对自己有什么看法？你会认为自己是一个不懂礼貌、不能忍让、没有涵养的人吗？你不表达负面情绪，你对自己又有什么看法？你会觉得自己是一个懦弱、不敢表达自己的人吗？",
    "annotation": [
      {
        "sentence": "我们生活在世界上都介意别人的眼光，所以表达正性情绪很容易，而要表达负性情绪就比较难了。",
        "label": ""
      },
      {
        "sentence": "你一直不把自己的真实情绪表达出来，可能是一个价值评判标准的问题，你使用了别人的价值评判标准来评价自己。",
        "label": ""
      },
      {
        "sentence": "如果你用自己的价值评判标准，无论别人怎么评判你，你都会认为自己是可爱的、值得被人喜欢的。",
        "label": ""
      },
      {
        "sentence": "你可以思考以下几个问题：你对自己的价值判断是怎么样的？",
        "label": ""
      },
      {
        "sentence": "你表达了负面情绪和态度以后，你对自己有什么看法？",
        "label": ""
      },
      {
        "sentence": "你会认为自己是一个不懂礼貌、不能忍让、没有涵养的人吗？",
        "label": ""
      },
      {
        "sentence": "你不表达负面情绪，你对自己又有什么看法？",
        "label": ""
      },
      {
        "sentence": "你会觉得自己是一个懦弱、不敢表达自己的人吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我对自己的价值判断可能比较严格，而且对自己要求很高。当我没有表达负面情绪时，我会觉得自己是一个没有勇气去面对问题的人。",
    "annotation": [
      {
        "sentence": "我觉得我对自己的价值判断可能比较严格，而且对自己要求很高。",
        "label": ""
      },
      {
        "sentence": "当我没有表达负面情绪时，我会觉得自己是一个没有勇气去面对问题的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受。但你要明白，你的情绪和感受和别人一样重要。如果你一直不把自己的真实情绪表达出来，那么你会一直受委屈，并且对自己产生负面的评判。你可以试着按照以下几个方面来提高自己：1、自我评判时用自己的价值标准，不要用别人的。2、心口一致，心里生气了就把它表达出来，不要用“没什么”“没关系”来掩饰。3、要表达负面的态度可能会比较难，可以尝试用非言语方式表达，例如脸部表情。4、把让自己难受的小事都和朋友分享，不要认为是一点小事就不必提起。小问题和情绪如果得不到解决，时间一长可能会导致心理疾病。5、尽量在当时解决问题和情绪，不要拖延，不要把不好的情绪和问题带回家。",
    "annotation": [
      {
        "sentence": "我了解你的感受。",
        "label": ""
      },
      {
        "sentence": "但你要明白，你的情绪和感受和别人一样重要。",
        "label": ""
      },
      {
        "sentence": "如果你一直不把自己的真实情绪表达出来，那么你会一直受委屈，并且对自己产生负面的评判。",
        "label": ""
      },
      {
        "sentence": "你可以试着按照以下几个方面来提高自己：1、自我评判时用自己的价值标准，不要用别人的。",
        "label": ""
      },
      {
        "sentence": "2、心口一致，心里生气了就把它表达出来，不要用“没什么”“没关系”来掩饰。",
        "label": ""
      },
      {
        "sentence": "3、要表达负面的态度可能会比较难，可以尝试用非言语方式表达，例如脸部表情。",
        "label": ""
      },
      {
        "sentence": "4、把让自己难受的小事都和朋友分享，不要认为是一点小事就不必提起。",
        "label": ""
      },
      {
        "sentence": "小问题和情绪如果得不到解决，时间一长可能会导致心理疾病。",
        "label": ""
      },
      {
        "sentence": "5、尽量在当时解决问题和情绪，不要拖延，不要把不好的情绪和问题带回家。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的这些方法听起来都不错，我会试着去做的。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说的这些方法听起来都不错，我会试着去做的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有所帮助。祝福你早日解决自己的问题，加油！",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "祝福你早日解决自己的问题，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励，我会尽力的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励，我会尽力的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  }
]