[
  {
    "role": "client",
    "content": "一个鸡蛋引起的故事，很认真地思考至少2周以上，咋办？小学的时候妈妈在家对面的草丛里见到一个鸭蛋，然后我也想去找找看，在家门口附近都找不到。后来有一次上学发现学校门口的草丛里有一颗鸡蛋，中午回家的时候也没有人捡，我就抱着占小便宜的心态，还想回家以后可以在妈妈面前炫耀一下，让她夸夸我，就捡走了。后来上了初中，草坪对面的矮矮的房子里的老人家去世了，我担心是不是因为我拿了他们家的鸡蛋，对开始我想的是他们会不会因此饿死，后来我一直在想他们会不会因此营养不良，生病而死。我问了妈妈爸爸姐姐朋友还有两个医生，可是我满脑子还是万一他们没钱吃饭，万一他们儿子不孝顺不给他们钱，万一他们不想给儿子添麻烦要钱，是不是我把他们害死的，是不是我的错，虽然我爸说他们儿子是村长可是我就是放不下心，满脑子只想着这一件事我感觉很烦可很，能大家会觉得很可笑，但我是真的很认真思考这个问题至少2周以上，都是同一个问题。我想听听大家的想法谢谢。",
    "annotation": [
      {
        "sentence": "一个鸡蛋引起的故事，很认真地思考至少2周以上，咋办？",
        "label": ""
      },
      {
        "sentence": "小学的时候妈妈在家对面的草丛里见到一个鸭蛋，然后我也想去找找看，在家门口附近都找不到。",
        "label": ""
      },
      {
        "sentence": "后来有一次上学发现学校门口的草丛里有一颗鸡蛋，中午回家的时候也没有人捡，我就抱着占小便宜的心态，还想回家以后可以在妈妈面前炫耀一下，让她夸夸我，就捡走了。",
        "label": ""
      },
      {
        "sentence": "后来上了初中，草坪对面的矮矮的房子里的老人家去世了，我担心是不是因为我拿了他们家的鸡蛋，对开始我想的是他们会不会因此饿死，后来我一直在想他们会不会因此营养不良，生病而死。",
        "label": ""
      },
      {
        "sentence": "我问了妈妈爸爸姐姐朋友还有两个医生，可是我满脑子还是万一他们没钱吃饭，万一他们儿子不孝顺不给他们钱，万一他们不想给儿子添麻烦要钱，是不是我把他们害死的，是不是我的错，虽然我爸说他们儿子是村长可是我就是放不下心，满脑子只想着这一件事我感觉很烦可很，能大家会觉得很可笑，但我是真的很认真思考这个问题至少2周以上，都是同一个问题。",
        "label": ""
      },
      {
        "sentence": "我想听听大家的想法谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，首先我要表扬你是一个善良体贴的人，你总是关心他人并为他人担忧，这本身就是一件好事。不过，你的归因出现了问题，因此你自己也感到非常烦恼。其实，即使是遇到再困难的人，也不会因为一个鸡蛋而饿死。正如你所说的“可能大家会觉得很可笑”，说明你自己也明白这个道理。但是为什么你还是会感到如此烦恼呢？（#贴心分析内心的想法#）",
    "annotation": [
      {
        "sentence": "求助者，首先我要表扬你是一个善良体贴的人，你总是关心他人并为他人担忧，这本身就是一件好事。",
        "label": ""
      },
      {
        "sentence": "不过，你的归因出现了问题，因此你自己也感到非常烦恼。",
        "label": ""
      },
      {
        "sentence": "其实，即使是遇到再困难的人，也不会因为一个鸡蛋而饿死。",
        "label": ""
      },
      {
        "sentence": "正如你所说的“可能大家会觉得很可笑”，说明你自己也明白这个道理。",
        "label": ""
      },
      {
        "sentence": "但是为什么你还是会感到如此烦恼呢？",
        "label": ""
      },
      {
        "sentence": "（#贴心分析内心的想法#）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "小学的时候妈妈在家对面的草丛里见到一个鸭蛋，然后我也想去找找看，在家门口附近都找不到。后来有一次上学发现学校门口的草丛里有一颗鸡蛋，中午回家的时候也没有人捡，我就抱着占小便宜的心态，还想回家以后可以在妈妈面前炫耀一下，让她夸夸我，就捡走了。",
    "annotation": [
      {
        "sentence": "小学的时候妈妈在家对面的草丛里见到一个鸭蛋，然后我也想去找找看，在家门口附近都找不到。",
        "label": ""
      },
      {
        "sentence": "后来有一次上学发现学校门口的草丛里有一颗鸡蛋，中午回家的时候也没有人捡，我就抱着占小便宜的心态，还想回家以后可以在妈妈面前炫耀一下，让她夸夸我，就捡走了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你已经帮助我理清了这段过程。实际上，在你的故事中，你分析得很正确，你发现自己内疚的源头就是那颗鸡蛋。由于你非常善良，你并不认可自己占小便宜的行为，但是为了自己能够在妈妈面前炫耀，你做了自己潜意识里并不想做的事情。当那家人遭遇不幸时，你内心的那种“我不应该”的情绪被激发了出来。所以，你开始“担心是不是因为我拿了他们家的鸡蛋会不会因此饿死，后来我一直在想他们会不会因此营养不良，生病而死”。你咨询过妈妈、爸爸、姐姐、朋友甚至两个医生，但是你的脑海里仍然充满了各种“万一”的担忧，比如他们没有钱吃饭、儿子不孝顺不给钱、他们不想给儿子添麻烦要钱等等。你一直在责问自己，是不是因为你拿了鸡蛋，他们才遭受了不幸，这是不是你的错。尽管你爸爸说他们的儿子是村长，但你就是无法释怀，满脑子都盘旋着这一个问题，感到非常烦恼和不安。你觉得这样的想法听起来可能很可笑，但事实上，你以非常认真的态度思考了这个问题至少2周以上，这种情况已经持续了很长一段时间。你想听听其他人的想法，请继续向我们倾诉，谢谢你。",
    "annotation": [
      {
        "sentence": "非常好，你已经帮助我理清了这段过程。",
        "label": ""
      },
      {
        "sentence": "实际上，在你的故事中，你分析得很正确，你发现自己内疚的源头就是那颗鸡蛋。",
        "label": ""
      },
      {
        "sentence": "由于你非常善良，你并不认可自己占小便宜的行为，但是为了自己能够在妈妈面前炫耀，你做了自己潜意识里并不想做的事情。",
        "label": ""
      },
      {
        "sentence": "当那家人遭遇不幸时，你内心的那种“我不应该”的情绪被激发了出来。",
        "label": ""
      },
      {
        "sentence": "所以，你开始“担心是不是因为我拿了他们家的鸡蛋会不会因此饿死，后来我一直在想他们会不会因此营养不良，生病而死”。",
        "label": ""
      },
      {
        "sentence": "你咨询过妈妈、爸爸、姐姐、朋友甚至两个医生，但是你的脑海里仍然充满了各种“万一”的担忧，比如他们没有钱吃饭、儿子不孝顺不给钱、他们不想给儿子添麻烦要钱等等。",
        "label": ""
      },
      {
        "sentence": "你一直在责问自己，是不是因为你拿了鸡蛋，他们才遭受了不幸，这是不是你的错。",
        "label": ""
      },
      {
        "sentence": "尽管你爸爸说他们的儿子是村长，但你就是无法释怀，满脑子都盘旋着这一个问题，感到非常烦恼和不安。",
        "label": ""
      },
      {
        "sentence": "你觉得这样的想法听起来可能很可笑，但事实上，你以非常认真的态度思考了这个问题至少2周以上，这种情况已经持续了很长一段时间。",
        "label": ""
      },
      {
        "sentence": "你想听听其他人的想法，请继续向我们倾诉，谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的理解和支持。我知道我的想法可能有些过于敏感甚至可笑，但我就是无法让自己从这个烦恼中解脱出来。我一直在责怪自己，觉得自己做了一件不该做的事情，因而导致了那家人的不幸。我真的很不能理解自己为什么会纠结于这个问题这么久，也不知道该如何摆脱这种困扰。",
    "annotation": [
      {
        "sentence": "非常感谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我知道我的想法可能有些过于敏感甚至可笑，但我就是无法让自己从这个烦恼中解脱出来。",
        "label": ""
      },
      {
        "sentence": "我一直在责怪自己，觉得自己做了一件不该做的事情，因而导致了那家人的不幸。",
        "label": ""
      },
      {
        "sentence": "我真的很不能理解自己为什么会纠结于这个问题这么久，也不知道该如何摆脱这种困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，首先请放下你自己对自己的责备和过度的自责。你需要知道的是，我们每个人都会犯错误，都会做出一些我们事后会后悔的事情。但这并不意味着我们应该用一辈子来惩罚自己。你做错了事情，但是你也要学会宽容和原谅自己。对于你的行为，你已经付出了代价，因为你一直在自责和烦恼中度过这么久的时间。这一切已经足够了，现在是时候将过去的事情放下，向前看，给自己一个机会去接受和释放过去的错误。",
    "annotation": [
      {
        "sentence": "求助者，首先请放下你自己对自己的责备和过度的自责。",
        "label": ""
      },
      {
        "sentence": "你需要知道的是，我们每个人都会犯错误，都会做出一些我们事后会后悔的事情。",
        "label": ""
      },
      {
        "sentence": "但这并不意味着我们应该用一辈子来惩罚自己。",
        "label": ""
      },
      {
        "sentence": "你做错了事情，但是你也要学会宽容和原谅自己。",
        "label": ""
      },
      {
        "sentence": "对于你的行为，你已经付出了代价，因为你一直在自责和烦恼中度过这么久的时间。",
        "label": ""
      },
      {
        "sentence": "这一切已经足够了，现在是时候将过去的事情放下，向前看，给自己一个机会去接受和释放过去的错误。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的意思，但我始终觉得自己对不起那家人。我不知道他们是否因为我拿了鸡蛋而发生了不幸，但我内心深处总是有一种无法释怀的感觉。我甚至有时候会做噩梦，梦见他们因此而遭受不幸。我真的很希望能够从这种痛苦中解脱出来，但我不知道该如何做才能达到这一点。",
    "annotation": [
      {
        "sentence": "我明白了你的意思，但我始终觉得自己对不起那家人。",
        "label": ""
      },
      {
        "sentence": "我不知道他们是否因为我拿了鸡蛋而发生了不幸，但我内心深处总是有一种无法释怀的感觉。",
        "label": ""
      },
      {
        "sentence": "我甚至有时候会做噩梦，梦见他们因此而遭受不幸。",
        "label": ""
      },
      {
        "sentence": "我真的很希望能够从这种痛苦中解脱出来，但我不知道该如何做才能达到这一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你的感受我完全理解。内疚和不安是非常折磨人的情绪。但是，我希望你理解一个事实：你无法控制他人的命运，也无法预知他人的未来。你的内疚和不安是在自己背上加重了不必要的负担。请放下这份责任感，你没有办法改变已经发生的事情。你只能学会接受和原谅自己。为了让你内心的痛苦减轻，你可以尝试寻求更多的心理支持和帮助，比如与家人、朋友或专业人士交流。他们会帮助你理解和应对这种情绪，一起找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "求助者，你的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "内疚和不安是非常折磨人的情绪。",
        "label": ""
      },
      {
        "sentence": "但是，我希望你理解一个事实：你无法控制他人的命运，也无法预知他人的未来。",
        "label": ""
      },
      {
        "sentence": "你的内疚和不安是在自己背上加重了不必要的负担。",
        "label": ""
      },
      {
        "sentence": "请放下这份责任感，你没有办法改变已经发生的事情。",
        "label": ""
      },
      {
        "sentence": "你只能学会接受和原谅自己。",
        "label": ""
      },
      {
        "sentence": "为了让你内心的痛苦减轻，你可以尝试寻求更多的心理支持和帮助，比如与家人、朋友或专业人士交流。",
        "label": ""
      },
      {
        "sentence": "他们会帮助你理解和应对这种情绪，一起找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和鼓励。我确实需要更多的支持和帮助来处理自己内心的困扰。我会尝试去倾诉给我的家人和朋友，并考虑寻找专业人士的帮助。希望能够找到一种解决方法来缓解我内心的痛苦。再次感谢你的倾听和关心。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实需要更多的支持和帮助来处理自己内心的困扰。",
        "label": ""
      },
      {
        "sentence": "我会尝试去倾诉给我的家人和朋友，并考虑寻找专业人士的帮助。",
        "label": ""
      },
      {
        "sentence": "希望能够找到一种解决方法来缓解我内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的倾听和关心。",
        "label": ""
      }
    ]
  }
]