[
  {
    "role": "client",
    "content": "最近我发现每当涉及到学习和成绩，我就害怕别人的夸赞。我会代入自己，觉得如果我比别人取得更好的成绩，别人夸赞我的时候我会感到很焦虑。我曾经为了摆脱这种情绪，故意不好好学习，但是我发现即使这样，我依然会莫名其妙地担心。而且，当听到别人说自己不想好好学习，不想好好工作时，我也会不自觉地代入进去，感受到一种沮丧的情绪。我觉得自己可能是排斥不好的想法，但是自己无法说服自己，就陷入了一种强迫思考的状态。我不明白自己为什么会焦虑别人对我的肯定，还会有“那就是不好的，充满讽刺的，他们说了就是想让我放松警惕好超过我”这样的想法。这样的情绪很大程度上阻碍了我的成长，我该怎么办啊？",
    "annotation": [
      {
        "sentence": "最近我发现每当涉及到学习和成绩，我就害怕别人的夸赞。",
        "label": ""
      },
      {
        "sentence": "我会代入自己，觉得如果我比别人取得更好的成绩，别人夸赞我的时候我会感到很焦虑。",
        "label": ""
      },
      {
        "sentence": "我曾经为了摆脱这种情绪，故意不好好学习，但是我发现即使这样，我依然会莫名其妙地担心。",
        "label": ""
      },
      {
        "sentence": "而且，当听到别人说自己不想好好学习，不想好好工作时，我也会不自觉地代入进去，感受到一种沮丧的情绪。",
        "label": ""
      },
      {
        "sentence": "我觉得自己可能是排斥不好的想法，但是自己无法说服自己，就陷入了一种强迫思考的状态。",
        "label": ""
      },
      {
        "sentence": "我不明白自己为什么会焦虑别人对我的肯定，还会有“那就是不好的，充满讽刺的，他们说了就是想让我放松警惕好超过我”这样的想法。",
        "label": ""
      },
      {
        "sentence": "这样的情绪很大程度上阻碍了我的成长，我该怎么办啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我感觉你在成长过程中可能受到了很多关于学习是唯一出路的教育理念。你可能一直按照长辈的期待生活，很听话，但是即使你优秀，也没有得到欣赏和夸赞。对于成绩的要求一直是“不要骄傲，不要泄气，不要别人夸一下就忘了自己是谁……”。在这样的教育下，你无法对自己肯定，因为肯定意味着骄傲。所以当别人夸赞你的时候，你的本能反应就会让你焦虑，而当别人说不好好学习不好好工作时，你就会想到那个不好好学习不好好工作的后果，焦虑就会加剧。我觉得你的察觉非常好，我们来一起看看如何调整吧。",
    "annotation": [
      {
        "sentence": "听到你的描述，我感觉你在成长过程中可能受到了很多关于学习是唯一出路的教育理念。",
        "label": ""
      },
      {
        "sentence": "你可能一直按照长辈的期待生活，很听话，但是即使你优秀，也没有得到欣赏和夸赞。",
        "label": ""
      },
      {
        "sentence": "对于成绩的要求一直是“不要骄傲，不要泄气，不要别人夸一下就忘了自己是谁……”。",
        "label": ""
      },
      {
        "sentence": "在这样的教育下，你无法对自己肯定，因为肯定意味着骄傲。",
        "label": ""
      },
      {
        "sentence": "所以当别人夸赞你的时候，你的本能反应就会让你焦虑，而当别人说不好好学习不好好工作时，你就会想到那个不好好学习不好好工作的后果，焦虑就会加剧。",
        "label": ""
      },
      {
        "sentence": "我觉得你的察觉非常好，我们来一起看看如何调整吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。那么，我应该如何调整我的认知呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "那么，我应该如何调整我的认知呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们要调整认知，认识到学习不是唯一的重要事情。好好学习确实能让未来的选择更多，但是也要知道有人学得好，学得不好都是正常的。每个人的学习能力和成长环境都不一样，所以只要尽力就可以了。并且，除了学习，还有其他重要的事情，比如人际关系、社会适应等等，这些似乎比单纯的学习还要重要。",
    "annotation": [
      {
        "sentence": "首先，我们要调整认知，认识到学习不是唯一的重要事情。",
        "label": ""
      },
      {
        "sentence": "好好学习确实能让未来的选择更多，但是也要知道有人学得好，学得不好都是正常的。",
        "label": ""
      },
      {
        "sentence": "每个人的学习能力和成长环境都不一样，所以只要尽力就可以了。",
        "label": ""
      },
      {
        "sentence": "并且，除了学习，还有其他重要的事情，比如人际关系、社会适应等等，这些似乎比单纯的学习还要重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，学习不好，工作也不好不是绝路。",
    "annotation": [
      {
        "sentence": "我理解了，学习不好，工作也不好不是绝路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我们要调整认知，认识到学习不好、工作不好也不是绝路。每个人都有不同的人生经历，有些人可能在某个阶段表现得不好，但是随着经历的积累和成长，慢慢会调整自己。比如，有些人可能没有考上大学就去工作了，但是在工作中发现了学习技能的重要性，通过自学拿到了文凭，并在工作中获得了晋升。人的一生中，只要想要向上努力，就没有太迟的时候。人生是一个不断领悟、觉醒和完善的过程。",
    "annotation": [
      {
        "sentence": "是的，我们要调整认知，认识到学习不好、工作不好也不是绝路。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的人生经历，有些人可能在某个阶段表现得不好，但是随着经历的积累和成长，慢慢会调整自己。",
        "label": ""
      },
      {
        "sentence": "比如，有些人可能没有考上大学就去工作了，但是在工作中发现了学习技能的重要性，通过自学拿到了文凭，并在工作中获得了晋升。",
        "label": ""
      },
      {
        "sentence": "人的一生中，只要想要向上努力，就没有太迟的时候。",
        "label": ""
      },
      {
        "sentence": "人生是一个不断领悟、觉醒和完善的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得确实有点放松了。那我应该如何调整自己呢？",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得确实有点放松了。",
        "label": ""
      },
      {
        "sentence": "那我应该如何调整自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试一些轻松的事情来平衡学习和生活，比如交友、户外运动、兴趣爱好、听音乐、冥想等等。此外，你还可以尝试写定心情日记，当你的不好的感受出现时，可以和这些感受进行一个讨论，看是否还有别的可能性、别的选择。给自己多几个选择，而不是只有两个，这样思路就会被拓展，你的思维也会变得更加灵活。放轻松，生活除了压力和焦虑，还有很多美好的事物。",
    "annotation": [
      {
        "sentence": "你可以尝试一些轻松的事情来平衡学习和生活，比如交友、户外运动、兴趣爱好、听音乐、冥想等等。",
        "label": ""
      },
      {
        "sentence": "此外，你还可以尝试写定心情日记，当你的不好的感受出现时，可以和这些感受进行一个讨论，看是否还有别的可能性、别的选择。",
        "label": ""
      },
      {
        "sentence": "给自己多几个选择，而不是只有两个，这样思路就会被拓展，你的思维也会变得更加灵活。",
        "label": ""
      },
      {
        "sentence": "放轻松，生活除了压力和焦虑，还有很多美好的事物。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试调整自己的认知和行为方法，让自己的内心变得更加自由和轻松。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试调整自己的认知和行为方法，让自己的内心变得更加自由和轻松。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够调整自己并且实现内心的自由。如果你还有任何问题或者需要进一步的支持，随时向我提问。你并不孤单，有人陪伴着你。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够调整自己并且实现内心的自由。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题或者需要进一步的支持，随时向我提问。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，有人陪伴着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励，我会努力的。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励，我会努力的。",
        "label": ""
      }
    ]
  }
]