[
  {
    "role": "client",
    "content": "我经常会对涉及学习和成绩的事情感到害怕，担心别人的夸赞会让我感到压力，我也会代入自己的情绪中。我害怕被别人比较学习和成绩的好坏，如果我取得比别人好的成绩，别人夸赞我时，我会感到焦虑。以前为了摆脱这种情绪，我还故意不去好好学习，考得很差之类的，但我发现即使我不断降低自己的期望，我还是会莫名其妙地担心。就连别人说不好好学习、不好好工作时，我也会不自觉地代入并感到害怕，好像自己也陷入沮丧的状态。我猜想可能是因为我排斥不好的想法，但又无法自圆其说，所以陷入了强迫思考。但我不明白为什么我会对别人对我的肯定感到焦虑，甚至有时会产生“他们这样说只是想让我放松警惕以便超过我”的想法。这严重影响了我的成长，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我经常会对涉及学习和成绩的事情感到害怕，担心别人的夸赞会让我感到压力，我也会代入自己的情绪中。",
        "label": ""
      },
      {
        "sentence": "我害怕被别人比较学习和成绩的好坏，如果我取得比别人好的成绩，别人夸赞我时，我会感到焦虑。",
        "label": ""
      },
      {
        "sentence": "以前为了摆脱这种情绪，我还故意不去好好学习，考得很差之类的，但我发现即使我不断降低自己的期望，我还是会莫名其妙地担心。",
        "label": ""
      },
      {
        "sentence": "就连别人说不好好学习、不好好工作时，我也会不自觉地代入并感到害怕，好像自己也陷入沮丧的状态。",
        "label": ""
      },
      {
        "sentence": "我猜想可能是因为我排斥不好的想法，但又无法自圆其说，所以陷入了强迫思考。",
        "label": ""
      },
      {
        "sentence": "但我不明白为什么我会对别人对我的肯定感到焦虑，甚至有时会产生“他们这样说只是想让我放松警惕以便超过我”的想法。",
        "label": ""
      },
      {
        "sentence": "这严重影响了我的成长，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你提到“如果我取得比别人好的成绩，别人夸赞我时，我会感到焦虑”的时候，我想问一下，在那种被夸赞的时刻，你会想到什么呢？是害怕自己让别人失望，还是觉得自己比别人好会给别人增加压力？或者是觉得别人对你的赞扬并不真实？也许正是因为这些原因，你才会宁愿不努力学习，不好好考试，这样别人就不会再夸赞你，这样会给你一种“安全感”。你可以回想一下，当别人夸赞你和没有夸赞你的时候，你对自己的成绩会产生哪些变化？或者你可以尝试一些练习，如果不理会他人的评价，你会有怎样的感受呢？也许一开始你无法完全不关注别人的夸赞或评价，但是可以逐步练习，相信你能逐渐变得更加强大。这只是我的一些想法，希望能对你有所帮助。",
    "annotation": [
      {
        "sentence": "看到你提到“如果我取得比别人好的成绩，别人夸赞我时，我会感到焦虑”的时候，我想问一下，在那种被夸赞的时刻，你会想到什么呢？",
        "label": ""
      },
      {
        "sentence": "是害怕自己让别人失望，还是觉得自己比别人好会给别人增加压力？",
        "label": ""
      },
      {
        "sentence": "或者是觉得别人对你的赞扬并不真实？",
        "label": ""
      },
      {
        "sentence": "也许正是因为这些原因，你才会宁愿不努力学习，不好好考试，这样别人就不会再夸赞你，这样会给你一种“安全感”。",
        "label": ""
      },
      {
        "sentence": "你可以回想一下，当别人夸赞你和没有夸赞你的时候，你对自己的成绩会产生哪些变化？",
        "label": ""
      },
      {
        "sentence": "或者你可以尝试一些练习，如果不理会他人的评价，你会有怎样的感受呢？",
        "label": ""
      },
      {
        "sentence": "也许一开始你无法完全不关注别人的夸赞或评价，但是可以逐步练习，相信你能逐渐变得更加强大。",
        "label": ""
      },
      {
        "sentence": "这只是我的一些想法，希望能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当别人夸赞我的时候，我会担心自己无法再保持那种水平，害怕自己会让别人失望，也担心被人觉得自己优秀会给别人带来压力。同时，我也会怀疑别人的夸赞是否真实，是否只是讽刺或者别有用心。可能正是因为这些原因，我才会选择不努力学习、成绩不好，这样就不会再有人夸赞我了，这样会给我一种安全感。在别人夸赞我和没有夸赞的时候，我对自己的成绩看法确实会有所不同。在被夸赞后，我会更有自信，觉得自己的成绩还不错，但没有夸赞时我会开始怀疑自己的能力，觉得自己不够好。如果我不再理会他人的评价，我可能会感到一些自由和解脱，不再为别人的期待而感到压力。谢谢你的建议，我会试着进行这些练习，希望能慢慢变得更强大。",
    "annotation": [
      {
        "sentence": "当别人夸赞我的时候，我会担心自己无法再保持那种水平，害怕自己会让别人失望，也担心被人觉得自己优秀会给别人带来压力。",
        "label": ""
      },
      {
        "sentence": "同时，我也会怀疑别人的夸赞是否真实，是否只是讽刺或者别有用心。",
        "label": ""
      },
      {
        "sentence": "可能正是因为这些原因，我才会选择不努力学习、成绩不好，这样就不会再有人夸赞我了，这样会给我一种安全感。",
        "label": ""
      },
      {
        "sentence": "在别人夸赞我和没有夸赞的时候，我对自己的成绩看法确实会有所不同。",
        "label": ""
      },
      {
        "sentence": "在被夸赞后，我会更有自信，觉得自己的成绩还不错，但没有夸赞时我会开始怀疑自己的能力，觉得自己不够好。",
        "label": ""
      },
      {
        "sentence": "如果我不再理会他人的评价，我可能会感到一些自由和解脱，不再为别人的期待而感到压力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会试着进行这些练习，希望能慢慢变得更强大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的担忧和焦虑。这些思虑常常来自于我们对他人评价的过度关注和对自己能力的怀疑。当别人夸赞时，你可以试着接受他们的赞美，并告诉自己这是对你努力的认可，而不是给你施加压力。同时，也要明白别人的赞美是真实的，而不是讽刺或别有用心。对于自己的成绩，不要过度贬低，要相信自己的能力。可以尝试通过积极的自我对话和正面的思考来增加自信心，并且逐渐放下对他人评价的过度关注。记住，你的价值不是建立在别人的赞美上，而是建立在你自己的努力和成长上。希望你能慢慢摆脱焦虑，变得更加坚强。",
    "annotation": [
      {
        "sentence": "非常理解你的担忧和焦虑。",
        "label": ""
      },
      {
        "sentence": "这些思虑常常来自于我们对他人评价的过度关注和对自己能力的怀疑。",
        "label": ""
      },
      {
        "sentence": "当别人夸赞时，你可以试着接受他们的赞美，并告诉自己这是对你努力的认可，而不是给你施加压力。",
        "label": ""
      },
      {
        "sentence": "同时，也要明白别人的赞美是真实的，而不是讽刺或别有用心。",
        "label": ""
      },
      {
        "sentence": "对于自己的成绩，不要过度贬低，要相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "可以尝试通过积极的自我对话和正面的思考来增加自信心，并且逐渐放下对他人评价的过度关注。",
        "label": ""
      },
      {
        "sentence": "记住，你的价值不是建立在别人的赞美上，而是建立在你自己的努力和成长上。",
        "label": ""
      },
      {
        "sentence": "希望你能慢慢摆脱焦虑，变得更加坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实意识到了我对他人评价的过度关注和对自己能力的怀疑对我造成了很大的困扰。我会试着接受别人的赞美，并告诉自己这是对我努力的认可，而不是施加压力。同时，也会相信别人的赞美的真实性，而不再怀疑别有用心。我也明白我不能过分贬低自己的成绩，要相信自己的能力。我会尝试通过积极的自我对话和正面的思考来增加自信心，并慢慢放下对他人评价的过度关注。我明白自己的价值不是建立在别人的赞美上，而是建立在我自己的努力和成长上。非常感谢你的鼓励和建议，我一定会努力变得更加坚强。",
    "annotation": [
      {
        "sentence": "我确实意识到了我对他人评价的过度关注和对自己能力的怀疑对我造成了很大的困扰。",
        "label": ""
      },
      {
        "sentence": "我会试着接受别人的赞美，并告诉自己这是对我努力的认可，而不是施加压力。",
        "label": ""
      },
      {
        "sentence": "同时，也会相信别人的赞美的真实性，而不再怀疑别有用心。",
        "label": ""
      },
      {
        "sentence": "我也明白我不能过分贬低自己的成绩，要相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "我会尝试通过积极的自我对话和正面的思考来增加自信心，并慢慢放下对他人评价的过度关注。",
        "label": ""
      },
      {
        "sentence": "我明白自己的价值不是建立在别人的赞美上，而是建立在我自己的努力和成长上。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的鼓励和建议，我一定会努力变得更加坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了理解和意识到问题的第一步，这非常棒！接受自己、相信自己是非常重要的。记住，成长是一个渐进的过程，不要急于求成，慢慢来，你一定能够逐渐摆脱焦虑，并变得更加坚强自信。如果你在这个过程中还有任何的困惑或者需要帮助，随时都可以来找我，我会一直支持并陪伴在你身边。希望你能一步步走向成长，变得越来越好！",
    "annotation": [
      {
        "sentence": "你已经迈出了理解和意识到问题的第一步，这非常棒！",
        "label": ""
      },
      {
        "sentence": "接受自己、相信自己是非常重要的。",
        "label": ""
      },
      {
        "sentence": "记住，成长是一个渐进的过程，不要急于求成，慢慢来，你一定能够逐渐摆脱焦虑，并变得更加坚强自信。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中还有任何的困惑或者需要帮助，随时都可以来找我，我会一直支持并陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "希望你能一步步走向成长，变得越来越好！",
        "label": ""
      }
    ]
  }
]