[
  {
    "role": "client",
    "content": "家里贫困，让我有抑郁症，不敢和别人说话，怎么办？我是一名贫困生。",
    "annotation": [
      {
        "sentence": "家里贫困，让我有抑郁症，不敢和别人说话，怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一名贫困生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "请不要担心，这是很常见的情况。你不是一个人在战斗。你应该知道，你的家庭问题并不代表你的失败。你可以跟我讲详细一些，我可以帮你找到解决问题的方案。",
    "annotation": [
      {
        "sentence": "请不要担心，这是很常见的情况。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "你应该知道，你的家庭问题并不代表你的失败。",
        "label": ""
      },
      {
        "sentence": "你可以跟我讲详细一些，我可以帮你找到解决问题的方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "家里有个两岁的弟弟，出生就有白血病，而妈妈因为工作劳累过度也导致了乳腺癌，最近做了手术，让我家的条件雪上加霜。爸爸也因为眼疾很难找到好工作。高三时我的压力就特别大，患上了抑郁症。我想和同学倾诉，又怕打扰到他们。高考没有考出我平时的成绩让我对我爸妈供我读书这件事情更加愧疚。别人上大学都是开开心心的，我却是战战兢兢的，而自己花销水平与别人不同让我更加自卑。我感觉我同学好像也因为我的贫困而不喜欢我，我不敢和别人说话。我感觉自己憋了好久好久，没有人倾诉，没有人理解我。",
    "annotation": [
      {
        "sentence": "家里有个两岁的弟弟，出生就有白血病，而妈妈因为工作劳累过度也导致了乳腺癌，最近做了手术，让我家的条件雪上加霜。",
        "label": ""
      },
      {
        "sentence": "爸爸也因为眼疾很难找到好工作。",
        "label": ""
      },
      {
        "sentence": "高三时我的压力就特别大，患上了抑郁症。",
        "label": ""
      },
      {
        "sentence": "我想和同学倾诉，又怕打扰到他们。",
        "label": ""
      },
      {
        "sentence": "高考没有考出我平时的成绩让我对我爸妈供我读书这件事情更加愧疚。",
        "label": ""
      },
      {
        "sentence": "别人上大学都是开开心心的，我却是战战兢兢的，而自己花销水平与别人不同让我更加自卑。",
        "label": ""
      },
      {
        "sentence": "我感觉我同学好像也因为我的贫困而不喜欢我，我不敢和别人说话。",
        "label": ""
      },
      {
        "sentence": "我感觉自己憋了好久好久，没有人倾诉，没有人理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个善良勇敢的孩子，生活的艰辛让你掉进了非常消极的情绪当中，因为你对家庭有很大的责任心，也因此感到很大压力。相信我，你的一生中一定会有很多美好的事物等着你。在这里，我可以给出一些建议来帮助你。首先，你应该改变自己的心态，树立自信心。金钱并不是衡量人类价值的标准，你的价值不会因为你的经济情况而降低。家庭的困境也并不是谁的错。勇敢一点，你一定是十分可爱而且忠于自我，你值得和别人相处的愉快。其次，你应该与你的同学主动沟通，敞开你的心扉。在心理上，每个人都需要倾诉，这样可以减轻自己的压力。坦白地跟你的朋友们说出你的想法和压力，他们一定有时间关心你，但是因为你的封闭和不敢开口，让你们之间的距离越来越远。为了维护你们之间的友谊，勇敢地跨出第一步吧！最后，你应该放松心情，为自己找一些新的爱好或者是跑步等有益身心健康的运动。过去了就让它过去，从今天开始你可以接受自己的过去，寻找未来的美好吧。如果你再需要帮助，随时可以联系我。",
    "annotation": [
      {
        "sentence": "你是一个善良勇敢的孩子，生活的艰辛让你掉进了非常消极的情绪当中，因为你对家庭有很大的责任心，也因此感到很大压力。",
        "label": ""
      },
      {
        "sentence": "相信我，你的一生中一定会有很多美好的事物等着你。",
        "label": ""
      },
      {
        "sentence": "在这里，我可以给出一些建议来帮助你。",
        "label": ""
      },
      {
        "sentence": "首先，你应该改变自己的心态，树立自信心。",
        "label": ""
      },
      {
        "sentence": "金钱并不是衡量人类价值的标准，你的价值不会因为你的经济情况而降低。",
        "label": ""
      },
      {
        "sentence": "家庭的困境也并不是谁的错。",
        "label": ""
      },
      {
        "sentence": "勇敢一点，你一定是十分可爱而且忠于自我，你值得和别人相处的愉快。",
        "label": ""
      },
      {
        "sentence": "其次，你应该与你的同学主动沟通，敞开你的心扉。",
        "label": ""
      },
      {
        "sentence": "在心理上，每个人都需要倾诉，这样可以减轻自己的压力。",
        "label": ""
      },
      {
        "sentence": "坦白地跟你的朋友们说出你的想法和压力，他们一定有时间关心你，但是因为你的封闭和不敢开口，让你们之间的距离越来越远。",
        "label": ""
      },
      {
        "sentence": "为了维护你们之间的友谊，勇敢地跨出第一步吧！",
        "label": ""
      },
      {
        "sentence": "最后，你应该放松心情，为自己找一些新的爱好或者是跑步等有益身心健康的运动。",
        "label": ""
      },
      {
        "sentence": "过去了就让它过去，从今天开始你可以接受自己的过去，寻找未来的美好吧。",
        "label": ""
      },
      {
        "sentence": "如果你再需要帮助，随时可以联系我。",
        "label": ""
      }
    ]
  }
]