[
  {
    "role": "client",
    "content": "最近我对生活失去了动力，觉得很丧，感觉每天都在负重前行。我不知道其他人会不会这样，看见身边每个人都很充实很有动力，对所有事情都充满热情，但自己就是提不起劲来去做。",
    "annotation": [
      {
        "sentence": "最近我对生活失去了动力，觉得很丧，感觉每天都在负重前行。",
        "label": ""
      },
      {
        "sentence": "我不知道其他人会不会这样，看见身边每个人都很充实很有动力，对所有事情都充满热情，但自己就是提不起劲来去做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "静不下来心就静不下来啊，我们并不是任何时候内心都是平静无波澜的。我们每个人都有开心、不开心、难过、悲伤、愤怒、喜悦的多种情绪。像我要做自己不喜欢做的事，我也会不开心，而且还会抱怨两句呢。所以你做事内心不平静也没有关系啊。",
    "annotation": [
      {
        "sentence": "静不下来心就静不下来啊，我们并不是任何时候内心都是平静无波澜的。",
        "label": ""
      },
      {
        "sentence": "我们每个人都有开心、不开心、难过、悲伤、愤怒、喜悦的多种情绪。",
        "label": ""
      },
      {
        "sentence": "像我要做自己不喜欢做的事，我也会不开心，而且还会抱怨两句呢。",
        "label": ""
      },
      {
        "sentence": "所以你做事内心不平静也没有关系啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我感觉自己和身边的朋友比起来，就是没有那么充实，没有那么有动力。我几乎每天都满课，还有很多的作业，社团的事情也很多，还要兼顾npy的心情。各种事情需要自己去做，去动脑子完成，但是就是没办法像以前那样很快地去完成它。",
    "annotation": [
      {
        "sentence": "可是我感觉自己和身边的朋友比起来，就是没有那么充实，没有那么有动力。",
        "label": ""
      },
      {
        "sentence": "我几乎每天都满课，还有很多的作业，社团的事情也很多，还要兼顾npy的心情。",
        "label": ""
      },
      {
        "sentence": "各种事情需要自己去做，去动脑子完成，但是就是没办法像以前那样很快地去完成它。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得你可能在压制自己的情绪。你提到你对身边的朋友强颜欢笑，不让别人看出来你很丧，在工作中你也要说服自己静心去做。似乎你在时刻要求自己要正面积极。但其实每个人都会有负面情绪，不开心、悲伤是正常的。你可能对自己太苛求了，情绪也必须只能有正面，不可以有负面的。我猜你很久没有和人说心里话了，你也很久没有去安抚不开心的自己了。",
    "annotation": [
      {
        "sentence": "我觉得你可能在压制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你提到你对身边的朋友强颜欢笑，不让别人看出来你很丧，在工作中你也要说服自己静心去做。",
        "label": ""
      },
      {
        "sentence": "似乎你在时刻要求自己要正面积极。",
        "label": ""
      },
      {
        "sentence": "但其实每个人都会有负面情绪，不开心、悲伤是正常的。",
        "label": ""
      },
      {
        "sentence": "你可能对自己太苛求了，情绪也必须只能有正面，不可以有负面的。",
        "label": ""
      },
      {
        "sentence": "我猜你很久没有和人说心里话了，你也很久没有去安抚不开心的自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我好像一直把自己的情绪压抑起来，强迫自己要正面积极。但是，我真的不开心，我觉得自己有点茫然。虽然工作能够按时完成，但是过程中我花了很多精力去说服自己静心去做。",
    "annotation": [
      {
        "sentence": "你说得对，我好像一直把自己的情绪压抑起来，强迫自己要正面积极。",
        "label": ""
      },
      {
        "sentence": "但是，我真的不开心，我觉得自己有点茫然。",
        "label": ""
      },
      {
        "sentence": "虽然工作能够按时完成，但是过程中我花了很多精力去说服自己静心去做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。你提到你一天满课，又有社团的事，又有作业，还要照顾别人的情绪，这对你来说确实会消耗很多精力。而如果你在做这些事的同时又压抑了自己的情绪，你就会和真实的你隔开。明明觉得对方过分，自己委屈，还要劝自己没事。明明不想做这件事，还要劝自己要开心要喜欢。你这样就太忽视了自己的真实想法和感受。而情绪没有被释放，越压越多，直到不能再压着。所以你要听听自己的真实想法，允许自己的真实情绪感受出来，而不是不要有。也尽量不要逼迫自己去做自己不愿意做的事，要先去关心关心自己。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你提到你一天满课，又有社团的事，又有作业，还要照顾别人的情绪，这对你来说确实会消耗很多精力。",
        "label": ""
      },
      {
        "sentence": "而如果你在做这些事的同时又压抑了自己的情绪，你就会和真实的你隔开。",
        "label": ""
      },
      {
        "sentence": "明明觉得对方过分，自己委屈，还要劝自己没事。",
        "label": ""
      },
      {
        "sentence": "明明不想做这件事，还要劝自己要开心要喜欢。",
        "label": ""
      },
      {
        "sentence": "你这样就太忽视了自己的真实想法和感受。",
        "label": ""
      },
      {
        "sentence": "而情绪没有被释放，越压越多，直到不能再压着。",
        "label": ""
      },
      {
        "sentence": "所以你要听听自己的真实想法，允许自己的真实情绪感受出来，而不是不要有。",
        "label": ""
      },
      {
        "sentence": "也尽量不要逼迫自己去做自己不愿意做的事，要先去关心关心自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我好像一直在忽视自己的感受，不敢面对自己的真实情绪。也许我需要给自己一些时间和空间，去认真关心自己的内心。我也明白了，逼迫自己去做一些不愿意的事情只会让自己更加疲惫和失落。",
    "annotation": [
      {
        "sentence": "你说得对，我好像一直在忽视自己的感受，不敢面对自己的真实情绪。",
        "label": ""
      },
      {
        "sentence": "也许我需要给自己一些时间和空间，去认真关心自己的内心。",
        "label": ""
      },
      {
        "sentence": "我也明白了，逼迫自己去做一些不愿意的事情只会让自己更加疲惫和失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你的领悟很正确。给自己一些关心和照顾的时间，不要强迫自己去适应和做不喜欢的事情。重要的是要接纳自己的情绪，允许自己感受各种情绪的波动。你的感受是正常的，不必对自己太苛求。希望我的回答对你有帮助。如果你还有其他问题，可以继续分享。",
    "annotation": [
      {
        "sentence": "没错，你的领悟很正确。",
        "label": ""
      },
      {
        "sentence": "给自己一些关心和照顾的时间，不要强迫自己去适应和做不喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "重要的是要接纳自己的情绪，允许自己感受各种情绪的波动。",
        "label": ""
      },
      {
        "sentence": "你的感受是正常的，不必对自己太苛求。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有帮助。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，可以继续分享。",
        "label": ""
      }
    ]
  }
]