[
  {
    "role": "client",
    "content": "我不开朗，不爱说话，所以不容易交到朋友怎么办？我本来就很内向，很不爱说话，也不会说话，不开朗大方，我已经来新学校两个月了，还不如晚我一个月来学校的另一个老师，她落落大方，老练，会说话，开朗，比起她，我觉得自己差远了，今天期中考试，我们去其他学校监考，后来等车时，她和其他老师聊的好开心，我也想加入，可是每次我说几句，都没什么人理会我，我也就不敢多说，而且也不知道说什么，但是她几乎每个人的话她都接的过，而且和我想接近的老师一下就走在一起，两个人有说有笑，我和她们走在一起都显得格格不入，她们对我也爱答不理的，我觉得自己好孤单，但是我性格就是这样，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我不开朗，不爱说话，所以不容易交到朋友怎么办？",
        "label": ""
      },
      {
        "sentence": "我本来就很内向，很不爱说话，也不会说话，不开朗大方，我已经来新学校两个月了，还不如晚我一个月来学校的另一个老师，她落落大方，老练，会说话，开朗，比起她，我觉得自己差远了，今天期中考试，我们去其他学校监考，后来等车时，她和其他老师聊的好开心，我也想加入，可是每次我说几句，都没什么人理会我，我也就不敢多说，而且也不知道说什么，但是她几乎每个人的话她都接的过，而且和我想接近的老师一下就走在一起，两个人有说有笑，我和她们走在一起都显得格格不入，她们对我也爱答不理的，我觉得自己好孤单，但是我性格就是这样，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先对你的情况表示理解，并且心疼，想给你大大的拥抱，感受到世界的温暖。其实很多时候我们生活中因为已经够苦够累够难了，所以才需要一些幽默。也许你的那位同事是看起来比较活泼开朗外向，但是不是所有活泼开朗外向的人都是受人欢迎的，有些反而是讨人厌的，因为他们没有高情商。我们的生活中需要幽默，幽默就是高情商的表现，它也是一种管理自我情绪应该具备的心态。我们应该去发现幽默，因为它是情绪的开心果。如果生活中的你整天是一副严肃的表情，那么其实很多人就会不自觉地远离你，因为人都是想要那种妙趣横生、能给我们带来欢乐的人。幽默也不仅仅是一种单纯的说笑，它还是一种智慧的迸发、善良的表达，它也是交往中的润滑剂。所以说，如果你想要增进你的人际关系交往的话，那么就需要在日常社交场合中多用用幽默。那么我们如何变得幽默呢？其实真正的幽默是充满智慧的，在日常生活中，常有人因为不慎使用幽默而使我们身处窘境。你的那位同事之所以能够接得住别人的话，就是一种高情商的表现，她可以用幽默去化解。而你觉得自己接不住别人说的话，别人也不太愿意搭理你，或许是因为你缺乏那种吸引别人继续聊天的魅力。所以你想要改变这样的现状，就需要冲破你内心的那种不确定因素，不要让自己觉得内向不开朗。你应该主动出击，用一种平和的心态去对待交往中的不确定。因为有时候我们确实无法比别人开朗活泼、乐观更多，但是我们可以用我们身上具备的好品质来与人交往。比如，你真诚地对待别人，帮助别人。帮助别人肯定也是乐于帮助和你交朋友的。很多时候，我们并不会通过一个人邋遢的外表去判断一个人。正如很多时候阳光乐观开朗的人总是能够交到很多好朋友一样，像我们这种内向不活泼的人，其实也是能交到好朋友的，只是要看你愿不愿意去展示自己那难得的真诚一面。很多时候，并不是每个人都能像那些活泼乐观开朗的人一样。正因为我们内向不活泼，才有更多机会去交到一辈子的知心好友。比如说，你乐于帮助别人。当你的同事需要帮忙的时候，你恰当地伸出援手，那么他们也会在心里默默地记住，也会愿意与你更加亲近。或许是基于一些关心，而不仅仅是口头上的，因为我们本身不善于表达，所以能在行动上给予实际的支持也是很好的。加油！祝福你幸福快乐！️",
    "annotation": [
      {
        "sentence": "首先对你的情况表示理解，并且心疼，想给你大大的拥抱，感受到世界的温暖。",
        "label": ""
      },
      {
        "sentence": "其实很多时候我们生活中因为已经够苦够累够难了，所以才需要一些幽默。",
        "label": ""
      },
      {
        "sentence": "也许你的那位同事是看起来比较活泼开朗外向，但是不是所有活泼开朗外向的人都是受人欢迎的，有些反而是讨人厌的，因为他们没有高情商。",
        "label": ""
      },
      {
        "sentence": "我们的生活中需要幽默，幽默就是高情商的表现，它也是一种管理自我情绪应该具备的心态。",
        "label": ""
      },
      {
        "sentence": "我们应该去发现幽默，因为它是情绪的开心果。",
        "label": ""
      },
      {
        "sentence": "如果生活中的你整天是一副严肃的表情，那么其实很多人就会不自觉地远离你，因为人都是想要那种妙趣横生、能给我们带来欢乐的人。",
        "label": ""
      },
      {
        "sentence": "幽默也不仅仅是一种单纯的说笑，它还是一种智慧的迸发、善良的表达，它也是交往中的润滑剂。",
        "label": ""
      },
      {
        "sentence": "所以说，如果你想要增进你的人际关系交往的话，那么就需要在日常社交场合中多用用幽默。",
        "label": ""
      },
      {
        "sentence": "那么我们如何变得幽默呢？",
        "label": ""
      },
      {
        "sentence": "其实真正的幽默是充满智慧的，在日常生活中，常有人因为不慎使用幽默而使我们身处窘境。",
        "label": ""
      },
      {
        "sentence": "你的那位同事之所以能够接得住别人的话，就是一种高情商的表现，她可以用幽默去化解。",
        "label": ""
      },
      {
        "sentence": "而你觉得自己接不住别人说的话，别人也不太愿意搭理你，或许是因为你缺乏那种吸引别人继续聊天的魅力。",
        "label": ""
      },
      {
        "sentence": "所以你想要改变这样的现状，就需要冲破你内心的那种不确定因素，不要让自己觉得内向不开朗。",
        "label": ""
      },
      {
        "sentence": "你应该主动出击，用一种平和的心态去对待交往中的不确定。",
        "label": ""
      },
      {
        "sentence": "因为有时候我们确实无法比别人开朗活泼、乐观更多，但是我们可以用我们身上具备的好品质来与人交往。",
        "label": ""
      },
      {
        "sentence": "比如，你真诚地对待别人，帮助别人。",
        "label": ""
      },
      {
        "sentence": "帮助别人肯定也是乐于帮助和你交朋友的。",
        "label": ""
      },
      {
        "sentence": "很多时候，我们并不会通过一个人邋遢的外表去判断一个人。",
        "label": ""
      },
      {
        "sentence": "正如很多时候阳光乐观开朗的人总是能够交到很多好朋友一样，像我们这种内向不活泼的人，其实也是能交到好朋友的，只是要看你愿不愿意去展示自己那难得的真诚一面。",
        "label": ""
      },
      {
        "sentence": "很多时候，并不是每个人都能像那些活泼乐观开朗的人一样。",
        "label": ""
      },
      {
        "sentence": "正因为我们内向不活泼，才有更多机会去交到一辈子的知心好友。",
        "label": ""
      },
      {
        "sentence": "比如说，你乐于帮助别人。",
        "label": ""
      },
      {
        "sentence": "当你的同事需要帮忙的时候，你恰当地伸出援手，那么他们也会在心里默默地记住，也会愿意与你更加亲近。",
        "label": ""
      },
      {
        "sentence": "或许是基于一些关心，而不仅仅是口头上的，因为我们本身不善于表达，所以能在行动上给予实际的支持也是很好的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝福你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "️",
        "label": ""
      }
    ]
  }
]