[
  {
    "role": "client",
    "content": "我感到自己不开朗，不爱说话，所以很难交到朋友。我本来就很内向，不善于说话，也不开朗大方。我来到新学校已经两个月了，但和一个比我晚来一个月的老师相比，她非常落落大方，老练，而且会说话，很开朗。我感觉自己和她相比差得太远了。今天期中考试，我们一起去其他学校监考，当我们等车的时候，她和其他老师聊得非常开心，我也想加入他们的谈话，但每次我说几句话，都没有人理睬我，所以我也就不敢再多说了。而且我也不知道应该说些什么，但她几乎能接住每一个人的话题，而且和那些我想要接近的老师很快便走在一起了，他们互相说笑。而我和他们走在一起总觉得格格不入，他们对我也不怎么理睬，我真的感到很孤单，但是我的性格就是这样，我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我感到自己不开朗，不爱说话，所以很难交到朋友。",
        "label": ""
      },
      {
        "sentence": "我本来就很内向，不善于说话，也不开朗大方。",
        "label": ""
      },
      {
        "sentence": "我来到新学校已经两个月了，但和一个比我晚来一个月的老师相比，她非常落落大方，老练，而且会说话，很开朗。",
        "label": ""
      },
      {
        "sentence": "我感觉自己和她相比差得太远了。",
        "label": ""
      },
      {
        "sentence": "今天期中考试，我们一起去其他学校监考，当我们等车的时候，她和其他老师聊得非常开心，我也想加入他们的谈话，但每次我说几句话，都没有人理睬我，所以我也就不敢再多说了。",
        "label": ""
      },
      {
        "sentence": "而且我也不知道应该说些什么，但她几乎能接住每一个人的话题，而且和那些我想要接近的老师很快便走在一起了，他们互相说笑。",
        "label": ""
      },
      {
        "sentence": "而我和他们走在一起总觉得格格不入，他们对我也不怎么理睬，我真的感到很孤单，但是我的性格就是这样，我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得自己在这样的场合中很被忽视，我能理解你的感受。首先，如果这些人都不主动和你交流，那说明她们的行为很不礼貌，素质不够。这并不是你的问题，而是她们的问题。其次，你只需要专注于你的工作，对待同事们保持礼貌就可以了。不要过于在意别人的看法，只要你专注于自己的工作，提高自己的能力就行。再次，性格并不是不能改变的。虽然你说自己内向，但只要你掌握正确的方法，一点一点进取，你可以克服这个问题。最后，退一万步说，只要你在专业上精通，就能找到更注重你专业能力的工作。无论学校是否重视你的社交能力，你的专业能力终将得到认可。你现在感到孤单，但请相信，你不是一个人，我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "你觉得自己在这样的场合中很被忽视，我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "首先，如果这些人都不主动和你交流，那说明她们的行为很不礼貌，素质不够。",
        "label": ""
      },
      {
        "sentence": "这并不是你的问题，而是她们的问题。",
        "label": ""
      },
      {
        "sentence": "其次，你只需要专注于你的工作，对待同事们保持礼貌就可以了。",
        "label": ""
      },
      {
        "sentence": "不要过于在意别人的看法，只要你专注于自己的工作，提高自己的能力就行。",
        "label": ""
      },
      {
        "sentence": "再次，性格并不是不能改变的。",
        "label": ""
      },
      {
        "sentence": "虽然你说自己内向，但只要你掌握正确的方法，一点一点进取，你可以克服这个问题。",
        "label": ""
      },
      {
        "sentence": "最后，退一万步说，只要你在专业上精通，就能找到更注重你专业能力的工作。",
        "label": ""
      },
      {
        "sentence": "无论学校是否重视你的社交能力，你的专业能力终将得到认可。",
        "label": ""
      },
      {
        "sentence": "你现在感到孤单，但请相信，你不是一个人，我会一直在这里支持你。",
        "label": ""
      }
    ]
  }
]