[
  {
    "role": "client",
    "content": "我是一个27岁的女性，结婚已经一年多了。但我总是很想对我老公动手。他从前是一个脾气还不错的人，很隐忍，但实际上他的脾气很倔强。一开始我们会为了一些事情吵架，但就算是非原则性问题，我们也总是重复犯同样的错误。对于同样的事情吵得太多次，我就很容易被点燃，然后就开始动手了。一开始只是捶他一下或者打他手臂，但他的反应特别大，有时候会回手打我，有时候甚至疯狂地打自己。我被吓到了，但因为自尊心又会还手。随着时间推移，我们的冲突越来越严重，每次吵架我都会主动上手，而他也在我情绪失控的时候打我。我们的感情变得越来越差。最近一年，我的工作和备考研究生都不顺利，心情非常烦闷，经常哭，经常感到难过。而他对我的状况似乎视而不见，晚上在他旁边哭泣他也不会多问一句。我心里既失望又怨恨，我真的很想知道为什么我会对他动手，是不是我变成了一个暴力狂？因为在过去的恋爱关系中从来没有出现过这样的情况。我们现在应该怎么办呢？我觉得我们已经回不到过去了，我们的关系中充满了困扰，难道只能选择离婚吗？",
    "annotation": [
      {
        "sentence": "我是一个27岁的女性，结婚已经一年多了。",
        "label": ""
      },
      {
        "sentence": "但我总是很想对我老公动手。",
        "label": ""
      },
      {
        "sentence": "他从前是一个脾气还不错的人，很隐忍，但实际上他的脾气很倔强。",
        "label": ""
      },
      {
        "sentence": "一开始我们会为了一些事情吵架，但就算是非原则性问题，我们也总是重复犯同样的错误。",
        "label": ""
      },
      {
        "sentence": "对于同样的事情吵得太多次，我就很容易被点燃，然后就开始动手了。",
        "label": ""
      },
      {
        "sentence": "一开始只是捶他一下或者打他手臂，但他的反应特别大，有时候会回手打我，有时候甚至疯狂地打自己。",
        "label": ""
      },
      {
        "sentence": "我被吓到了，但因为自尊心又会还手。",
        "label": ""
      },
      {
        "sentence": "随着时间推移，我们的冲突越来越严重，每次吵架我都会主动上手，而他也在我情绪失控的时候打我。",
        "label": ""
      },
      {
        "sentence": "我们的感情变得越来越差。",
        "label": ""
      },
      {
        "sentence": "最近一年，我的工作和备考研究生都不顺利，心情非常烦闷，经常哭，经常感到难过。",
        "label": ""
      },
      {
        "sentence": "而他对我的状况似乎视而不见，晚上在他旁边哭泣他也不会多问一句。",
        "label": ""
      },
      {
        "sentence": "我心里既失望又怨恨，我真的很想知道为什么我会对他动手，是不是我变成了一个暴力狂？",
        "label": ""
      },
      {
        "sentence": "因为在过去的恋爱关系中从来没有出现过这样的情况。",
        "label": ""
      },
      {
        "sentence": "我们现在应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我觉得我们已经回不到过去了，我们的关系中充满了困扰，难道只能选择离婚吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，你们之间的问题真是很多。你希望解决夫妻关系中的一些问题，但一直无法解决，于是会采取暴力来发泄内心的怒火。而你的丈夫也希望解决问题，但不知道如何着手。在应对你的暴力行为时，他无法忍受会选择还击你。其实你和他的诉求都没有错，夫妻之间长时间的相处会出现许多矛盾，这是关系进一步发展所面临的问题。但是你们没有学会如何解决问题的方法，只能根据个人认为有效的方式，比如使用暴力。另外，看你的描述提到最近一年，你面临工作和考研的压力，导致情绪低落，经常哭泣。然而，你的丈夫似乎对你的状况视而不见，即使你在他身边哭泣他也不关心。这让你心里感到失望和怨恨。你的需求是希望有人安慰你、帮助你解忧，但由于你们之前的关系，你不能假设以下几种情况：1）假设他已经自行化解了你过去给他带来的负面影响；2）假设他知道如何安慰和关心你；也许他真的不懂如何做，因为以前没有人教过他；3）当你的需求没有得到满足时，你会通过暴力来宣泄情绪。我想这也是他不敢靠近你的原因之一。从你的描述分析，你和你丈夫都不太懂得如何表达自己，当遇到问题时，不知道如何寻找解决方法或寻求帮助。这导致你们用各自所知的方式相处。当然，离婚是解决问题的一种方法，但是如果你愿意尝试了解一些解决夫妻问题的沟通方法，我们可以进一步交流。如果有涉及你隐私的部分，你可以私信我。",
    "annotation": [
      {
        "sentence": "听你的描述，你们之间的问题真是很多。",
        "label": ""
      },
      {
        "sentence": "你希望解决夫妻关系中的一些问题，但一直无法解决，于是会采取暴力来发泄内心的怒火。",
        "label": ""
      },
      {
        "sentence": "而你的丈夫也希望解决问题，但不知道如何着手。",
        "label": ""
      },
      {
        "sentence": "在应对你的暴力行为时，他无法忍受会选择还击你。",
        "label": ""
      },
      {
        "sentence": "其实你和他的诉求都没有错，夫妻之间长时间的相处会出现许多矛盾，这是关系进一步发展所面临的问题。",
        "label": ""
      },
      {
        "sentence": "但是你们没有学会如何解决问题的方法，只能根据个人认为有效的方式，比如使用暴力。",
        "label": ""
      },
      {
        "sentence": "另外，看你的描述提到最近一年，你面临工作和考研的压力，导致情绪低落，经常哭泣。",
        "label": ""
      },
      {
        "sentence": "然而，你的丈夫似乎对你的状况视而不见，即使你在他身边哭泣他也不关心。",
        "label": ""
      },
      {
        "sentence": "这让你心里感到失望和怨恨。",
        "label": ""
      },
      {
        "sentence": "你的需求是希望有人安慰你、帮助你解忧，但由于你们之前的关系，你不能假设以下几种情况：1）假设他已经自行化解了你过去给他带来的负面影响；2）假设他知道如何安慰和关心你；也许他真的不懂如何做，因为以前没有人教过他；3）当你的需求没有得到满足时，你会通过暴力来宣泄情绪。",
        "label": ""
      },
      {
        "sentence": "我想这也是他不敢靠近你的原因之一。",
        "label": ""
      },
      {
        "sentence": "从你的描述分析，你和你丈夫都不太懂得如何表达自己，当遇到问题时，不知道如何寻找解决方法或寻求帮助。",
        "label": ""
      },
      {
        "sentence": "这导致你们用各自所知的方式相处。",
        "label": ""
      },
      {
        "sentence": "当然，离婚是解决问题的一种方法，但是如果你愿意尝试了解一些解决夫妻问题的沟通方法，我们可以进一步交流。",
        "label": ""
      },
      {
        "sentence": "如果有涉及你隐私的部分，你可以私信我。",
        "label": ""
      }
    ]
  }
]