[
  {
    "role": "client",
    "content": "害怕因不吃零食甜品火锅而显得性格古怪而被孤立？自己家里吃得一直比较清淡，个人的饮食也一直很健康，有健身的习惯，也担心会发胖，不敢吃高热量高糖分的东西，但是来到大学之后发现身边的人都喜欢吃很多油吃香喝辣的，薯片饼干糖果奶茶，我为了减肥不敢吃这些，每次都是拒绝，舍友说一起去吃日料韩料火锅我都不感兴趣，但是不去感觉又不好，去了不吃自己又很亏，也怕别人觉得我不合群，怎么办？",
    "annotation": [
      {
        "sentence": "害怕因不吃零食甜品火锅而显得性格古怪而被孤立？",
        "label": ""
      },
      {
        "sentence": "自己家里吃得一直比较清淡，个人的饮食也一直很健康，有健身的习惯，也担心会发胖，不敢吃高热量高糖分的东西，但是来到大学之后发现身边的人都喜欢吃很多油吃香喝辣的，薯片饼干糖果奶茶，我为了减肥不敢吃这些，每次都是拒绝，舍友说一起去吃日料韩料火锅我都不感兴趣，但是不去感觉又不好，去了不吃自己又很亏，也怕别人觉得我不合群，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很勇敢哦，能控制自己的饮食并保持健康习惯。你是一个有自己原则的人，这是非常值得肯定的。我觉得你不必过于担心被别人孤立，因为你的选择是出于对自己身体健康和减肥目标的考虑。你不是不合群，只是选择了一种不同的生活方式。",
    "annotation": [
      {
        "sentence": "你很勇敢哦，能控制自己的饮食并保持健康习惯。",
        "label": ""
      },
      {
        "sentence": "你是一个有自己原则的人，这是非常值得肯定的。",
        "label": ""
      },
      {
        "sentence": "我觉得你不必过于担心被别人孤立，因为你的选择是出于对自己身体健康和减肥目标的考虑。",
        "label": ""
      },
      {
        "sentence": "你不是不合群，只是选择了一种不同的生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的觉得和他们不太一样，每次吃饭或者聚会的时候都有点不自在，怕别人嘲笑我不爱吃零食，或许我应该尝试一下放开自己，去享受这些美食。",
    "annotation": [
      {
        "sentence": "可是我真的觉得和他们不太一样，每次吃饭或者聚会的时候都有点不自在，怕别人嘲笑我不爱吃零食，或许我应该尝试一下放开自己，去享受这些美食。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧，但是你不需要为了迎合别人的期望而放弃自己的原则。每个人都有自己的喜好和习惯，而且大家也会尊重你的选择。或许你可以试着和舍友沟通一下，跟他们坦诚地表达你的想法和担忧，相信他们会理解你的。",
    "annotation": [
      {
        "sentence": "我理解你的担忧，但是你不需要为了迎合别人的期望而放弃自己的原则。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的喜好和习惯，而且大家也会尊重你的选择。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着和舍友沟通一下，跟他们坦诚地表达你的想法和担忧，相信他们会理解你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着和他们沟通一下，告诉他们我对健康饮食的追求和担忧。如果他们是真心的朋友，应该会理解和支持我吧。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着和他们沟通一下，告诉他们我对健康饮食的追求和担忧。",
        "label": ""
      },
      {
        "sentence": "如果他们是真心的朋友，应该会理解和支持我吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，真正的朋友会理解和支持你的。他们也许会提出一些解决方案，比如找一些健康的食物或者餐厅，大家可以一起分享。相信只要你坚持自己的原则，大家会接受和尊重你的选择的。",
    "annotation": [
      {
        "sentence": "是的，真正的朋友会理解和支持你的。",
        "label": ""
      },
      {
        "sentence": "他们也许会提出一些解决方案，比如找一些健康的食物或者餐厅，大家可以一起分享。",
        "label": ""
      },
      {
        "sentence": "相信只要你坚持自己的原则，大家会接受和尊重你的选择的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尝试和他们沟通，并坚持自己的饮食习惯。希望能找到一种平衡，既能享受美食，又能保持健康。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尝试和他们沟通，并坚持自己的饮食习惯。",
        "label": ""
      },
      {
        "sentence": "希望能找到一种平衡，既能享受美食，又能保持健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能找到适合自己的平衡点。健康和快乐是同时存在的，只要你坚持自己的选择，一定会过上更加充实和满足的生活。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能找到适合自己的平衡点。",
        "label": ""
      },
      {
        "sentence": "健康和快乐是同时存在的，只要你坚持自己的选择，一定会过上更加充实和满足的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]