[
  {
    "role": "client",
    "content": "大龄，正常成年人，自慰到底应不应该感到羞耻？大龄单身女性，谈过几次恋爱，也有过亲密关系，后来都没能在一起。从青春期开始有自慰的习惯，大概一周一两次的样子，正常成年人，也没有性冷淡，一直觉得没什么应该羞耻的，这是个人的私事。但是现在因为未婚的压力，觉得有这种行为的自己很可耻，而且会不自觉的去想象跟喜欢的人发生性行为，最近特别频道，这让我很苦恼，越来越觉得自己是不是变态。谁能帮帮我？",
    "annotation": [
      {
        "sentence": "大龄，正常成年人，自慰到底应不应该感到羞耻？",
        "label": ""
      },
      {
        "sentence": "大龄单身女性，谈过几次恋爱，也有过亲密关系，后来都没能在一起。",
        "label": ""
      },
      {
        "sentence": "从青春期开始有自慰的习惯，大概一周一两次的样子，正常成年人，也没有性冷淡，一直觉得没什么应该羞耻的，这是个人的私事。",
        "label": ""
      },
      {
        "sentence": "但是现在因为未婚的压力，觉得有这种行为的自己很可耻，而且会不自觉的去想象跟喜欢的人发生性行为，最近特别频道，这让我很苦恼，越来越觉得自己是不是变态。",
        "label": ""
      },
      {
        "sentence": "谁能帮帮我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述感受到你内心的矛盾和挣扎。大龄单身女性，这样的身份标签似乎就带有着某种挫败和令人羞耻的意味。我们的社会文化和普遍的价值观对女性本来就有很多的歧视和约束，作为一个大龄还是单身的女性不论是因为何种原因，是主动选择单身，抑或是被动单身，这样的状态都必然承担着巨大的压力。从你的描述中可以看到，内心渴望建立长久稳定的亲密关系，目前现实却无法满足的情况，是让你很焦虑和痛苦不安的根源。",
    "annotation": [
      {
        "sentence": "看了你的描述感受到你内心的矛盾和挣扎。",
        "label": ""
      },
      {
        "sentence": "大龄单身女性，这样的身份标签似乎就带有着某种挫败和令人羞耻的意味。",
        "label": ""
      },
      {
        "sentence": "我们的社会文化和普遍的价值观对女性本来就有很多的歧视和约束，作为一个大龄还是单身的女性不论是因为何种原因，是主动选择单身，抑或是被动单身，这样的状态都必然承担着巨大的压力。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看到，内心渴望建立长久稳定的亲密关系，目前现实却无法满足的情况，是让你很焦虑和痛苦不安的根源。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直感觉到身边的人对于我单身的眼光和压力，让我不自觉地怀疑自己的行为和感受到羞耻。我其实并不觉得自慰是什么羞耻的事情，可是近期我越来越频繁地产生这样的行为和性幻想，让我觉得自己变态了。我不知道该如何处理这种状况。",
    "annotation": [
      {
        "sentence": "是的，我一直感觉到身边的人对于我单身的眼光和压力，让我不自觉地怀疑自己的行为和感受到羞耻。",
        "label": ""
      },
      {
        "sentence": "我其实并不觉得自慰是什么羞耻的事情，可是近期我越来越频繁地产生这样的行为和性幻想，让我觉得自己变态了。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何处理这种状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在社会的评判和压力下，你产生了对自己的负面评价，这是可以理解的。但是，你要明白自慰并不是什么变态的行为，这是每个人正常的性需求之一。目前你没有固定的伴侣，通过自慰可以满足自己的需求，这也是非常合理的方式。重要的是，你应该坚信自己有权利去追求属于自己的性福和快乐。",
    "annotation": [
      {
        "sentence": "在社会的评判和压力下，你产生了对自己的负面评价，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是，你要明白自慰并不是什么变态的行为，这是每个人正常的性需求之一。",
        "label": ""
      },
      {
        "sentence": "目前你没有固定的伴侣，通过自慰可以满足自己的需求，这也是非常合理的方式。",
        "label": ""
      },
      {
        "sentence": "重要的是，你应该坚信自己有权利去追求属于自己的性福和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。但是我还是担心这种频繁的性幻想会让我无法专注于其他事情，影响我的生活和工作。我希望能够摆脱这种困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心这种频繁的性幻想会让我无法专注于其他事情，影响我的生活和工作。",
        "label": ""
      },
      {
        "sentence": "我希望能够摆脱这种困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。频繁的性幻想可能带来一些烦恼，但也不要过度责备自己。你可以试着寻找其他方式来分散注意力，例如培养一些兴趣爱好或者参加一些社交活动，让自己的生活更加多元化和充实。同时，与人分享你的困扰也是有帮助的，毕竟可以得到一些建议和支持。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "频繁的性幻想可能带来一些烦恼，但也不要过度责备自己。",
        "label": ""
      },
      {
        "sentence": "你可以试着寻找其他方式来分散注意力，例如培养一些兴趣爱好或者参加一些社交活动，让自己的生活更加多元化和充实。",
        "label": ""
      },
      {
        "sentence": "同时，与人分享你的困扰也是有帮助的，毕竟可以得到一些建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑尝试一些新的活动和找人倾诉我的问题。但是，我还是担心未婚的压力会使我产生更多焦虑和挣扎。我希望自己能够摆脱单身的身份，建立稳定的亲密关系。",
    "annotation": [
      {
        "sentence": "我会考虑尝试一些新的活动和找人倾诉我的问题。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心未婚的压力会使我产生更多焦虑和挣扎。",
        "label": ""
      },
      {
        "sentence": "我希望自己能够摆脱单身的身份，建立稳定的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "未婚的压力是很常见的，但是不要让它成为你负面情绪的源泉。首先，你可以思考一下对婚姻和亲密关系的期望和想法。你曾经的恋爱经历让你获得了什么，今后你希望的亲密关系是怎样的？同时，你可以培养一些更加积极的心态，例如相信属于你的合适的人会出现，不要过度焦虑和急切。还有，也可以多参加一些社交活动，扩大认识的圈子，增加机会。",
    "annotation": [
      {
        "sentence": "未婚的压力是很常见的，但是不要让它成为你负面情绪的源泉。",
        "label": ""
      },
      {
        "sentence": "首先，你可以思考一下对婚姻和亲密关系的期望和想法。",
        "label": ""
      },
      {
        "sentence": "你曾经的恋爱经历让你获得了什么，今后你希望的亲密关系是怎样的？",
        "label": ""
      },
      {
        "sentence": "同时，你可以培养一些更加积极的心态，例如相信属于你的合适的人会出现，不要过度焦虑和急切。",
        "label": ""
      },
      {
        "sentence": "还有，也可以多参加一些社交活动，扩大认识的圈子，增加机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着调整我的心态，并尝试积极地面对自己的未婚压力和焦虑。同时，我也会主动去参加一些社交活动，拓宽自己的交际圈子。我希望这样能够帮助我摆脱单身和改善目前的困境。",
    "annotation": [
      {
        "sentence": "我会试着调整我的心态，并尝试积极地面对自己的未婚压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "同时，我也会主动去参加一些社交活动，拓宽自己的交际圈子。",
        "label": ""
      },
      {
        "sentence": "我希望这样能够帮助我摆脱单身和改善目前的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你愿意尝试调整自己的心态和行动。这将有助于你更好地面对未婚的压力，并提升你的生活品质。记住，不要对自己太苛求，每个人都有自己的步调和时机。保持积极的态度，相信你一定能够迎来属于你自己的幸福和满足。如果你需要任何帮助，随时都可以再来找我谈谈。",
    "annotation": [
      {
        "sentence": "很高兴看到你愿意尝试调整自己的心态和行动。",
        "label": ""
      },
      {
        "sentence": "这将有助于你更好地面对未婚的压力，并提升你的生活品质。",
        "label": ""
      },
      {
        "sentence": "记住，不要对自己太苛求，每个人都有自己的步调和时机。",
        "label": ""
      },
      {
        "sentence": "保持积极的态度，相信你一定能够迎来属于你自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以再来找我谈谈。",
        "label": ""
      }
    ]
  }
]