[
  {
    "role": "client",
    "content": "4岁孩子为点屁事就说要换妈妈？忍不住伤心。因为我让他好好睡觉好好吃饭了什么的，要么就说把妈妈打死，要么就我不管你了，我要换妈妈之类的，虽然知道是孩子，我还是很伤心，有时候连续好几天都忍不住崩溃大哭，觉得自己什么都放弃了因为孩子，却也做不好妈妈，想让老人来照顾，生活习惯又不同，常常没办法沟通，快三十岁了，想反职场却觉得很害怕，我觉的自己一无是处，老公长大很多，贴心了很多，从孩子出生到现在吧，但是我总觉得差点什么，大概不能理解我的感受吧，长期压抑，所有问题的原因我大概都知道，但我没办法解决，有时候就沉浸在放纵里，比如疯狂购物，疯狂奔跑，或者连夜看书，通宵喝酒，越放纵我越觉得我什么也不是，不知道如何解决。",
    "annotation": [
      {
        "sentence": "4岁孩子为点屁事就说要换妈妈？",
        "label": ""
      },
      {
        "sentence": "忍不住伤心。",
        "label": ""
      },
      {
        "sentence": "因为我让他好好睡觉好好吃饭了什么的，要么就说把妈妈打死，要么就我不管你了，我要换妈妈之类的，虽然知道是孩子，我还是很伤心，有时候连续好几天都忍不住崩溃大哭，觉得自己什么都放弃了因为孩子，却也做不好妈妈，想让老人来照顾，生活习惯又不同，常常没办法沟通，快三十岁了，想反职场却觉得很害怕，我觉的自己一无是处，老公长大很多，贴心了很多，从孩子出生到现在吧，但是我总觉得差点什么，大概不能理解我的感受吧，长期压抑，所有问题的原因我大概都知道，但我没办法解决，有时候就沉浸在放纵里，比如疯狂购物，疯狂奔跑，或者连夜看书，通宵喝酒，越放纵我越觉得我什么也不是，不知道如何解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者你好，我了解你现在的困扰。你的诉求是想找回自己，同时也想返回职场。对于孩子的行为让你感到伤心，但要想返回职场，家里孩子的事情必须找到妥善的解决方法。现在先来梳理你的问题，一起寻找解决方法，好吗？",
    "annotation": [
      {
        "sentence": "求助者你好，我了解你现在的困扰。",
        "label": ""
      },
      {
        "sentence": "你的诉求是想找回自己，同时也想返回职场。",
        "label": ""
      },
      {
        "sentence": "对于孩子的行为让你感到伤心，但要想返回职场，家里孩子的事情必须找到妥善的解决方法。",
        "label": ""
      },
      {
        "sentence": "现在先来梳理你的问题，一起寻找解决方法，好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心。我希望能够找到适当的解决方案，我觉得自己都放弃了，想让老人来照顾孩子，但他们的生活习惯与我们不同，常常无法进行有效沟通。我已经快三十岁了，想反职场，但是却感到很害怕。我总觉得自己一无是处，虽然老公在孩子出生后变得更贴心了，但我仍觉得差点什么，大概是因为他无法理解我的感受，导致我长期处于压抑状态。",
    "annotation": [
      {
        "sentence": "谢谢你的关心。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到适当的解决方案，我觉得自己都放弃了，想让老人来照顾孩子，但他们的生活习惯与我们不同，常常无法进行有效沟通。",
        "label": ""
      },
      {
        "sentence": "我已经快三十岁了，想反职场，但是却感到很害怕。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己一无是处，虽然老公在孩子出生后变得更贴心了，但我仍觉得差点什么，大概是因为他无法理解我的感受，导致我长期处于压抑状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，它们是真实存在的。但问题的原因，我们可以一个一个拿出来探讨，试着找到解决方法。想要返回职场，首先需要妥善解决孩子的问题，让你能够有更多时间和精力去追寻自己的人生目标。你认为这个方法可行吗？",
    "annotation": [
      {
        "sentence": "理解你的感受，它们是真实存在的。",
        "label": ""
      },
      {
        "sentence": "但问题的原因，我们可以一个一个拿出来探讨，试着找到解决方法。",
        "label": ""
      },
      {
        "sentence": "想要返回职场，首先需要妥善解决孩子的问题，让你能够有更多时间和精力去追寻自己的人生目标。",
        "label": ""
      },
      {
        "sentence": "你认为这个方法可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我同意。我会在家里好好沟通，尝试调整孩子的行为，让他理解我和妈妈之间的关系。同时，我也会和老公更多地进行有效沟通，让他能更好地理解我的感受。",
    "annotation": [
      {
        "sentence": "是的，我同意。",
        "label": ""
      },
      {
        "sentence": "我会在家里好好沟通，尝试调整孩子的行为，让他理解我和妈妈之间的关系。",
        "label": ""
      },
      {
        "sentence": "同时，我也会和老公更多地进行有效沟通，让他能更好地理解我的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的开始。除了解决孩子和老公的问题，你也可以尝试寻找其他方法来缓解你的压抑情绪，比如寻求专业的心理咨询师，他们可以帮助你更好地理解自己的情绪，并给出合适的解决方案。你觉得这个建议怎么样？",
    "annotation": [
      {
        "sentence": "这是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "除了解决孩子和老公的问题，你也可以尝试寻找其他方法来缓解你的压抑情绪，比如寻求专业的心理咨询师，他们可以帮助你更好地理解自己的情绪，并给出合适的解决方案。",
        "label": ""
      },
      {
        "sentence": "你觉得这个建议怎么样？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来不错，我会考虑寻求心理咨询的帮助，希望能够找到更好的解决办法。除了这些，我还想知道如何处理我放纵的问题，因为越放纵自己，我越觉得毫无价值。",
    "annotation": [
      {
        "sentence": "听起来不错，我会考虑寻求心理咨询的帮助，希望能够找到更好的解决办法。",
        "label": ""
      },
      {
        "sentence": "除了这些，我还想知道如何处理我放纵的问题，因为越放纵自己，我越觉得毫无价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放纵自己的行为可能是因为你内心的压力和不满，而这种方式并不可持续且无法解决问题。我们可以一起探讨更健康的方法来处理压力，比如通过锻炼身体、培养兴趣爱好、规划好自己的时间等等。这些方法都能够让你重新找回自己的方向和自信心。",
    "annotation": [
      {
        "sentence": "放纵自己的行为可能是因为你内心的压力和不满，而这种方式并不可持续且无法解决问题。",
        "label": ""
      },
      {
        "sentence": "我们可以一起探讨更健康的方法来处理压力，比如通过锻炼身体、培养兴趣爱好、规划好自己的时间等等。",
        "label": ""
      },
      {
        "sentence": "这些方法都能够让你重新找回自己的方向和自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去做。我真的很感激你的帮助，有你陪伴我一起解决问题让我觉得心情好了很多。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去做。",
        "label": ""
      },
      {
        "sentence": "我真的很感激你的帮助，有你陪伴我一起解决问题让我觉得心情好了很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意为你提供帮助。如果你还有其他问题或者困扰，随时都可以来找我倾诉，我们一起来面对和解决。记得，你并不孤单，我们会一直陪在你身边。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者困扰，随时都可以来找我倾诉，我们一起来面对和解决。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，我们会一直陪在你身边。",
        "label": ""
      }
    ]
  }
]