[
  {
    "role": "client",
    "content": "晚上真的容易抑郁，为什么晚上容易“网抑云”？前段时间流行着“网抑云”的说法，到了十二点就容易“抑郁”感伤。本以为只是玩梗，但是我发现晚上真的容易“抑郁”，会回忆在白天发生的事，进行自我反思，总觉得自己的行为不对会影响到他人，该怎么办？",
    "annotation": [
      {
        "sentence": "晚上真的容易抑郁，为什么晚上容易“网抑云”？",
        "label": ""
      },
      {
        "sentence": "前段时间流行着“网抑云”的说法，到了十二点就容易“抑郁”感伤。",
        "label": ""
      },
      {
        "sentence": "本以为只是玩梗，但是我发现晚上真的容易“抑郁”，会回忆在白天发生的事，进行自我反思，总觉得自己的行为不对会影响到他人，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要在深夜轻易做决定。你描述的情况也是如此，你会发现一到晚上人就容易变得“抑郁”。这里请你不要过于担心，请听我细细分析。首先从理性的角度看待深夜会有负面情绪这件事情，大多数人都会有这样的感觉，夜间变得敏感，情绪比较丰富。",
    "annotation": [
      {
        "sentence": "不要在深夜轻易做决定。",
        "label": ""
      },
      {
        "sentence": "你描述的情况也是如此，你会发现一到晚上人就容易变得“抑郁”。",
        "label": ""
      },
      {
        "sentence": "这里请你不要过于担心，请听我细细分析。",
        "label": ""
      },
      {
        "sentence": "首先从理性的角度看待深夜会有负面情绪这件事情，大多数人都会有这样的感觉，夜间变得敏感，情绪比较丰富。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，大脑在晚上产生的负面情绪是正常现象，但为什么会发生这种情况呢？",
    "annotation": [
      {
        "sentence": "你说得对，大脑在晚上产生的负面情绪是正常现象，但为什么会发生这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理学家曾通过对大脑功能进行分析，人到晚上是会产生负面情绪，这是正常现象。“人的大脑会分泌一种名叫“血清素”的化学物质，来保持情绪的愉悦和乐观的态度。但血清素在深夜分泌水平会下降，令情感和精神不易保持积极、正面，人会变得感性，受到负面情绪的影响，从而做出悲观的决定。”所以首先你可以从理性的角度看待深夜会有负面情绪这件事情，大多数人都会有这样的感觉，夜间变得敏感，情绪比较丰富。",
    "annotation": [
      {
        "sentence": "心理学家曾通过对大脑功能进行分析，人到晚上是会产生负面情绪，这是正常现象。",
        "label": ""
      },
      {
        "sentence": "“人的大脑会分泌一种名叫“血清素”的化学物质，来保持情绪的愉悦和乐观的态度。",
        "label": ""
      },
      {
        "sentence": "但血清素在深夜分泌水平会下降，令情感和精神不易保持积极、正面，人会变得感性，受到负面情绪的影响，从而做出悲观的决定。",
        "label": ""
      },
      {
        "sentence": "”所以首先你可以从理性的角度看待深夜会有负面情绪这件事情，大多数人都会有这样的感觉，夜间变得敏感，情绪比较丰富。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是因为血清素分泌水平的问题，可能是我太在意深夜的情绪了。但是晚上回忆白天的事情，进行自我反思是否有必要呢？",
    "annotation": [
      {
        "sentence": "原来是因为血清素分泌水平的问题，可能是我太在意深夜的情绪了。",
        "label": ""
      },
      {
        "sentence": "但是晚上回忆白天的事情，进行自我反思是否有必要呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你会在夜晚回忆白天发生的事情，进行自我反思，这并不是一件坏事。中国有句古话叫吾日三省吾身，知道吗，从某种程度上说，这其实是一件非常优秀的品质。通过回忆通过复盘一天的过程，自我反思看是否有不对的地方，有可进步的空间，有可优化的流程。",
    "annotation": [
      {
        "sentence": "你会在夜晚回忆白天发生的事情，进行自我反思，这并不是一件坏事。",
        "label": ""
      },
      {
        "sentence": "中国有句古话叫吾日三省吾身，知道吗，从某种程度上说，这其实是一件非常优秀的品质。",
        "label": ""
      },
      {
        "sentence": "通过回忆通过复盘一天的过程，自我反思看是否有不对的地方，有可进步的空间，有可优化的流程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得自我反思的确可以帮助我成长和进步。但是我总是担心自己的行为会影响到他人，这种不确定感让我无措。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得自我反思的确可以帮助我成长和进步。",
        "label": ""
      },
      {
        "sentence": "但是我总是担心自己的行为会影响到他人，这种不确定感让我无措。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这时就需要你在反思的时候跳出“自我”，以一种“上帝视角”去客观的分析你是否在白天的过程中存在问题，不需要纠结是否尴尬，有问题了影响他人了我们及时解决问题，无需逃避。没有问题的话我们可以将优秀的成功的过程进一步分析，记住你的高光时刻，以此循序渐进，成为更优秀的你。",
    "annotation": [
      {
        "sentence": "这时就需要你在反思的时候跳出“自我”，以一种“上帝视角”去客观的分析你是否在白天的过程中存在问题，不需要纠结是否尴尬，有问题了影响他人了我们及时解决问题，无需逃避。",
        "label": ""
      },
      {
        "sentence": "没有问题的话我们可以将优秀的成功的过程进一步分析，记住你的高光时刻，以此循序渐进，成为更优秀的你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该跳出自我的限制，以客观的视角来分析自己的行为。谢谢你的建议，我会尝试不再纠结于自我对他人的影响。希望能够成为更好的自己。",
    "annotation": [
      {
        "sentence": "你说得对，我应该跳出自我的限制，以客观的视角来分析自己的行为。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会尝试不再纠结于自我对他人的影响。",
        "label": ""
      },
      {
        "sentence": "希望能够成为更好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的回答能帮助到你。你已经迈出了一步，相信自己能够越来越好。一定要保持快乐，加油！",
    "annotation": [
      {
        "sentence": "很高兴我的回答能帮助到你。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了一步，相信自己能够越来越好。",
        "label": ""
      },
      {
        "sentence": "一定要保持快乐，加油！",
        "label": ""
      }
    ]
  }
]