[
  {
    "role": "client",
    "content": "我已经36岁了，还是单身，不想谈恋爱。是因为压力太大吗？",
    "annotation": [
      {
        "sentence": "我已经36岁了，还是单身，不想谈恋爱。",
        "label": ""
      },
      {
        "sentence": "是因为压力太大吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得自己不想谈恋爱的原因是因为压力过大吗？",
    "annotation": [
      {
        "sentence": "你觉得自己不想谈恋爱的原因是因为压力过大吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，压力来自于我和我妈的关系。我在经济独立的情况下，独自居住，但住的房子是我爸的。",
    "annotation": [
      {
        "sentence": "是的，压力来自于我和我妈的关系。",
        "label": ""
      },
      {
        "sentence": "我在经济独立的情况下，独自居住，但住的房子是我爸的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你妈妈似乎也认为房子有她的份，她威胁说如果你还和你的男友在一起，就不让你住那个房子。这种情况下你感到压力很大，这样理解对吗？",
    "annotation": [
      {
        "sentence": "你妈妈似乎也认为房子有她的份，她威胁说如果你还和你的男友在一起，就不让你住那个房子。",
        "label": ""
      },
      {
        "sentence": "这种情况下你感到压力很大，这样理解对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，而且我只有一个独生子女。她用了三年时间在公园里为我找了一个她认为合适的男人，我见过他但不喜欢。可她就是不放弃，每次见面都会说那个男人多好，我的男友多不好。",
    "annotation": [
      {
        "sentence": "是的，而且我只有一个独生子女。",
        "label": ""
      },
      {
        "sentence": "她用了三年时间在公园里为我找了一个她认为合适的男人，我见过他但不喜欢。",
        "label": ""
      },
      {
        "sentence": "可她就是不放弃，每次见面都会说那个男人多好，我的男友多不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们现在已经分手了，这使得你感到心烦。虽然你们分手的主要原因是沟通问题，但你妈妈似乎没有起到好的作用。你现在也想结婚谈恋爱，身边的朋友都已经成家，你有时会感到很孤独。但是你又觉得没有人能理解你。特别是想到和你妈妈的关系，你会感到很悲观和压力很大。你特别想建立新的关系，但总是过多地思考，认识新人时也总是想把自己的担忧都提前说出来，总是很不开心。好像在不断重复前男友的事情。",
    "annotation": [
      {
        "sentence": "你们现在已经分手了，这使得你感到心烦。",
        "label": ""
      },
      {
        "sentence": "虽然你们分手的主要原因是沟通问题，但你妈妈似乎没有起到好的作用。",
        "label": ""
      },
      {
        "sentence": "你现在也想结婚谈恋爱，身边的朋友都已经成家，你有时会感到很孤独。",
        "label": ""
      },
      {
        "sentence": "但是你又觉得没有人能理解你。",
        "label": ""
      },
      {
        "sentence": "特别是想到和你妈妈的关系，你会感到很悲观和压力很大。",
        "label": ""
      },
      {
        "sentence": "你特别想建立新的关系，但总是过多地思考，认识新人时也总是想把自己的担忧都提前说出来，总是很不开心。",
        "label": ""
      },
      {
        "sentence": "好像在不断重复前男友的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对的，我母亲反对我和前男友交往，并希望我按照她的安排去选择。她认为只有她认可的对我来说才是合适的，为了把她的意愿强加于我，甚至威胁说房子不能让我住。我非常抗拒她的安排，不仅在男友方面，还可能在生活的其他方面。我的情感模式和沟通模式都受到母亲的影响，导致我的情感关系非常复杂和困难。是这样吗？",
    "annotation": [
      {
        "sentence": "对的，我母亲反对我和前男友交往，并希望我按照她的安排去选择。",
        "label": ""
      },
      {
        "sentence": "她认为只有她认可的对我来说才是合适的，为了把她的意愿强加于我，甚至威胁说房子不能让我住。",
        "label": ""
      },
      {
        "sentence": "我非常抗拒她的安排，不仅在男友方面，还可能在生活的其他方面。",
        "label": ""
      },
      {
        "sentence": "我的情感模式和沟通模式都受到母亲的影响，导致我的情感关系非常复杂和困难。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，实际上你内心非常渴望被理解、被关注、被无条件地爱着，你也非常渴望有一段亲密的关系来填补你内心的空缺，尤其要弥补从你母亲那里未得到满足的部分。从你的描述中，你的母亲可能是一个比较强势的人，她在你成长的过程中可能想要为你做主。小时候的你为了生存只能接受她的安排。现在你长大了，就会用各种方式来攻击她，拒绝她的安排，包括婚姻和恋爱。母女之间的这种病态关系通常会对婚恋关系产生重要的影响。我建议你可以找专业的心理咨询师来帮助你梳理更深的内心情感和需要，重新认识自己。作为一个经济独立的女性，你本应该过得非常自在和快乐。无论年龄多大，只要你希望过自己想要的生活，你都有选择的权利。通常阻碍我们选择的因素是虽然经济独立了，但精神上还没有独立，你不清楚自己的内心真正想要的是什么，也不知道如何和母亲保持既独立又亲密的关系。没有人不渴望爱，我们假装不需要的东西，是因为我们曾经受到过创伤。而成熟的标志是我们能够接纳并治愈自己。",
    "annotation": [
      {
        "sentence": "是的，实际上你内心非常渴望被理解、被关注、被无条件地爱着，你也非常渴望有一段亲密的关系来填补你内心的空缺，尤其要弥补从你母亲那里未得到满足的部分。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，你的母亲可能是一个比较强势的人，她在你成长的过程中可能想要为你做主。",
        "label": ""
      },
      {
        "sentence": "小时候的你为了生存只能接受她的安排。",
        "label": ""
      },
      {
        "sentence": "现在你长大了，就会用各种方式来攻击她，拒绝她的安排，包括婚姻和恋爱。",
        "label": ""
      },
      {
        "sentence": "母女之间的这种病态关系通常会对婚恋关系产生重要的影响。",
        "label": ""
      },
      {
        "sentence": "我建议你可以找专业的心理咨询师来帮助你梳理更深的内心情感和需要，重新认识自己。",
        "label": ""
      },
      {
        "sentence": "作为一个经济独立的女性，你本应该过得非常自在和快乐。",
        "label": ""
      },
      {
        "sentence": "无论年龄多大，只要你希望过自己想要的生活，你都有选择的权利。",
        "label": ""
      },
      {
        "sentence": "通常阻碍我们选择的因素是虽然经济独立了，但精神上还没有独立，你不清楚自己的内心真正想要的是什么，也不知道如何和母亲保持既独立又亲密的关系。",
        "label": ""
      },
      {
        "sentence": "没有人不渴望爱，我们假装不需要的东西，是因为我们曾经受到过创伤。",
        "label": ""
      },
      {
        "sentence": "而成熟的标志是我们能够接纳并治愈自己。",
        "label": ""
      }
    ]
  }
]