[
  {
    "role": "client",
    "content": "研一女，舍友大概是个抑郁症怎么办？",
    "annotation": [
      {
        "sentence": "研一女，舍友大概是个抑郁症怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，你能具体告诉我发生的事情吗？",
    "annotation": [
      {
        "sentence": "你好，你能具体告诉我发生的事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们刚入学不到3个月，舍友都很和谐，直到之前有几门课程交小组作业。由于我们宿舍是四个人一个组，而其中有个人啥都不会，导致最后的小组作业完成的不理想，老师还特地批评了做这一部分的同学，结果这个同学就此开始沮丧。后来其他的小组作业，我们寝室另外两个人都不愿跟她一组，我还算比较有同情心，所以就又带了她一组（我学习能力还不错，之前小组作业老师虽然批评了我们组，但单独表扬了我做的那一部分），但是她实在是能力太差了，新的小组作业导致我一个人担了两个人的部分（她做不好，而且我跟她说了怎么改，她都学不会，我只好把她那一部分一起做了）。之前小学期期末的开卷考试我们辛苦找的资料她一句也想要，我们也都给她了，她还是不高兴，还是天天在寝室像我们欺负她一样，这种低气压真的让我们都受不了了。",
    "annotation": [
      {
        "sentence": "我们刚入学不到3个月，舍友都很和谐，直到之前有几门课程交小组作业。",
        "label": ""
      },
      {
        "sentence": "由于我们宿舍是四个人一个组，而其中有个人啥都不会，导致最后的小组作业完成的不理想，老师还特地批评了做这一部分的同学，结果这个同学就此开始沮丧。",
        "label": ""
      },
      {
        "sentence": "后来其他的小组作业，我们寝室另外两个人都不愿跟她一组，我还算比较有同情心，所以就又带了她一组（我学习能力还不错，之前小组作业老师虽然批评了我们组，但单独表扬了我做的那一部分），但是她实在是能力太差了，新的小组作业导致我一个人担了两个人的部分（她做不好，而且我跟她说了怎么改，她都学不会，我只好把她那一部分一起做了）。",
        "label": ""
      },
      {
        "sentence": "之前小学期期末的开卷考试我们辛苦找的资料她一句也想要，我们也都给她了，她还是不高兴，还是天天在寝室像我们欺负她一样，这种低气压真的让我们都受不了了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你们宿舍发生的事情给大家带来的困扰。从你的描述来看，这个同学或许有些情绪上的问题。你可以试着以朋友的身份去和她谈一谈，表达你们对她的关心和对她的支持。这样或许她会感到有人理解她的处境。",
    "annotation": [
      {
        "sentence": "我能理解你们宿舍发生的事情给大家带来的困扰。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，这个同学或许有些情绪上的问题。",
        "label": ""
      },
      {
        "sentence": "你可以试着以朋友的身份去和她谈一谈，表达你们对她的关心和对她的支持。",
        "label": ""
      },
      {
        "sentence": "这样或许她会感到有人理解她的处境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们已经尽力安慰和帮助她了，但好像都没有效果。我们真的不知道该怎么做才能帮助她。",
    "annotation": [
      {
        "sentence": "我们已经尽力安慰和帮助她了，但好像都没有效果。",
        "label": ""
      },
      {
        "sentence": "我们真的不知道该怎么做才能帮助她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的无助和困惑。然而，抑郁症是一种比较严重的情绪问题，需要专业人士的介入。你们可以带她去看医生，让医生做出诊断和制定治疗计划。同时，你们可以在日常生活中尽量地让她感受到你们的关心和支持。",
    "annotation": [
      {
        "sentence": "我明白你的无助和困惑。",
        "label": ""
      },
      {
        "sentence": "然而，抑郁症是一种比较严重的情绪问题，需要专业人士的介入。",
        "label": ""
      },
      {
        "sentence": "你们可以带她去看医生，让医生做出诊断和制定治疗计划。",
        "label": ""
      },
      {
        "sentence": "同时，你们可以在日常生活中尽量地让她感受到你们的关心和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会和我的室友一起商量并决定下一步该怎么做。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会和我的室友一起商量并决定下一步该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供一些帮助。不要担心，你们已经尽了力，只要做到最好就好了。希望能听到你们取得进展的好消息。",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供一些帮助。",
        "label": ""
      },
      {
        "sentence": "不要担心，你们已经尽了力，只要做到最好就好了。",
        "label": ""
      },
      {
        "sentence": "希望能听到你们取得进展的好消息。",
        "label": ""
      }
    ]
  }
]