[
  {
    "role": "client",
    "content": "27岁男生，工作五年，投资失败欠债想死……我今年27岁了，我的家庭并不幸福，从小就是在父母的吵架中长大的，我的家庭也非常的困难，因为我的父亲是一个赌徒加病汉，他不赌的时候就在家里发脾气，整个家庭从小就全靠母亲当清洁工撑着，所以我小学的时候就想过自杀，这么多年来也一直想着自杀，但都没有勇气付诸实践，因为我是一个懦弱的人。",
    "annotation": [
      {
        "sentence": "27岁男生，工作五年，投资失败欠债想死……我今年27岁了，我的家庭并不幸福，从小就是在父母的吵架中长大的，我的家庭也非常的困难，因为我的父亲是一个赌徒加病汉，他不赌的时候就在家里发脾气，整个家庭从小就全靠母亲当清洁工撑着，所以我小学的时候就想过自杀，这么多年来也一直想着自杀，但都没有勇气付诸实践，因为我是一个懦弱的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这样说，我能感受到你所面对的压力和困难。你的童年不幸福，家庭的困境对你产生了很大的影响，而你心中的自杀念头也说明你承受了很大的压力。但是，不要认为自己是懦弱的人，因为你一直在坚持下来，做一个勇敢面对生活的人。虽然过去的挣扎困难，但我们可以一起面对未来，找到更好的解决办法。请问现在你最为痛苦的是什么？",
    "annotation": [
      {
        "sentence": "看到你这样说，我能感受到你所面对的压力和困难。",
        "label": ""
      },
      {
        "sentence": "你的童年不幸福，家庭的困境对你产生了很大的影响，而你心中的自杀念头也说明你承受了很大的压力。",
        "label": ""
      },
      {
        "sentence": "但是，不要认为自己是懦弱的人，因为你一直在坚持下来，做一个勇敢面对生活的人。",
        "label": ""
      },
      {
        "sentence": "虽然过去的挣扎困难，但我们可以一起面对未来，找到更好的解决办法。",
        "label": ""
      },
      {
        "sentence": "请问现在你最为痛苦的是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "今年我把我这几年天天辛苦上班的所有存款（约20万）用来投资，但被熟人骗光了，我去报警，警察不仅说网络上的投资没法追查，还说我参与非法集资也是违法的，要追究我。现在我已身无分文，还欠着别人3万，昨天我在楼顶站了一天，最终没有跳下去，我也不知道我是因为害怕高还是因为觉得还有生的希望，但差那么一点也我就跳了，我在一个国企上班，工作996很累很累，我也十分讨厌我的工作，所以无论生活还是工作对我都是一种煎熬，那点存款是我唯一有的东西，但是命运也夺走了，我想死，这两天想着烧炭死，因为跳楼没能跳下去，但又觉得对不起我妈，但我好痛苦。",
    "annotation": [
      {
        "sentence": "今年我把我这几年天天辛苦上班的所有存款（约20万）用来投资，但被熟人骗光了，我去报警，警察不仅说网络上的投资没法追查，还说我参与非法集资也是违法的，要追究我。",
        "label": ""
      },
      {
        "sentence": "现在我已身无分文，还欠着别人3万，昨天我在楼顶站了一天，最终没有跳下去，我也不知道我是因为害怕高还是因为觉得还有生的希望，但差那么一点也我就跳了，我在一个国企上班，工作996很累很累，我也十分讨厌我的工作，所以无论生活还是工作对我都是一种煎熬，那点存款是我唯一有的东西，但是命运也夺走了，我想死，这两天想着烧炭死，因为跳楼没能跳下去，但又觉得对不起我妈，但我好痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的遭遇，我理解你现在的绝望和痛苦感。但是，请相信，生活中总会有起伏和磨难，现在的困境并不代表你的人生就此结束。对于投资失败所带来的失去和被骗的痛苦，我可以理解你的心情。但是，我劝你还是保持冷静，首先去警局了解一下情况，看是否还有追回资金的可能性。你不是骗子，而是受害者，所以去了解情况对你是有好处的。同时，你现在身无分文，并且欠债3万元的情况，确实非常困难。但是，你有朋友愿意借钱给你，这说明你还是拥有可以信任和依靠的人。请不要觉得自己孤单无助，我们身边一直有人关心我们，相信我们能够突破困境。生活煎熬，工作压力大，是很多人都会面临的问题。但是，我们要相信自己的能力，我们可以通过努力寻找到更适合自己的工作和生活方式。请先不要放弃希望，我们可以一起面对问题，找到出路。",
    "annotation": [
      {
        "sentence": "听到你的遭遇，我理解你现在的绝望和痛苦感。",
        "label": ""
      },
      {
        "sentence": "但是，请相信，生活中总会有起伏和磨难，现在的困境并不代表你的人生就此结束。",
        "label": ""
      },
      {
        "sentence": "对于投资失败所带来的失去和被骗的痛苦，我可以理解你的心情。",
        "label": ""
      },
      {
        "sentence": "但是，我劝你还是保持冷静，首先去警局了解一下情况，看是否还有追回资金的可能性。",
        "label": ""
      },
      {
        "sentence": "你不是骗子，而是受害者，所以去了解情况对你是有好处的。",
        "label": ""
      },
      {
        "sentence": "同时，你现在身无分文，并且欠债3万元的情况，确实非常困难。",
        "label": ""
      },
      {
        "sentence": "但是，你有朋友愿意借钱给你，这说明你还是拥有可以信任和依靠的人。",
        "label": ""
      },
      {
        "sentence": "请不要觉得自己孤单无助，我们身边一直有人关心我们，相信我们能够突破困境。",
        "label": ""
      },
      {
        "sentence": "生活煎熬，工作压力大，是很多人都会面临的问题。",
        "label": ""
      },
      {
        "sentence": "但是，我们要相信自己的能力，我们可以通过努力寻找到更适合自己的工作和生活方式。",
        "label": ""
      },
      {
        "sentence": "请先不要放弃希望，我们可以一起面对问题，找到出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。从你的话中，我确实明白了自己不能放弃，还有很多事情值得我去努力。我会去警局了解情况，希望能够追回一部分的投资款项。同时，你提醒我要记住朋友的支持和信任，我会珍惜这些珍贵的友谊。对于工作和生活压力，我也会积极寻找更适合自己的方式，努力改变现状。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "从你的话中，我确实明白了自己不能放弃，还有很多事情值得我去努力。",
        "label": ""
      },
      {
        "sentence": "我会去警局了解情况，希望能够追回一部分的投资款项。",
        "label": ""
      },
      {
        "sentence": "同时，你提醒我要记住朋友的支持和信任，我会珍惜这些珍贵的友谊。",
        "label": ""
      },
      {
        "sentence": "对于工作和生活压力，我也会积极寻找更适合自己的方式，努力改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴听到你有了积极的态度和决心。去警局了解情况是明智之举，同时也展现了你对自身权益的维护。也希望你在那里能得到一些有帮助的信息。在处理工作和生活压力时，不要忘记自己的感受和需求。我们可以逐步调整工作状态和寻找更适合自己的发展方向。同时，也让生活中的愉快和积极的事物成为你继续前行的动力。无论遇到什么困难，你都不再孤单，我们会陪你一起度过。加油！如果还有什么需要的，随时告诉我。",
    "annotation": [
      {
        "sentence": "非常高兴听到你有了积极的态度和决心。",
        "label": ""
      },
      {
        "sentence": "去警局了解情况是明智之举，同时也展现了你对自身权益的维护。",
        "label": ""
      },
      {
        "sentence": "也希望你在那里能得到一些有帮助的信息。",
        "label": ""
      },
      {
        "sentence": "在处理工作和生活压力时，不要忘记自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "我们可以逐步调整工作状态和寻找更适合自己的发展方向。",
        "label": ""
      },
      {
        "sentence": "同时，也让生活中的愉快和积极的事物成为你继续前行的动力。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，你都不再孤单，我们会陪你一起度过。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要的，随时告诉我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的理解和鼓励。我会牢记你的话，继续前行，克服困难。警局的事情我会尽快去处理，同时也会积极寻求和身边人的沟通和支持。再次感谢你的陪伴和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，继续前行，克服困难。",
        "label": ""
      },
      {
        "sentence": "警局的事情我会尽快去处理，同时也会积极寻求和身边人的沟通和支持。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你的勇气和决心是最宝贵的。希望你在前行的过程中，遇到更多支持和帮助，不再感到孤单。请记住，你并不是一个人在面对困难，我们会一直与你同行。如果你需要任何帮助或者情绪支持，随时都可以找我倾诉。相信自己，你一定能够走出困境，过上更好的生活。祝福你。",
    "annotation": [
      {
        "sentence": "不客气，你的勇气和决心是最宝贵的。",
        "label": ""
      },
      {
        "sentence": "希望你在前行的过程中，遇到更多支持和帮助，不再感到孤单。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不是一个人在面对困难，我们会一直与你同行。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者情绪支持，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够走出困境，过上更好的生活。",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  }
]