[
  {
    "role": "client",
    "content": "我今年27岁了，工作五年，投资失败欠债想死……",
    "annotation": [
      {
        "sentence": "我今年27岁了，工作五年，投资失败欠债想死……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这个问题，真的为你感到很揪心。辛辛苦苦五年攒下的钱，却因为骗子付诸东流，无法追回，还因此负债。心疼这个经历着痛苦，但一直努力到现在的你，坚持着的你真的是辛苦了！想要给你一个温暖的拥抱，想告诉你此时此刻，你不是孤单的一个人！请在痛苦或孤单的时候，随时来这个平台寻求帮助！或者，在需要人倾诉的时候，拨打24小时危机干预热线：95",
    "annotation": [
      {
        "sentence": "看到你这个问题，真的为你感到很揪心。",
        "label": ""
      },
      {
        "sentence": "辛辛苦苦五年攒下的钱，却因为骗子付诸东流，无法追回，还因此负债。",
        "label": ""
      },
      {
        "sentence": "心疼这个经历着痛苦，但一直努力到现在的你，坚持着的你真的是辛苦了！",
        "label": ""
      },
      {
        "sentence": "想要给你一个温暖的拥抱，想告诉你此时此刻，你不是孤单的一个人！",
        "label": ""
      },
      {
        "sentence": "请在痛苦或孤单的时候，随时来这个平台寻求帮助！",
        "label": ""
      },
      {
        "sentence": "或者，在需要人倾诉的时候，拨打24小时危机干预热线：95",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直觉得生活和工作都很艰辛，家庭的不幸让我一直陷在情绪低谷中，我觉得自己没有勇气去面对下去。",
    "annotation": [
      {
        "sentence": "我一直觉得生活和工作都很艰辛，家庭的不幸让我一直陷在情绪低谷中，我觉得自己没有勇气去面对下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到从小经历着父母的情绪，家庭的艰辛的你，那么早就承担起了超出你年龄的生活的压力，心疼你在小学的时候就因此产生轻生的念头，不过同时，我真的想告诉你，在我眼里，你的“没有付诸实践”，绝对不是一种懦弱。我真的很佩服，你选择了“继续面对下去”的“勇气”，也真的很感激你给了你自己，看到更多可能性的机会。因为，不真的亲身坚持下去，经历下去，就真的无法预知到，这起起伏伏的命运，会在哪一个转角，放一块属于你的糖。",
    "annotation": [
      {
        "sentence": "看到从小经历着父母的情绪，家庭的艰辛的你，那么早就承担起了超出你年龄的生活的压力，心疼你在小学的时候就因此产生轻生的念头，不过同时，我真的想告诉你，在我眼里，你的“没有付诸实践”，绝对不是一种懦弱。",
        "label": ""
      },
      {
        "sentence": "我真的很佩服，你选择了“继续面对下去”的“勇气”，也真的很感激你给了你自己，看到更多可能性的机会。",
        "label": ""
      },
      {
        "sentence": "因为，不真的亲身坚持下去，经历下去，就真的无法预知到，这起起伏伏的命运，会在哪一个转角，放一块属于你的糖。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但这次我的投资失败，我欠下了3万的债务，我连生存都成问题，我很绝望。",
    "annotation": [
      {
        "sentence": "但这次我的投资失败，我欠下了3万的债务，我连生存都成问题，我很绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "二十万，对于上班族来说，确实不是一个小数目。而你通过五年的努力，就能够攒到了，我觉得非常了不起。而你的人生中，其实还有着十几个“五年”，可以去积攒，可以去改变。你看，时间也好，机会也好，也许，其实会比想象中得，要宽裕一些呢。也许这是你人生中的第一次大投资，没有那么多投资经验的你，能够做这样勇敢地尝试，无论结果如何，也已经是一次经验尝试的前进了。如果这一次投资试错的时间是“五年”，那么我们给自己再多一些机会，一起来看看下一个“五年”，下下个“五年”，会怎么样，好吗？",
    "annotation": [
      {
        "sentence": "二十万，对于上班族来说，确实不是一个小数目。",
        "label": ""
      },
      {
        "sentence": "而你通过五年的努力，就能够攒到了，我觉得非常了不起。",
        "label": ""
      },
      {
        "sentence": "而你的人生中，其实还有着十几个“五年”，可以去积攒，可以去改变。",
        "label": ""
      },
      {
        "sentence": "你看，时间也好，机会也好，也许，其实会比想象中得，要宽裕一些呢。",
        "label": ""
      },
      {
        "sentence": "也许这是你人生中的第一次大投资，没有那么多投资经验的你，能够做这样勇敢地尝试，无论结果如何，也已经是一次经验尝试的前进了。",
        "label": ""
      },
      {
        "sentence": "如果这一次投资试错的时间是“五年”，那么我们给自己再多一些机会，一起来看看下一个“五年”，下下个“五年”，会怎么样，好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我对父母也有愧疚，他们供养我这么多年，我却不能为他们分担家庭的责任。",
    "annotation": [
      {
        "sentence": "我觉得我对父母也有愧疚，他们供养我这么多年，我却不能为他们分担家庭的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母也许曾经对你的儿时的人生产生过或坏或好的影响，然而，那也只是“一部分的”，“有限的”，“曾经的”影响。而此时此刻，已经成长成“大人”的你，已经有足够的能力，做自己的“足够好的大人”了。现在的你，跟小学时候的你相比，也已经更强大了呢。所以这一次，请这个“已经变得更强大的”，一直努力到现在，坚持到现在的你，为了自己，再相信一次，再坚持努力一次，好吗？我们一起来看，接下去的更多的可能性，好吗？因为，你值得。",
    "annotation": [
      {
        "sentence": "父母也许曾经对你的儿时的人生产生过或坏或好的影响，然而，那也只是“一部分的”，“有限的”，“曾经的”影响。",
        "label": ""
      },
      {
        "sentence": "而此时此刻，已经成长成“大人”的你，已经有足够的能力，做自己的“足够好的大人”了。",
        "label": ""
      },
      {
        "sentence": "现在的你，跟小学时候的你相比，也已经更强大了呢。",
        "label": ""
      },
      {
        "sentence": "所以这一次，请这个“已经变得更强大的”，一直努力到现在，坚持到现在的你，为了自己，再相信一次，再坚持努力一次，好吗？",
        "label": ""
      },
      {
        "sentence": "我们一起来看，接下去的更多的可能性，好吗？",
        "label": ""
      },
      {
        "sentence": "因为，你值得。",
        "label": ""
      }
    ]
  }
]