[
  {
    "role": "client",
    "content": "我真的很在意别人的评价和看法，想知道怎样才能不在意他人评价和提高我的存在感。每次我做得不好，我都会很担心别人会怎么评价我。而且，当别人做得不好时，我也会考虑其他人会如何评价他们。为什么我会这样呢？另外，我也经常感到空虚，不明白为什么在与别人相处时，特别是在多人聚会时，我总是缺乏存在感和归属感。他们都在聊他们的话题，而我总是进不去，即使设法加入对话，我还是觉得内心有所缺失。",
    "annotation": [
      {
        "sentence": "我真的很在意别人的评价和看法，想知道怎样才能不在意他人评价和提高我的存在感。",
        "label": ""
      },
      {
        "sentence": "每次我做得不好，我都会很担心别人会怎么评价我。",
        "label": ""
      },
      {
        "sentence": "而且，当别人做得不好时，我也会考虑其他人会如何评价他们。",
        "label": ""
      },
      {
        "sentence": "为什么我会这样呢？",
        "label": ""
      },
      {
        "sentence": "另外，我也经常感到空虚，不明白为什么在与别人相处时，特别是在多人聚会时，我总是缺乏存在感和归属感。",
        "label": ""
      },
      {
        "sentence": "他们都在聊他们的话题，而我总是进不去，即使设法加入对话，我还是觉得内心有所缺失。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哎呀~为什么你这么在意别人的看法呢？●客观地说，别人对我们来说是很重要的存在。●除此之外，社会比较和评价是自我认识的一种方式。作为一种社会性群体动物，我们天生就有被群体接受的需求，同时也有被排斥的恐惧。著名心理学家HaleS认为，在儿童发育早期，他们是以自我为中心的，通过外部和内在的评价来建立自我价值感。家庭是影响他们自我价值感的重要因素之一。如果没有凝聚成“我”的感觉，就不知道自己是谁。这种感觉有两个原因：一是长时间以来，自己的感触和需求没有被看到和认同，所以不知道什么感觉是“我”的；二是可能一直围绕在别人的感受转，受到原生家庭的影响，我们的好坏由父母决定，自己的感受就没有发言权，这让人难以相信自己的感受，认为自己是不可靠的，只能依赖别人的评价。那么，我们能采取什么方法来改变这种情况吗？",
    "annotation": [
      {
        "sentence": "哎呀~为什么你这么在意别人的看法呢？",
        "label": ""
      },
      {
        "sentence": "●客观地说，别人对我们来说是很重要的存在。",
        "label": ""
      },
      {
        "sentence": "●除此之外，社会比较和评价是自我认识的一种方式。",
        "label": ""
      },
      {
        "sentence": "作为一种社会性群体动物，我们天生就有被群体接受的需求，同时也有被排斥的恐惧。",
        "label": ""
      },
      {
        "sentence": "著名心理学家HaleS认为，在儿童发育早期，他们是以自我为中心的，通过外部和内在的评价来建立自我价值感。",
        "label": ""
      },
      {
        "sentence": "家庭是影响他们自我价值感的重要因素之一。",
        "label": ""
      },
      {
        "sentence": "如果没有凝聚成“我”的感觉，就不知道自己是谁。",
        "label": ""
      },
      {
        "sentence": "这种感觉有两个原因：一是长时间以来，自己的感触和需求没有被看到和认同，所以不知道什么感觉是“我”的；二是可能一直围绕在别人的感受转，受到原生家庭的影响，我们的好坏由父母决定，自己的感受就没有发言权，这让人难以相信自己的感受，认为自己是不可靠的，只能依赖别人的评价。",
        "label": ""
      },
      {
        "sentence": "那么，我们能采取什么方法来改变这种情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "怎样才能对别人的评价不再那么看重呢？",
    "annotation": [
      {
        "sentence": "怎样才能对别人的评价不再那么看重呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有几个方法可以帮助你减少对他人评价的关注程度。首先是积极的自我暗示，太过关注他人的评价其实是“过度的自我关注”。要避免这种自我关注，心理建设是需要时间的。要通过积极的自我暗示，让自己更重视自身的价值，而不是过度迷恋他人的评价。其次是转移注意力，全面提升自己。如果遭受负面评价，我们要学会合理地将情绪转移到其他方面。比如，多关注提高自身的知识技能，进行实践，学习阅读、绘画、旅游等，提升内在精神气质，以及外在独特魅力。当我们的时间被填满时，你会发现其实没有人会太过关注你的生活。每个人都是最关注自己的，除了自己，哪有时间去关注别人呢？此外，要倾听内心的声音。虽然我们很在意别人的评价，但常常自己的感受和看法被忽视或不被信任，正是因为被忽视和不被信任，我们总是看不见自己，也无法给予自己力量。此时，我们要倾听内心的声音，它会告诉我们最真实的想法。不要认为自己活着只是为了别人，自己的事情应该由自己来决定，勇敢地追随内心的声音。除了这些，别人说的那些都是次要的。",
    "annotation": [
      {
        "sentence": "有几个方法可以帮助你减少对他人评价的关注程度。",
        "label": ""
      },
      {
        "sentence": "首先是积极的自我暗示，太过关注他人的评价其实是“过度的自我关注”。",
        "label": ""
      },
      {
        "sentence": "要避免这种自我关注，心理建设是需要时间的。",
        "label": ""
      },
      {
        "sentence": "要通过积极的自我暗示，让自己更重视自身的价值，而不是过度迷恋他人的评价。",
        "label": ""
      },
      {
        "sentence": "其次是转移注意力，全面提升自己。",
        "label": ""
      },
      {
        "sentence": "如果遭受负面评价，我们要学会合理地将情绪转移到其他方面。",
        "label": ""
      },
      {
        "sentence": "比如，多关注提高自身的知识技能，进行实践，学习阅读、绘画、旅游等，提升内在精神气质，以及外在独特魅力。",
        "label": ""
      },
      {
        "sentence": "当我们的时间被填满时，你会发现其实没有人会太过关注你的生活。",
        "label": ""
      },
      {
        "sentence": "每个人都是最关注自己的，除了自己，哪有时间去关注别人呢？",
        "label": ""
      },
      {
        "sentence": "此外，要倾听内心的声音。",
        "label": ""
      },
      {
        "sentence": "虽然我们很在意别人的评价，但常常自己的感受和看法被忽视或不被信任，正是因为被忽视和不被信任，我们总是看不见自己，也无法给予自己力量。",
        "label": ""
      },
      {
        "sentence": "此时，我们要倾听内心的声音，它会告诉我们最真实的想法。",
        "label": ""
      },
      {
        "sentence": "不要认为自己活着只是为了别人，自己的事情应该由自己来决定，勇敢地追随内心的声音。",
        "label": ""
      },
      {
        "sentence": "除了这些，别人说的那些都是次要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么如何提高我的存在感呢？",
    "annotation": [
      {
        "sentence": "那么如何提高我的存在感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要提高存在感，有几个方法可以尝试。首先，不要做“老好人”，不要过分讨好别人，要有一定的原则。有些朋友害怕失去朋友，总是一味地迎合别人，无论对方提出什么要求都会照单全收，然而这种“没主见”的性格往往更容易让你变成“小透明”。所以要学会拒绝别人，尤其是在一些原则性的问题上。不要过度在乎每一个人，适当地拒绝并不会让真正的朋友离开你。其次，向别人寻求帮助时不要害怕麻烦他们。当你遇到困难时，不要总是自己扛，应该学会向朋友寻求帮助。也许对你来说的大问题对别人来说只是小事。不要害怕被拒绝，如果连提出问题的勇气都没有，怎么能知道别人是否愿意帮助你呢？这样一来，朋友关系会越来越亲密。最后，要学会适应环境，经营好自己的生活。如果你本身充满负能量，朋友肯定不愿意与你相处；如果你积极向上、阳光灿烂，你的存在感自然会增强。记得要时刻充满自信，挺胸抬头地走路。经营好自己的生活，你会拥有更多的朋友，你的笑容也会越来越多，从而自然地提升了你的存在感。祝你好运~",
    "annotation": [
      {
        "sentence": "要提高存在感，有几个方法可以尝试。",
        "label": ""
      },
      {
        "sentence": "首先，不要做“老好人”，不要过分讨好别人，要有一定的原则。",
        "label": ""
      },
      {
        "sentence": "有些朋友害怕失去朋友，总是一味地迎合别人，无论对方提出什么要求都会照单全收，然而这种“没主见”的性格往往更容易让你变成“小透明”。",
        "label": ""
      },
      {
        "sentence": "所以要学会拒绝别人，尤其是在一些原则性的问题上。",
        "label": ""
      },
      {
        "sentence": "不要过度在乎每一个人，适当地拒绝并不会让真正的朋友离开你。",
        "label": ""
      },
      {
        "sentence": "其次，向别人寻求帮助时不要害怕麻烦他们。",
        "label": ""
      },
      {
        "sentence": "当你遇到困难时，不要总是自己扛，应该学会向朋友寻求帮助。",
        "label": ""
      },
      {
        "sentence": "也许对你来说的大问题对别人来说只是小事。",
        "label": ""
      },
      {
        "sentence": "不要害怕被拒绝，如果连提出问题的勇气都没有，怎么能知道别人是否愿意帮助你呢？",
        "label": ""
      },
      {
        "sentence": "这样一来，朋友关系会越来越亲密。",
        "label": ""
      },
      {
        "sentence": "最后，要学会适应环境，经营好自己的生活。",
        "label": ""
      },
      {
        "sentence": "如果你本身充满负能量，朋友肯定不愿意与你相处；如果你积极向上、阳光灿烂，你的存在感自然会增强。",
        "label": ""
      },
      {
        "sentence": "记得要时刻充满自信，挺胸抬头地走路。",
        "label": ""
      },
      {
        "sentence": "经营好自己的生活，你会拥有更多的朋友，你的笑容也会越来越多，从而自然地提升了你的存在感。",
        "label": ""
      },
      {
        "sentence": "祝你好运~",
        "label": ""
      }
    ]
  }
]