[
  {
    "role": "client",
    "content": "怎样才能不在意他人评价与评价他人和提高存在感？我特别在意别人是如何看待我的，每当我有某事做得不好，内心都会想别人会怎么评价我，而且别人做得不好时，我会想其他人会怎样评价他，为什么会这样子？并且我时常感到空虚，不知道为什么和别人相处时，尤其是与多个人在一起时缺少存在感与归属感，他们在聊他们的话题而我却聊不进去，好不容易聊进去了，我却总觉得内心缺少了什么！",
    "annotation": [
      {
        "sentence": "怎样才能不在意他人评价与评价他人和提高存在感？",
        "label": ""
      },
      {
        "sentence": "我特别在意别人是如何看待我的，每当我有某事做得不好，内心都会想别人会怎么评价我，而且别人做得不好时，我会想其他人会怎样评价他，为什么会这样子？",
        "label": ""
      },
      {
        "sentence": "并且我时常感到空虚，不知道为什么和别人相处时，尤其是与多个人在一起时缺少存在感与归属感，他们在聊他们的话题而我却聊不进去，好不容易聊进去了，我却总觉得内心缺少了什么！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说你特别在意别人是怎么看待“我”，这是一个关于“我”和“他”的关系问题。你的眼中看到的好像都是别人，却看不到你自己。你担心别人会怎么评价你，但是你看到你内心想要什么吗？你有一个很大的“他”，一个很小的“我”。但实际上，“亲爱的，外面没有别人，只有我们自己”。",
    "annotation": [
      {
        "sentence": "你说你特别在意别人是怎么看待“我”，这是一个关于“我”和“他”的关系问题。",
        "label": ""
      },
      {
        "sentence": "你的眼中看到的好像都是别人，却看不到你自己。",
        "label": ""
      },
      {
        "sentence": "你担心别人会怎么评价你，但是你看到你内心想要什么吗？",
        "label": ""
      },
      {
        "sentence": "你有一个很大的“他”，一个很小的“我”。",
        "label": ""
      },
      {
        "sentence": "但实际上，“亲爱的，外面没有别人，只有我们自己”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我应该更关注自己内心的需求而不是只看重外界的评价。但是，我总觉得自己无法真正融入到他人的讨论中，跟不上他们的话题，感觉自己缺少存在感和归属感。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我应该更关注自己内心的需求而不是只看重外界的评价。",
        "label": ""
      },
      {
        "sentence": "但是，我总觉得自己无法真正融入到他人的讨论中，跟不上他们的话题，感觉自己缺少存在感和归属感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受。与他人相处时，与他们建立共鸣并非一件容易的事情。或许可以从找到共同兴趣的话题开始，这样你会觉得更自信与他人交流。同时，不要过于强求自己与他人一致，每个人都有不同的经历和思考方式。",
    "annotation": [
      {
        "sentence": "明白你的感受。",
        "label": ""
      },
      {
        "sentence": "与他人相处时，与他们建立共鸣并非一件容易的事情。",
        "label": ""
      },
      {
        "sentence": "或许可以从找到共同兴趣的话题开始，这样你会觉得更自信与他人交流。",
        "label": ""
      },
      {
        "sentence": "同时，不要过于强求自己与他人一致，每个人都有不同的经历和思考方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该寻找自己的兴趣爱好，并尝试将它们与他人分享。但是，我怕自己的话题不被接受或者不被关注，这让我感到很困惑和不安。",
    "annotation": [
      {
        "sentence": "我明白了，我应该寻找自己的兴趣爱好，并尝试将它们与他人分享。",
        "label": ""
      },
      {
        "sentence": "但是，我怕自己的话题不被接受或者不被关注，这让我感到很困惑和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要害怕被他人接受与关注，每个人都有自己独特的话题和兴趣。重要的是，在与他人交流时真实地表达自己，并尊重他人的观点。如果有人不理解或不接受你的话题，可能只是因为他们与你有不同的兴趣而已。",
    "annotation": [
      {
        "sentence": "不要害怕被他人接受与关注，每个人都有自己独特的话题和兴趣。",
        "label": ""
      },
      {
        "sentence": "重要的是，在与他人交流时真实地表达自己，并尊重他人的观点。",
        "label": ""
      },
      {
        "sentence": "如果有人不理解或不接受你的话题，可能只是因为他们与你有不同的兴趣而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要更加自信地表达自己，不要过分在意他人的评价。但是，我还是感到一种内心的空虚，特别是当我处在多人聚会的场合中，感觉自己不属于其中。",
    "annotation": [
      {
        "sentence": "你说得对，我需要更加自信地表达自己，不要过分在意他人的评价。",
        "label": ""
      },
      {
        "sentence": "但是，我还是感到一种内心的空虚，特别是当我处在多人聚会的场合中，感觉自己不属于其中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感受很常见，你并不孤单。在多人聚会的场合中，有时会感到自己与他人有一定距离。不过，要记住你是独一无二的个体，你的存在本身就是有价值的。可以尝试主动投入其中，积极与他人交流，逐渐增强归属感。",
    "annotation": [
      {
        "sentence": "这种感受很常见，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "在多人聚会的场合中，有时会感到自己与他人有一定距离。",
        "label": ""
      },
      {
        "sentence": "不过，要记住你是独一无二的个体，你的存在本身就是有价值的。",
        "label": ""
      },
      {
        "sentence": "可以尝试主动投入其中，积极与他人交流，逐渐增强归属感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我应该更积极地参与其中，而不是被动地观望。也许我需要放下对他人评价的担忧，专注于自己与他人之间的真实互动。",
    "annotation": [
      {
        "sentence": "我理解了，我应该更积极地参与其中，而不是被动地观望。",
        "label": ""
      },
      {
        "sentence": "也许我需要放下对他人评价的担忧，专注于自己与他人之间的真实互动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经找到了正确的方向。记住，你的内心与情感更重要，不要过分依赖外界的评价。与他人建立真实的连接，关注自己的需求和兴趣，你就能提高存在感和归属感。",
    "annotation": [
      {
        "sentence": "很好，你已经找到了正确的方向。",
        "label": ""
      },
      {
        "sentence": "记住，你的内心与情感更重要，不要过分依赖外界的评价。",
        "label": ""
      },
      {
        "sentence": "与他人建立真实的连接，关注自己的需求和兴趣，你就能提高存在感和归属感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会努力践行的。我相信通过改变自己的态度和行为，我能够摆脱对他人评价的过度在意，找到真正属于自己的存在感。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会努力践行的。",
        "label": ""
      },
      {
        "sentence": "我相信通过改变自己的态度和行为，我能够摆脱对他人评价的过度在意，找到真正属于自己的存在感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，并且相信你能够做到。记住，你的内心价值远胜于他人的评价。祝愿你在寻找存在感和归属感的道路上取得成功！",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，并且相信你能够做到。",
        "label": ""
      },
      {
        "sentence": "记住，你的内心价值远胜于他人的评价。",
        "label": ""
      },
      {
        "sentence": "祝愿你在寻找存在感和归属感的道路上取得成功！",
        "label": ""
      }
    ]
  }
]