[
  {
    "role": "client",
    "content": "最近我感觉自己的意见被忽略了，还受到了委屈。舍友为了生日请假，我为了适应她们的时间去找学长学姐调整家教课程，可最终还是因为一个人不愿意去开一个无关紧要的会议，而把活动取消了。她们还说：“没关系，本来你也没有很想要上课。”我现在很难受，感觉自己的意见没有被重视到。",
    "annotation": [
      {
        "sentence": "最近我感觉自己的意见被忽略了，还受到了委屈。",
        "label": ""
      },
      {
        "sentence": "舍友为了生日请假，我为了适应她们的时间去找学长学姐调整家教课程，可最终还是因为一个人不愿意去开一个无关紧要的会议，而把活动取消了。",
        "label": ""
      },
      {
        "sentence": "她们还说：“没关系，本来你也没有很想要上课。",
        "label": ""
      },
      {
        "sentence": "”我现在很难受，感觉自己的意见没有被重视到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，我理解你的心情。你显然是一个很善良的人，非常关心朋友的感受。但是，有时候人们可能会因为自己的忙碌而忽略到别人的需要，这并不是有意的。你需要意识到自己是一个有点敏感，缺乏安全感的人，非常渴望得到朋友平等的关心和重视。请相信自己，你是个非常值得被爱的人。",
    "annotation": [
      {
        "sentence": "看到你的问题，我理解你的心情。",
        "label": ""
      },
      {
        "sentence": "你显然是一个很善良的人，非常关心朋友的感受。",
        "label": ""
      },
      {
        "sentence": "但是，有时候人们可能会因为自己的忙碌而忽略到别人的需要，这并不是有意的。",
        "label": ""
      },
      {
        "sentence": "你需要意识到自己是一个有点敏感，缺乏安全感的人，非常渴望得到朋友平等的关心和重视。",
        "label": ""
      },
      {
        "sentence": "请相信自己，你是个非常值得被爱的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解我自己的性格，但我感觉自己总是孤独和被忽视的。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我理解我自己的性格，但我感觉自己总是孤独和被忽视的。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，不要总是以自己被忽视为理由。人与人之间的关系很复杂，不同的人有着不同的性格和生活方式。你可以主动与朋友们进行沟通，说出自己的感受和困惑，相互理解和尊重，这是很重要的。请不要总是把自己的情绪藏在心里，这样会让你越来越孤独。在尝试沟通之后，如果还是无法改变你的状况，那么你需要重新思考你们之间的关系是否还有意义。重要的是，不要委屈自己，做你自己，尝试探索自己的兴趣爱好，以及培养自己的内心世界。",
    "annotation": [
      {
        "sentence": "首先，不要总是以自己被忽视为理由。",
        "label": ""
      },
      {
        "sentence": "人与人之间的关系很复杂，不同的人有着不同的性格和生活方式。",
        "label": ""
      },
      {
        "sentence": "你可以主动与朋友们进行沟通，说出自己的感受和困惑，相互理解和尊重，这是很重要的。",
        "label": ""
      },
      {
        "sentence": "请不要总是把自己的情绪藏在心里，这样会让你越来越孤独。",
        "label": ""
      },
      {
        "sentence": "在尝试沟通之后，如果还是无法改变你的状况，那么你需要重新思考你们之间的关系是否还有意义。",
        "label": ""
      },
      {
        "sentence": "重要的是，不要委屈自己，做你自己，尝试探索自己的兴趣爱好，以及培养自己的内心世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实需要更多的快乐和能量。你有什么好的建议吗？",
    "annotation": [
      {
        "sentence": "我确实需要更多的快乐和能量。",
        "label": ""
      },
      {
        "sentence": "你有什么好的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确保你有良好的睡眠和饮食习惯，这会让你的身体更健康。此外，你可以尝试学习新的技能或者参加一些社交活动，让自己变得更加充实和有趣。你也可以平时多读一些书籍，探索世界的美好。最重要的是，要保持一个积极的心态，相信自己的能力和价值。无论怎样，我会一直支持你，谢谢你的倾诉。",
    "annotation": [
      {
        "sentence": "确保你有良好的睡眠和饮食习惯，这会让你的身体更健康。",
        "label": ""
      },
      {
        "sentence": "此外，你可以尝试学习新的技能或者参加一些社交活动，让自己变得更加充实和有趣。",
        "label": ""
      },
      {
        "sentence": "你也可以平时多读一些书籍，探索世界的美好。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要保持一个积极的心态，相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "无论怎样，我会一直支持你，谢谢你的倾诉。",
        "label": ""
      }
    ]
  }
]