[
  {
    "role": "client",
    "content": "老实死读书，读书究竟能不能带给我想要的生活？自己是一名大三学生，高中成绩一直都很好，但是高考考砸了，现在大学是一所双非但是实力其实很强，然后大学成绩也还可以，打算去申请英国的研究生，但是最近开始迷茫，自己学的也是理工科，说实话大学真正要认真学的话真的挺累人的，而且也很枯燥，最近开始羡慕自己家乡那边几个朋友的生活，他们成绩都不好，有的甚至在专科，有的在一本也是那种中外合资的（这个都懂吧），但是感觉生活都好丰富…晚上没事去酒吧玩一玩，下午打打麻将，但也不是那种混日子，他们其实会接触到很多的人，人际圈子很广，父母也有一定条件，而且情商都蛮高，所以我觉得未来的发展其实不会太差，而我就是那种老老实实读书的，天天累死个人，生活也没有那么丰富多彩，接触到的人也没那么多，觉得现在的生活状态挺不如如意的，其实高中就有这种感觉，但当时有一个考理想大学的信仰，所以还是很有动力，但现在自己想想就算去英国留学回来了，自己的生活还是这样满枯燥的话，也没意思…",
    "annotation": [
      {
        "sentence": "老实死读书，读书究竟能不能带给我想要的生活？",
        "label": ""
      },
      {
        "sentence": "自己是一名大三学生，高中成绩一直都很好，但是高考考砸了，现在大学是一所双非但是实力其实很强，然后大学成绩也还可以，打算去申请英国的研究生，但是最近开始迷茫，自己学的也是理工科，说实话大学真正要认真学的话真的挺累人的，而且也很枯燥，最近开始羡慕自己家乡那边几个朋友的生活，他们成绩都不好，有的甚至在专科，有的在一本也是那种中外合资的（这个都懂吧），但是感觉生活都好丰富…晚上没事去酒吧玩一玩，下午打打麻将，但也不是那种混日子，他们其实会接触到很多的人，人际圈子很广，父母也有一定条件，而且情商都蛮高，所以我觉得未来的发展其实不会太差，而我就是那种老老实实读书的，天天累死个人，生活也没有那么丰富多彩，接触到的人也没那么多，觉得现在的生活状态挺不如如意的，其实高中就有这种感觉，但当时有一个考理想大学的信仰，所以还是很有动力，但现在自己想想就算去英国留学回来了，自己的生活还是这样满枯燥的话，也没意思…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，首先我们先把你提到的问题厘清，可以分为三个小问题。第一，老实读书有用吗？第二，什么是你想要的生活？第三，老实读书能不能带来你想要的生活？",
    "annotation": [
      {
        "sentence": "求助者，首先我们先把你提到的问题厘清，可以分为三个小问题。",
        "label": ""
      },
      {
        "sentence": "第一，老实读书有用吗？",
        "label": ""
      },
      {
        "sentence": "第二，什么是你想要的生活？",
        "label": ""
      },
      {
        "sentence": "第三，老实读书能不能带来你想要的生活？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我先提这个问题，老实读书究竟有没有用呢？",
    "annotation": [
      {
        "sentence": "那我先提这个问题，老实读书究竟有没有用呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "老实读书肯定是有用的，这个是毋庸置疑的。假设一下，如果你没有读书，你现在也不会在一个双非但实力强大的学校。如果你没有读书，就算读完九年义务教育吧，大概率你在某条流水线上做打工人。",
    "annotation": [
      {
        "sentence": "老实读书肯定是有用的，这个是毋庸置疑的。",
        "label": ""
      },
      {
        "sentence": "假设一下，如果你没有读书，你现在也不会在一个双非但实力强大的学校。",
        "label": ""
      },
      {
        "sentence": "如果你没有读书，就算读完九年义务教育吧，大概率你在某条流水线上做打工人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，老实读书确实为我提供了一些机会。那第二个问题，我现在究竟想要什么样的生活？",
    "annotation": [
      {
        "sentence": "我理解了，老实读书确实为我提供了一些机会。",
        "label": ""
      },
      {
        "sentence": "那第二个问题，我现在究竟想要什么样的生活？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得这个问题才是你的迷茫所在。你提到高中时，有个要考理想大学的信仰，支撑着你过着枯燥的生活。现在的大学生活，课程很难，学起来很累。这个我非常理解，我学的也是理工科，各种力学学的我怀疑人生，怀疑自己的智商是不是下线了。即使是去留学回来，生活也未必就能满意。",
    "annotation": [
      {
        "sentence": "我觉得这个问题才是你的迷茫所在。",
        "label": ""
      },
      {
        "sentence": "你提到高中时，有个要考理想大学的信仰，支撑着你过着枯燥的生活。",
        "label": ""
      },
      {
        "sentence": "现在的大学生活，课程很难，学起来很累。",
        "label": ""
      },
      {
        "sentence": "这个我非常理解，我学的也是理工科，各种力学学的我怀疑人生，怀疑自己的智商是不是下线了。",
        "label": ""
      },
      {
        "sentence": "即使是去留学回来，生活也未必就能满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实开始羡慕家乡朋友的生活，感觉他们过得很丰富多彩。",
    "annotation": [
      {
        "sentence": "是的，我确实开始羡慕家乡朋友的生活，感觉他们过得很丰富多彩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你羡慕，留在家乡的小伙伴的生活，学校一般，有空交际，逛逛酒吧，打打麻将，情商高，家庭条件好，他们的将来应该也是多姿多彩的。两相比较，你的心里就滋生出了“没意思”。那你有没有仔细的考虑过，你想要什么样的有意思的生活呢？是你的同学现在的生活吗？如今的你上大三，你能保证十年以后你依然想要你同学现在的生活吗？现在你对于未来可能的生活是建立在想象的基础上，建立在对比的基础上。如果你看到你其他考入985，211高校的同学，每天忙着上课，忙着实习，忙着考证，忙着参加社团活动，你会怎么想？是那样的生活太累了？还会那样的生活也是很有意思的？所以，首先要解决的问题是“什么是对你来说有意思的生活”，现在什么是有意义的生活，未来进入社会什么是有意义的生活。",
    "annotation": [
      {
        "sentence": "你羡慕，留在家乡的小伙伴的生活，学校一般，有空交际，逛逛酒吧，打打麻将，情商高，家庭条件好，他们的将来应该也是多姿多彩的。",
        "label": ""
      },
      {
        "sentence": "两相比较，你的心里就滋生出了“没意思”。",
        "label": ""
      },
      {
        "sentence": "那你有没有仔细的考虑过，你想要什么样的有意思的生活呢？",
        "label": ""
      },
      {
        "sentence": "是你的同学现在的生活吗？",
        "label": ""
      },
      {
        "sentence": "如今的你上大三，你能保证十年以后你依然想要你同学现在的生活吗？",
        "label": ""
      },
      {
        "sentence": "现在你对于未来可能的生活是建立在想象的基础上，建立在对比的基础上。",
        "label": ""
      },
      {
        "sentence": "如果你看到你其他考入985，211高校的同学，每天忙着上课，忙着实习，忙着考证，忙着参加社团活动，你会怎么想？",
        "label": ""
      },
      {
        "sentence": "是那样的生活太累了？",
        "label": ""
      },
      {
        "sentence": "还会那样的生活也是很有意思的？",
        "label": ""
      },
      {
        "sentence": "所以，首先要解决的问题是“什么是对你来说有意思的生活”，现在什么是有意义的生活，未来进入社会什么是有意义的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我没有深入思考过自己想要什么样的生活，很多时候只是通过和别人的比较来判断。",
    "annotation": [
      {
        "sentence": "确实，我没有深入思考过自己想要什么样的生活，很多时候只是通过和别人的比较来判断。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，我们都会通过和别人比较来判断自己的生活。但是这种判断是很主观的，而且容易让自己产生不满和迷茫。要找到自己想要的生活，需要通过思考和探索。你可以试着问问自己，什么样的生活才是对自己有意义的？而且，现在的学习和努力也是为了将来的发展打下基础。",
    "annotation": [
      {
        "sentence": "没错，我们都会通过和别人比较来判断自己的生活。",
        "label": ""
      },
      {
        "sentence": "但是这种判断是很主观的，而且容易让自己产生不满和迷茫。",
        "label": ""
      },
      {
        "sentence": "要找到自己想要的生活，需要通过思考和探索。",
        "label": ""
      },
      {
        "sentence": "你可以试着问问自己，什么样的生活才是对自己有意义的？",
        "label": ""
      },
      {
        "sentence": "而且，现在的学习和努力也是为了将来的发展打下基础。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要思考自己想要的生活，并为之努力。但我还是担心老实读书能不能带来我想要的生活。",
    "annotation": [
      {
        "sentence": "我明白了，我需要思考自己想要的生活，并为之努力。",
        "label": ""
      },
      {
        "sentence": "但我还是担心老实读书能不能带来我想要的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "老实读书能不能带来你想要的生活，我觉得并不是绝对的。但老实读书可以让你离想要的美好生活近一点。即使你想要的是同学现在的生活，那也是需要有大量金钱的支持。是的，就是这么现实。而读书可以提高你的收入，相应的你更有可能过自己想要的生活。读书能不能带来你想要的生活，完全取决于你对读书的态度，你在读书上所付出的努力。不知道你看没看过那张有名的乌镇饭局的照片，一张桌子，围了一圈的CEO，都是名牌大学顶尖高校毕业的。你未来的生活会如何，取决于你现在是怎么做的。",
    "annotation": [
      {
        "sentence": "老实读书能不能带来你想要的生活，我觉得并不是绝对的。",
        "label": ""
      },
      {
        "sentence": "但老实读书可以让你离想要的美好生活近一点。",
        "label": ""
      },
      {
        "sentence": "即使你想要的是同学现在的生活，那也是需要有大量金钱的支持。",
        "label": ""
      },
      {
        "sentence": "是的，就是这么现实。",
        "label": ""
      },
      {
        "sentence": "而读书可以提高你的收入，相应的你更有可能过自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "读书能不能带来你想要的生活，完全取决于你对读书的态度，你在读书上所付出的努力。",
        "label": ""
      },
      {
        "sentence": "不知道你看没看过那张有名的乌镇饭局的照片，一张桌子，围了一圈的CEO，都是名牌大学顶尖高校毕业的。",
        "label": ""
      },
      {
        "sentence": "你未来的生活会如何，取决于你现在是怎么做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要调整自己的态度和努力，在读书上投入更多的精力。",
    "annotation": [
      {
        "sentence": "我明白了，我需要调整自己的态度和努力，在读书上投入更多的精力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，目标定得太远容易让人产生无力感。我建议你先定一些小目标，比如，这学期每节课都认真去上，期末考试名次不要掉，参加一些志愿活动或者社团活动，为申请留学做准备等一些具体的可测量的目标。同时，多读一些人文社科类的书籍，刷新认知，提升思维能力。希望你能够通过思考，找到你想要的生活，并为之努力。",
    "annotation": [
      {
        "sentence": "很好，目标定得太远容易让人产生无力感。",
        "label": ""
      },
      {
        "sentence": "我建议你先定一些小目标，比如，这学期每节课都认真去上，期末考试名次不要掉，参加一些志愿活动或者社团活动，为申请留学做准备等一些具体的可测量的目标。",
        "label": ""
      },
      {
        "sentence": "同时，多读一些人文社科类的书籍，刷新认知，提升思维能力。",
        "label": ""
      },
      {
        "sentence": "希望你能够通过思考，找到你想要的生活，并为之努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会认真考虑并付诸行动的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会认真考虑并付诸行动的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的。如果你还有其他问题或者疑虑，随时可以和我交流。偶尔积极上进的心理咨询师永远在这里等你。",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者疑虑，随时可以和我交流。",
        "label": ""
      },
      {
        "sentence": "偶尔积极上进的心理咨询师永远在这里等你。",
        "label": ""
      }
    ]
  }
]