[
  {
    "role": "client",
    "content": "和人吵了一架，冷静下来会有羞耻感，恨自己？",
    "annotation": [
      {
        "sentence": "和人吵了一架，冷静下来会有羞耻感，恨自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "发生争吵后感到羞耻是很正常的，这说明你对自己的言行有一定的责任感。但是，我们也要理解自己，因为争吵是一种情绪宣泄的方式，而且每个人都有情绪失控的时候。你愿意和我分享具体的事情吗？",
    "annotation": [
      {
        "sentence": "发生争吵后感到羞耻是很正常的，这说明你对自己的言行有一定的责任感。",
        "label": ""
      },
      {
        "sentence": "但是，我们也要理解自己，因为争吵是一种情绪宣泄的方式，而且每个人都有情绪失控的时候。",
        "label": ""
      },
      {
        "sentence": "你愿意和我分享具体的事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "下班时间下小区的地下车库，排了五六辆车，我排在第四辆，前面车子走得比较慢，我后面那辆车就一直按喇叭。因为这几天心情不好，我更加心烦了，于是我就打开窗户喊了几句。然后那个司机就下来回骂了几句，等到快下车库的时候，那个司机还在骂，所以我干脆下来和她大吵了一架。",
    "annotation": [
      {
        "sentence": "下班时间下小区的地下车库，排了五六辆车，我排在第四辆，前面车子走得比较慢，我后面那辆车就一直按喇叭。",
        "label": ""
      },
      {
        "sentence": "因为这几天心情不好，我更加心烦了，于是我就打开窗户喊了几句。",
        "label": ""
      },
      {
        "sentence": "然后那个司机就下来回骂了几句，等到快下车库的时候，那个司机还在骂，所以我干脆下来和她大吵了一架。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我理解你当时的情绪很激动，这种情况下都很难控制自己的情绪。在狭小空间里，被困在车辆排队中，会导致情绪积蓄，尤其是心情本就不佳的情况下。但是，对方回骂并继续纠缠确实不太理智。我们不能全然责怪自己，因为外界环境和他人的行为也起到了一定影响。你的内疚感和羞耻感也是你对自己负责任的表现。",
    "annotation": [
      {
        "sentence": "听到你的经历，我理解你当时的情绪很激动，这种情况下都很难控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "在狭小空间里，被困在车辆排队中，会导致情绪积蓄，尤其是心情本就不佳的情况下。",
        "label": ""
      },
      {
        "sentence": "但是，对方回骂并继续纠缠确实不太理智。",
        "label": ""
      },
      {
        "sentence": "我们不能全然责怪自己，因为外界环境和他人的行为也起到了一定影响。",
        "label": ""
      },
      {
        "sentence": "你的内疚感和羞耻感也是你对自己负责任的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "回到家里，我就一直在反思自己是不是太冲动了，要是以后在小区里碰到了多不好意思。晚上的时候，我甚至有一种强烈的羞耻感，然后觉得自己真没出息，自己最近一年感情和工作也不顺利，觉得自己一无是处。甚至觉得自己是不是不配活在这个世界上。总之情绪非常非常低落。我总是会自己攻击自己。我该怎么办。",
    "annotation": [
      {
        "sentence": "回到家里，我就一直在反思自己是不是太冲动了，要是以后在小区里碰到了多不好意思。",
        "label": ""
      },
      {
        "sentence": "晚上的时候，我甚至有一种强烈的羞耻感，然后觉得自己真没出息，自己最近一年感情和工作也不顺利，觉得自己一无是处。",
        "label": ""
      },
      {
        "sentence": "甚至觉得自己是不是不配活在这个世界上。",
        "label": ""
      },
      {
        "sentence": "总之情绪非常非常低落。",
        "label": ""
      },
      {
        "sentence": "我总是会自己攻击自己。",
        "label": ""
      },
      {
        "sentence": "我该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你内心的困扰和压力。但是，请不要将当前的困境和情绪波动归结为你个人的无能或“不配活在这个世界上”。每个人在生活中都会遇到起伏和挫折，这是很正常的。我们不能只关注过去和现在的失败，而是要积极寻找解决问题的途径和改进自己的方法。现在，我们可以一起回顾一下以前的失败经历，找到具体的问题所在，并探索是否有更好的解决方案。",
    "annotation": [
      {
        "sentence": "我能感受到你内心的困扰和压力。",
        "label": ""
      },
      {
        "sentence": "但是，请不要将当前的困境和情绪波动归结为你个人的无能或“不配活在这个世界上”。",
        "label": ""
      },
      {
        "sentence": "每个人在生活中都会遇到起伏和挫折，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "我们不能只关注过去和现在的失败，而是要积极寻找解决问题的途径和改进自己的方法。",
        "label": ""
      },
      {
        "sentence": "现在，我们可以一起回顾一下以前的失败经历，找到具体的问题所在，并探索是否有更好的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该更客观地看待自己的能力和状况。但是我总是很容易攻击自己，情绪波动也非常大，不知道怎么调整。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该更客观地看待自己的能力和状况。",
        "label": ""
      },
      {
        "sentence": "但是我总是很容易攻击自己，情绪波动也非常大，不知道怎么调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，攻击自己并不能解决任何问题，只会让情绪进一步恶化。我们可以试着平复内心，找出导致情绪波动的原因。我建议，在发火之前给自己十五分钟的冷静时间，不要在情绪波动时作出重要的决定。同时，如果有任何事情困扰你，不妨和他人一起探讨，共同寻找解决方案。记住，生活是一个过程，我们并不像自己想的那么差。",
    "annotation": [
      {
        "sentence": "是的，攻击自己并不能解决任何问题，只会让情绪进一步恶化。",
        "label": ""
      },
      {
        "sentence": "我们可以试着平复内心，找出导致情绪波动的原因。",
        "label": ""
      },
      {
        "sentence": "我建议，在发火之前给自己十五分钟的冷静时间，不要在情绪波动时作出重要的决定。",
        "label": ""
      },
      {
        "sentence": "同时，如果有任何事情困扰你，不妨和他人一起探讨，共同寻找解决方案。",
        "label": ""
      },
      {
        "sentence": "记住，生活是一个过程，我们并不像自己想的那么差。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试按照你的建议去做，更加冷静地处理自己的情绪和冲动行为。谢谢你的帮助和支持。",
    "annotation": [
      {
        "sentence": "我会尝试按照你的建议去做，更加冷静地处理自己的情绪和冲动行为。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，记得要对自己有耐心，不要太苛责自己。如果还有其他需要，随时来找我交流。你并不孤单，我们可以一起度过困难时期。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，记得要对自己有耐心，不要太苛责自己。",
        "label": ""
      },
      {
        "sentence": "如果还有其他需要，随时来找我交流。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们可以一起度过困难时期。",
        "label": ""
      }
    ]
  }
]