[
  {
    "role": "client",
    "content": "受不了一点批评，无法与人正常沟通，想逃避痛苦？事情过去几个月了但是想到相关的人和当时的事就非常痛苦。我觉得我自己就是个累赘，影响很多人。我受不了一点批评或者说我无法正常与人沟通，因为他们某些话和某些行为可能会让我立刻沉浸在那种痛苦中。那种痛苦是虚无的，都是过去的想要逃避的人和事情。我去医院检查过，有在吃阿美宁作用挺小的，还是会发脾气，还是会想死死不了就自残。其他副作用大的药不想吃，不知道心理咨询有没有用，也没有找到该去哪里做心理咨询。",
    "annotation": [
      {
        "sentence": "受不了一点批评，无法与人正常沟通，想逃避痛苦？",
        "label": ""
      },
      {
        "sentence": "事情过去几个月了但是想到相关的人和当时的事就非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我觉得我自己就是个累赘，影响很多人。",
        "label": ""
      },
      {
        "sentence": "我受不了一点批评或者说我无法正常与人沟通，因为他们某些话和某些行为可能会让我立刻沉浸在那种痛苦中。",
        "label": ""
      },
      {
        "sentence": "那种痛苦是虚无的，都是过去的想要逃避的人和事情。",
        "label": ""
      },
      {
        "sentence": "我去医院检查过，有在吃阿美宁作用挺小的，还是会发脾气，还是会想死死不了就自残。",
        "label": ""
      },
      {
        "sentence": "其他副作用大的药不想吃，不知道心理咨询有没有用，也没有找到该去哪里做心理咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "留言中你说：1、对自己有一种自责感，过去的事情让你觉得自己是个累赘；2、无法接受批评，难以与他人沟通；3、有伤害自己的想法，想要治愈自己，但是不知道怎样做心理咨询。以下是一些看法和你分享一下：",
    "annotation": [
      {
        "sentence": "留言中你说：1、对自己有一种自责感，过去的事情让你觉得自己是个累赘；2、无法接受批评，难以与他人沟通；3、有伤害自己的想法，想要治愈自己，但是不知道怎样做心理咨询。",
        "label": ""
      },
      {
        "sentence": "以下是一些看法和你分享一下：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在真的很困惑，对过去发生的事情产生了很大的负罪感，感觉自己不值得别人喜欢。每次被批评的时候，我就会觉得自己被无情地攻击，无法平静地处理和回应。",
    "annotation": [
      {
        "sentence": "是的，我现在真的很困惑，对过去发生的事情产生了很大的负罪感，感觉自己不值得别人喜欢。",
        "label": ""
      },
      {
        "sentence": "每次被批评的时候，我就会觉得自己被无情地攻击，无法平静地处理和回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和负罪感。但是要明白，每个人都有过失和错误，这并不意味着你是个累赘。我们都在成长和学习中，可以通过接纳自己的过去和错误来放下负罪感。当他人批评你时，试着换个角度去看待，把这种批评当作是他人对你的帮助和建议，而不是攻击。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和负罪感。",
        "label": ""
      },
      {
        "sentence": "但是要明白，每个人都有过失和错误，这并不意味着你是个累赘。",
        "label": ""
      },
      {
        "sentence": "我们都在成长和学习中，可以通过接纳自己的过去和错误来放下负罪感。",
        "label": ""
      },
      {
        "sentence": "当他人批评你时，试着换个角度去看待，把这种批评当作是他人对你的帮助和建议，而不是攻击。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得很难做到换个角度看待。每当听到批评，我就会情绪失控，陷入痛苦中。我还是无法理解为什么批评对我来说那么难接受。",
    "annotation": [
      {
        "sentence": "我觉得很难做到换个角度看待。",
        "label": ""
      },
      {
        "sentence": "每当听到批评，我就会情绪失控，陷入痛苦中。",
        "label": ""
      },
      {
        "sentence": "我还是无法理解为什么批评对我来说那么难接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的情绪失控和难以理解的感受。有时候我们会存在自我价值感不强、自信心不足的问题，这可能会导致我们对批评过度敏感。我们可以一起找出引起这种情绪反应的原因，并尝试通过增强自我价值感和自信心来减轻这种困扰。同时，也可以学习如何正确处理批评，将其转化为自我成长的动力。",
    "annotation": [
      {
        "sentence": "我明白你的情绪失控和难以理解的感受。",
        "label": ""
      },
      {
        "sentence": "有时候我们会存在自我价值感不强、自信心不足的问题，这可能会导致我们对批评过度敏感。",
        "label": ""
      },
      {
        "sentence": "我们可以一起找出引起这种情绪反应的原因，并尝试通过增强自我价值感和自信心来减轻这种困扰。",
        "label": ""
      },
      {
        "sentence": "同时，也可以学习如何正确处理批评，将其转化为自我成长的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我想我需要更多的自信和对自己的认可。但是，我不知道该如何增强自己的自信呢？",
    "annotation": [
      {
        "sentence": "你说的对，我想我需要更多的自信和对自己的认可。",
        "label": ""
      },
      {
        "sentence": "但是，我不知道该如何增强自己的自信呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "增强自信可以从小事做起。你可以尝试制定一些小目标，并逐步完成它们。每次完成一个目标，你都可以为自己鼓掌并庆祝一下，逐渐建立起对自己能力的信心。此外，也可以寻找一些适合自己的爱好或者感兴趣的事情，将其作为展示自己能力的平台，进一步增强自信心。",
    "annotation": [
      {
        "sentence": "增强自信可以从小事做起。",
        "label": ""
      },
      {
        "sentence": "你可以尝试制定一些小目标，并逐步完成它们。",
        "label": ""
      },
      {
        "sentence": "每次完成一个目标，你都可以为自己鼓掌并庆祝一下，逐渐建立起对自己能力的信心。",
        "label": ""
      },
      {
        "sentence": "此外，也可以寻找一些适合自己的爱好或者感兴趣的事情，将其作为展示自己能力的平台，进一步增强自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着做到。顺便问一下，心理咨询真的会有效果吗？我不知道能不能因此解决我的问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着做到。",
        "label": ""
      },
      {
        "sentence": "顺便问一下，心理咨询真的会有效果吗？",
        "label": ""
      },
      {
        "sentence": "我不知道能不能因此解决我的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理咨询是一种可以提供专业支持和引导的帮助方式。咨询师会通过倾听你的内心痛苦，了解你的情况，并给出恰当的建议和解决方案。心理咨询可以帮助你更好地认识自己，理解自己的情绪和行为，找到解决问题的途径。当然，心理咨询的有效与否也和你的配合和信任度有关，愿意尝试一下吗？",
    "annotation": [
      {
        "sentence": "心理咨询是一种可以提供专业支持和引导的帮助方式。",
        "label": ""
      },
      {
        "sentence": "咨询师会通过倾听你的内心痛苦，了解你的情况，并给出恰当的建议和解决方案。",
        "label": ""
      },
      {
        "sentence": "心理咨询可以帮助你更好地认识自己，理解自己的情绪和行为，找到解决问题的途径。",
        "label": ""
      },
      {
        "sentence": "当然，心理咨询的有效与否也和你的配合和信任度有关，愿意尝试一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我对心理咨询有了一些新的认识。我愿意尝试一下，希望能够找到解决问题的方法。请问你有什么推荐的心理咨询机构吗？",
    "annotation": [
      {
        "sentence": "听你这么说，我对心理咨询有了一些新的认识。",
        "label": ""
      },
      {
        "sentence": "我愿意尝试一下，希望能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "请问你有什么推荐的心理咨询机构吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当地有很多心理咨询的机构，你可以向医院或者社区卫生中心咨询，他们可以推荐给你适合的心理咨询机构和咨询师。也可以通过互联网查找一些有信誉和好口碑的心理咨询机构，然后再仔细选择合适的咨询师。希望你能早日找到适合自己的心理咨询机构和咨询师，解决你的问题。加油！",
    "annotation": [
      {
        "sentence": "当地有很多心理咨询的机构，你可以向医院或者社区卫生中心咨询，他们可以推荐给你适合的心理咨询机构和咨询师。",
        "label": ""
      },
      {
        "sentence": "也可以通过互联网查找一些有信誉和好口碑的心理咨询机构，然后再仔细选择合适的咨询师。",
        "label": ""
      },
      {
        "sentence": "希望你能早日找到适合自己的心理咨询机构和咨询师，解决你的问题。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]