[
  {
    "role": "client",
    "content": "我受不了一点批评，无法与人正常沟通，想逃避痛苦。事情过去几个月了但是想到相关的人和当时的事就非常痛苦。我觉得我自己就是个累赘，影响很多人。我受不了一点批评或者说我无法正常与人沟通，因为他们某些话和某些行为可能会让我立刻沉浸在那种痛苦中。那种痛苦是虚无的，都是过去的。想要逃避的人和事情。我去医院检查过，有在吃阿美宁，作用挺小的，还是会发脾气，还是会想死，死不了就自残。其他副作用大的药不想吃，不知道心理咨询有没有用，也没有找到该去哪里做心理咨询。",
    "annotation": [
      {
        "sentence": "我受不了一点批评，无法与人正常沟通，想逃避痛苦。",
        "label": ""
      },
      {
        "sentence": "事情过去几个月了但是想到相关的人和当时的事就非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我觉得我自己就是个累赘，影响很多人。",
        "label": ""
      },
      {
        "sentence": "我受不了一点批评或者说我无法正常与人沟通，因为他们某些话和某些行为可能会让我立刻沉浸在那种痛苦中。",
        "label": ""
      },
      {
        "sentence": "那种痛苦是虚无的，都是过去的。",
        "label": ""
      },
      {
        "sentence": "想要逃避的人和事情。",
        "label": ""
      },
      {
        "sentence": "我去医院检查过，有在吃阿美宁，作用挺小的，还是会发脾气，还是会想死，死不了就自残。",
        "label": ""
      },
      {
        "sentence": "其他副作用大的药不想吃，不知道心理咨询有没有用，也没有找到该去哪里做心理咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然你在叙述中说受不了一点批评，无法与人沟通，想要逃避痛苦。但是你没有叙述到自己具体经历了什么让你痛苦的事情，但是让我感受到这件事对你的影响非常大，在体验上也是非常痛苦的。你也提到自己其实想尝试求助心理咨询，但是现在还不确定心理咨询有没有用，也没有找到合适自己的心理咨询师。1、让我感受到，你现在是非常脆弱的，也需要一个人来安慰你，给予你心理方面的支持。这个时候，你就听不进去任何人的批评，也没有力量与人沟通。你觉得自己就是这样脆弱，这是很正常的，接纳自己的脆弱是非常重要的。你现在不想接受别人的批评，也没有力量与人沟通，但这一切都暂时的，只是你一段时间的心理状态。2、当我们遇到事情让自己痛苦时，很容易产生逃避的想法。因为我们被情绪淹没了，我们可以试着让自己在情绪里面停留一会儿。然后跳出情绪，来观察自己本身。思考一下，这件事让我如此痛苦的想法和感受是什么，是什么样的行为或结果让我如此痛苦。这些痛苦也许是自己夸大了，也有可能有什么例外是我们没有注意到的，比如这些痛苦并不是完全不能接受的，也许我们对事情或结果的态度可以有另外一种想法和感受。3、我不知道你是不是经历了一些痛苦的事情，才让自己变得无法与人交流和无法接受别人的批评。如果是的话，我希望你能先接纳现在脆弱的自己，给予现在脆弱的自己情绪需求的满足。等你的内心变得更加坚强的时候，准备好做更好的自己，你就会有勇气去接受别人的批评，并且能够正确看待别人的批评。4、心理咨询是一个拥有心理学引导者陪伴你的过程，它将帮助你理解你的痛苦和人际关系，并进行启发性的交流。在这个过程中，你将更好地了解为什么你会感到痛苦，了解自己的情感需求是什么。在与心理咨询师的关系中，你将感受到人际关系中不同的体验，也会逐渐学会如何提高人际关系。希望我的回答能帮助到你。",
    "annotation": [
      {
        "sentence": "虽然你在叙述中说受不了一点批评，无法与人沟通，想要逃避痛苦。",
        "label": ""
      },
      {
        "sentence": "但是你没有叙述到自己具体经历了什么让你痛苦的事情，但是让我感受到这件事对你的影响非常大，在体验上也是非常痛苦的。",
        "label": ""
      },
      {
        "sentence": "你也提到自己其实想尝试求助心理咨询，但是现在还不确定心理咨询有没有用，也没有找到合适自己的心理咨询师。",
        "label": ""
      },
      {
        "sentence": "1、让我感受到，你现在是非常脆弱的，也需要一个人来安慰你，给予你心理方面的支持。",
        "label": ""
      },
      {
        "sentence": "这个时候，你就听不进去任何人的批评，也没有力量与人沟通。",
        "label": ""
      },
      {
        "sentence": "你觉得自己就是这样脆弱，这是很正常的，接纳自己的脆弱是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你现在不想接受别人的批评，也没有力量与人沟通，但这一切都暂时的，只是你一段时间的心理状态。",
        "label": ""
      },
      {
        "sentence": "2、当我们遇到事情让自己痛苦时，很容易产生逃避的想法。",
        "label": ""
      },
      {
        "sentence": "因为我们被情绪淹没了，我们可以试着让自己在情绪里面停留一会儿。",
        "label": ""
      },
      {
        "sentence": "然后跳出情绪，来观察自己本身。",
        "label": ""
      },
      {
        "sentence": "思考一下，这件事让我如此痛苦的想法和感受是什么，是什么样的行为或结果让我如此痛苦。",
        "label": ""
      },
      {
        "sentence": "这些痛苦也许是自己夸大了，也有可能有什么例外是我们没有注意到的，比如这些痛苦并不是完全不能接受的，也许我们对事情或结果的态度可以有另外一种想法和感受。",
        "label": ""
      },
      {
        "sentence": "3、我不知道你是不是经历了一些痛苦的事情，才让自己变得无法与人交流和无法接受别人的批评。",
        "label": ""
      },
      {
        "sentence": "如果是的话，我希望你能先接纳现在脆弱的自己，给予现在脆弱的自己情绪需求的满足。",
        "label": ""
      },
      {
        "sentence": "等你的内心变得更加坚强的时候，准备好做更好的自己，你就会有勇气去接受别人的批评，并且能够正确看待别人的批评。",
        "label": ""
      },
      {
        "sentence": "4、心理咨询是一个拥有心理学引导者陪伴你的过程，它将帮助你理解你的痛苦和人际关系，并进行启发性的交流。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你将更好地了解为什么你会感到痛苦，了解自己的情感需求是什么。",
        "label": ""
      },
      {
        "sentence": "在与心理咨询师的关系中，你将感受到人际关系中不同的体验，也会逐渐学会如何提高人际关系。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能帮助到你。",
        "label": ""
      }
    ]
  }
]