[
  {
    "role": "client",
    "content": "老公和孩子都不尊重我，顶撞我或者不回应，我不知道是否应该离婚。孩子已经十岁了，最近常常用激烈的语言对我顶撞，比如说：“你烦不烦啊”、“我不做作业又怎么样”。同样的话，我老公对孩子说，孩子就照做。我分析认为是因为老公一直没有尊重我对我有了负面影响。老公经常对我说的话翻白眼或者不回应。孩子小时候也对我说过觉得我喜欢爸爸，但爸爸不喜欢我。老公也经常在孩子面前责备我。相对来说，我对老公的意见比较尊重，也常在孩子面前说他爸爸的好。但我不知道这种环境是否导致了孩子对我的态度，不知道该如何应对。这样的家庭，我应该离婚吗？",
    "annotation": [
      {
        "sentence": "老公和孩子都不尊重我，顶撞我或者不回应，我不知道是否应该离婚。",
        "label": ""
      },
      {
        "sentence": "孩子已经十岁了，最近常常用激烈的语言对我顶撞，比如说：“你烦不烦啊”、“我不做作业又怎么样”。",
        "label": ""
      },
      {
        "sentence": "同样的话，我老公对孩子说，孩子就照做。",
        "label": ""
      },
      {
        "sentence": "我分析认为是因为老公一直没有尊重我对我有了负面影响。",
        "label": ""
      },
      {
        "sentence": "老公经常对我说的话翻白眼或者不回应。",
        "label": ""
      },
      {
        "sentence": "孩子小时候也对我说过觉得我喜欢爸爸，但爸爸不喜欢我。",
        "label": ""
      },
      {
        "sentence": "老公也经常在孩子面前责备我。",
        "label": ""
      },
      {
        "sentence": "相对来说，我对老公的意见比较尊重，也常在孩子面前说他爸爸的好。",
        "label": ""
      },
      {
        "sentence": "但我不知道这种环境是否导致了孩子对我的态度，不知道该如何应对。",
        "label": ""
      },
      {
        "sentence": "这样的家庭，我应该离婚吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你们平时的婚姻生活中，你的丈夫总是对你不太尊重，所以导致10岁的孩子也总是用激烈的语言顶撞你。我能够感受到你在这个家庭中没有受到应有的尊重，这让你感到无奈。但让人欣喜的是，你正在积极地尝试解决这个问题。我认为这个问题需要分情况考虑。你们夫妻两人的感情其实还不错，只是他不擅长表达，不知道如何与你沟通。你的丈夫确实不太爱你，所以在平常的生活中总是表现出不耐烦和责备。如果是第一种情况，你需要与你的丈夫沟通，把你的想法告诉他，共同商量解决办法，一起努力改变。相信通过你们的共同努力，情况会得到改善的。你和丈夫需要共同教育孩子，让他明白要尊重父母。如果是第二种情况，如果你不想继续现在的生活，你可以选择离婚。毕竟人生很短暂，应该选择更加幸福的生活。祝你好运。",
    "annotation": [
      {
        "sentence": "在你们平时的婚姻生活中，你的丈夫总是对你不太尊重，所以导致10岁的孩子也总是用激烈的语言顶撞你。",
        "label": ""
      },
      {
        "sentence": "我能够感受到你在这个家庭中没有受到应有的尊重，这让你感到无奈。",
        "label": ""
      },
      {
        "sentence": "但让人欣喜的是，你正在积极地尝试解决这个问题。",
        "label": ""
      },
      {
        "sentence": "我认为这个问题需要分情况考虑。",
        "label": ""
      },
      {
        "sentence": "你们夫妻两人的感情其实还不错，只是他不擅长表达，不知道如何与你沟通。",
        "label": ""
      },
      {
        "sentence": "你的丈夫确实不太爱你，所以在平常的生活中总是表现出不耐烦和责备。",
        "label": ""
      },
      {
        "sentence": "如果是第一种情况，你需要与你的丈夫沟通，把你的想法告诉他，共同商量解决办法，一起努力改变。",
        "label": ""
      },
      {
        "sentence": "相信通过你们的共同努力，情况会得到改善的。",
        "label": ""
      },
      {
        "sentence": "你和丈夫需要共同教育孩子，让他明白要尊重父母。",
        "label": ""
      },
      {
        "sentence": "如果是第二种情况，如果你不想继续现在的生活，你可以选择离婚。",
        "label": ""
      },
      {
        "sentence": "毕竟人生很短暂，应该选择更加幸福的生活。",
        "label": ""
      },
      {
        "sentence": "祝你好运。",
        "label": ""
      }
    ]
  }
]