[
  {
    "role": "client",
    "content": "我是一个23岁男生，最近非常有压力，我忍不住想去赌博，你能帮帮我该怎么办吗？我已经23岁了，看着周围的朋友工作都很稳定，而我……我有一个女朋友，年底可能准备要结婚，也想减轻父母的负担。想通过赌博来赢一点钱，结果越赌越多，输了很多，之后跟家里人坦白，下定决心不再去了。可是以后出现了很多变故，为了让妈妈开心，想补上这个大窟窿，又去了赌博。我每次都很想改变，回到最开始正常的生活，可我现在每天都有很深很深的负罪感，每天都失眠，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我是一个23岁男生，最近非常有压力，我忍不住想去赌博，你能帮帮我该怎么办吗？",
        "label": ""
      },
      {
        "sentence": "我已经23岁了，看着周围的朋友工作都很稳定，而我……我有一个女朋友，年底可能准备要结婚，也想减轻父母的负担。",
        "label": ""
      },
      {
        "sentence": "想通过赌博来赢一点钱，结果越赌越多，输了很多，之后跟家里人坦白，下定决心不再去了。",
        "label": ""
      },
      {
        "sentence": "可是以后出现了很多变故，为了让妈妈开心，想补上这个大窟窿，又去了赌博。",
        "label": ""
      },
      {
        "sentence": "我每次都很想改变，回到最开始正常的生活，可我现在每天都有很深很深的负罪感，每天都失眠，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看样子，你因为一些生活中的压力，想要通过赌博来摆脱困境，但结果并没有如你期望的那样，反而让自己越陷越深。你意识到这样不对，想要改变自己，但又控制不住。你感到了深深的负罪感，但不知道应该怎么面对。赌博本身就充满了不确定性，你抱着侥幸的心态，想通过简单不费力的方式来赢取金钱。确实，赌博不需要花费太多精力，也不用早出晚归地工作，而且如果运气好，还能挣不少钱，是一种在短时间内快速赚钱的方式。但风险同样也很大，稍不留神，会让你血本无归。你说想改变这种状态，回归正常的生活，那么就从规划自己的人生开始吧，考虑下未来的发展，用实际行动来减轻负罪感。",
    "annotation": [
      {
        "sentence": "看样子，你因为一些生活中的压力，想要通过赌博来摆脱困境，但结果并没有如你期望的那样，反而让自己越陷越深。",
        "label": ""
      },
      {
        "sentence": "你意识到这样不对，想要改变自己，但又控制不住。",
        "label": ""
      },
      {
        "sentence": "你感到了深深的负罪感，但不知道应该怎么面对。",
        "label": ""
      },
      {
        "sentence": "赌博本身就充满了不确定性，你抱着侥幸的心态，想通过简单不费力的方式来赢取金钱。",
        "label": ""
      },
      {
        "sentence": "确实，赌博不需要花费太多精力，也不用早出晚归地工作，而且如果运气好，还能挣不少钱，是一种在短时间内快速赚钱的方式。",
        "label": ""
      },
      {
        "sentence": "但风险同样也很大，稍不留神，会让你血本无归。",
        "label": ""
      },
      {
        "sentence": "你说想改变这种状态，回归正常的生活，那么就从规划自己的人生开始吧，考虑下未来的发展，用实际行动来减轻负罪感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的感觉很迷茫，不知道该怎么去规划自己的人生，也不知道从哪里下手。",
    "annotation": [
      {
        "sentence": "我真的感觉很迷茫，不知道该怎么去规划自己的人生，也不知道从哪里下手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我们可以一步一步来。首先，你可以理性地看待赌博。你之前将赌博看成是一种生钱的渠道，但你有没有想过，能保证一定会赢吗？你能承受赌博所带来的风险吗？你了解赌场上的人际关系和规则吗？理性看待赌博这件事，客观地分析，不再抱着侥幸心态，让自己正视赌博的危害性。另外，你可以努力工作来挣钱。你说看到周围的朋友工作稳定，自己也想减轻父母的负担，那么可以靠自己的能力去挣钱。赌博输了只会让父母的负担更重，不如通过更可靠的方式，找份适合的工作，充分发挥自己的能力，凭借实力赚钱。",
    "annotation": [
      {
        "sentence": "没关系，我们可以一步一步来。",
        "label": ""
      },
      {
        "sentence": "首先，你可以理性地看待赌博。",
        "label": ""
      },
      {
        "sentence": "你之前将赌博看成是一种生钱的渠道，但你有没有想过，能保证一定会赢吗？",
        "label": ""
      },
      {
        "sentence": "你能承受赌博所带来的风险吗？",
        "label": ""
      },
      {
        "sentence": "你了解赌场上的人际关系和规则吗？",
        "label": ""
      },
      {
        "sentence": "理性看待赌博这件事，客观地分析，不再抱着侥幸心态，让自己正视赌博的危害性。",
        "label": ""
      },
      {
        "sentence": "另外，你可以努力工作来挣钱。",
        "label": ""
      },
      {
        "sentence": "你说看到周围的朋友工作稳定，自己也想减轻父母的负担，那么可以靠自己的能力去挣钱。",
        "label": ""
      },
      {
        "sentence": "赌博输了只会让父母的负担更重，不如通过更可靠的方式，找份适合的工作，充分发挥自己的能力，凭借实力赚钱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我真的没有考虑过自己的未来发展，我也不知道自己想成为什么样的人，过什么样的生活。也许我需要为人生制定个规划。",
    "annotation": [
      {
        "sentence": "其实我真的没有考虑过自己的未来发展，我也不知道自己想成为什么样的人，过什么样的生活。",
        "label": ""
      },
      {
        "sentence": "也许我需要为人生制定个规划。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你可以考虑一下自己的未来发展，设定一些目标和规划，对自己进行评估，看看自己有哪些不足和优势。如果你真的想改变，回归正常的生活，从现在开始，一点一点地改变自己，戒掉不良的习惯，全心全意投入到眼前的生活和工作中。多关心家人，多投入时间到工作中，努力提升自己。总之，要想改变就要行动起来。祝你早日摆脱困扰！",
    "annotation": [
      {
        "sentence": "非常好，你可以考虑一下自己的未来发展，设定一些目标和规划，对自己进行评估，看看自己有哪些不足和优势。",
        "label": ""
      },
      {
        "sentence": "如果你真的想改变，回归正常的生活，从现在开始，一点一点地改变自己，戒掉不良的习惯，全心全意投入到眼前的生活和工作中。",
        "label": ""
      },
      {
        "sentence": "多关心家人，多投入时间到工作中，努力提升自己。",
        "label": ""
      },
      {
        "sentence": "总之，要想改变就要行动起来。",
        "label": ""
      },
      {
        "sentence": "祝你早日摆脱困扰！",
        "label": ""
      }
    ]
  }
]