[
  {
    "role": "client",
    "content": "小时候受到过校园欺凌，一直走不出阴影，怎么办？本人女，高中生。",
    "annotation": [
      {
        "sentence": "小时候受到过校园欺凌，一直走不出阴影，怎么办？",
        "label": ""
      },
      {
        "sentence": "本人女，高中生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来这些年你一直在承受着心理创伤带来的压力，这很不容易。你现在很想解决这个问题，对吗？",
    "annotation": [
      {
        "sentence": "看来这些年你一直在承受着心理创伤带来的压力，这很不容易。",
        "label": ""
      },
      {
        "sentence": "你现在很想解决这个问题，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的。小学的时候因为和班里一个女同学闹了矛盾被造谣排挤，当时一直不敢告诉老师父母，以至于后来留下了很深的心理阴影，甚至和别人长时间交流都会觉得恐惧压抑。后来熬到了毕业，却一直忘不掉以前的经历，经常会在某个特定情景下突然回想起小学时发生的情景，有时候严重到会让我感觉窒息心悸，告诉父母他们却说都过去了就别计较，可我真的做不到该怎么办？",
    "annotation": [
      {
        "sentence": "是的。",
        "label": ""
      },
      {
        "sentence": "小学的时候因为和班里一个女同学闹了矛盾被造谣排挤，当时一直不敢告诉老师父母，以至于后来留下了很深的心理阴影，甚至和别人长时间交流都会觉得恐惧压抑。",
        "label": ""
      },
      {
        "sentence": "后来熬到了毕业，却一直忘不掉以前的经历，经常会在某个特定情景下突然回想起小学时发生的情景，有时候严重到会让我感觉窒息心悸，告诉父母他们却说都过去了就别计较，可我真的做不到该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀～看了你的描述，虽然你现在已经上高中了，可是还是忘不了小学发生的事情，当然我知道心理创伤是没有那么容易被遗忘的，而且你现在很想找到一个倾诉的对象，却在尝试向父母说的时候不被理解，很能想象到你的无奈与难过。根据你的描述，你现在总是回想起小学时被排挤的事情，在你心里，你把这件事情视为你的心理阴影，但是苦于无法倾诉，我建议你可以把这件事情向你最信任的朋友诉说，或许她能给你一些安慰和参考。",
    "annotation": [
      {
        "sentence": "呀～看了你的描述，虽然你现在已经上高中了，可是还是忘不了小学发生的事情，当然我知道心理创伤是没有那么容易被遗忘的，而且你现在很想找到一个倾诉的对象，却在尝试向父母说的时候不被理解，很能想象到你的无奈与难过。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，你现在总是回想起小学时被排挤的事情，在你心里，你把这件事情视为你的心理阴影，但是苦于无法倾诉，我建议你可以把这件事情向你最信任的朋友诉说，或许她能给你一些安慰和参考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在还真的没有什么可以倾诉的对象，因为我觉得我会被人嘲笑或者被认为是弱者。",
    "annotation": [
      {
        "sentence": "我现在还真的没有什么可以倾诉的对象，因为我觉得我会被人嘲笑或者被认为是弱者。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么我们这样吧，你可以找一些与你有共同爱好的群体，认识一些新的朋友，这样可以多一个倾诉的对象。当然，如果你觉得这样并不现实，我认为你可以向学校的心理老师倾诉，接受心理疏导和他们的专业的意见或许能让你好受一点。",
    "annotation": [
      {
        "sentence": "那么我们这样吧，你可以找一些与你有共同爱好的群体，认识一些新的朋友，这样可以多一个倾诉的对象。",
        "label": ""
      },
      {
        "sentence": "当然，如果你觉得这样并不现实，我认为你可以向学校的心理老师倾诉，接受心理疏导和他们的专业的意见或许能让你好受一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在也有考虑去找学校心理老师，但是我怕他们会告诉我的爸妈或同学，那我岂不是更难过？",
    "annotation": [
      {
        "sentence": "我现在也有考虑去找学校心理老师，但是我怕他们会告诉我的爸妈或同学，那我岂不是更难过？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不要担心这一点。学校的心理老师是有职业道德的，他们非常注重保密。你的私人事情在他们这里是很安全的。请放心去找他们。最近我还接触了一种心理学疗法叫沙盘游戏，这是一种非常有名的疗法，普通初高中的心理咨询师都会设有沙盘等基础设施，或许你可以去尝试一下。沙盘游戏有助于我们平静内心，根据咨询师的解读或许我们也能从中找到内心的力量。",
    "annotation": [
      {
        "sentence": "你不要担心这一点。",
        "label": ""
      },
      {
        "sentence": "学校的心理老师是有职业道德的，他们非常注重保密。",
        "label": ""
      },
      {
        "sentence": "你的私人事情在他们这里是很安全的。",
        "label": ""
      },
      {
        "sentence": "请放心去找他们。",
        "label": ""
      },
      {
        "sentence": "最近我还接触了一种心理学疗法叫沙盘游戏，这是一种非常有名的疗法，普通初高中的心理咨询师都会设有沙盘等基础设施，或许你可以去尝试一下。",
        "label": ""
      },
      {
        "sentence": "沙盘游戏有助于我们平静内心，根据咨询师的解读或许我们也能从中找到内心的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "沙盘游戏？听起来很有趣呢。但是我还是有点害怕，毕竟我觉得我的痛苦已经太久了，改变是很难的。",
    "annotation": [
      {
        "sentence": "沙盘游戏？",
        "label": ""
      },
      {
        "sentence": "听起来很有趣呢。",
        "label": ""
      },
      {
        "sentence": "但是我还是有点害怕，毕竟我觉得我的痛苦已经太久了，改变是很难的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要害怕。你可以在沙盘游戏中体验到难得的平静，这将有助于你掌控自己的内心。你一定要坚信，痛苦不会一直伴随着你的，别让恐惧和焦虑控制住你。沙盘游戏的理念就是鼓励我们去选择，并探索自己的内心感受，它有助于我们找到自己内心的力量，来改变自己的生活并且学会化解痛苦。",
    "annotation": [
      {
        "sentence": "不要害怕。",
        "label": ""
      },
      {
        "sentence": "你可以在沙盘游戏中体验到难得的平静，这将有助于你掌控自己的内心。",
        "label": ""
      },
      {
        "sentence": "你一定要坚信，痛苦不会一直伴随着你的，别让恐惧和焦虑控制住你。",
        "label": ""
      },
      {
        "sentence": "沙盘游戏的理念就是鼓励我们去选择，并探索自己的内心感受，它有助于我们找到自己内心的力量，来改变自己的生活并且学会化解痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我会仔细考虑的。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我会仔细考虑的。",
        "label": ""
      }
    ]
  }
]