[
  {
    "role": "client",
    "content": "不开口求人，怎么看待“不喜欢求助别人”这件事？我不喜欢求助别人，很多时候自己能做的事绝不开口求助别人，就感觉开了口就是欠了别人的人情，有时候我遇到一些困难，我宁愿花费更多的时间和精力去解决，也不好意思开口向别人求助，别人问起时，我的回答也经常是“没事没事”。在我认知里，别人可以欠我人情，可以求助我，但是我如果求助了别人，就是欠了别人的人情，总感觉就像是别人握住了我的把柄，怎么看待这个问题呢？",
    "annotation": [
      {
        "sentence": "不开口求人，怎么看待“不喜欢求助别人”这件事？",
        "label": ""
      },
      {
        "sentence": "我不喜欢求助别人，很多时候自己能做的事绝不开口求助别人，就感觉开了口就是欠了别人的人情，有时候我遇到一些困难，我宁愿花费更多的时间和精力去解决，也不好意思开口向别人求助，别人问起时，我的回答也经常是“没事没事”。",
        "label": ""
      },
      {
        "sentence": "在我认知里，别人可以欠我人情，可以求助我，但是我如果求助了别人，就是欠了别人的人情，总感觉就像是别人握住了我的把柄，怎么看待这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面对于你内心的遭遇，我表示感同身受。困在这种心理行为模式当中的我们，会无意识内化别人对我们独立性的评价、要求以及不安全感，让我们产生孤立无援，又要求自己强撑，缺乏支持性人际关系的纠结。【希望帮助你梳理线索找到改变的途径】",
    "annotation": [
      {
        "sentence": "见字如面对于你内心的遭遇，我表示感同身受。",
        "label": ""
      },
      {
        "sentence": "困在这种心理行为模式当中的我们，会无意识内化别人对我们独立性的评价、要求以及不安全感，让我们产生孤立无援，又要求自己强撑，缺乏支持性人际关系的纠结。",
        "label": ""
      },
      {
        "sentence": "【希望帮助你梳理线索找到改变的途径】",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，就是这种感觉。我一直觉得独立能力很重要，但有时候确实会因为不愿意向别人求助而陷入困境。那我这个心理活动为什么会这么产生呢？",
    "annotation": [
      {
        "sentence": "是的，就是这种感觉。",
        "label": ""
      },
      {
        "sentence": "我一直觉得独立能力很重要，但有时候确实会因为不愿意向别人求助而陷入困境。",
        "label": ""
      },
      {
        "sentence": "那我这个心理活动为什么会这么产生呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不喜欢主动求助，总害怕因此欠别人人情，被当做把柄。这样的心理活动来源于早期安全感的缺失，与照料者之间形成了不安全依恋模式导致的。在成长过程中，也可能被原生家庭要求“一切都要靠自己”的励志观点灌输，从而内化成自己的行为准则，不可触犯。",
    "annotation": [
      {
        "sentence": "不喜欢主动求助，总害怕因此欠别人人情，被当做把柄。",
        "label": ""
      },
      {
        "sentence": "这样的心理活动来源于早期安全感的缺失，与照料者之间形成了不安全依恋模式导致的。",
        "label": ""
      },
      {
        "sentence": "在成长过程中，也可能被原生家庭要求“一切都要靠自己”的励志观点灌输，从而内化成自己的行为准则，不可触犯。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实在我家庭中，强调独立自主、自力更生的观念很重要。我可能就是从小受到这种影响，所以才形成了现在的心理模式。但是，这种模式给我带来了压力和无助感。",
    "annotation": [
      {
        "sentence": "确实在我家庭中，强调独立自主、自力更生的观念很重要。",
        "label": ""
      },
      {
        "sentence": "我可能就是从小受到这种影响，所以才形成了现在的心理模式。",
        "label": ""
      },
      {
        "sentence": "但是，这种模式给我带来了压力和无助感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于习惯独立解决问题的你，可能缺乏人际交往当中的平等感。由于害怕产生“低人一等”的自卑，以及曾经可能在此方面经历过被人抓住把柄的受挫事件，而无法以自己真实的状态去与人相处，于是出现自己强撑的压力与无助。",
    "annotation": [
      {
        "sentence": "对于习惯独立解决问题的你，可能缺乏人际交往当中的平等感。",
        "label": ""
      },
      {
        "sentence": "由于害怕产生“低人一等”的自卑，以及曾经可能在此方面经历过被人抓住把柄的受挫事件，而无法以自己真实的状态去与人相处，于是出现自己强撑的压力与无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我感觉自己有时候在人际交往中确实缺乏平等感。担心透露自己的需求和弱点会让别人看低我，也担心我依赖别人的时候会被对方利用。",
    "annotation": [
      {
        "sentence": "你说得对，我感觉自己有时候在人际交往中确实缺乏平等感。",
        "label": ""
      },
      {
        "sentence": "担心透露自己的需求和弱点会让别人看低我，也担心我依赖别人的时候会被对方利用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的心理负担确实会让你感到无助和疲惫。但是，值得注意的是，你的需求和弱点并不意味着你的无能或是低人一等。每个人都有需求和弱点，相互之间的帮助才是建立互相支持的重要基础。",
    "annotation": [
      {
        "sentence": "这样的心理负担确实会让你感到无助和疲惫。",
        "label": ""
      },
      {
        "sentence": "但是，值得注意的是，你的需求和弱点并不意味着你的无能或是低人一等。",
        "label": ""
      },
      {
        "sentence": "每个人都有需求和弱点，相互之间的帮助才是建立互相支持的重要基础。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能我过分关注自己的失去和欠别人的情感负担，而忽视了寻求帮助的价值和对方给予的成就感。我应该尝试改变自己的心理模式，主动向他人发出求助信号，建立支持性的人际关系。",
    "annotation": [
      {
        "sentence": "我明白了，可能我过分关注自己的失去和欠别人的情感负担，而忽视了寻求帮助的价值和对方给予的成就感。",
        "label": ""
      },
      {
        "sentence": "我应该尝试改变自己的心理模式，主动向他人发出求助信号，建立支持性的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的认知里，别人可以欠你人情，可以求助你。但你不允许自己这样做。背后的内心动力可能源自自己在他人的行为模式中，习得的“过度奉献”精神，尤其可能是父母自身的行为模式让你忽略了边界感，用向外界表现出“我是被别人需要”的观点，展示自己的成就感与影响力。但你是否需要对方的帮助，你不主动，别人就不会知道。【寻求他人的帮助，让他人也获得成就感】改变自己被动的态度与位置，在需要的时候主动向他人发出寻求帮助的信号，这样与别人产生连结，建立对自己有支持性的人际关系。希望我的回答对你有一丝启发，祝你早日厘清内心的纠结，为自己的人际交往努力一把，加油！",
    "annotation": [
      {
        "sentence": "在你的认知里，别人可以欠你人情，可以求助你。",
        "label": ""
      },
      {
        "sentence": "但你不允许自己这样做。",
        "label": ""
      },
      {
        "sentence": "背后的内心动力可能源自自己在他人的行为模式中，习得的“过度奉献”精神，尤其可能是父母自身的行为模式让你忽略了边界感，用向外界表现出“我是被别人需要”的观点，展示自己的成就感与影响力。",
        "label": ""
      },
      {
        "sentence": "但你是否需要对方的帮助，你不主动，别人就不会知道。",
        "label": ""
      },
      {
        "sentence": "【寻求他人的帮助，让他人也获得成就感】改变自己被动的态度与位置，在需要的时候主动向他人发出寻求帮助的信号，这样与别人产生连结，建立对自己有支持性的人际关系。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有一丝启发，祝你早日厘清内心的纠结，为自己的人际交往努力一把，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励！我会尽量改变自己的心理模式，敢于向别人求助，寻求更多的支持和连结。希望能够建立起更健康的人际关系，提高自己的幸福感。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会尽量改变自己的心理模式，敢于向别人求助，寻求更多的支持和连结。",
        "label": ""
      },
      {
        "sentence": "希望能够建立起更健康的人际关系，提高自己的幸福感。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够成功克服这个心理困扰。记住，向别人寻求帮助并不是弱点，而是勇敢面对自己需求的表现。相信自己，你可以改变的！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够成功克服这个心理困扰。",
        "label": ""
      },
      {
        "sentence": "记住，向别人寻求帮助并不是弱点，而是勇敢面对自己需求的表现。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以改变的！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]