[
  {
    "role": "client",
    "content": "我正在做着完全不喜欢的事情，感觉一直没有意义，怎么办？我读着高考成绩出来以前从来没有想过的专业，被各种形式主义的任务所占据，我已经越来越觉得，不知道活着的价值是什么了。我的脾气也变得很古怪，不爱和人相处，也懒得和人争论，我越来越感到压力之大，好像难以撑下去了。",
    "annotation": [
      {
        "sentence": "我正在做着完全不喜欢的事情，感觉一直没有意义，怎么办？",
        "label": ""
      },
      {
        "sentence": "我读着高考成绩出来以前从来没有想过的专业，被各种形式主义的任务所占据，我已经越来越觉得，不知道活着的价值是什么了。",
        "label": ""
      },
      {
        "sentence": "我的脾气也变得很古怪，不爱和人相处，也懒得和人争论，我越来越感到压力之大，好像难以撑下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很勇敢地提出了这些感受。我理解你在新的学校环境里，可能还没有找到生活的目标和方向，这会带来很多痛苦和困惑。我想问一下，你目前对生活的期待是什么呢？你曾经的梦想和追求，是否还保留在你的内心里？",
    "annotation": [
      {
        "sentence": "你很勇敢地提出了这些感受。",
        "label": ""
      },
      {
        "sentence": "我理解你在新的学校环境里，可能还没有找到生活的目标和方向，这会带来很多痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "我想问一下，你目前对生活的期待是什么呢？",
        "label": ""
      },
      {
        "sentence": "你曾经的梦想和追求，是否还保留在你的内心里？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，其实我也想找到生活的意义，但我不知道往哪个方向去。想着之前的梦想和追求，但现在感觉似乎失去了自己。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，其实我也想找到生活的意义，但我不知道往哪个方向去。",
        "label": ""
      },
      {
        "sentence": "想着之前的梦想和追求，但现在感觉似乎失去了自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失去自己这种感受很常见，不必过度自责。可能我们需要一步步地重新认识自己。你现在适应新环境还需要时间，你可以多参与校内活动，和同学多交流互动，尝试新的经历和挑战。同时，你也可以思考自己曾经擅长的事情，比如爱好，擅长的技能或者其他长处，看是否可以基于这些寻找到你未来期待的工作和发展方向。",
    "annotation": [
      {
        "sentence": "失去自己这种感受很常见，不必过度自责。",
        "label": ""
      },
      {
        "sentence": "可能我们需要一步步地重新认识自己。",
        "label": ""
      },
      {
        "sentence": "你现在适应新环境还需要时间，你可以多参与校内活动，和同学多交流互动，尝试新的经历和挑战。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以思考自己曾经擅长的事情，比如爱好，擅长的技能或者其他长处，看是否可以基于这些寻找到你未来期待的工作和发展方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也许可以试试尝试。但我现在已经越来越难和人相处，经常躲在自己的世界里，不知道怎样去沟通。",
    "annotation": [
      {
        "sentence": "我也许可以试试尝试。",
        "label": ""
      },
      {
        "sentence": "但我现在已经越来越难和人相处，经常躲在自己的世界里，不知道怎样去沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况理解。但不能放弃和人沟通交流，首先我们需要宽容坦诚地面对自己的感受，自我认知的过程中，思考自己的情绪和需求，并能够表达出来。还可以参加一些社会实践和志愿活动，还可以充当名义上的观察者，在旁观察不同的交流方式，并学习如何理解和尊重他人的想法。在交友时，可以眼界开放一些，主动寻找和自己有共同点的朋友参加社团活动，增进了解和信赖，从而逐渐建立自信和勇气。",
    "annotation": [
      {
        "sentence": "这种情况理解。",
        "label": ""
      },
      {
        "sentence": "但不能放弃和人沟通交流，首先我们需要宽容坦诚地面对自己的感受，自我认知的过程中，思考自己的情绪和需求，并能够表达出来。",
        "label": ""
      },
      {
        "sentence": "还可以参加一些社会实践和志愿活动，还可以充当名义上的观察者，在旁观察不同的交流方式，并学习如何理解和尊重他人的想法。",
        "label": ""
      },
      {
        "sentence": "在交友时，可以眼界开放一些，主动寻找和自己有共同点的朋友参加社团活动，增进了解和信赖，从而逐渐建立自信和勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的安慰和建议。现在我只是觉得很懊恼和无助，想着过去感觉自己很开朗活泼，现在已经变得很不一样，觉得自己崩溃了。",
    "annotation": [
      {
        "sentence": "谢谢你的安慰和建议。",
        "label": ""
      },
      {
        "sentence": "现在我只是觉得很懊恼和无助，想着过去感觉自己很开朗活泼，现在已经变得很不一样，觉得自己崩溃了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "说实话，这种感受很正常，但不需要对自己过于苛刻，需要给自己足够的时间来适应新的环境，并预留出处理情绪的空间。我们常常会发现自己在自我消耗摆脱焦虑的过程中，并没有太多起色，反而会更加矛盾和崩溃。建议，你还可以多倾诉和学习有效缓解压力的方法。在对自己的情况有更清晰的认知和输入之后，你也可能会找到新的出路。",
    "annotation": [
      {
        "sentence": "说实话，这种感受很正常，但不需要对自己过于苛刻，需要给自己足够的时间来适应新的环境，并预留出处理情绪的空间。",
        "label": ""
      },
      {
        "sentence": "我们常常会发现自己在自我消耗摆脱焦虑的过程中，并没有太多起色，反而会更加矛盾和崩溃。",
        "label": ""
      },
      {
        "sentence": "建议，你还可以多倾诉和学习有效缓解压力的方法。",
        "label": ""
      },
      {
        "sentence": "在对自己的情况有更清晰的认知和输入之后，你也可能会找到新的出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑的，谢谢你。但有时候还是无法控制自己的情绪和行为，不太确定这种情况可不可避免？",
    "annotation": [
      {
        "sentence": "我会考虑的，谢谢你。",
        "label": ""
      },
      {
        "sentence": "但有时候还是无法控制自己的情绪和行为，不太确定这种情况可不可避免？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况很正常，不需要自责。在情绪高度激动、或者身心疲惫的时候，情绪的控制确实难以做到，容易失控。这时我们需要理性地认识自己的情况，并通过一些有效的方法，在情感激动的时刻做好调节。比如可以参考一些专业的自我认知和情绪管理书籍或文章。",
    "annotation": [
      {
        "sentence": "这种情况很正常，不需要自责。",
        "label": ""
      },
      {
        "sentence": "在情绪高度激动、或者身心疲惫的时候，情绪的控制确实难以做到，容易失控。",
        "label": ""
      },
      {
        "sentence": "这时我们需要理性地认识自己的情况，并通过一些有效的方法，在情感激动的时刻做好调节。",
        "label": ""
      },
      {
        "sentence": "比如可以参考一些专业的自我认知和情绪管理书籍或文章。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的耐心解答，我会尝试你给我的建议，重新寻找生活的意义，多交流和学习有效的情绪管理方法，慢慢摸索出自己的新方向。",
    "annotation": [
      {
        "sentence": "谢谢你的耐心解答，我会尝试你给我的建议，重新寻找生活的意义，多交流和学习有效的情绪管理方法，慢慢摸索出自己的新方向。",
        "label": ""
      }
    ]
  }
]