[
  {
    "role": "client",
    "content": "我是一个20岁的女生，我不知道为什么每当有人关心我时，我就只想逃跑。过去，我没有什么朋友，和父母的关系也很差。直到上了高中，我才慢慢交到了一些朋友，大学时朋友也渐渐稳定了，而且父母好像变得温和了。可是，对于他们给予我的关心和投入的感情，我却没有什么感觉，或者说，我不知道应该有什么样的感觉。每当他们关心我时，我只想逃跑，我对此感到很抱歉。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，我不知道为什么每当有人关心我时，我就只想逃跑。",
        "label": ""
      },
      {
        "sentence": "过去，我没有什么朋友，和父母的关系也很差。",
        "label": ""
      },
      {
        "sentence": "直到上了高中，我才慢慢交到了一些朋友，大学时朋友也渐渐稳定了，而且父母好像变得温和了。",
        "label": ""
      },
      {
        "sentence": "可是，对于他们给予我的关心和投入的感情，我却没有什么感觉，或者说，我不知道应该有什么样的感觉。",
        "label": ""
      },
      {
        "sentence": "每当他们关心我时，我只想逃跑，我对此感到很抱歉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲，通过你的描述我可以理解，你这些年来经历了没有朋友和父母关系紧张的阶段。直到高中和大学时期，你渐渐交到了朋友，父母的态度也变得温和了。但是，你对于他们的关心却没有什么感觉，你总是想逃离。我觉得可能是你过去的情绪和经历仍然影响着你，尽管现在的情况改变了，但是你仍然固守着过去的情感体验。就好像我们看到一座冰山，冰山下的冰要比露出水面的冰更大更多。在你的情况下，你曾经和父母的关系紧张成为一种习惯性的记忆，这种记忆深深植入你的潜意识和身体之中。虽然父母对你的态度发生了变化，但是你潜意识里认为他们还是之前那样，所以你不知道如何面对他们现在的好。这是很正常的，因为习惯不是一下子就能改变的。不要为此感到抱歉，因为这种感受源自于你曾经受到的伤害，所以才会如此深刻。对于他们的改变，我们也会有怀疑和担心，害怕在某一刻他们会再次变回原来的状态。我们可能会害怕他们的好意背后隐藏着别的目的，或者担心好意之后会有更大的挫折。但是这些担忧都源自于过去的体验，有时候会让我们想要逃离，因为我们害怕再次受伤害。对于过去的经历，我们可以慢慢释怀；对于父母现在的转变，我们可以慢慢接受。如果你现在内心的情绪无法完全接受，那么你可以暂时不表达情绪，只是平静地与父母交流，并且不表现出恶意。慢慢等待自己的情绪情感真正地接受父母。当然，这种转变可能也是因为你自己的改变，所以你才会感觉到他们对你的方式和情感有所转变。但我们的潜意识依然认为他们可能是威胁。所以，慢慢接受现状，慢慢等待转变的出现，不需要刻意强求，也不必苛责自己。",
    "annotation": [
      {
        "sentence": "亲，通过你的描述我可以理解，你这些年来经历了没有朋友和父母关系紧张的阶段。",
        "label": ""
      },
      {
        "sentence": "直到高中和大学时期，你渐渐交到了朋友，父母的态度也变得温和了。",
        "label": ""
      },
      {
        "sentence": "但是，你对于他们的关心却没有什么感觉，你总是想逃离。",
        "label": ""
      },
      {
        "sentence": "我觉得可能是你过去的情绪和经历仍然影响着你，尽管现在的情况改变了，但是你仍然固守着过去的情感体验。",
        "label": ""
      },
      {
        "sentence": "就好像我们看到一座冰山，冰山下的冰要比露出水面的冰更大更多。",
        "label": ""
      },
      {
        "sentence": "在你的情况下，你曾经和父母的关系紧张成为一种习惯性的记忆，这种记忆深深植入你的潜意识和身体之中。",
        "label": ""
      },
      {
        "sentence": "虽然父母对你的态度发生了变化，但是你潜意识里认为他们还是之前那样，所以你不知道如何面对他们现在的好。",
        "label": ""
      },
      {
        "sentence": "这是很正常的，因为习惯不是一下子就能改变的。",
        "label": ""
      },
      {
        "sentence": "不要为此感到抱歉，因为这种感受源自于你曾经受到的伤害，所以才会如此深刻。",
        "label": ""
      },
      {
        "sentence": "对于他们的改变，我们也会有怀疑和担心，害怕在某一刻他们会再次变回原来的状态。",
        "label": ""
      },
      {
        "sentence": "我们可能会害怕他们的好意背后隐藏着别的目的，或者担心好意之后会有更大的挫折。",
        "label": ""
      },
      {
        "sentence": "但是这些担忧都源自于过去的体验，有时候会让我们想要逃离，因为我们害怕再次受伤害。",
        "label": ""
      },
      {
        "sentence": "对于过去的经历，我们可以慢慢释怀；对于父母现在的转变，我们可以慢慢接受。",
        "label": ""
      },
      {
        "sentence": "如果你现在内心的情绪无法完全接受，那么你可以暂时不表达情绪，只是平静地与父母交流，并且不表现出恶意。",
        "label": ""
      },
      {
        "sentence": "慢慢等待自己的情绪情感真正地接受父母。",
        "label": ""
      },
      {
        "sentence": "当然，这种转变可能也是因为你自己的改变，所以你才会感觉到他们对你的方式和情感有所转变。",
        "label": ""
      },
      {
        "sentence": "但我们的潜意识依然认为他们可能是威胁。",
        "label": ""
      },
      {
        "sentence": "所以，慢慢接受现状，慢慢等待转变的出现，不需要刻意强求，也不必苛责自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，我真的很感谢你的理解和鼓励。你说的对，我以前的经历让我对亲密关系产生了固有的恐惧和疑虑。我意识到我需要解开过去的伤痛，但我不知道应该如何做才能释怀。你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "支持者，我真的很感谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "你说的对，我以前的经历让我对亲密关系产生了固有的恐惧和疑虑。",
        "label": ""
      },
      {
        "sentence": "我意识到我需要解开过去的伤痛，但我不知道应该如何做才能释怀。",
        "label": ""
      },
      {
        "sentence": "你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲，你的感激之情我能感受到。解开过去伤痛的过程确实需要一些时间和努力。我想给你一些建议，希望能对你有所帮助。首先，尝试着接纳并了解自己曾经受到的伤害，不要对自己感到抱歉，因为那是你曾经经历过的真实情感。接下来，开始寻找一种适合你的方式来面对这些痛苦的回忆，可以是通过谈话、写作或者其他方式。然后，你可以考虑寻求专业心理咨询的帮助，专业的心理咨询师会为你提供更具体的指导和支持。同时，建立一个支持系统，比如与朋友或者他人分享你的感受和困惑，让他们陪伴你度过难熬的时刻。最重要的是，给自己一些时间和空间，让自己慢慢适应这种变化和接受他人的善意。相信你终将能够解开过去的伤痛，并且找到自己真正想要回应父母的方式。",
    "annotation": [
      {
        "sentence": "亲，你的感激之情我能感受到。",
        "label": ""
      },
      {
        "sentence": "解开过去伤痛的过程确实需要一些时间和努力。",
        "label": ""
      },
      {
        "sentence": "我想给你一些建议，希望能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "首先，尝试着接纳并了解自己曾经受到的伤害，不要对自己感到抱歉，因为那是你曾经经历过的真实情感。",
        "label": ""
      },
      {
        "sentence": "接下来，开始寻找一种适合你的方式来面对这些痛苦的回忆，可以是通过谈话、写作或者其他方式。",
        "label": ""
      },
      {
        "sentence": "然后，你可以考虑寻求专业心理咨询的帮助，专业的心理咨询师会为你提供更具体的指导和支持。",
        "label": ""
      },
      {
        "sentence": "同时，建立一个支持系统，比如与朋友或者他人分享你的感受和困惑，让他们陪伴你度过难熬的时刻。",
        "label": ""
      },
      {
        "sentence": "最重要的是，给自己一些时间和空间，让自己慢慢适应这种变化和接受他人的善意。",
        "label": ""
      },
      {
        "sentence": "相信你终将能够解开过去的伤痛，并且找到自己真正想要回应父母的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，谢谢你的建议。我明白了，解开过去的伤痛需要时间和努力，我会试着去接纳和面对，同时也会考虑寻求专业的心理咨询帮助。我也会在这个过程中寻找一个支持系统，让朋友知道我的感受和困惑，好让他们能够陪伴我度过难熬的时刻。我会给自己一些时间和空间，相信我能够慢慢适应和接受现在的变化，找到和父母真正相处的方式。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "支持者，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，解开过去的伤痛需要时间和努力，我会试着去接纳和面对，同时也会考虑寻求专业的心理咨询帮助。",
        "label": ""
      },
      {
        "sentence": "我也会在这个过程中寻找一个支持系统，让朋友知道我的感受和困惑，好让他们能够陪伴我度过难熬的时刻。",
        "label": ""
      },
      {
        "sentence": "我会给自己一些时间和空间，相信我能够慢慢适应和接受现在的变化，找到和父母真正相处的方式。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲，不用客气。你已经迈出了第一步，我相信你一定能够克服困难并解开过去的伤痛。记住，你不必独自面对问题，一直有人愿意支持你。如果你在这个过程中需要任何帮助或者再次与我交流，都可以随时联系我。祝你一切顺利，早日找到内心的平静和答案！",
    "annotation": [
      {
        "sentence": "亲，不用客气。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，我相信你一定能够克服困难并解开过去的伤痛。",
        "label": ""
      },
      {
        "sentence": "记住，你不必独自面对问题，一直有人愿意支持你。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中需要任何帮助或者再次与我交流，都可以随时联系我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，早日找到内心的平静和答案！",
        "label": ""
      }
    ]
  }
]