[
  {
    "role": "client",
    "content": "我是一个18岁的女孩，内心非常敏感，缺乏安全感，有人际交往障碍。",
    "annotation": [
      {
        "sentence": "我是一个18岁的女孩，内心非常敏感，缺乏安全感，有人际交往障碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我能感受到你内心的矛盾和迷茫。你之所以不想进行社交，是因为不愿意让别人看到你的缺点和不完美。你感到越是不社交，越害怕社交。其实你内心也渴望社交，但自卑和习惯性孤独使你对社交产生排斥感。我非常理解你的感受，不要着急，希望我接下来的话可以对你有所帮助。",
    "annotation": [
      {
        "sentence": "从你的描述中，我能感受到你内心的矛盾和迷茫。",
        "label": ""
      },
      {
        "sentence": "你之所以不想进行社交，是因为不愿意让别人看到你的缺点和不完美。",
        "label": ""
      },
      {
        "sentence": "你感到越是不社交，越害怕社交。",
        "label": ""
      },
      {
        "sentence": "其实你内心也渴望社交，但自卑和习惯性孤独使你对社交产生排斥感。",
        "label": ""
      },
      {
        "sentence": "我非常理解你的感受，不要着急，希望我接下来的话可以对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我确实觉得自己很矛盾。我常常觉得自己这也不好，那也不好，而且觉得别人不会喜欢我。小时候我的朋友转学后，我就一个人独处了。开始的时候我用学习来掩饰内心的失落和没有朋友的状态，后来大家都认为我是一个文静的书呆子。（而我小学时可是那种受欢迎的孩子王呢）到了高中，我基本上不主动和别人交往，只有别人找我我才回应。我渴望交朋友，但又害怕。我总觉得像我这样的人得不到友情，所以和别人交往总是保持一定的距离。有一些人真心想和我交朋友，但一次次被我拘谨和不主动吓退。有时候，我真的很羡慕那些三五成群的朋友。最近，随着高考的结束，我越来越喜欢一个人独处。对于我来说，社交好像是一种形式，每次都很痛苦，但又怕不社交以后无法适应社会。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我确实觉得自己很矛盾。",
        "label": ""
      },
      {
        "sentence": "我常常觉得自己这也不好，那也不好，而且觉得别人不会喜欢我。",
        "label": ""
      },
      {
        "sentence": "小时候我的朋友转学后，我就一个人独处了。",
        "label": ""
      },
      {
        "sentence": "开始的时候我用学习来掩饰内心的失落和没有朋友的状态，后来大家都认为我是一个文静的书呆子。",
        "label": ""
      },
      {
        "sentence": "（而我小学时可是那种受欢迎的孩子王呢）到了高中，我基本上不主动和别人交往，只有别人找我我才回应。",
        "label": ""
      },
      {
        "sentence": "我渴望交朋友，但又害怕。",
        "label": ""
      },
      {
        "sentence": "我总觉得像我这样的人得不到友情，所以和别人交往总是保持一定的距离。",
        "label": ""
      },
      {
        "sentence": "有一些人真心想和我交朋友，但一次次被我拘谨和不主动吓退。",
        "label": ""
      },
      {
        "sentence": "有时候，我真的很羡慕那些三五成群的朋友。",
        "label": ""
      },
      {
        "sentence": "最近，随着高考的结束，我越来越喜欢一个人独处。",
        "label": ""
      },
      {
        "sentence": "对于我来说，社交好像是一种形式，每次都很痛苦，但又怕不社交以后无法适应社会。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实从你的文字中，我看出你并不是真正的不想交友，不想社交。你不愿意社交的原因在于不想让别人看到你的缺点和不完美。越不社交，越怕社交。内心隐约有对社交的渴望，但是自卑和习惯性孤独，让你变得排斥社交。现在，你的内心一定很矛盾、很迷茫。非常理解你的感受。不着急，希望下面的文字可以对你有所帮助。",
    "annotation": [
      {
        "sentence": "其实从你的文字中，我看出你并不是真正的不想交友，不想社交。",
        "label": ""
      },
      {
        "sentence": "你不愿意社交的原因在于不想让别人看到你的缺点和不完美。",
        "label": ""
      },
      {
        "sentence": "越不社交，越怕社交。",
        "label": ""
      },
      {
        "sentence": "内心隐约有对社交的渴望，但是自卑和习惯性孤独，让你变得排斥社交。",
        "label": ""
      },
      {
        "sentence": "现在，你的内心一定很矛盾、很迷茫。",
        "label": ""
      },
      {
        "sentence": "非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "不着急，希望下面的文字可以对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的理解和关心。我确实有很多矛盾的情感。比如，当别人想接近我时，我会觉得自己这也不好，那也不好。我觉得别人不会喜欢我，像我这样的人得不到友情。小时候的我是受欢迎的孩子王，后来却逐渐习惯了一个人的状态。在回答我的问题之前，你能帮助我回答一些问题吗？",
    "annotation": [
      {
        "sentence": "非常感谢你的理解和关心。",
        "label": ""
      },
      {
        "sentence": "我确实有很多矛盾的情感。",
        "label": ""
      },
      {
        "sentence": "比如，当别人想接近我时，我会觉得自己这也不好，那也不好。",
        "label": ""
      },
      {
        "sentence": "我觉得别人不会喜欢我，像我这样的人得不到友情。",
        "label": ""
      },
      {
        "sentence": "小时候的我是受欢迎的孩子王，后来却逐渐习惯了一个人的状态。",
        "label": ""
      },
      {
        "sentence": "在回答我的问题之前，你能帮助我回答一些问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，请问你有哪些问题？",
    "annotation": [
      {
        "sentence": "当然可以，请问你有哪些问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "首先，我想问问自己，我真的那么不好吗？为什么别人会想接近我呢？",
    "annotation": [
      {
        "sentence": "首先，我想问问自己，我真的那么不好吗？",
        "label": ""
      },
      {
        "sentence": "为什么别人会想接近我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好的问题。其实，每个人都有自己的优点和吸引力，而你也不例外。如果你完全没有优点，为什么别人会想要接近你呢？别人接近你的时候，是因为在你的身上看到了吸引他们的闪光点，觉得你值得交朋友。并且，没有人是完美的，我们喜欢一个人，并不是因为对方完美无缺，而是因为彼此之间的契合和吸引力。你觉得自己不好，只是因为错误的认知在影响你。",
    "annotation": [
      {
        "sentence": "很好的问题。",
        "label": ""
      },
      {
        "sentence": "其实，每个人都有自己的优点和吸引力，而你也不例外。",
        "label": ""
      },
      {
        "sentence": "如果你完全没有优点，为什么别人会想要接近你呢？",
        "label": ""
      },
      {
        "sentence": "别人接近你的时候，是因为在你的身上看到了吸引他们的闪光点，觉得你值得交朋友。",
        "label": ""
      },
      {
        "sentence": "并且，没有人是完美的，我们喜欢一个人，并不是因为对方完美无缺，而是因为彼此之间的契合和吸引力。",
        "label": ""
      },
      {
        "sentence": "你觉得自己不好，只是因为错误的认知在影响你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能确实错误地认为自己不好。还有一个问题，为什么我和别人交往总是浅尝辄止，担心靠近后对方会离开我？",
    "annotation": [
      {
        "sentence": "你说得对，我可能确实错误地认为自己不好。",
        "label": ""
      },
      {
        "sentence": "还有一个问题，为什么我和别人交往总是浅尝辄止，担心靠近后对方会离开我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这也是一个很好的问题。我觉得你和别人交往浅尝辄止的原因与你初中好友的转学有关。你性格敏感，曾经真心交往的朋友因为客观原因离开，这让你在后面的人际交往中变得小心翼翼。你担心付出再多，最后也是分开的结果；担心彼此间的友谊无法持久。但是要知道，在人生的旅途中，我们会遇见很多人，也会离开很多人。时间的流逝和环境的改变，包括你提到的转学，都会导致别人的离开。首先，你和初中好友的分开并不是你的错，而是客观因素造成的。为什么要把不属于自己的错误揽在自己身上呢？友情也是需要缘分的，曾经很好的朋友，就算后来分开了，也会给人美好的回忆。拒绝一切可能性以避免失去的想法是不正确的。与其担心失去，不如开始时就不要设定过多的期望，真实的面对友情，感受其中的快乐。此外，现在你已经长大了，能够使用科技去维持联系，你有能力维系友情。问题三：长时间独处导致的社交恐惧，该如何应对？",
    "annotation": [
      {
        "sentence": "这也是一个很好的问题。",
        "label": ""
      },
      {
        "sentence": "我觉得你和别人交往浅尝辄止的原因与你初中好友的转学有关。",
        "label": ""
      },
      {
        "sentence": "你性格敏感，曾经真心交往的朋友因为客观原因离开，这让你在后面的人际交往中变得小心翼翼。",
        "label": ""
      },
      {
        "sentence": "你担心付出再多，最后也是分开的结果；担心彼此间的友谊无法持久。",
        "label": ""
      },
      {
        "sentence": "但是要知道，在人生的旅途中，我们会遇见很多人，也会离开很多人。",
        "label": ""
      },
      {
        "sentence": "时间的流逝和环境的改变，包括你提到的转学，都会导致别人的离开。",
        "label": ""
      },
      {
        "sentence": "首先，你和初中好友的分开并不是你的错，而是客观因素造成的。",
        "label": ""
      },
      {
        "sentence": "为什么要把不属于自己的错误揽在自己身上呢？",
        "label": ""
      },
      {
        "sentence": "友情也是需要缘分的，曾经很好的朋友，就算后来分开了，也会给人美好的回忆。",
        "label": ""
      },
      {
        "sentence": "拒绝一切可能性以避免失去的想法是不正确的。",
        "label": ""
      },
      {
        "sentence": "与其担心失去，不如开始时就不要设定过多的期望，真实的面对友情，感受其中的快乐。",
        "label": ""
      },
      {
        "sentence": "此外，现在你已经长大了，能够使用科技去维持联系，你有能力维系友情。",
        "label": ""
      },
      {
        "sentence": "问题三：长时间独处导致的社交恐惧，该如何应对？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你认为我应该怎么做呢？",
    "annotation": [
      {
        "sentence": "那你认为我应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在决定改变之前，我希望你先给自己一些时间。首先，当别人和你说话时，尝试积极回应，给自己积极的心理暗示，试着用新的认知代替旧的错误认知；其次，尝试主动和别人交谈，聊一些你们共同感兴趣的话题；最后，尝试和别人一起进行一些社交活动，比如看电影、逛街等等。从一件件小事开始做起，每完成一件小事，你就会对自己充满肯定，也会提高自信。改变行为之前，改变认知是非常重要的。当你的认知发生改变后，从一件件小事做起，你会发现社交的乐趣，同时也会提高自信。你值得拥有友情，也值得拥有更多的快乐。",
    "annotation": [
      {
        "sentence": "在决定改变之前，我希望你先给自己一些时间。",
        "label": ""
      },
      {
        "sentence": "首先，当别人和你说话时，尝试积极回应，给自己积极的心理暗示，试着用新的认知代替旧的错误认知；其次，尝试主动和别人交谈，聊一些你们共同感兴趣的话题；最后，尝试和别人一起进行一些社交活动，比如看电影、逛街等等。",
        "label": ""
      },
      {
        "sentence": "从一件件小事开始做起，每完成一件小事，你就会对自己充满肯定，也会提高自信。",
        "label": ""
      },
      {
        "sentence": "改变行为之前，改变认知是非常重要的。",
        "label": ""
      },
      {
        "sentence": "当你的认知发生改变后，从一件件小事做起，你会发现社交的乐趣，同时也会提高自信。",
        "label": ""
      },
      {
        "sentence": "你值得拥有友情，也值得拥有更多的快乐。",
        "label": ""
      }
    ]
  }
]