[
  {
    "role": "client",
    "content": "我是一个18岁的女生，我内心极度敏感，缺乏安全感，很难与人交往。我习惯假装坚强，会下意识地模仿别人，掩饰真正的自我，以保护自己。我不擅长交往，很难从内心依赖和信任他人，总觉得自己会被抛弃。这种孤独感从我上初中开始，当时我最好的朋友转学了。最开始，我用学习来掩饰自己的失落和没有朋友的状态，后来大家认为我是个书呆子，以为我天生文静。（小学时我倒是挺有朋友的）到了高中，我基本不主动与人交往，只有别人主动找我我才会回应。一方面，我渴望与人交往，一方面又觉得自己的各种缺点，总觉得别人不会喜欢我，像我这样的人得不到友情，所以每次与别人相处都是浅尝辄止。有些人真心想和我交朋友，但由于我的拘谨和不主动，他们一次次被击退。说实话，有时候我真的很羡慕那种三五成群的朋友关系。而随着高考的结束，我竟然开始渐渐喜欢上了孤独。我感受不到社交的乐趣，只觉得它像吃饭和喝水一样，是必需的。对我来说，社交更像是一种形式。每次参加社交活动都让我很痛苦，但同时不参与又害怕自己无法适应社会。请问我该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个18岁的女生，我内心极度敏感，缺乏安全感，很难与人交往。",
        "label": ""
      },
      {
        "sentence": "我习惯假装坚强，会下意识地模仿别人，掩饰真正的自我，以保护自己。",
        "label": ""
      },
      {
        "sentence": "我不擅长交往，很难从内心依赖和信任他人，总觉得自己会被抛弃。",
        "label": ""
      },
      {
        "sentence": "这种孤独感从我上初中开始，当时我最好的朋友转学了。",
        "label": ""
      },
      {
        "sentence": "最开始，我用学习来掩饰自己的失落和没有朋友的状态，后来大家认为我是个书呆子，以为我天生文静。",
        "label": ""
      },
      {
        "sentence": "（小学时我倒是挺有朋友的）到了高中，我基本不主动与人交往，只有别人主动找我我才会回应。",
        "label": ""
      },
      {
        "sentence": "一方面，我渴望与人交往，一方面又觉得自己的各种缺点，总觉得别人不会喜欢我，像我这样的人得不到友情，所以每次与别人相处都是浅尝辄止。",
        "label": ""
      },
      {
        "sentence": "有些人真心想和我交朋友，但由于我的拘谨和不主动，他们一次次被击退。",
        "label": ""
      },
      {
        "sentence": "说实话，有时候我真的很羡慕那种三五成群的朋友关系。",
        "label": ""
      },
      {
        "sentence": "而随着高考的结束，我竟然开始渐渐喜欢上了孤独。",
        "label": ""
      },
      {
        "sentence": "我感受不到社交的乐趣，只觉得它像吃饭和喝水一样，是必需的。",
        "label": ""
      },
      {
        "sentence": "对我来说，社交更像是一种形式。",
        "label": ""
      },
      {
        "sentence": "每次参加社交活动都让我很痛苦，但同时不参与又害怕自己无法适应社会。",
        "label": ""
      },
      {
        "sentence": "请问我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你正在经历一段挺寂寞的时期。其实，建立社交技巧并不难，你可以试着买一本《社交技巧》的书来看看，它会提供一些方法。当然，也有可能你自己就能悟到一些解决问题的方法。关键是你要克服一些困难，我相信这对于你来说并不是什么大问题。你只需要一点勇气和良好的时间安排。当你开始与新朋友相处时，你会发现这些问题其实并不是无解的。我相信你非常聪明，一定能够克服这些困难。",
    "annotation": [
      {
        "sentence": "听起来你正在经历一段挺寂寞的时期。",
        "label": ""
      },
      {
        "sentence": "其实，建立社交技巧并不难，你可以试着买一本《社交技巧》的书来看看，它会提供一些方法。",
        "label": ""
      },
      {
        "sentence": "当然，也有可能你自己就能悟到一些解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "关键是你要克服一些困难，我相信这对于你来说并不是什么大问题。",
        "label": ""
      },
      {
        "sentence": "你只需要一点勇气和良好的时间安排。",
        "label": ""
      },
      {
        "sentence": "当你开始与新朋友相处时，你会发现这些问题其实并不是无解的。",
        "label": ""
      },
      {
        "sentence": "我相信你非常聪明，一定能够克服这些困难。",
        "label": ""
      }
    ]
  }
]