[
  {
    "role": "client",
    "content": "刚上大学，对自己的未来现阶段的时间规划非常迷茫。",
    "annotation": [
      {
        "sentence": "刚上大学，对自己的未来现阶段的时间规划非常迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学你好非常理解你此时的心情，同时也感谢你为很多迷茫的大学生发声、发问！你能对自己的现状不满，产生困惑，说明你是一个内心要求上进的青年，不愿随大流周而复始地耗着；也在深刻地思考自己的未来何去何从，这就像小草破土而出的坚韧、像化蛹成蝶的蜕变、像黎明前夕的黑暗……，这期间有痛苦和迷茫，有困惑和无奈，但经历了这些定会迎来前方的曙光！",
    "annotation": [
      {
        "sentence": "同学你好非常理解你此时的心情，同时也感谢你为很多迷茫的大学生发声、发问！",
        "label": ""
      },
      {
        "sentence": "你能对自己的现状不满，产生困惑，说明你是一个内心要求上进的青年，不愿随大流周而复始地耗着；也在深刻地思考自己的未来何去何从，这就像小草破土而出的坚韧、像化蛹成蝶的蜕变、像黎明前夕的黑暗……，这期间有痛苦和迷茫，有困惑和无奈，但经历了这些定会迎来前方的曙光！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "才上大学，大一课不是很多，很多课余时间不知道该怎么安排，很多时候都是在床上耍手机。但这样又让我觉得很浪费时间，但是自己又不知道该怎么规划课余时间。而且很多事情都会一拖再拖，很严重的拖延症，也不知道该怎么克服。",
    "annotation": [
      {
        "sentence": "才上大学，大一课不是很多，很多课余时间不知道该怎么安排，很多时候都是在床上耍手机。",
        "label": ""
      },
      {
        "sentence": "但这样又让我觉得很浪费时间，但是自己又不知道该怎么规划课余时间。",
        "label": ""
      },
      {
        "sentence": "而且很多事情都会一拖再拖，很严重的拖延症，也不知道该怎么克服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你刚从高中繁重的学业中步入到大学校园，从紧张满负荷的高三到轻松自由的大一，也许还有诸多的不适应吧，请让我来帮你梳理一下。第一：步入大学，你已十八岁了，大学生活已不再像中学时期，什么都由家长和老师来督促和安排，更多的需要我们用成年人的标准来自我管理、自我约束。第二：大学生活丰富多彩，很多课余时间你可以来发展自己的兴趣爱好，可以去参加喜欢的社团活动，比如：打篮球、跳舞、玩音乐…，让自己动起来，少呆在宿舍里，在活动中结识更多的新朋友，生活得更充实！第三、给自己拟订一个可行的计划，比如这一学期计划要报英语四级考试，看哪些课外书籍？比如每天的大致时间安排：起床、运动、社团、阅读、晚休时间等等…。自己心里有一个时间脉络，就不会被无聊和拖延而裹挟。一天、一周、一月的践行，相信坚持21天的打卡，自我约束会成为你的一个好习惯！",
    "annotation": [
      {
        "sentence": "你刚从高中繁重的学业中步入到大学校园，从紧张满负荷的高三到轻松自由的大一，也许还有诸多的不适应吧，请让我来帮你梳理一下。",
        "label": ""
      },
      {
        "sentence": "第一：步入大学，你已十八岁了，大学生活已不再像中学时期，什么都由家长和老师来督促和安排，更多的需要我们用成年人的标准来自我管理、自我约束。",
        "label": ""
      },
      {
        "sentence": "第二：大学生活丰富多彩，很多课余时间你可以来发展自己的兴趣爱好，可以去参加喜欢的社团活动，比如：打篮球、跳舞、玩音乐…，让自己动起来，少呆在宿舍里，在活动中结识更多的新朋友，生活得更充实！",
        "label": ""
      },
      {
        "sentence": "第三、给自己拟订一个可行的计划，比如这一学期计划要报英语四级考试，看哪些课外书籍？",
        "label": ""
      },
      {
        "sentence": "比如每天的大致时间安排：起床、运动、社团、阅读、晚休时间等等…。",
        "label": ""
      },
      {
        "sentence": "自己心里有一个时间脉络，就不会被无聊和拖延而裹挟。",
        "label": ""
      },
      {
        "sentence": "一天、一周、一月的践行，相信坚持21天的打卡，自我约束会成为你的一个好习惯！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于未来，现在的专业也不是很喜欢，想转专业又怕麻烦，就是对现在的生活很不满意，一头雾水，不知道该怎么安排接下来的生活了。很迷茫。",
    "annotation": [
      {
        "sentence": "对于未来，现在的专业也不是很喜欢，想转专业又怕麻烦，就是对现在的生活很不满意，一头雾水，不知道该怎么安排接下来的生活了。",
        "label": ""
      },
      {
        "sentence": "很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于所学专业你不喜欢，你可以静心认真思考一下，自己到底对这个专业完全了解吗？分析一下专业的未来前景和自己的性格、兴趣是否匹配？建议可以做专业测评。如果怕转专业麻烦的话，在大学里也可以辅修其他你喜欢的专业；如果真的是没法接受这个专业，那现在才大一也不晚，认真学好本学期的课程，名列前茅者在大二开学时是有机会转专业的。所以，只要有想法，从来不缺方法；只要心中有光，一定会拨云见日的！愿你不再困惑和迷茫，拥有一个精彩的大学生活，拥抱未来的每一天！",
    "annotation": [
      {
        "sentence": "对于所学专业你不喜欢，你可以静心认真思考一下，自己到底对这个专业完全了解吗？",
        "label": ""
      },
      {
        "sentence": "分析一下专业的未来前景和自己的性格、兴趣是否匹配？",
        "label": ""
      },
      {
        "sentence": "建议可以做专业测评。",
        "label": ""
      },
      {
        "sentence": "如果怕转专业麻烦的话，在大学里也可以辅修其他你喜欢的专业；如果真的是没法接受这个专业，那现在才大一也不晚，认真学好本学期的课程，名列前茅者在大二开学时是有机会转专业的。",
        "label": ""
      },
      {
        "sentence": "所以，只要有想法，从来不缺方法；只要心中有光，一定会拨云见日的！",
        "label": ""
      },
      {
        "sentence": "愿你不再困惑和迷茫，拥有一个精彩的大学生活，拥抱未来的每一天！",
        "label": ""
      }
    ]
  }
]