[
  {
    "role": "client",
    "content": "我越来越不快乐，总有一种迷茫和消极的情绪。人越长大越不快乐吗？感觉状态没有以前好了，对自己越来越不满意，也可以说是总有一种迷茫和消极的情绪。学业方面，因为学校领导的原因，保上研究生却被耽误，对未来迷茫又感到无力，研二了也不知道自己有什么规划，大概率要当老师好像又没有明确的目标，也在行动也在改变，可是没有热情，看到别人那么努力很羡慕。感情方面，我也越来越不懂自己了，和初恋男朋友在一起两年，因为感觉不到未来，他家境也比我家差，也没有我努力，疫情期间分手，八个月后又复合，现在他在二次备研，我好像又没那么喜欢他了，甚至有时候觉得他总是差点什么让我不够满意，但是又在等待什么，加上他在备研不想打扰到他，总之就是很复杂的情绪，让我觉得美好的爱情好像总是降临在别人身上，我有些失落。我越来越不快乐了，畏首畏尾，羡慕嫉妒，又有着竞争的压力，也越来越不满意自己，常常很失落但是也没有爆发出来，该怎么样才能让自己状态变得好一些呢？",
    "annotation": [
      {
        "sentence": "我越来越不快乐，总有一种迷茫和消极的情绪。",
        "label": ""
      },
      {
        "sentence": "人越长大越不快乐吗？",
        "label": ""
      },
      {
        "sentence": "感觉状态没有以前好了，对自己越来越不满意，也可以说是总有一种迷茫和消极的情绪。",
        "label": ""
      },
      {
        "sentence": "学业方面，因为学校领导的原因，保上研究生却被耽误，对未来迷茫又感到无力，研二了也不知道自己有什么规划，大概率要当老师好像又没有明确的目标，也在行动也在改变，可是没有热情，看到别人那么努力很羡慕。",
        "label": ""
      },
      {
        "sentence": "感情方面，我也越来越不懂自己了，和初恋男朋友在一起两年，因为感觉不到未来，他家境也比我家差，也没有我努力，疫情期间分手，八个月后又复合，现在他在二次备研，我好像又没那么喜欢他了，甚至有时候觉得他总是差点什么让我不够满意，但是又在等待什么，加上他在备研不想打扰到他，总之就是很复杂的情绪，让我觉得美好的爱情好像总是降临在别人身上，我有些失落。",
        "label": ""
      },
      {
        "sentence": "我越来越不快乐了，畏首畏尾，羡慕嫉妒，又有着竞争的压力，也越来越不满意自己，常常很失落但是也没有爆发出来，该怎么样才能让自己状态变得好一些呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这样不快乐真的让我很心疼。我四年前也经历过和你类似的困境，也保上了不太了解的专业，感情也不如意，但现在我还是找到了自己想要的生活方式。你应该知道，你并不是一个人在战斗。你现在感到了困境，但是你也在不断地思考和努力。请相信自己，也请相信未来会更好。",
    "annotation": [
      {
        "sentence": "看到你这样不快乐真的让我很心疼。",
        "label": ""
      },
      {
        "sentence": "我四年前也经历过和你类似的困境，也保上了不太了解的专业，感情也不如意，但现在我还是找到了自己想要的生活方式。",
        "label": ""
      },
      {
        "sentence": "你应该知道，你并不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "你现在感到了困境，但是你也在不断地思考和努力。",
        "label": ""
      },
      {
        "sentence": "请相信自己，也请相信未来会更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心。可是我真的很迷茫，不知道自己应该做什么，现在好像连做什么都没有目标。",
    "annotation": [
      {
        "sentence": "谢谢你的关心。",
        "label": ""
      },
      {
        "sentence": "可是我真的很迷茫，不知道自己应该做什么，现在好像连做什么都没有目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你现在只能看到模糊的道路，那就先向前走吧。学业方面，如果你没有目标，可以先向周边的同学或老师请教，问问他们的规划和经验。你也可以尝试多参加一些课外活动，可能会有意想不到的收获。至于感情方面，给自己和他一个期限，这段他备考的时期也就别打扰他了，都给对方一个好好想想的空间。时间具有治愈力，不要太过焦虑，尽量保持平常心。",
    "annotation": [
      {
        "sentence": "如果你现在只能看到模糊的道路，那就先向前走吧。",
        "label": ""
      },
      {
        "sentence": "学业方面，如果你没有目标，可以先向周边的同学或老师请教，问问他们的规划和经验。",
        "label": ""
      },
      {
        "sentence": "你也可以尝试多参加一些课外活动，可能会有意想不到的收获。",
        "label": ""
      },
      {
        "sentence": "至于感情方面，给自己和他一个期限，这段他备考的时期也就别打扰他了，都给对方一个好好想想的空间。",
        "label": ""
      },
      {
        "sentence": "时间具有治愈力，不要太过焦虑，尽量保持平常心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去做。但是，有时候我还是觉得自己不够好，看到别人那么努力，就不由自主地比较自己和他人。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去做。",
        "label": ""
      },
      {
        "sentence": "但是，有时候我还是觉得自己不够好，看到别人那么努力，就不由自主地比较自己和他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一种很普遍的心态，我们都会有这样的时候。但是每个人的情况都不一样，你不能用别人的标准来要求自己。相信自己，并不是要完美无缺，而是要做到最好的自己。在困难的时候，你可以告诉自己，你正在成为更好的自己。加油，你会越来越好的。",
    "annotation": [
      {
        "sentence": "这是一种很普遍的心态，我们都会有这样的时候。",
        "label": ""
      },
      {
        "sentence": "但是每个人的情况都不一样，你不能用别人的标准来要求自己。",
        "label": ""
      },
      {
        "sentence": "相信自己，并不是要完美无缺，而是要做到最好的自己。",
        "label": ""
      },
      {
        "sentence": "在困难的时候，你可以告诉自己，你正在成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "加油，你会越来越好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢，我会去想想怎么提高自己。但是有些时候我觉得自己有点失落，就是无缘无故地感到很难过，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "谢谢，我会去想想怎么提高自己。",
        "label": ""
      },
      {
        "sentence": "但是有些时候我觉得自己有点失落，就是无缘无故地感到很难过，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一种很正常的情绪，我们都会有情绪波动的时候。对于这种情况，你可以试着发泄一下，可以找一个人倾诉，可以写下来，可以做些能够舒缓情绪的事情。如果不管用，也可以尝试寻求专业的帮助。",
    "annotation": [
      {
        "sentence": "这是一种很正常的情绪，我们都会有情绪波动的时候。",
        "label": ""
      },
      {
        "sentence": "对于这种情况，你可以试着发泄一下，可以找一个人倾诉，可以写下来，可以做些能够舒缓情绪的事情。",
        "label": ""
      },
      {
        "sentence": "如果不管用，也可以尝试寻求专业的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去做。其实能够有你这样的朋友我也很感恩。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去做。",
        "label": ""
      },
      {
        "sentence": "其实能够有你这样的朋友我也很感恩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，作为支持者，我们要时刻支持着你。如果你需要帮助，都可以随时找我聊聊。",
    "annotation": [
      {
        "sentence": "不用客气，作为支持者，我们要时刻支持着你。",
        "label": ""
      },
      {
        "sentence": "如果你需要帮助，都可以随时找我聊聊。",
        "label": ""
      }
    ]
  }
]