[
  {
    "role": "client",
    "content": "我越来越不快乐，总有一种迷茫和消极的情绪。人越长大越不快乐吗？感觉状态没有以前好了，对自己越来越不满意，也可以说是总有一种迷茫和消极的情绪。",
    "annotation": [
      {
        "sentence": "我越来越不快乐，总有一种迷茫和消极的情绪。",
        "label": ""
      },
      {
        "sentence": "人越长大越不快乐吗？",
        "label": ""
      },
      {
        "sentence": "感觉状态没有以前好了，对自己越来越不满意，也可以说是总有一种迷茫和消极的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到您的困惑，我可以理解您的感受。这种感觉也许是很多人在成长过程中都会遇到的，但可惜的是，对你而言它似乎很占据主导。您自我否定的感受很强烈，感觉自己很迷茫。您需要帮助，我可以了解一下您的问题，或者为您提供一些帮助或建议。",
    "annotation": [
      {
        "sentence": "听到您的困惑，我可以理解您的感受。",
        "label": ""
      },
      {
        "sentence": "这种感觉也许是很多人在成长过程中都会遇到的，但可惜的是，对你而言它似乎很占据主导。",
        "label": ""
      },
      {
        "sentence": "您自我否定的感受很强烈，感觉自己很迷茫。",
        "label": ""
      },
      {
        "sentence": "您需要帮助，我可以了解一下您的问题，或者为您提供一些帮助或建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的回应。对于未来，我感到无力和迷茫，因为我保上研究生的计划被耽误了，这让我很焦虑。我研二了，但是我不知道自己未来的规划，只是大概率成为老师。我没有激情，看到别人那么努力很羡慕，但无法拥有那种动力。我真的不知道该怎么办才能让自己摆脱这种疲惫与迷茫。",
    "annotation": [
      {
        "sentence": "谢谢您的回应。",
        "label": ""
      },
      {
        "sentence": "对于未来，我感到无力和迷茫，因为我保上研究生的计划被耽误了，这让我很焦虑。",
        "label": ""
      },
      {
        "sentence": "我研二了，但是我不知道自己未来的规划，只是大概率成为老师。",
        "label": ""
      },
      {
        "sentence": "我没有激情，看到别人那么努力很羡慕，但无法拥有那种动力。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才能让自己摆脱这种疲惫与迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的压力看起来很大。不过，请放心：这是可以共同解决的。首先，我们可以思考一下，您未来想要成为怎样的人。这一点非常重要，因为它能帮助您确定自己努力的方向。在确定了方向后，要为自己制定一个实现它的计划。不过，在此之前，您可能需要先思考一下，是什么限制了您的动力，以及如何克服这些问题。您看，开始解决问题时，要先从整理和确定解决问题的区域入手才能一步步走向成功。要对自己的未来发展有明确的规划，从而让自己拥有更多的动力和动力来源。",
    "annotation": [
      {
        "sentence": "您的压力看起来很大。",
        "label": ""
      },
      {
        "sentence": "不过，请放心：这是可以共同解决的。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以思考一下，您未来想要成为怎样的人。",
        "label": ""
      },
      {
        "sentence": "这一点非常重要，因为它能帮助您确定自己努力的方向。",
        "label": ""
      },
      {
        "sentence": "在确定了方向后，要为自己制定一个实现它的计划。",
        "label": ""
      },
      {
        "sentence": "不过，在此之前，您可能需要先思考一下，是什么限制了您的动力，以及如何克服这些问题。",
        "label": ""
      },
      {
        "sentence": "您看，开始解决问题时，要先从整理和确定解决问题的区域入手才能一步步走向成功。",
        "label": ""
      },
      {
        "sentence": "要对自己的未来发展有明确的规划，从而让自己拥有更多的动力和动力来源。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，听起来这些都是很有道理的建议。不过我还有一个问题，就是关于感情方面的。我和初恋男朋友在一起两年，因为感觉不到未来，他家境也比我家差，也没有我这么努力，疫情期间分手，八个月后又复合，现在他在二次备研，我好像又没那么喜欢他了，甚至有时候觉得他总是差点什么让我不够满意，但是又在等待什么，加上他在备研不想打扰到他，总之就是很复杂的情绪，让我觉得美好的爱情好像总是降临在别人身上，我有些失落。",
    "annotation": [
      {
        "sentence": "嗯，听起来这些都是很有道理的建议。",
        "label": ""
      },
      {
        "sentence": "不过我还有一个问题，就是关于感情方面的。",
        "label": ""
      },
      {
        "sentence": "我和初恋男朋友在一起两年，因为感觉不到未来，他家境也比我家差，也没有我这么努力，疫情期间分手，八个月后又复合，现在他在二次备研，我好像又没那么喜欢他了，甚至有时候觉得他总是差点什么让我不够满意，但是又在等待什么，加上他在备研不想打扰到他，总之就是很复杂的情绪，让我觉得美好的爱情好像总是降临在别人身上，我有些失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情问题，确实往往比其他问题更加复杂和棘手。很多人都会因为不确定自己对对方的感情而感到迷茫。您目前处于当时好像比较明确却又不太确定的情况。再加上同时面对学业与未来的压力，让您就像是被困在死胡同里。不过，不要忘了，爱情其实并不是靠感觉维系而存在的。你还没有学会如何去尽量拥有跟自己想要的爱情。您可能需要尽量跟自己清醒的对待感情。谈到自己内心的感情，不要忘了听取朋友和家人的意见，毕竟别人能更加正确地解读事情外表。无论如何，仔细思考一下未来，想想自己对这段恋情的期待，再去筹划一下未来的路，会是个不错的选择。",
    "annotation": [
      {
        "sentence": "感情问题，确实往往比其他问题更加复杂和棘手。",
        "label": ""
      },
      {
        "sentence": "很多人都会因为不确定自己对对方的感情而感到迷茫。",
        "label": ""
      },
      {
        "sentence": "您目前处于当时好像比较明确却又不太确定的情况。",
        "label": ""
      },
      {
        "sentence": "再加上同时面对学业与未来的压力，让您就像是被困在死胡同里。",
        "label": ""
      },
      {
        "sentence": "不过，不要忘了，爱情其实并不是靠感觉维系而存在的。",
        "label": ""
      },
      {
        "sentence": "你还没有学会如何去尽量拥有跟自己想要的爱情。",
        "label": ""
      },
      {
        "sentence": "您可能需要尽量跟自己清醒的对待感情。",
        "label": ""
      },
      {
        "sentence": "谈到自己内心的感情，不要忘了听取朋友和家人的意见，毕竟别人能更加正确地解读事情外表。",
        "label": ""
      },
      {
        "sentence": "无论如何，仔细思考一下未来，想想自己对这段恋情的期待，再去筹划一下未来的路，会是个不错的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你们。您的建议很有帮助，让我想到了很多以前没有想到的事情。我会更加认真地思考这些问题，希望可以走出目前的困境。非常感谢你的耐心倾听和建议。",
    "annotation": [
      {
        "sentence": "谢谢你们。",
        "label": ""
      },
      {
        "sentence": "您的建议很有帮助，让我想到了很多以前没有想到的事情。",
        "label": ""
      },
      {
        "sentence": "我会更加认真地思考这些问题，希望可以走出目前的困境。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的耐心倾听和建议。",
        "label": ""
      }
    ]
  }
]