[
  {
    "role": "client",
    "content": "如果你玩得很好的闺蜜突然都不理你了，该怎么办？就是很突然的，我们几个都是初二玩得很好，但是刚升初三，他们就突然不和我玩了，有点像我被孤立了，可是我想不出我到底做错了什么，但是我的自尊心又不允许我去问她们，可是我真的感觉很委屈，什么都没有做，就被人孤立，现在初三都没有什么交心的朋友。",
    "annotation": [
      {
        "sentence": "如果你玩得很好的闺蜜突然都不理你了，该怎么办？",
        "label": ""
      },
      {
        "sentence": "就是很突然的，我们几个都是初二玩得很好，但是刚升初三，他们就突然不和我玩了，有点像我被孤立了，可是我想不出我到底做错了什么，但是我的自尊心又不允许我去问她们，可是我真的感觉很委屈，什么都没有做，就被人孤立，现在初三都没有什么交心的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你描述的问题，我头脑里会呈现熟悉的场景，不得不说很多人都有遇到过类似的困扰。原本非常要好的几个闺蜜不明所以，突然不和你玩了，感觉被孤立了，委屈、难过的情绪再所难免，你想弄清楚原因，但是有着较强自尊心的你无法说服自己主动与她们去沟通，似乎谁先主动谁就输了。我猜想现在的你，尽管因为被她们孤立很失落，但至少你表面会表现的无所谓，不在意，当然只是我的猜测，你说到不知道是自己做错了什么，从这一点来看，你在遇到冲突时首先会想到是我自己做错了什么？这一点好处是你会主动觉察自己，即时发现自己的不足和完善自己，但有个缺点是，习惯归错于自己，会让自己很难受，容易陷入我不好的认知怪圈里，当然也能看到你在关系里其实也是挺敏感、脆弱的。",
    "annotation": [
      {
        "sentence": "看完你描述的问题，我头脑里会呈现熟悉的场景，不得不说很多人都有遇到过类似的困扰。",
        "label": ""
      },
      {
        "sentence": "原本非常要好的几个闺蜜不明所以，突然不和你玩了，感觉被孤立了，委屈、难过的情绪再所难免，你想弄清楚原因，但是有着较强自尊心的你无法说服自己主动与她们去沟通，似乎谁先主动谁就输了。",
        "label": ""
      },
      {
        "sentence": "我猜想现在的你，尽管因为被她们孤立很失落，但至少你表面会表现的无所谓，不在意，当然只是我的猜测，你说到不知道是自己做错了什么，从这一点来看，你在遇到冲突时首先会想到是我自己做错了什么？",
        "label": ""
      },
      {
        "sentence": "这一点好处是你会主动觉察自己，即时发现自己的不足和完善自己，但有个缺点是，习惯归错于自己，会让自己很难受，容易陷入我不好的认知怪圈里，当然也能看到你在关系里其实也是挺敏感、脆弱的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实很在意她们，我们曾经是非常好的朋友，一起度过了很多美好时光。我不想失去她们的友谊，但我真的无法理解为什么她们会突然对我冷淡起来。这让我觉得很无助和委屈。",
    "annotation": [
      {
        "sentence": "是的，我确实很在意她们，我们曾经是非常好的朋友，一起度过了很多美好时光。",
        "label": ""
      },
      {
        "sentence": "我不想失去她们的友谊，但我真的无法理解为什么她们会突然对我冷淡起来。",
        "label": ""
      },
      {
        "sentence": "这让我觉得很无助和委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，失去亲密的朋友之间的联系是很痛苦的经历。既然你仍然在乎她们，我建议你试着打破自尊心的束缚，主动和她们沟通。你可以逐渐恢复接触，通过发信息或打电话来尝试重新建立联系，这样可能会减少你的面子焦虑，同时表达出你对她们的关心和诚意。她们可能也能感受到你的真诚。",
    "annotation": [
      {
        "sentence": "我理解你的感受，失去亲密的朋友之间的联系是很痛苦的经历。",
        "label": ""
      },
      {
        "sentence": "既然你仍然在乎她们，我建议你试着打破自尊心的束缚，主动和她们沟通。",
        "label": ""
      },
      {
        "sentence": "你可以逐渐恢复接触，通过发信息或打电话来尝试重新建立联系，这样可能会减少你的面子焦虑，同时表达出你对她们的关心和诚意。",
        "label": ""
      },
      {
        "sentence": "她们可能也能感受到你的真诚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该尝试主动去沟通。我会先给她们发信息，然后再考虑面对面的交流。希望她们能理解我，我们之间的友谊能够恢复。",
    "annotation": [
      {
        "sentence": "你说得对，我应该尝试主动去沟通。",
        "label": ""
      },
      {
        "sentence": "我会先给她们发信息，然后再考虑面对面的交流。",
        "label": ""
      },
      {
        "sentence": "希望她们能理解我，我们之间的友谊能够恢复。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你很勇敢地面对了这个问题。记住，沟通需要双方的努力和理解。你已经在为改善关系而付出努力了，无论结果如何，你都应该为自己的勇气和真诚感到自豪。",
    "annotation": [
      {
        "sentence": "非常好，你很勇敢地面对了这个问题。",
        "label": ""
      },
      {
        "sentence": "记住，沟通需要双方的努力和理解。",
        "label": ""
      },
      {
        "sentence": "你已经在为改善关系而付出努力了，无论结果如何，你都应该为自己的勇气和真诚感到自豪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励。在我尝试沟通的过程中，如果遇到困难或者受到打击，我应该怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "在我尝试沟通的过程中，如果遇到困难或者受到打击，我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在沟通的过程中，有可能会遇到一些困难或面临打击，这是正常的。你可以尝试保持冷静，理解对方的立场，并试着从她们的角度思考问题。如果遇到困难，你可以寻求心理老师或父母的帮助，他们可能会给你一些建议或支持你的决定。",
    "annotation": [
      {
        "sentence": "在沟通的过程中，有可能会遇到一些困难或面临打击，这是正常的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试保持冷静，理解对方的立场，并试着从她们的角度思考问题。",
        "label": ""
      },
      {
        "sentence": "如果遇到困难，你可以寻求心理老师或父母的帮助，他们可能会给你一些建议或支持你的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我一定会坚持下去，尝试解决这个问题。感谢你的帮助和鼓励，我觉得心情好多了！",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我一定会坚持下去，尝试解决这个问题。",
        "label": ""
      },
      {
        "sentence": "感谢你的帮助和鼓励，我觉得心情好多了！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，你是一个勇敢而坚持追求解决问题的人。相信你的努力和诚意会得到回应，无论结果如何，你值得被尊重和珍惜。请记住，你不是一个人在战斗，一直有人支持你。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，你是一个勇敢而坚持追求解决问题的人。",
        "label": ""
      },
      {
        "sentence": "相信你的努力和诚意会得到回应，无论结果如何，你值得被尊重和珍惜。",
        "label": ""
      },
      {
        "sentence": "请记住，你不是一个人在战斗，一直有人支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴。我会时刻记住你的话，并且继续向前努力。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴。",
        "label": ""
      },
      {
        "sentence": "我会时刻记住你的话，并且继续向前努力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。如果你需要任何帮助或者有什么进展，随时都可以找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有什么进展，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]