[
  {
    "role": "client",
    "content": "我最近感到很焦虑和恐惧，因为我男朋友和他姐姐关系非常亲密，而且他们还住得很近。他们之间经常互相分享生活的点点滴滴，甚至包括我去他家的事情他姐姐都知道。他姐姐经常叫他去吃饭逛街什么的。有时候当他和他姐姐的外甥在一起时，我就感觉自己被排挤了，只能无助地站在一旁微笑看着他们。我很渴望有属于我们两个人的空间。上次我终于休息一天，他姐姐就邀请我们去吃饭，我想拒绝，可是他们好像都有点不高兴。他妈妈一直在催促我去，我一直想拒绝，可是他们却一直说一定要去。结果他姐姐做了一大桌菜......我现在还很担心将来会出现婆媳问题，特别恐婚，真的很着急！",
    "annotation": [
      {
        "sentence": "我最近感到很焦虑和恐惧，因为我男朋友和他姐姐关系非常亲密，而且他们还住得很近。",
        "label": ""
      },
      {
        "sentence": "他们之间经常互相分享生活的点点滴滴，甚至包括我去他家的事情他姐姐都知道。",
        "label": ""
      },
      {
        "sentence": "他姐姐经常叫他去吃饭逛街什么的。",
        "label": ""
      },
      {
        "sentence": "有时候当他和他姐姐的外甥在一起时，我就感觉自己被排挤了，只能无助地站在一旁微笑看着他们。",
        "label": ""
      },
      {
        "sentence": "我很渴望有属于我们两个人的空间。",
        "label": ""
      },
      {
        "sentence": "上次我终于休息一天，他姐姐就邀请我们去吃饭，我想拒绝，可是他们好像都有点不高兴。",
        "label": ""
      },
      {
        "sentence": "他妈妈一直在催促我去，我一直想拒绝，可是他们却一直说一定要去。",
        "label": ""
      },
      {
        "sentence": "结果他姐姐做了一大桌菜......我现在还很担心将来会出现婆媳问题，特别恐婚，真的很着急！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你对男友家人的紧张、焦虑和恐惧情绪，不知道该如何应对。你和男友建立了亲密关系，这种关系对于他和他姐姐之间的异性亲密关系可能会让你更敏感和抗拒。他和姐姐之间是亲人之间的亲密关系，他们作为家人拥有数十年的血缘关系，所以亲近是正常的。但是随着大家的成长，也应该有一定的界限和独立性。对你来说，他和姐姐的亲密程度可能过于超出你的舒适范围，让你感觉没有隐私和介入到男友亲密关系圈之中，也没有属于你们两个人的自由空间，只能被动地按照他们家人的活动安排行事。也许你的男友习惯了这种紧密伙伴关系的成长环境和家庭氛围，与家人之间的关系非常紧密，这种思维模式和行为习惯也延续到了和你在一起的时间。他在你们一起的时候还没有转变角色，没有与家人保持一定的界限，反而希望将你拉进亲密关系圈，与家人发展亲密关系。但对你来说，男友的家人仍然是比较陌生的群体，与他们的关系也没有像你们之间的亲密关系那样紧密和情感上的联系，你对他们保持一定的界限和心理距离是正常的反应，因此你内心难以接受这种亲近，甚至感到恐惧和焦虑。有一种说法：嫁一个人等于嫁一个家族。虽然可能有点夸张，但是也反映了中国社会的婚姻现状。当两个人结婚，也必须要接受对方家族的存在，并与对方的亲人建立亲密关系。也许你对于未来要与目前还比较陌生的人建立亲密关系感到恐惧，不知道如何去应对和处理这些关系。这是一个适应和接受的过程。通过经常的接触、了解、沟通和互动等行为，你可以逐渐建立熟悉感和亲近感，并最终将他们视为自己的熟人和亲人。从你男友家庭的气氛来看，他们之间的相处关系非常友好和谐，这是件好事。如果你将来和男友结婚，很可能可以延续这种和谐爱的婚姻关系和家庭氛围，这将有助于你们的婚姻情感的和谐发展。如果你对于目前的情况感到不适应或者焦虑，可以尝试与男友沟通一下，告诉他你的感受和情绪，表达出你们两个人与他家人保持一定的界限和拥有属于你们的时间与空间的需求。如何与伴侣的家族成员建立和谐的人际关系是需要不断尝试和体验的过程，并不容易。对于男友的家庭活动，你也可以适度地参与，进行一定的社交互动，以更好地了解他们家庭，培养感情。如果确实有时候觉得不方便参加，也可以通过男友向他家人表达拒绝和进行协调，减少误解和不满的可能。希望我能帮到你，祝一切顺利~。",
    "annotation": [
      {
        "sentence": "我能感受到你对男友家人的紧张、焦虑和恐惧情绪，不知道该如何应对。",
        "label": ""
      },
      {
        "sentence": "你和男友建立了亲密关系，这种关系对于他和他姐姐之间的异性亲密关系可能会让你更敏感和抗拒。",
        "label": ""
      },
      {
        "sentence": "他和姐姐之间是亲人之间的亲密关系，他们作为家人拥有数十年的血缘关系，所以亲近是正常的。",
        "label": ""
      },
      {
        "sentence": "但是随着大家的成长，也应该有一定的界限和独立性。",
        "label": ""
      },
      {
        "sentence": "对你来说，他和姐姐的亲密程度可能过于超出你的舒适范围，让你感觉没有隐私和介入到男友亲密关系圈之中，也没有属于你们两个人的自由空间，只能被动地按照他们家人的活动安排行事。",
        "label": ""
      },
      {
        "sentence": "也许你的男友习惯了这种紧密伙伴关系的成长环境和家庭氛围，与家人之间的关系非常紧密，这种思维模式和行为习惯也延续到了和你在一起的时间。",
        "label": ""
      },
      {
        "sentence": "他在你们一起的时候还没有转变角色，没有与家人保持一定的界限，反而希望将你拉进亲密关系圈，与家人发展亲密关系。",
        "label": ""
      },
      {
        "sentence": "但对你来说，男友的家人仍然是比较陌生的群体，与他们的关系也没有像你们之间的亲密关系那样紧密和情感上的联系，你对他们保持一定的界限和心理距离是正常的反应，因此你内心难以接受这种亲近，甚至感到恐惧和焦虑。",
        "label": ""
      },
      {
        "sentence": "有一种说法：嫁一个人等于嫁一个家族。",
        "label": ""
      },
      {
        "sentence": "虽然可能有点夸张，但是也反映了中国社会的婚姻现状。",
        "label": ""
      },
      {
        "sentence": "当两个人结婚，也必须要接受对方家族的存在，并与对方的亲人建立亲密关系。",
        "label": ""
      },
      {
        "sentence": "也许你对于未来要与目前还比较陌生的人建立亲密关系感到恐惧，不知道如何去应对和处理这些关系。",
        "label": ""
      },
      {
        "sentence": "这是一个适应和接受的过程。",
        "label": ""
      },
      {
        "sentence": "通过经常的接触、了解、沟通和互动等行为，你可以逐渐建立熟悉感和亲近感，并最终将他们视为自己的熟人和亲人。",
        "label": ""
      },
      {
        "sentence": "从你男友家庭的气氛来看，他们之间的相处关系非常友好和谐，这是件好事。",
        "label": ""
      },
      {
        "sentence": "如果你将来和男友结婚，很可能可以延续这种和谐爱的婚姻关系和家庭氛围，这将有助于你们的婚姻情感的和谐发展。",
        "label": ""
      },
      {
        "sentence": "如果你对于目前的情况感到不适应或者焦虑，可以尝试与男友沟通一下，告诉他你的感受和情绪，表达出你们两个人与他家人保持一定的界限和拥有属于你们的时间与空间的需求。",
        "label": ""
      },
      {
        "sentence": "如何与伴侣的家族成员建立和谐的人际关系是需要不断尝试和体验的过程，并不容易。",
        "label": ""
      },
      {
        "sentence": "对于男友的家庭活动，你也可以适度地参与，进行一定的社交互动，以更好地了解他们家庭，培养感情。",
        "label": ""
      },
      {
        "sentence": "如果确实有时候觉得不方便参加，也可以通过男友向他家人表达拒绝和进行协调，减少误解和不满的可能。",
        "label": ""
      },
      {
        "sentence": "希望我能帮到你，祝一切顺利~。",
        "label": ""
      }
    ]
  }
]