[
  {
    "role": "client",
    "content": "最近我大二了，我发现因为总是自己去图书馆学习，我的舍友们开始疏远我。我其实不想让他们知道我在学什么，只是有时候我隐瞒得不够好，他们也会发现。现在我们的关系已经很疏远了，我觉得很难挽回了，我现在感到很困惑，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "最近我大二了，我发现因为总是自己去图书馆学习，我的舍友们开始疏远我。",
        "label": ""
      },
      {
        "sentence": "我其实不想让他们知道我在学什么，只是有时候我隐瞒得不够好，他们也会发现。",
        "label": ""
      },
      {
        "sentence": "现在我们的关系已经很疏远了，我觉得很难挽回了，我现在感到很困惑，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友，我感觉你是一个相对独立的人，很享受独自一人做你自己喜欢的事情。你不和他们说你去图书馆学习是因为什么呢？是为了什么？你既渴望和他们保持稳定的关系，又渴望保护自己的隐私。最后你选择了后者，然后他们就不理你了。【首先】渴望友谊并不意味着要交换隐私，换句话说，你认为为了交朋友必须用自己的隐私作为筹码，那你觉得值吗？没有人说朋友关系需要这样做。【第二】朋友之间会存在拒绝，每个人都有权利选择说或不说，你选择了不说，其实也就是拒绝。如果他们连这样的拒绝都接受不了，那还有什么朋友可言呢？朋友之间并不是事事都需要相互通报，每个人也会保护一些自己的隐私和边界。你选择不说，我觉得是有道理的。拒绝也是生活的一部分，但是因为拒绝而疏远你，我觉得是不合理的。【第三】这并不是你的错。我想问问他们当初为什么要和你交朋友呢？最基本的初衷都忘了，那就算了吧。所以，在这件事上，你没有错。【第四】设立界限是他们不理解、不信任的问题，不是你的问题。不要再试图控制他们的想法或者讨好他们了。【第五】这并不是世界末日。虽然你们住在同一个宿舍，这种情况让你感到孤独，但这并不是世界末日。校园只是一个小小的地方，别把它当成整个社会。外面的世界更大，会有更多的惊喜等着你。【第六】世界上总有认识不完的朋友。中国是一个人才济济的地方，你会遇到更多懂你的人，不需要因为现在这些不健康的友谊而苦恼。总会有适合你节奏的朋友。如果忘了为什么喜欢这个人，为什么加了这个人的微信，那其实是无法维持下去的。“记得当初你的好，这是我思念你的原因。”如果连这个都丢了，天天见面也不会觉得那个人重要。希望你不要纠结、难过，把这一切都交给上天吧。祝你一切都好！你的朋友，Audrey。",
    "annotation": [
      {
        "sentence": "亲爱的朋友，我感觉你是一个相对独立的人，很享受独自一人做你自己喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "你不和他们说你去图书馆学习是因为什么呢？",
        "label": ""
      },
      {
        "sentence": "是为了什么？",
        "label": ""
      },
      {
        "sentence": "你既渴望和他们保持稳定的关系，又渴望保护自己的隐私。",
        "label": ""
      },
      {
        "sentence": "最后你选择了后者，然后他们就不理你了。",
        "label": ""
      },
      {
        "sentence": "【首先】渴望友谊并不意味着要交换隐私，换句话说，你认为为了交朋友必须用自己的隐私作为筹码，那你觉得值吗？",
        "label": ""
      },
      {
        "sentence": "没有人说朋友关系需要这样做。",
        "label": ""
      },
      {
        "sentence": "【第二】朋友之间会存在拒绝，每个人都有权利选择说或不说，你选择了不说，其实也就是拒绝。",
        "label": ""
      },
      {
        "sentence": "如果他们连这样的拒绝都接受不了，那还有什么朋友可言呢？",
        "label": ""
      },
      {
        "sentence": "朋友之间并不是事事都需要相互通报，每个人也会保护一些自己的隐私和边界。",
        "label": ""
      },
      {
        "sentence": "你选择不说，我觉得是有道理的。",
        "label": ""
      },
      {
        "sentence": "拒绝也是生活的一部分，但是因为拒绝而疏远你，我觉得是不合理的。",
        "label": ""
      },
      {
        "sentence": "【第三】这并不是你的错。",
        "label": ""
      },
      {
        "sentence": "我想问问他们当初为什么要和你交朋友呢？",
        "label": ""
      },
      {
        "sentence": "最基本的初衷都忘了，那就算了吧。",
        "label": ""
      },
      {
        "sentence": "所以，在这件事上，你没有错。",
        "label": ""
      },
      {
        "sentence": "【第四】设立界限是他们不理解、不信任的问题，不是你的问题。",
        "label": ""
      },
      {
        "sentence": "不要再试图控制他们的想法或者讨好他们了。",
        "label": ""
      },
      {
        "sentence": "【第五】这并不是世界末日。",
        "label": ""
      },
      {
        "sentence": "虽然你们住在同一个宿舍，这种情况让你感到孤独，但这并不是世界末日。",
        "label": ""
      },
      {
        "sentence": "校园只是一个小小的地方，别把它当成整个社会。",
        "label": ""
      },
      {
        "sentence": "外面的世界更大，会有更多的惊喜等着你。",
        "label": ""
      },
      {
        "sentence": "【第六】世界上总有认识不完的朋友。",
        "label": ""
      },
      {
        "sentence": "中国是一个人才济济的地方，你会遇到更多懂你的人，不需要因为现在这些不健康的友谊而苦恼。",
        "label": ""
      },
      {
        "sentence": "总会有适合你节奏的朋友。",
        "label": ""
      },
      {
        "sentence": "如果忘了为什么喜欢这个人，为什么加了这个人的微信，那其实是无法维持下去的。",
        "label": ""
      },
      {
        "sentence": "“记得当初你的好，这是我思念你的原因。",
        "label": ""
      },
      {
        "sentence": "”如果连这个都丢了，天天见面也不会觉得那个人重要。",
        "label": ""
      },
      {
        "sentence": "希望你不要纠结、难过，把这一切都交给上天吧。",
        "label": ""
      },
      {
        "sentence": "祝你一切都好！",
        "label": ""
      },
      {
        "sentence": "你的朋友，Audrey。",
        "label": ""
      }
    ]
  }
]