[
  {
    "role": "client",
    "content": "大二女生，最近因总自己去图书馆学习，被舍友疏远？其实我不想让别人知道我学什么，有时候一隐瞒大概被舍友察觉到了，再加上我每天都自己去图书馆，上周开始她们就逐渐疏远我了。我知道不应该刻意瞒他们，但现在关系已经远了，我感觉也没法挽回，自己心里很纠结，不知道该怎么做。",
    "annotation": [
      {
        "sentence": "大二女生，最近因总自己去图书馆学习，被舍友疏远？",
        "label": ""
      },
      {
        "sentence": "其实我不想让别人知道我学什么，有时候一隐瞒大概被舍友察觉到了，再加上我每天都自己去图书馆，上周开始她们就逐渐疏远我了。",
        "label": ""
      },
      {
        "sentence": "我知道不应该刻意瞒他们，但现在关系已经远了，我感觉也没法挽回，自己心里很纠结，不知道该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，志同道合的人会自然而然聚到一起。或者你可以试着影响改变她们一起学习，或者你选择适应顺应她们一起去玩。情商高的人可能能够兼顾二者，既能带动她们一起学习，同时也能陪她们一起玩。你可以考虑这些选择，看看自己更倾向于哪一种方式。",
    "annotation": [
      {
        "sentence": "其实，志同道合的人会自然而然聚到一起。",
        "label": ""
      },
      {
        "sentence": "或者你可以试着影响改变她们一起学习，或者你选择适应顺应她们一起去玩。",
        "label": ""
      },
      {
        "sentence": "情商高的人可能能够兼顾二者，既能带动她们一起学习，同时也能陪她们一起玩。",
        "label": ""
      },
      {
        "sentence": "你可以考虑这些选择，看看自己更倾向于哪一种方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，或许我可以试着带动她们一起学习，但我担心她们会拒绝我的建议。",
    "annotation": [
      {
        "sentence": "我明白了，或许我可以试着带动她们一起学习，但我担心她们会拒绝我的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "大多数大学生都希望能够有人一起努力，所以你带动大家一起学习肯定是有好处的。你不妨试着邀请她们一起去图书馆学习，也许她们会慢慢接受你的建议。只要你态度真诚，她们应该会理解你的用心。",
    "annotation": [
      {
        "sentence": "大多数大学生都希望能够有人一起努力，所以你带动大家一起学习肯定是有好处的。",
        "label": ""
      },
      {
        "sentence": "你不妨试着邀请她们一起去图书馆学习，也许她们会慢慢接受你的建议。",
        "label": ""
      },
      {
        "sentence": "只要你态度真诚，她们应该会理解你的用心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，或许我真的应该摆脱刻意隐瞒的想法。我应该大方地邀请她们一起去学习，毕竟这样也可以增进我们之间的关系。",
    "annotation": [
      {
        "sentence": "你说得对，或许我真的应该摆脱刻意隐瞒的想法。",
        "label": ""
      },
      {
        "sentence": "我应该大方地邀请她们一起去学习，毕竟这样也可以增进我们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，毫无疑问，坦诚地邀请她们一起学习会更容易拉近彼此的距离。这样她们也会觉得你对她们的学习态度很认可，而不再避开你。",
    "annotation": [
      {
        "sentence": "是的，毫无疑问，坦诚地邀请她们一起学习会更容易拉近彼此的距离。",
        "label": ""
      },
      {
        "sentence": "这样她们也会觉得你对她们的学习态度很认可，而不再避开你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也明白了，我会尝试大方地邀请舍友一起去图书馆学习。然而，如果她们仍然不愿意接受我的邀请，我该怎么办？",
    "annotation": [
      {
        "sentence": "我也明白了，我会尝试大方地邀请舍友一起去图书馆学习。",
        "label": ""
      },
      {
        "sentence": "然而，如果她们仍然不愿意接受我的邀请，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果她们不愿意接受你的邀请，也有其他选择。你可以试着顺其自然，与她们保持表面上的寒暄和简单的交流，不让彼此产生敌意。这样你会有更多时间独自学习，并且培养独立生活的能力。不可否认的是，成长的过程中会变得孤独，但这是我们必须适应的一部分。",
    "annotation": [
      {
        "sentence": "如果她们不愿意接受你的邀请，也有其他选择。",
        "label": ""
      },
      {
        "sentence": "你可以试着顺其自然，与她们保持表面上的寒暄和简单的交流，不让彼此产生敌意。",
        "label": ""
      },
      {
        "sentence": "这样你会有更多时间独自学习，并且培养独立生活的能力。",
        "label": ""
      },
      {
        "sentence": "不可否认的是，成长的过程中会变得孤独，但这是我们必须适应的一部分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，成长的过程中确实会有孤独感。或许我应该接受这个事实，而且也可以通过在图书馆遇到志同道合的人，一起学习、交流来减轻孤独感。",
    "annotation": [
      {
        "sentence": "你说得对，成长的过程中确实会有孤独感。",
        "label": ""
      },
      {
        "sentence": "或许我应该接受这个事实，而且也可以通过在图书馆遇到志同道合的人，一起学习、交流来减轻孤独感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你可以在图书馆里多认识一些志同道合的人，大家可以一起学习交流，互相鼓励。这样的朋友通常比整天聊八卦娱乐的朋友更有价值。当你努力到一定程度时，甚至可以感染身边的人一起向上学习。所以，不要刻意隐藏自己去图书馆学习的行为，而是以积极的方式邀请她们一起参与。",
    "annotation": [
      {
        "sentence": "是的，你可以在图书馆里多认识一些志同道合的人，大家可以一起学习交流，互相鼓励。",
        "label": ""
      },
      {
        "sentence": "这样的朋友通常比整天聊八卦娱乐的朋友更有价值。",
        "label": ""
      },
      {
        "sentence": "当你努力到一定程度时，甚至可以感染身边的人一起向上学习。",
        "label": ""
      },
      {
        "sentence": "所以，不要刻意隐藏自己去图书馆学习的行为，而是以积极的方式邀请她们一起参与。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试邀请舍友一起去图书馆学习，也会放宽心态，多认识一些志同道合的人。我相信，接下来的人生路上，会遇到越来越多志同道合的伙伴。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试邀请舍友一起去图书馆学习，也会放宽心态，多认识一些志同道合的人。",
        "label": ""
      },
      {
        "sentence": "我相信，接下来的人生路上，会遇到越来越多志同道合的伙伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！相信你能找到适合你的方式来处理这个问题。你很优秀，你的优秀不应该成为你的困扰，而是应该用来带动更多人向前。祝福你在未来的人生道路上，能够结交更多志同道合的伙伴。",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "相信你能找到适合你的方式来处理这个问题。",
        "label": ""
      },
      {
        "sentence": "你很优秀，你的优秀不应该成为你的困扰，而是应该用来带动更多人向前。",
        "label": ""
      },
      {
        "sentence": "祝福你在未来的人生道路上，能够结交更多志同道合的伙伴。",
        "label": ""
      }
    ]
  }
]