[
  {
    "role": "client",
    "content": "我是一个30岁女生，我感觉自己的回避型人格很严重，我该怎么走出去呢？我觉得我有严重的社交恐惧障碍，很害怕看别人的眼神，整个人都感觉不自在，也害怕面对别人的热情，我不知道如何回应，所以我往往表现得很冷漠，但其实我内心并不想这样。我可以很自在地和不熟悉的人相处，但是对熟悉的人却很害怕，不会回应别人的热情，甚至会感到烦躁，我尽量避免和他们有接触，只想把自己关在一个小小的空间里。我逃避所有可能让我尴尬的场面，不敢接受没有接触过的工作，一有事情就想方设法逃避，并且常常对自己的懦弱感到焦虑。比如，一个不熟悉的人约我吃饭，我就会找各种借口推脱，对此我感到非常反感。之前我想辞职的时候，为了避免直接告诉领导，我选择干脆玩失踪直接离开。我特别害怕尴尬的聊天，例如和一个不熟悉的人一起回家，我会想着各种理由离开。我羞于表达自己真实的感受，有时候同事会买零食给我，我基本上都会说不要，因为我不喜欢吃，但是实际上我内心非常想吃。我现在已经30岁了，我不能再逃避下去了，但是我不知道如何改善这种回避型的状态，我真的感到又痛苦又讨厌，感到很无力。",
    "annotation": [
      {
        "sentence": "我是一个30岁女生，我感觉自己的回避型人格很严重，我该怎么走出去呢？",
        "label": ""
      },
      {
        "sentence": "我觉得我有严重的社交恐惧障碍，很害怕看别人的眼神，整个人都感觉不自在，也害怕面对别人的热情，我不知道如何回应，所以我往往表现得很冷漠，但其实我内心并不想这样。",
        "label": ""
      },
      {
        "sentence": "我可以很自在地和不熟悉的人相处，但是对熟悉的人却很害怕，不会回应别人的热情，甚至会感到烦躁，我尽量避免和他们有接触，只想把自己关在一个小小的空间里。",
        "label": ""
      },
      {
        "sentence": "我逃避所有可能让我尴尬的场面，不敢接受没有接触过的工作，一有事情就想方设法逃避，并且常常对自己的懦弱感到焦虑。",
        "label": ""
      },
      {
        "sentence": "比如，一个不熟悉的人约我吃饭，我就会找各种借口推脱，对此我感到非常反感。",
        "label": ""
      },
      {
        "sentence": "之前我想辞职的时候，为了避免直接告诉领导，我选择干脆玩失踪直接离开。",
        "label": ""
      },
      {
        "sentence": "我特别害怕尴尬的聊天，例如和一个不熟悉的人一起回家，我会想着各种理由离开。",
        "label": ""
      },
      {
        "sentence": "我羞于表达自己真实的感受，有时候同事会买零食给我，我基本上都会说不要，因为我不喜欢吃，但是实际上我内心非常想吃。",
        "label": ""
      },
      {
        "sentence": "我现在已经30岁了，我不能再逃避下去了，但是我不知道如何改善这种回避型的状态，我真的感到又痛苦又讨厌，感到很无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，很高兴能和你一起探讨你的困扰。通过你的描述，我了解到30岁的你对社交场合有着负面的体验，你不愿意与熟人接触，总是设法逃避各种场合，而且羞于表达自己的真实感受。这种感觉让你感到痛苦、讨厌且无力。但我想说，你已经勇敢地向我敞开了心扉，这是个很好的开始，我对你的勇气表示赞赏。社交恐惧可能源于内心的焦虑，你说“别人对我热情，我不知如何回应，往往态度很冷漠，其实心里不想这样”“我不会回应热情很烦躁”“以前做工作想辞职的时候为了避免直接跟领导说，都是干脆玩失踪直接走”，从你的这些陈述中可以看出，不会回应和不敢表达真实感受可能有关。因此，“一有什么事情就想方设法逃避，且常常为自己的懦弱感到焦虑”可能都源自于“羞于表达真实感受”。这可能和你小时候父母或其他亲近的人的养育方式有关，也许他们对你过于严厉，一旦你表达出真实的感受就会受到批评和压制，导致你无所适从，不知如何回应，也不敢表达真实的感受。久而久之，你变得越来越焦虑，形成了现在的模式。你可以试着采用行为疗法等方法逐步克服逃避行为，表达真实的感受。情绪ABC理论告诉我们，重要的不是事实本身，而是事实带给我们的感受。你可以借鉴“理性情绪行为疗法”的观念，改变自己的认知，调整情绪。我推荐你阅读《控制焦虑》这本书，它是情绪ABC理论的创始人所著，可以帮助你进行自我救助。在行为治疗方面，暴露疗法和系统脱敏法可能是不错的选择。暴露疗法可以让你持续呆在一个不舒服的情境中，不允许自己逃离，直到你适应这个环境。这种疗法的特点是见效快。如果你觉得它过于激烈，可以考虑系统脱敏法，以逐级方式应对焦虑，在适应一层级焦虑后，再逐步过渡到更高层级的焦虑。系统脱敏法的好处是你可以多次重复在相同层级的情境中，如果感到不舒服，暂时可以逃避或降低焦虑层级，直到逐渐适应并解决问题。在日常生活中，你可以采用正念冥想的方法缓解压力和焦虑，也可以通过写作来发泄自己的情绪。当然，焦虑只是一种表征，逃避只是一种行为，最重要的是要解决如何表达真实感受的问题。在日常生活中，你可以逐渐向最亲近的家人和朋友表达自己的真实感受和想法，细细体验这种良好的感觉，然后慢慢将这种良好的反馈扩散到其他人，你可能会有不同的体验。希望我的回答能给你带来一些思考和借鉴。",
    "annotation": [
      {
        "sentence": "你好，很高兴能和你一起探讨你的困扰。",
        "label": ""
      },
      {
        "sentence": "通过你的描述，我了解到30岁的你对社交场合有着负面的体验，你不愿意与熟人接触，总是设法逃避各种场合，而且羞于表达自己的真实感受。",
        "label": ""
      },
      {
        "sentence": "这种感觉让你感到痛苦、讨厌且无力。",
        "label": ""
      },
      {
        "sentence": "但我想说，你已经勇敢地向我敞开了心扉，这是个很好的开始，我对你的勇气表示赞赏。",
        "label": ""
      },
      {
        "sentence": "社交恐惧可能源于内心的焦虑，你说“别人对我热情，我不知如何回应，往往态度很冷漠，其实心里不想这样”“我不会回应热情很烦躁”“以前做工作想辞职的时候为了避免直接跟领导说，都是干脆玩失踪直接走”，从你的这些陈述中可以看出，不会回应和不敢表达真实感受可能有关。",
        "label": ""
      },
      {
        "sentence": "因此，“一有什么事情就想方设法逃避，且常常为自己的懦弱感到焦虑”可能都源自于“羞于表达真实感受”。",
        "label": ""
      },
      {
        "sentence": "这可能和你小时候父母或其他亲近的人的养育方式有关，也许他们对你过于严厉，一旦你表达出真实的感受就会受到批评和压制，导致你无所适从，不知如何回应，也不敢表达真实的感受。",
        "label": ""
      },
      {
        "sentence": "久而久之，你变得越来越焦虑，形成了现在的模式。",
        "label": ""
      },
      {
        "sentence": "你可以试着采用行为疗法等方法逐步克服逃避行为，表达真实的感受。",
        "label": ""
      },
      {
        "sentence": "情绪ABC理论告诉我们，重要的不是事实本身，而是事实带给我们的感受。",
        "label": ""
      },
      {
        "sentence": "你可以借鉴“理性情绪行为疗法”的观念，改变自己的认知，调整情绪。",
        "label": ""
      },
      {
        "sentence": "我推荐你阅读《控制焦虑》这本书，它是情绪ABC理论的创始人所著，可以帮助你进行自我救助。",
        "label": ""
      },
      {
        "sentence": "在行为治疗方面，暴露疗法和系统脱敏法可能是不错的选择。",
        "label": ""
      },
      {
        "sentence": "暴露疗法可以让你持续呆在一个不舒服的情境中，不允许自己逃离，直到你适应这个环境。",
        "label": ""
      },
      {
        "sentence": "这种疗法的特点是见效快。",
        "label": ""
      },
      {
        "sentence": "如果你觉得它过于激烈，可以考虑系统脱敏法，以逐级方式应对焦虑，在适应一层级焦虑后，再逐步过渡到更高层级的焦虑。",
        "label": ""
      },
      {
        "sentence": "系统脱敏法的好处是你可以多次重复在相同层级的情境中，如果感到不舒服，暂时可以逃避或降低焦虑层级，直到逐渐适应并解决问题。",
        "label": ""
      },
      {
        "sentence": "在日常生活中，你可以采用正念冥想的方法缓解压力和焦虑，也可以通过写作来发泄自己的情绪。",
        "label": ""
      },
      {
        "sentence": "当然，焦虑只是一种表征，逃避只是一种行为，最重要的是要解决如何表达真实感受的问题。",
        "label": ""
      },
      {
        "sentence": "在日常生活中，你可以逐渐向最亲近的家人和朋友表达自己的真实感受和想法，细细体验这种良好的感觉，然后慢慢将这种良好的反馈扩散到其他人，你可能会有不同的体验。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能给你带来一些思考和借鉴。",
        "label": ""
      }
    ]
  }
]