[
  {
    "role": "client",
    "content": "我是一个30岁女生，感觉自己回避型人格很严重，怎么走出去？我有严重社交恐惧障碍，很害怕看别人眼神浑身不自在，也害怕热情。别人对我热情，我不知如何回应，往往态度很冷漠，其实心里不想这样。对不熟的人可以很自在，很怕熟，我不会回应热情很烦躁，能不接触就不接触，只想蜷缩在一个小小的空间把自己关起来。逃避所有会让自己尴尬的场面，不敢挑战自己没有接触过的工作，一有什么事情就想方设法逃避，且常常为自己的懦弱觉得焦虑。比如说，一个不熟的人约我吃饭，我就各种推脱十分反感逃避赴约，以前做工作想辞职的时候为了避免直接跟领导说，都是干脆玩失踪直接走。特别害怕尬聊，比如和不熟的人一起回家，路上就会想各种理由离开，羞于表达自己真实感受。有时候同事买了零食说让我拿去吃，我基本都会说不要我不喜欢吃，但是我内心却是非常想吃。现在已经30岁了，不能再逃避了，不知怎么改善这种逃避回避型的状态，真的很痛苦又讨厌又无力。",
    "annotation": [
      {
        "sentence": "我是一个30岁女生，感觉自己回避型人格很严重，怎么走出去？",
        "label": ""
      },
      {
        "sentence": "我有严重社交恐惧障碍，很害怕看别人眼神浑身不自在，也害怕热情。",
        "label": ""
      },
      {
        "sentence": "别人对我热情，我不知如何回应，往往态度很冷漠，其实心里不想这样。",
        "label": ""
      },
      {
        "sentence": "对不熟的人可以很自在，很怕熟，我不会回应热情很烦躁，能不接触就不接触，只想蜷缩在一个小小的空间把自己关起来。",
        "label": ""
      },
      {
        "sentence": "逃避所有会让自己尴尬的场面，不敢挑战自己没有接触过的工作，一有什么事情就想方设法逃避，且常常为自己的懦弱觉得焦虑。",
        "label": ""
      },
      {
        "sentence": "比如说，一个不熟的人约我吃饭，我就各种推脱十分反感逃避赴约，以前做工作想辞职的时候为了避免直接跟领导说，都是干脆玩失踪直接走。",
        "label": ""
      },
      {
        "sentence": "特别害怕尬聊，比如和不熟的人一起回家，路上就会想各种理由离开，羞于表达自己真实感受。",
        "label": ""
      },
      {
        "sentence": "有时候同事买了零食说让我拿去吃，我基本都会说不要我不喜欢吃，但是我内心却是非常想吃。",
        "label": ""
      },
      {
        "sentence": "现在已经30岁了，不能再逃避了，不知怎么改善这种逃避回避型的状态，真的很痛苦又讨厌又无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真看完了你的提问。从你的故事中可以看出，长久以来，你一直都是以回避的方式来面对和处理人际关系，你并不知道自己为什么会这样。只是在和不熟的人、权威的人（比如领导）等一同交流时，会感到内心害怕与恐惧。你无法控制这种感受，这些感受仿佛来自于骨子里，来自于心灵深处。对于这样的感受，我深有体会。因为在过去的二十多年中，我一直也是这样的感受。直到最近七八年才逐渐有所改善。尽管现在面对权威人物以及不熟的人时，仍然偶尔会产生想要逃避、取消赴约的想法。但至少已经能够在大部分场景中适应，并且也发挥出了自己的真正特长。像现在能够站在舞台上唱歌演讲都不是问题。因此，我特别将自己的经历和感受与您分享，希望你也能有所收获与启发。【开启新征程，与自己的内在“小孩”和解，感谢他曾经一直以“逃避”的方式帮助自己艰难应对】",
    "annotation": [
      {
        "sentence": "认真看完了你的提问。",
        "label": ""
      },
      {
        "sentence": "从你的故事中可以看出，长久以来，你一直都是以回避的方式来面对和处理人际关系，你并不知道自己为什么会这样。",
        "label": ""
      },
      {
        "sentence": "只是在和不熟的人、权威的人（比如领导）等一同交流时，会感到内心害怕与恐惧。",
        "label": ""
      },
      {
        "sentence": "你无法控制这种感受，这些感受仿佛来自于骨子里，来自于心灵深处。",
        "label": ""
      },
      {
        "sentence": "对于这样的感受，我深有体会。",
        "label": ""
      },
      {
        "sentence": "因为在过去的二十多年中，我一直也是这样的感受。",
        "label": ""
      },
      {
        "sentence": "直到最近七八年才逐渐有所改善。",
        "label": ""
      },
      {
        "sentence": "尽管现在面对权威人物以及不熟的人时，仍然偶尔会产生想要逃避、取消赴约的想法。",
        "label": ""
      },
      {
        "sentence": "但至少已经能够在大部分场景中适应，并且也发挥出了自己的真正特长。",
        "label": ""
      },
      {
        "sentence": "像现在能够站在舞台上唱歌演讲都不是问题。",
        "label": ""
      },
      {
        "sentence": "因此，我特别将自己的经历和感受与您分享，希望你也能有所收获与启发。",
        "label": ""
      },
      {
        "sentence": "【开启新征程，与自己的内在“小孩”和解，感谢他曾经一直以“逃避”的方式帮助自己艰难应对】",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的回复让我感到安慰，也让我觉得我不是一个人在战斗。听到你的故事，我发现其实我们有着类似的经历和感受。我总是意识到自己总是逃避，这个问题给我的工作、学习和生活带来了不只一次的伤害和打击。也让我错失了很多发展的机会。所以我一直很恨自己的“逃避”，恨自己懦弱。但突然有一天，我意识到，“逃避”其实就像是内心那个缩在角落的孩子，他就是我自己的一部分，一个曾经弱小的自己。他是多么需要我的帮助，可是我一直认为他阻碍了我的成长发展，于是我不断排斥他，不断否定他。可是否定他就等于否定了自己，于是我在这个排斥、否定、逃避的怪圈中循环。当我真正看到他时，内心突然生出了很多的感动，因为在那些自己所害怕的场景中，总是内心那个“柔弱的孩子”站出来，帮助我以“逃避”的姿态应对眼前的困难。而内心那些所谓的勇气和力量却始终没有站出来。我很感激自己内在的“他”，我想我应该向他道歉，与他和好。并发自内心地感激他一直以来的陪伴与帮助。我告诉他：“孩子，从此以后你可以好好休息啦，现在我必须让自己成长起来，唤醒我内心的力量和勇气去面对曾经让我难受的那些场景。”这就是我的第一步：与内在的“孩子”对话，接纳和感激他，并逐步唤醒内在自己的其他部分。【持续深化与巩固，不断觉察和反思自己在那些场景中难受的真相】",
    "annotation": [
      {
        "sentence": "你的回复让我感到安慰，也让我觉得我不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "听到你的故事，我发现其实我们有着类似的经历和感受。",
        "label": ""
      },
      {
        "sentence": "我总是意识到自己总是逃避，这个问题给我的工作、学习和生活带来了不只一次的伤害和打击。",
        "label": ""
      },
      {
        "sentence": "也让我错失了很多发展的机会。",
        "label": ""
      },
      {
        "sentence": "所以我一直很恨自己的“逃避”，恨自己懦弱。",
        "label": ""
      },
      {
        "sentence": "但突然有一天，我意识到，“逃避”其实就像是内心那个缩在角落的孩子，他就是我自己的一部分，一个曾经弱小的自己。",
        "label": ""
      },
      {
        "sentence": "他是多么需要我的帮助，可是我一直认为他阻碍了我的成长发展，于是我不断排斥他，不断否定他。",
        "label": ""
      },
      {
        "sentence": "可是否定他就等于否定了自己，于是我在这个排斥、否定、逃避的怪圈中循环。",
        "label": ""
      },
      {
        "sentence": "当我真正看到他时，内心突然生出了很多的感动，因为在那些自己所害怕的场景中，总是内心那个“柔弱的孩子”站出来，帮助我以“逃避”的姿态应对眼前的困难。",
        "label": ""
      },
      {
        "sentence": "而内心那些所谓的勇气和力量却始终没有站出来。",
        "label": ""
      },
      {
        "sentence": "我很感激自己内在的“他”，我想我应该向他道歉，与他和好。",
        "label": ""
      },
      {
        "sentence": "并发自内心地感激他一直以来的陪伴与帮助。",
        "label": ""
      },
      {
        "sentence": "我告诉他：“孩子，从此以后你可以好好休息啦，现在我必须让自己成长起来，唤醒我内心的力量和勇气去面对曾经让我难受的那些场景。",
        "label": ""
      },
      {
        "sentence": "”这就是我的第一步：与内在的“孩子”对话，接纳和感激他，并逐步唤醒内在自己的其他部分。",
        "label": ""
      },
      {
        "sentence": "【持续深化与巩固，不断觉察和反思自己在那些场景中难受的真相】",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的觉察和认识真的很深刻，你已经迈出了很重要的一步。在接纳自己的内在“小孩”之后，你可以逐渐开始在各种让自",
    "annotation": [
      {
        "sentence": "你的觉察和认识真的很深刻，你已经迈出了很重要的一步。",
        "label": ""
      },
      {
        "sentence": "在接纳自己的内在“小孩”之后，你可以逐渐开始在各种让自",
        "label": ""
      }
    ]
  }
]