[
  {
    "role": "client",
    "content": "我30岁了，感觉自己回避型人格很严重，怎么走出去？",
    "annotation": [
      {
        "sentence": "我30岁了，感觉自己回避型人格很严重，怎么走出去？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你对自己的描述，我仿佛看到了一个将自己包裹起来，在瑟瑟发抖的小孩。对于世界和他人，你都在回避！并且你概括自己为回避性人格。人际交往中，为什么会回避？因为怕受伤：怕被否定，怕被拒绝，怕被嘲笑等等，为了避免遭遇到这些负面体验，一个人宁可回避世界，将自己包裹起来，好让自己感觉到安全。可以说，回避是你对自己内心的保护。每个人出生于不同的家庭，加上独特的先天禀赋，在后期成长中，都会发展出自己的生存方式。如果我们从自小生长的环境里得到的负面体验过多，例如被否定、被拒绝、被嘲笑指责等，我们体验到了来自世界的不友好，很容易导致我们将自己的心封闭起来。所以不要责备自己，回避来自我们自小的生存经验。",
    "annotation": [
      {
        "sentence": "看了你对自己的描述，我仿佛看到了一个将自己包裹起来，在瑟瑟发抖的小孩。",
        "label": ""
      },
      {
        "sentence": "对于世界和他人，你都在回避！",
        "label": ""
      },
      {
        "sentence": "并且你概括自己为回避性人格。",
        "label": ""
      },
      {
        "sentence": "人际交往中，为什么会回避？",
        "label": ""
      },
      {
        "sentence": "因为怕受伤：怕被否定，怕被拒绝，怕被嘲笑等等，为了避免遭遇到这些负面体验，一个人宁可回避世界，将自己包裹起来，好让自己感觉到安全。",
        "label": ""
      },
      {
        "sentence": "可以说，回避是你对自己内心的保护。",
        "label": ""
      },
      {
        "sentence": "每个人出生于不同的家庭，加上独特的先天禀赋，在后期成长中，都会发展出自己的生存方式。",
        "label": ""
      },
      {
        "sentence": "如果我们从自小生长的环境里得到的负面体验过多，例如被否定、被拒绝、被嘲笑指责等，我们体验到了来自世界的不友好，很容易导致我们将自己的心封闭起来。",
        "label": ""
      },
      {
        "sentence": "所以不要责备自己，回避来自我们自小的生存经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得自己在回避交流，因为我害怕面对他人的眼神和热情反应，总是感到非常不自在。我也很害怕热情，当别人对我热情时，我不知道如何回应，往往态度很冷漠。其实，我心里并不想这样。对于不熟悉的人，我可以感到自在，但对于熟悉的人，我就非常害怕，不会回应热情，感到很烦躁，所以尽量避免与他们接触，只想蜷缩在一个小小的空间里把自己关起来。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得自己在回避交流，因为我害怕面对他人的眼神和热情反应，总是感到非常不自在。",
        "label": ""
      },
      {
        "sentence": "我也很害怕热情，当别人对我热情时，我不知道如何回应，往往态度很冷漠。",
        "label": ""
      },
      {
        "sentence": "其实，我心里并不想这样。",
        "label": ""
      },
      {
        "sentence": "对于不熟悉的人，我可以感到自在，但对于熟悉的人，我就非常害怕，不会回应热情，感到很烦躁，所以尽量避免与他们接触，只想蜷缩在一个小小的空间里把自己关起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "回避交流，不敢面对别人的眼神和热情，以及对热情的回应感到困惑，这些感受让你非常痛苦和讨厌，也让你觉得很无力。我能理解这种心情。其实，这些都是可以改变的。要知道，趋乐避苦是人的天性。当我们在人际交往中，体验不到来自人际间的温暖、支持、关爱等美好的感觉时，我们自然不热爱交往，倾向于将自己保护起来。但是，改变是可能的。首先，要正确地认识到自己，增加自我价值感，提高对自我的评价。要客观地看待他人与自己之间的差距，不要认为他人都是十全十美。明白自己可能有一定的自卑感，但也要充分认识到自卑感所带来的利弊，自卑感并非一无是处，它们让我们变得谦虚、做事谨慎，很少犯重大错误。同时，要进行积极的自我暗示，多进行自我鼓励，面对交往困难时，告诉自己：“加油，我能行。”在克服人际交往障碍上，多给自己创造一些机会在公共场合发言，敢于表达自己的思想。多与周围人沟通聊天，慢慢地，你就可以在一定程度上改变回避型人格。最后，希望你不断地走出来，获得成长！",
    "annotation": [
      {
        "sentence": "回避交流，不敢面对别人的眼神和热情，以及对热情的回应感到困惑，这些感受让你非常痛苦和讨厌，也让你觉得很无力。",
        "label": ""
      },
      {
        "sentence": "我能理解这种心情。",
        "label": ""
      },
      {
        "sentence": "其实，这些都是可以改变的。",
        "label": ""
      },
      {
        "sentence": "要知道，趋乐避苦是人的天性。",
        "label": ""
      },
      {
        "sentence": "当我们在人际交往中，体验不到来自人际间的温暖、支持、关爱等美好的感觉时，我们自然不热爱交往，倾向于将自己保护起来。",
        "label": ""
      },
      {
        "sentence": "但是，改变是可能的。",
        "label": ""
      },
      {
        "sentence": "首先，要正确地认识到自己，增加自我价值感，提高对自我的评价。",
        "label": ""
      },
      {
        "sentence": "要客观地看待他人与自己之间的差距，不要认为他人都是十全十美。",
        "label": ""
      },
      {
        "sentence": "明白自己可能有一定的自卑感，但也要充分认识到自卑感所带来的利弊，自卑感并非一无是处，它们让我们变得谦虚、做事谨慎，很少犯重大错误。",
        "label": ""
      },
      {
        "sentence": "同时，要进行积极的自我暗示，多进行自我鼓励，面对交往困难时，告诉自己：“加油，我能行。",
        "label": ""
      },
      {
        "sentence": "”在克服人际交往障碍上，多给自己创造一些机会在公共场合发言，敢于表达自己的思想。",
        "label": ""
      },
      {
        "sentence": "多与周围人沟通聊天，慢慢地，你就可以在一定程度上改变回避型人格。",
        "label": ""
      },
      {
        "sentence": "最后，希望你不断地走出来，获得成长！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我在努力接受自己，并且尝试改变。但是，我还是很害怕面对不熟悉的场景，比如被约请吃饭，我总是倾向于推脱，这让我非常反感自己的逃避行为。还有，之前想辞职的时候，为了避免直接跟领导说，我选择了玩失踪的方式离职。我真的不知道如何与人进行尬聊，比如和不熟的人一起回家，我总会想各种理由离开。而且，有时候同事买了零食给我吃，我基本都会说不要，虽然内心却非常想吃。现在已经30岁了，我觉得不能再继续逃避了，但是不知道如何改善这种逃避回避的状态，我真的很痛苦，也感到无力。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我在努力接受自己，并且尝试改变。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很害怕面对不熟悉的场景，比如被约请吃饭，我总是倾向于推脱，这让我非常反感自己的逃避行为。",
        "label": ""
      },
      {
        "sentence": "还有，之前想辞职的时候，为了避免直接跟领导说，我选择了玩失踪的方式离职。",
        "label": ""
      },
      {
        "sentence": "我真的不知道如何与人进行尬聊，比如和不熟的人一起回家，我总会想各种理由离开。",
        "label": ""
      },
      {
        "sentence": "而且，有时候同事买了零食给我吃，我基本都会说不要，虽然内心却非常想吃。",
        "label": ""
      },
      {
        "sentence": "现在已经30岁了，我觉得不能再继续逃避了，但是不知道如何改善这种逃避回避的状态，我真的很痛苦，也感到无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑和挣扎。逃避和回避可能是你多年来养成的自我保护机制，但现在已经让你感到痛苦和无力了。你不是一个人在面对这个问题，我相信通过努力，你可以克服这个状态。改变不会一蹴而就，但每一次小的尝试都是迈向改变的一步。首先，要给自己一些时间和空间来适应新的场景与人际交往，不要过于强求自己做出完美的表现。另外，尝试放松自己，接纳自己的情绪和焦虑感，运用一些放松技巧，例如深呼吸、冥想等，让自己保持冷静和放松。最重要的是培养积极的心态，相信自己是能够改变和成长的。不要害怕犯错，每次挑战和尝试都是学习的机会。如果你觉得困惑和痛苦无法自己解决，我鼓励你寻求专业心理咨询的帮助，专业的辅导和指导会更有针对性地帮助你走出逃避回避的状态。加油！你可以做到的！",
    "annotation": [
      {
        "sentence": "我明白你的困惑和挣扎。",
        "label": ""
      },
      {
        "sentence": "逃避和回避可能是你多年来养成的自我保护机制，但现在已经让你感到痛苦和无力了。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对这个问题，我相信通过努力，你可以克服这个状态。",
        "label": ""
      },
      {
        "sentence": "改变不会一蹴而就，但每一次小的尝试都是迈向改变的一步。",
        "label": ""
      },
      {
        "sentence": "首先，要给自己一些时间和空间来适应新的场景与人际交往，不要过于强求自己做出完美的表现。",
        "label": ""
      },
      {
        "sentence": "另外，尝试放松自己，接纳自己的情绪和焦虑感，运用一些放松技巧，例如深呼吸、冥想等，让自己保持冷静和放松。",
        "label": ""
      },
      {
        "sentence": "最重要的是培养积极的心态，相信自己是能够改变和成长的。",
        "label": ""
      },
      {
        "sentence": "不要害怕犯错，每次挑战和尝试都是学习的机会。",
        "label": ""
      },
      {
        "sentence": "如果你觉得困惑和痛苦无法自己解决，我鼓励你寻求专业心理咨询的帮助，专业的辅导和指导会更有针对性地帮助你走出逃避回避的状态。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你可以做到的！",
        "label": ""
      }
    ]
  }
]