[
  {
    "role": "client",
    "content": "我是一个30岁的女生，我感觉自己有严重的回避型人格障碍，不知道该如何走出来。我有很严重的社交恐惧障碍，看到别人的眼神我就感到不自在，对热情也感到害怕，当别人对我热情时，我不知道该如何回应，往往表现得很冷漠。其实我内心并不想这样，对于不熟悉的人我可以很自在，但是对于熟悉的人我却很害怕，不擅长回应别人的热情，这让我感到很烦躁，我总是想要逃避一切可能让我尴尬的场面，也不敢接触新的工作，一有压力就会不知道如何面对，我觉得自己很懦弱，非常焦虑。比如说，当一个不熟悉的人约我吃饭，我总是会找各种理由推脱，赴约前我就已经特别反感，以前想辞职的时候，为了避免直接和领导说，我干脆选择失踪。我特别害怕尴尬的谈话，比如和不熟悉的人一起回家，我会设法找借口离开。我也很难表达自己的真实感受，有时候同事会给我买零食，我基本上都会说不要，其实我非常想吃。现在已经30岁了，我不能再逃避下去了，但是我不知道如何改善这种回避的状态，我真的非常痛苦和讨厌，但是却无能为力。",
    "annotation": [
      {
        "sentence": "我是一个30岁的女生，我感觉自己有严重的回避型人格障碍，不知道该如何走出来。",
        "label": ""
      },
      {
        "sentence": "我有很严重的社交恐惧障碍，看到别人的眼神我就感到不自在，对热情也感到害怕，当别人对我热情时，我不知道该如何回应，往往表现得很冷漠。",
        "label": ""
      },
      {
        "sentence": "其实我内心并不想这样，对于不熟悉的人我可以很自在，但是对于熟悉的人我却很害怕，不擅长回应别人的热情，这让我感到很烦躁，我总是想要逃避一切可能让我尴尬的场面，也不敢接触新的工作，一有压力就会不知道如何面对，我觉得自己很懦弱，非常焦虑。",
        "label": ""
      },
      {
        "sentence": "比如说，当一个不熟悉的人约我吃饭，我总是会找各种理由推脱，赴约前我就已经特别反感，以前想辞职的时候，为了避免直接和领导说，我干脆选择失踪。",
        "label": ""
      },
      {
        "sentence": "我特别害怕尴尬的谈话，比如和不熟悉的人一起回家，我会设法找借口离开。",
        "label": ""
      },
      {
        "sentence": "我也很难表达自己的真实感受，有时候同事会给我买零食，我基本上都会说不要，其实我非常想吃。",
        "label": ""
      },
      {
        "sentence": "现在已经30岁了，我不能再逃避下去了，但是我不知道如何改善这种回避的状态，我真的非常痛苦和讨厌，但是却无能为力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你分享了这些，你所描述的情况让我感到很担忧。通过你的描述，我可以尝试理解一下你的处境。你的爸爸在年轻时和你奶奶之间的情感关系没有完全分离，这种情况一直延续到他的婚姻里。当你的妈妈和你奶奶发生矛盾时，他总是站在你奶奶那一边。而且你奶奶曾经对你妈妈也不好。因此，你的妈妈在你奶奶和爸爸身上从来没有感受到爱，只感受到了伤害。所以，你妈妈对你爸爸和奶奶满怀怨恨和愤怒。你妈妈很能干，把家里外的事都包办了，可以说是个女强人。而你爸爸相对来说就显得力不从心了。所以，你妈妈看不起你爸爸，经常责备他，并向周围的人诉说，让人同情她。在她的潜意识里，她认为“我所有的不幸都是你爸爸带来的！”她常常陷入负面情绪中无法自拔，这已经成为她固有的情绪模式。这让我想起了一个心理学术语——“受害者情结”。换句话说，你妈妈潜意识里已经把自己看做是一个受害者。她表面上强势，但实际上只是戴着一副人格面具掩盖内心的脆弱。从你爸爸的角度来看，我相信这么多年来他也过得不好。年轻时他依赖你奶奶。从你所说的“我爸又特别依赖她”来看，你爸爸在不知不觉中把他和你奶奶的关系模式复制到了你和你妈妈的关系中。换句话说，对于你爸爸来说，他娶了另一个“妈妈”，而不是“妻子”。更确切地说，你爸爸已经到了这么大岁数，但他的内心仍然把自己当作一个孩子，他没有摆脱他妈妈（也就是你奶奶）的影响。由此可以推测，你奶奶非常控制欲强，性格也非常强势。所以，你爸妈能在一起，相互看不惯但又分不开，维持了30年的关系。无非是因为“周瑜打黄盖，一个愿打，一个愿挨”，也就是说，你爸爸满足了你妈妈的控制欲，你妈妈满足了你爸爸的依赖感。但是，有句话是这样说的：“孩子是父母的一面镜子！”你爸妈之间不好的感情充满了“怨恨、恼怒和厌烦”，我相信你在这样的环境中并没有感受到爱，而是受到了抵抗和伤害。你妈妈对你爸爸充满了怨恨、恼怒和愤怒的婚姻关系给了你一个很不好的榜样，让你对亲密关系和其他人际关系充满了恐惧和压抑。长时间处于这种环境中，你也不知不觉地把这种带有",
    "annotation": [
      {
        "sentence": "非常感谢你分享了这些，你所描述的情况让我感到很担忧。",
        "label": ""
      },
      {
        "sentence": "通过你的描述，我可以尝试理解一下你的处境。",
        "label": ""
      },
      {
        "sentence": "你的爸爸在年轻时和你奶奶之间的情感关系没有完全分离，这种情况一直延续到他的婚姻里。",
        "label": ""
      },
      {
        "sentence": "当你的妈妈和你奶奶发生矛盾时，他总是站在你奶奶那一边。",
        "label": ""
      },
      {
        "sentence": "而且你奶奶曾经对你妈妈也不好。",
        "label": ""
      },
      {
        "sentence": "因此，你的妈妈在你奶奶和爸爸身上从来没有感受到爱，只感受到了伤害。",
        "label": ""
      },
      {
        "sentence": "所以，你妈妈对你爸爸和奶奶满怀怨恨和愤怒。",
        "label": ""
      },
      {
        "sentence": "你妈妈很能干，把家里外的事都包办了，可以说是个女强人。",
        "label": ""
      },
      {
        "sentence": "而你爸爸相对来说就显得力不从心了。",
        "label": ""
      },
      {
        "sentence": "所以，你妈妈看不起你爸爸，经常责备他，并向周围的人诉说，让人同情她。",
        "label": ""
      },
      {
        "sentence": "在她的潜意识里，她认为“我所有的不幸都是你爸爸带来的！",
        "label": ""
      },
      {
        "sentence": "”她常常陷入负面情绪中无法自拔，这已经成为她固有的情绪模式。",
        "label": ""
      },
      {
        "sentence": "这让我想起了一个心理学术语——“受害者情结”。",
        "label": ""
      },
      {
        "sentence": "换句话说，你妈妈潜意识里已经把自己看做是一个受害者。",
        "label": ""
      },
      {
        "sentence": "她表面上强势，但实际上只是戴着一副人格面具掩盖内心的脆弱。",
        "label": ""
      },
      {
        "sentence": "从你爸爸的角度来看，我相信这么多年来他也过得不好。",
        "label": ""
      },
      {
        "sentence": "年轻时他依赖你奶奶。",
        "label": ""
      },
      {
        "sentence": "从你所说的“我爸又特别依赖她”来看，你爸爸在不知不觉中把他和你奶奶的关系模式复制到了你和你妈妈的关系中。",
        "label": ""
      },
      {
        "sentence": "换句话说，对于你爸爸来说，他娶了另一个“妈妈”，而不是“妻子”。",
        "label": ""
      },
      {
        "sentence": "更确切地说，你爸爸已经到了这么大岁数，但他的内心仍然把自己当作一个孩子，他没有摆脱他妈妈（也就是你奶奶）的影响。",
        "label": ""
      },
      {
        "sentence": "由此可以推测，你奶奶非常控制欲强，性格也非常强势。",
        "label": ""
      },
      {
        "sentence": "所以，你爸妈能在一起，相互看不惯但又分不开，维持了30年的关系。",
        "label": ""
      },
      {
        "sentence": "无非是因为“周瑜打黄盖，一个愿打，一个愿挨”，也就是说，你爸爸满足了你妈妈的控制欲，你妈妈满足了你爸爸的依赖感。",
        "label": ""
      },
      {
        "sentence": "但是，有句话是这样说的：“孩子是父母的一面镜子！",
        "label": ""
      },
      {
        "sentence": "”你爸妈之间不好的感情充满了“怨恨、恼怒和厌烦”，我相信你在这样的环境中并没有感受到爱，而是受到了抵抗和伤害。",
        "label": ""
      },
      {
        "sentence": "你妈妈对你爸爸充满了怨恨、恼怒和愤怒的婚姻关系给了你一个很不好的榜样，让你对亲密关系和其他人际关系充满了恐惧和压抑。",
        "label": ""
      },
      {
        "sentence": "长时间处于这种环境中，你也不知不觉地把这种带有",
        "label": ""
      }
    ]
  }
]