[
  {
    "role": "client",
    "content": "我是一个30岁的女生，最近感觉自己的回避型人格很严重，我想知道怎么才能改变这种状态。我有严重的社交恐惧障碍，每当看到别人眼神注视我，我就感到非常不自在，同时也害怕与别人建立亲密关系，对别人的热情回应也很困惑，常常表现得很冷漠，但实际上内心并不想如此。我发现自己可以很放松地与不熟悉的人相处，但对于熟悉的人却感到很害怕，甚至无法积极回应别人的热情。我常常感到烦躁和厌烦，尽量避免与人接触，只想躲在小小的空间里独自生活。我逃避一切可能让自己尴尬的场面，也不敢接触未曾尝试过的工作。每当有事情发生时，我总是设法逃避，我对自己的懦弱感到焦虑。比如，当一个不熟悉的人邀请我一起吃饭时，我总是找各种理由推脱，很反感这种避免约会的方式。当我打算辞职时，为了避免直接告诉领导，我很干脆地选择了消失不见。我尤其害怕尴尬的聊天，例如与不熟悉的人一起回家时，我会想出各种理由逃离。我羞于表达真实的感受，有时候即使同事给我买零食，邀请我一起吃，我基本都会说不要，因为我不喜欢吃，但内心却非常想吃。现在已经30岁了，我不能再继续逃避下去了，我真的不知道如何改善这种回避型人格的状态，让我感到痛苦和无助。",
    "annotation": [
      {
        "sentence": "我是一个30岁的女生，最近感觉自己的回避型人格很严重，我想知道怎么才能改变这种状态。",
        "label": ""
      },
      {
        "sentence": "我有严重的社交恐惧障碍，每当看到别人眼神注视我，我就感到非常不自在，同时也害怕与别人建立亲密关系，对别人的热情回应也很困惑，常常表现得很冷漠，但实际上内心并不想如此。",
        "label": ""
      },
      {
        "sentence": "我发现自己可以很放松地与不熟悉的人相处，但对于熟悉的人却感到很害怕，甚至无法积极回应别人的热情。",
        "label": ""
      },
      {
        "sentence": "我常常感到烦躁和厌烦，尽量避免与人接触，只想躲在小小的空间里独自生活。",
        "label": ""
      },
      {
        "sentence": "我逃避一切可能让自己尴尬的场面，也不敢接触未曾尝试过的工作。",
        "label": ""
      },
      {
        "sentence": "每当有事情发生时，我总是设法逃避，我对自己的懦弱感到焦虑。",
        "label": ""
      },
      {
        "sentence": "比如，当一个不熟悉的人邀请我一起吃饭时，我总是找各种理由推脱，很反感这种避免约会的方式。",
        "label": ""
      },
      {
        "sentence": "当我打算辞职时，为了避免直接告诉领导，我很干脆地选择了消失不见。",
        "label": ""
      },
      {
        "sentence": "我尤其害怕尴尬的聊天，例如与不熟悉的人一起回家时，我会想出各种理由逃离。",
        "label": ""
      },
      {
        "sentence": "我羞于表达真实的感受，有时候即使同事给我买零食，邀请我一起吃，我基本都会说不要，因为我不喜欢吃，但内心却非常想吃。",
        "label": ""
      },
      {
        "sentence": "现在已经30岁了，我不能再继续逃避下去了，我真的不知道如何改善这种回避型人格的状态，让我感到痛苦和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困扰，你感觉自己有社交恐惧障碍，在人际交往中总是逃避，并且对于表达真实想法感到羞愧。你内心希望改变，但却感到痛苦和无力，我知道这对你来说真的很不容易。我想分享一些我了解的信息，希望能给你一些启发。在社交活动中，每个人都会有一定的紧张和焦虑，这是正常现象，不必过度纠结。虽然你的情况可能更为严重，但是首先你要接纳自己。每个人都会面临各种各样的问题，我们不要去对抗问题，相反，接受问题并且不焦虑、不痛苦，这反而有利于问题的解决。你自己有感到自我评价低和害怕批评的症状吗？我觉得你知道别人的表达是善意的，只是你不知道如何回应，所以选择了逃避。而你已经有意识到这点，并且希望做出改变，这是最重要的一步。现在我们一起了解一些具体的方法。你对于不熟悉的人能够很自在，但对于熟悉的人却感到困惑。你有想过为什么会产生这种感觉吗？是害怕别人的负面评价吗？其实，除了你自己，别人并不会对我们有太多的关注。试着放松一下，告诉自己这些都是正常的，不要急于求成，给自己设定一些小目标，让它们可以实现。最开始的目标要足够简单，比如每天主动和两个人打招呼，然后逐渐发展到聊几句话，一点一点地建立自信。有一位教授曾经告诉我们：\"你本来就很棒，只是这些被掩盖住了。\"每个人都有逃避的一面，也有勇敢面对的一面，我们不要抵触自己的逃避，而是一点点培养自己勇敢面对的勇气。当我们逐渐建立起自信时，进展会比较快的，所以不要急躁。此外，适度参与户外活动和体育运动也是一个不错的选择，可以释放压力和焦虑，调整身心状态。另外，你可以适当了解一些心理学知识，学习使用认知疗法、行为疗法（包括系统脱敏法）和放松疗法等，这些方法也可以帮助你自我改善。如果你觉得效果还不理想，也可以寻找专业心理医生的帮助。亲爱的，记住，外面的世界并没有别人，只有你自己。我推荐你读一本书《遇见未知的自己》，祝福你！",
    "annotation": [
      {
        "sentence": "我理解你的困扰，你感觉自己有社交恐惧障碍，在人际交往中总是逃避，并且对于表达真实想法感到羞愧。",
        "label": ""
      },
      {
        "sentence": "你内心希望改变，但却感到痛苦和无力，我知道这对你来说真的很不容易。",
        "label": ""
      },
      {
        "sentence": "我想分享一些我了解的信息，希望能给你一些启发。",
        "label": ""
      },
      {
        "sentence": "在社交活动中，每个人都会有一定的紧张和焦虑，这是正常现象，不必过度纠结。",
        "label": ""
      },
      {
        "sentence": "虽然你的情况可能更为严重，但是首先你要接纳自己。",
        "label": ""
      },
      {
        "sentence": "每个人都会面临各种各样的问题，我们不要去对抗问题，相反，接受问题并且不焦虑、不痛苦，这反而有利于问题的解决。",
        "label": ""
      },
      {
        "sentence": "你自己有感到自我评价低和害怕批评的症状吗？",
        "label": ""
      },
      {
        "sentence": "我觉得你知道别人的表达是善意的，只是你不知道如何回应，所以选择了逃避。",
        "label": ""
      },
      {
        "sentence": "而你已经有意识到这点，并且希望做出改变，这是最重要的一步。",
        "label": ""
      },
      {
        "sentence": "现在我们一起了解一些具体的方法。",
        "label": ""
      },
      {
        "sentence": "你对于不熟悉的人能够很自在，但对于熟悉的人却感到困惑。",
        "label": ""
      },
      {
        "sentence": "你有想过为什么会产生这种感觉吗？",
        "label": ""
      },
      {
        "sentence": "是害怕别人的负面评价吗？",
        "label": ""
      },
      {
        "sentence": "其实，除了你自己，别人并不会对我们有太多的关注。",
        "label": ""
      },
      {
        "sentence": "试着放松一下，告诉自己这些都是正常的，不要急于求成，给自己设定一些小目标，让它们可以实现。",
        "label": ""
      },
      {
        "sentence": "最开始的目标要足够简单，比如每天主动和两个人打招呼，然后逐渐发展到聊几句话，一点一点地建立自信。",
        "label": ""
      },
      {
        "sentence": "有一位教授曾经告诉我们：\"你本来就很棒，只是这些被掩盖住了。",
        "label": ""
      },
      {
        "sentence": "\"每个人都有逃避的一面，也有勇敢面对的一面，我们不要抵触自己的逃避，而是一点点培养自己勇敢面对的勇气。",
        "label": ""
      },
      {
        "sentence": "当我们逐渐建立起自信时，进展会比较快的，所以不要急躁。",
        "label": ""
      },
      {
        "sentence": "此外，适度参与户外活动和体育运动也是一个不错的选择，可以释放压力和焦虑，调整身心状态。",
        "label": ""
      },
      {
        "sentence": "另外，你可以适当了解一些心理学知识，学习使用认知疗法、行为疗法（包括系统脱敏法）和放松疗法等，这些方法也可以帮助你自我改善。",
        "label": ""
      },
      {
        "sentence": "如果你觉得效果还不理想，也可以寻找专业心理医生的帮助。",
        "label": ""
      },
      {
        "sentence": "亲爱的，记住，外面的世界并没有别人，只有你自己。",
        "label": ""
      },
      {
        "sentence": "我推荐你读一本书《遇见未知的自己》，祝福你！",
        "label": ""
      }
    ]
  }
]