[
  {
    "role": "client",
    "content": "大二，对未来很迷茫，一次次产生轻生念头，怎么办？",
    "annotation": [
      {
        "sentence": "大二，对未来很迷茫，一次次产生轻生念头，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的话，我能感受到你现在的焦虑和困惑，不过，请相信，这种心情，许多人都会有所体会。你只是一个人，无法与整个世界的光鲜亮丽比起来。那么，首先，你需要面对的是你内心的想法和感觉。请尽情倾诉。",
    "annotation": [
      {
        "sentence": "听了你的话，我能感受到你现在的焦虑和困惑，不过，请相信，这种心情，许多人都会有所体会。",
        "label": ""
      },
      {
        "sentence": "你只是一个人，无法与整个世界的光鲜亮丽比起来。",
        "label": ""
      },
      {
        "sentence": "那么，首先，你需要面对的是你内心的想法和感觉。",
        "label": ""
      },
      {
        "sentence": "请尽情倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一到了大二，身边的同学要么进了学生会，要么进了实验室。感觉我就是一个学生会和实验室都进不去的咸鱼（我试过）。喜欢学习语言，喜欢心理学，但内向的我知道并不能从事这方面的职业。一直不敢向喜欢的领域踏出第一步（而且我读的是医科大学，也没这机会）。随着对医生职业的了解，我对自己的未来越来越没信心。不知道自己要向哪个方向努力。",
    "annotation": [
      {
        "sentence": "一到了大二，身边的同学要么进了学生会，要么进了实验室。",
        "label": ""
      },
      {
        "sentence": "感觉我就是一个学生会和实验室都进不去的咸鱼（我试过）。",
        "label": ""
      },
      {
        "sentence": "喜欢学习语言，喜欢心理学，但内向的我知道并不能从事这方面的职业。",
        "label": ""
      },
      {
        "sentence": "一直不敢向喜欢的领域踏出第一步（而且我读的是医科大学，也没这机会）。",
        "label": ""
      },
      {
        "sentence": "随着对医生职业的了解，我对自己的未来越来越没信心。",
        "label": ""
      },
      {
        "sentence": "不知道自己要向哪个方向努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这样的表述，我感觉到你可能被过度的期望和压力所影响。这种焦虑和自我评价过低是很常见的情绪。你可以先试着接受现在普通的自己，认识到每个人的价值是不同的，也并非全部在表面。至于未来方向的问题，这是一个比较复杂的话题。如果你现在还没有找到自己职业方向的话，那么不妨先抽空去接触一些你感兴趣的事情，多看多做，也许能有所启发。",
    "annotation": [
      {
        "sentence": "看到你这样的表述，我感觉到你可能被过度的期望和压力所影响。",
        "label": ""
      },
      {
        "sentence": "这种焦虑和自我评价过低是很常见的情绪。",
        "label": ""
      },
      {
        "sentence": "你可以先试着接受现在普通的自己，认识到每个人的价值是不同的，也并非全部在表面。",
        "label": ""
      },
      {
        "sentence": "至于未来方向的问题，这是一个比较复杂的话题。",
        "label": ""
      },
      {
        "sentence": "如果你现在还没有找到自己职业方向的话，那么不妨先抽空去接触一些你感兴趣的事情，多看多做，也许能有所启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "高中时我是班上最优秀的学生，但现在周围的同学混的风生水起，活动多学习好，而我正相反。一次次产生轻生的念头，有一次次地压下去。",
    "annotation": [
      {
        "sentence": "高中时我是班上最优秀的学生，但现在周围的同学混的风生水起，活动多学习好，而我正相反。",
        "label": ""
      },
      {
        "sentence": "一次次产生轻生的念头，有一次次地压下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样的描述，能够感受到你的情感和想法，感到非常忧虑。不过，你需要相信自己的内在价值和优点。你既然选择了医科大学这个专业，就一定具备了一定的能力和实力，没有必要总是觉得自己太弱。不要把自己和周围的人进行比较，每个人所经历的环境也许都是不同的。",
    "annotation": [
      {
        "sentence": "听到你这样的描述，能够感受到你的情感和想法，感到非常忧虑。",
        "label": ""
      },
      {
        "sentence": "不过，你需要相信自己的内在价值和优点。",
        "label": ""
      },
      {
        "sentence": "你既然选择了医科大学这个专业，就一定具备了一定的能力和实力，没有必要总是觉得自己太弱。",
        "label": ""
      },
      {
        "sentence": "不要把自己和周围的人进行比较，每个人所经历的环境也许都是不同的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我还是比较羡慕那些能够顺手找到自己方向的人。我知道我需要放下比较，但有时放下很难。",
    "annotation": [
      {
        "sentence": "我想我还是比较羡慕那些能够顺手找到自己方向的人。",
        "label": ""
      },
      {
        "sentence": "我知道我需要放下比较，但有时放下很难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，当我们面对自我无法控制的事情的时候，放下常常是最难的。但是，也请相信，这并不是我们的表现弱点或者缺点。有些事情需要时间去慢慢接受，不要给自己太大的压力。最重要的是，把自己看成一个整体，包括自己的优点和劣势，而不是局限在一些个别的困难之中。",
    "annotation": [
      {
        "sentence": "是的，当我们面对自我无法控制的事情的时候，放下常常是最难的。",
        "label": ""
      },
      {
        "sentence": "但是，也请相信，这并不是我们的表现弱点或者缺点。",
        "label": ""
      },
      {
        "sentence": "有些事情需要时间去慢慢接受，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "最重要的是，把自己看成一个整体，包括自己的优点和劣势，而不是局限在一些个别的困难之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，有了你的话，我感觉好多了。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，有了你的话，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，也不用急着下结论，我们都有过不同的情绪，这种共情体验是很重要的。接下来，你要知道，美好的生活不需要比别人更高大上，比别人更出色，而是让自己过得开心，让自己的生活更加有质量。在找到自己想要干的事情之前，也可以先把生活的细节做好，比如，保持一个健康的生活节奏，遵循自己的习惯和嗜好，保持好的人际关系等等。",
    "annotation": [
      {
        "sentence": "不用谢，也不用急着下结论，我们都有过不同的情绪，这种共情体验是很重要的。",
        "label": ""
      },
      {
        "sentence": "接下来，你要知道，美好的生活不需要比别人更高大上，比别人更出色，而是让自己过得开心，让自己的生活更加有质量。",
        "label": ""
      },
      {
        "sentence": "在找到自己想要干的事情之前，也可以先把生活的细节做好，比如，保持一个健康的生活节奏，遵循自己的习惯和嗜好，保持好的人际关系等等。",
        "label": ""
      }
    ]
  }
]