[
  {
    "role": "client",
    "content": "老实死读书，读书究竟能不能带给我想要的生活？自己是一名大三学生，高中成绩一直都很好，但是高考考砸了，现在大学是一所双非但是实力其实很强，然后大学成绩也还可以，打算去申请英国的研究生，但是最近开始迷茫，自己学的也是理工科，说实话大学真正要认真学的话真的挺累人的，而且也很枯燥，最近开始羡慕自己家乡那边几个朋友的生活，他们成绩都不好，有的甚至在专科，有的在一本也是那种中外合资的（这个都懂吧），但是感觉生活都好丰富…晚上没事去酒吧玩一玩，下午打打麻将，但也不是那种混日子，他们其实会接触到很多的人，人际圈子很广，父母也有一定条件，而且情商都蛮高，所以我觉得未来的发展其实不会太差，而我就是那种老老实实读书的，天天累死个人，生活也没有那么丰富多彩，接触到的人也没那么多，觉得现在的生活状态挺不如如意的，其实高中就有这种感觉，但当时有一个考理想大学的信仰，所以还是很有动力，但现在自己想想就算去英国留学回来了，自己的生活还是这样满枯燥的话，也没意思…",
    "annotation": [
      {
        "sentence": "老实死读书，读书究竟能不能带给我想要的生活？",
        "label": ""
      },
      {
        "sentence": "自己是一名大三学生，高中成绩一直都很好，但是高考考砸了，现在大学是一所双非但是实力其实很强，然后大学成绩也还可以，打算去申请英国的研究生，但是最近开始迷茫，自己学的也是理工科，说实话大学真正要认真学的话真的挺累人的，而且也很枯燥，最近开始羡慕自己家乡那边几个朋友的生活，他们成绩都不好，有的甚至在专科，有的在一本也是那种中外合资的（这个都懂吧），但是感觉生活都好丰富…晚上没事去酒吧玩一玩，下午打打麻将，但也不是那种混日子，他们其实会接触到很多的人，人际圈子很广，父母也有一定条件，而且情商都蛮高，所以我觉得未来的发展其实不会太差，而我就是那种老老实实读书的，天天累死个人，生活也没有那么丰富多彩，接触到的人也没那么多，觉得现在的生活状态挺不如如意的，其实高中就有这种感觉，但当时有一个考理想大学的信仰，所以还是很有动力，但现在自己想想就算去英国留学回来了，自己的生活还是这样满枯燥的话，也没意思…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "#说实话大学真正要认真学的话真的挺累人的，而且也很枯燥，最近开始羡慕自己家乡那边几个朋友的生活，他们成绩都不好，有的甚至在专科，有的在一本也是那种中外合资的（这个都懂吧），但是感觉生活都好丰富…晚上没事去酒吧玩一玩，下午打打麻将，但也不是那种混日子，他们其实会接触到很多的人，人际圈子很广，父母也有一定条件，而且情商都蛮高，所以我觉得未来的发展其实不会太差，#",
    "annotation": [
      {
        "sentence": "#说实话大学真正要认真学的话真的挺累人的，而且也很枯燥，最近开始羡慕自己家乡那边几个朋友的生活，他们成绩都不好，有的甚至在专科，有的在一本也是那种中外合资的（这个都懂吧），但是感觉生活都好丰富…晚上没事去酒吧玩一玩，下午打打麻将，但也不是那种混日子，他们其实会接触到很多的人，人际圈子很广，父母也有一定条件，而且情商都蛮高，所以我觉得未来的发展其实不会太差，#",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我现在大三了，我已经从我所看到的事实去得出了一些结论，可能我看问题的视角太片面了。",
    "annotation": [
      {
        "sentence": "其实我现在大三了，我已经从我所看到的事实去得出了一些结论，可能我看问题的视角太片面了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读书究竟能不能带给我想要的生活？",
    "annotation": [
      {
        "sentence": "读书究竟能不能带给我想要的生活？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想知道读书能否实现我想要的生活，但我现在能确定我的想法不会改变吗？",
    "annotation": [
      {
        "sentence": "是的，我想知道读书能否实现我想要的生活，但我现在能确定我的想法不会改变吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在在大三，你看的问题所得的结论，有些太操之过急了。从你分析的结论来看，你的视角太过单一了。",
    "annotation": [
      {
        "sentence": "你现在在大三，你看的问题所得的结论，有些太操之过急了。",
        "label": ""
      },
      {
        "sentence": "从你分析的结论来看，你的视角太过单一了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近开始羡慕自己家乡那边几个朋友的生活。",
    "annotation": [
      {
        "sentence": "最近开始羡慕自己家乡那边几个朋友的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以理解你的心态。我们来增加下你描述的内容的维度看下你可能没看到的部分。你羡慕他们的生活，那么你放假有机会去体验下他们的生活吗？",
    "annotation": [
      {
        "sentence": "可以理解你的心态。",
        "label": ""
      },
      {
        "sentence": "我们来增加下你描述的内容的维度看下你可能没看到的部分。",
        "label": ""
      },
      {
        "sentence": "你羡慕他们的生活，那么你放假有机会去体验下他们的生活吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "回家的时候我确实可以体验一下他们的生活，但我对他们的生活了解不多。",
    "annotation": [
      {
        "sentence": "回家的时候我确实可以体验一下他们的生活，但我对他们的生活了解不多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "“乡下”跟你现在所处的“大学”环境是完全不同的世界，你在描述的时候好像忽略了这两个“环境”是完全不一样的。环境不一样，那么塑造的“人”也不一样。包括思想，行为，观念，生活都会有很大的不同，这些不同你体验过吗？",
    "annotation": [
      {
        "sentence": "“乡下”跟你现在所处的“大学”环境是完全不同的世界，你在描述的时候好像忽略了这两个“环境”是完全不一样的。",
        "label": ""
      },
      {
        "sentence": "环境不一样，那么塑造的“人”也不一样。",
        "label": ""
      },
      {
        "sentence": "包括思想，行为，观念，生活都会有很大的不同，这些不同你体验过吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "实话说，我回家的时间并不长，主要是聚会吃饭，没有太深入体验。",
    "annotation": [
      {
        "sentence": "实话说，我回家的时间并不长，主要是聚会吃饭，没有太深入体验。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可能过年会回去，但你呆的时间应该不长吧？主要的活动也偏向吃吃喝喝，聚会什么的，实际的生活应该不会有太多深入的体验。比如你现在就可以对比下你大学所在城市与乡下的就业情况对比？比如你在接触“人”的时候，你注意下他们聊天的内容？以及他们的日常生活？",
    "annotation": [
      {
        "sentence": "你可能过年会回去，但你呆的时间应该不长吧？",
        "label": ""
      },
      {
        "sentence": "主要的活动也偏向吃吃喝喝，聚会什么的，实际的生活应该不会有太多深入的体验。",
        "label": ""
      },
      {
        "sentence": "比如你现在就可以对比下你大学所在城市与乡下的就业情况对比？",
        "label": ""
      },
      {
        "sentence": "比如你在接触“人”的时候，你注意下他们聊天的内容？",
        "label": ""
      },
      {
        "sentence": "以及他们的日常生活？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实没有更多地去了解他们的生活，我也没有注意过这些方面的对比。",
    "annotation": [
      {
        "sentence": "你说得对，我确实没有更多地去了解他们的生活，我也没有注意过这些方面的对比。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "比如你羡慕的这些朋友，你看看他们生活是怎么来的？你回去可以跟他们聊聊？比如你在对比在你所在的城市与乡下的教育资源、医疗资源、养老资源之间的差异？比如你要找“伴侣”，你对比下你两个地方的提供“伴侣”会有什么的不同？当你把两个地方进行更多维度的对比，然后你现在有的“机会”，他们要获得你可以尝试给他们找找“途径”？他们如果要获得你现在的“机会”，道路在哪？反之，如果你要过他们的“生活”，你需要怎么做才能过上？当然前提是你了解后还想去乡下生活的话。通过这样更多维度的视角进行对比，你可能会找到你这个问题的答案的。也可以通过这个对比，看看中国的城市与乡村的“真实差距”体现在哪里。这些对比，还没有考虑到你大四毕业后，去英国留学回来后，可能会有更多的选择“机会”。如果你进行更多维度的对比后，有什么想法可以留言或者私信我。",
    "annotation": [
      {
        "sentence": "比如你羡慕的这些朋友，你看看他们生活是怎么来的？",
        "label": ""
      },
      {
        "sentence": "你回去可以跟他们聊聊？",
        "label": ""
      },
      {
        "sentence": "比如你在对比在你所在的城市与乡下的教育资源、医疗资源、养老资源之间的差异？",
        "label": ""
      },
      {
        "sentence": "比如你要找“伴侣”，你对比下你两个地方的提供“伴侣”会有什么的不同？",
        "label": ""
      },
      {
        "sentence": "当你把两个地方进行更多维度的对比，然后你现在有的“机会”，他们要获得你可以尝试给他们找找“途径”？",
        "label": ""
      },
      {
        "sentence": "他们如果要获得你现在的“机会”，道路在哪？",
        "label": ""
      },
      {
        "sentence": "反之，如果你要过他们的“生活”，你需要怎么做才能过上？",
        "label": ""
      },
      {
        "sentence": "当然前提是你了解后还想去乡下生活的话。",
        "label": ""
      },
      {
        "sentence": "通过这样更多维度的视角进行对比，你可能会找到你这个问题的答案的。",
        "label": ""
      },
      {
        "sentence": "也可以通过这个对比，看看中国的城市与乡村的“真实差距”体现在哪里。",
        "label": ""
      },
      {
        "sentence": "这些对比，还没有考虑到你大四毕业后，去英国留学回来后，可能会有更多的选择“机会”。",
        "label": ""
      },
      {
        "sentence": "如果你进行更多维度的对比后，有什么想法可以留言或者私信我。",
        "label": ""
      }
    ]
  }
]