[
  {
    "role": "client",
    "content": "被老公欺骗，生活无幸福感，怎样才能重新信任他？我的情况是，老公背着我第二次跟女的聊天，删记录的那种，但死都不承认对别人有什么，说暧昧都没聊过，后来找那女人证实没聊过暧昧，在我心中，他选择隐瞒我跟异性聊天的那一个刻起，就有背叛我的打算了！现在很痛苦，原谅不了他，觉得以前为他所做的一切都不值得，老是想像他跟别人聊天这件事，想像他当时的心理，又怕他以后再做伤害我的事！不再相信他，他现在一句话说的不好我就不舒服，会怀疑他的人品！他删除了微信上的每一个除亲人外的异性，保证对我不再有任何欺瞒，要我定期查通话信息记录！可是我还是不能释怀，看他自己抽自己耳光我内心其实没有半点触动，我好恨他，又离不开他，他说要我看他以后的表现，不要就给他判了死刑！可现在他无论怎么做，我已经感受不到幸福的感觉了，所以我好怕，不想分开，生活却没有了快乐！我想让他也偿偿被伤害的滋味，却知道这种痛苦非常人能够体会，会让我们越走越远！我该怎么办，我们的家要怎样才能恢复正常？",
    "annotation": [
      {
        "sentence": "被老公欺骗，生活无幸福感，怎样才能重新信任他？",
        "label": ""
      },
      {
        "sentence": "我的情况是，老公背着我第二次跟女的聊天，删记录的那种，但死都不承认对别人有什么，说暧昧都没聊过，后来找那女人证实没聊过暧昧，在我心中，他选择隐瞒我跟异性聊天的那一个刻起，就有背叛我的打算了！",
        "label": ""
      },
      {
        "sentence": "现在很痛苦，原谅不了他，觉得以前为他所做的一切都不值得，老是想像他跟别人聊天这件事，想像他当时的心理，又怕他以后再做伤害我的事！",
        "label": ""
      },
      {
        "sentence": "不再相信他，他现在一句话说的不好我就不舒服，会怀疑他的人品！",
        "label": ""
      },
      {
        "sentence": "他删除了微信上的每一个除亲人外的异性，保证对我不再有任何欺瞒，要我定期查通话信息记录！",
        "label": ""
      },
      {
        "sentence": "可是我还是不能释怀，看他自己抽自己耳光我内心其实没有半点触动，我好恨他，又离不开他，他说要我看他以后的表现，不要就给他判了死刑！",
        "label": ""
      },
      {
        "sentence": "可现在他无论怎么做，我已经感受不到幸福的感觉了，所以我好怕，不想分开，生活却没有了快乐！",
        "label": ""
      },
      {
        "sentence": "我想让他也偿偿被伤害的滋味，却知道这种痛苦非常人能够体会，会让我们越走越远！",
        "label": ""
      },
      {
        "sentence": "我该怎么办，我们的家要怎样才能恢复正常？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的提问，我知道你被老公欺骗的经历让你感到生活缺少幸福感。我想仔细了解一下你的情况。你的老公背着你和其他女性聊天，并删掉聊天记录，但他却不承认和别人有任何不正当关系，声称没有暧昧聊天。后来你找到那个女人确认了他们没有聊过暧昧。对于你来说，从他选择隐瞒和异性聊天开始，你就感到他背叛了你。现在你感到非常痛苦，无法原谅他，觉得以前为他所做的一切都不值得。你不断想象他和其他人聊天的情景，想象他当时的心理状态，又担心他会再次伤害你！你已经失去了对他的信任，他现在说话不好你会感到不舒服，会怀疑他的人品！他删除了微信上除了亲人外的所有异性好友，保证不再对你隐瞒任何事情，并要求你定期查看通话记录。但是你仍然无法释怀，即使看到他抽耳光也没有触动你的内心。你既恨他又离不开他。他说让你看他以后的表现，否则就让你判他“死刑”！但现在无论他如何努力，你已经无法感受到幸福的感觉。所以你非常害怕，不想分开，但生活又失去了快乐！你想让他也尝尝被伤害的感觉，但你知道这种痛苦只有亲身经历才能真正理解，而且这种痛苦可能会让我们越走越远！你想知道该怎么办，我们的家要怎样才能恢复正常呢？",
    "annotation": [
      {
        "sentence": "看到你的提问，我知道你被老公欺骗的经历让你感到生活缺少幸福感。",
        "label": ""
      },
      {
        "sentence": "我想仔细了解一下你的情况。",
        "label": ""
      },
      {
        "sentence": "你的老公背着你和其他女性聊天，并删掉聊天记录，但他却不承认和别人有任何不正当关系，声称没有暧昧聊天。",
        "label": ""
      },
      {
        "sentence": "后来你找到那个女人确认了他们没有聊过暧昧。",
        "label": ""
      },
      {
        "sentence": "对于你来说，从他选择隐瞒和异性聊天开始，你就感到他背叛了你。",
        "label": ""
      },
      {
        "sentence": "现在你感到非常痛苦，无法原谅他，觉得以前为他所做的一切都不值得。",
        "label": ""
      },
      {
        "sentence": "你不断想象他和其他人聊天的情景，想象他当时的心理状态，又担心他会再次伤害你！",
        "label": ""
      },
      {
        "sentence": "你已经失去了对他的信任，他现在说话不好你会感到不舒服，会怀疑他的人品！",
        "label": ""
      },
      {
        "sentence": "他删除了微信上除了亲人外的所有异性好友，保证不再对你隐瞒任何事情，并要求你定期查看通话记录。",
        "label": ""
      },
      {
        "sentence": "但是你仍然无法释怀，即使看到他抽耳光也没有触动你的内心。",
        "label": ""
      },
      {
        "sentence": "你既恨他又离不开他。",
        "label": ""
      },
      {
        "sentence": "他说让你看他以后的表现，否则就让你判他“死刑”！",
        "label": ""
      },
      {
        "sentence": "但现在无论他如何努力，你已经无法感受到幸福的感觉。",
        "label": ""
      },
      {
        "sentence": "所以你非常害怕，不想分开，但生活又失去了快乐！",
        "label": ""
      },
      {
        "sentence": "你想让他也尝尝被伤害的感觉，但你知道这种痛苦只有亲身经历才能真正理解，而且这种痛苦可能会让我们越走越远！",
        "label": ""
      },
      {
        "sentence": "你想知道该怎么办，我们的家要怎样才能恢复正常呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在我发现他跟女人有联系之前，我们的生活很幸福，我也从来没有怀疑过他。但是现在，我心里总是难以接受这个事实，觉得我们之间的信任已经彻底破裂了。我很希望我们能重新回到过去的幸福时光，但我不知道该如何面对他，如何重新建立起信任。我害怕再次被伤害，害怕他的每一个举动都让我产生怀疑和不安的感觉。现在我真的很迷茫，不知道该怎么办才能让我们的家庭恢复正常。",
    "annotation": [
      {
        "sentence": "在我发现他跟女人有联系之前，我们的生活很幸福，我也从来没有怀疑过他。",
        "label": ""
      },
      {
        "sentence": "但是现在，我心里总是难以接受这个事实，觉得我们之间的信任已经彻底破裂了。",
        "label": ""
      },
      {
        "sentence": "我很希望我们能重新回到过去的幸福时光，但我不知道该如何面对他，如何重新建立起信任。",
        "label": ""
      },
      {
        "sentence": "我害怕再次被伤害，害怕他的每一个举动都让我产生怀疑和不安的感觉。",
        "label": ""
      },
      {
        "sentence": "现在我真的很迷茫，不知道该怎么办才能让我们的家庭恢复正常。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你发现他与其他女性有联系之前，你们的生活很幸福，你也从未怀疑过他。但现在你很难接受这个事实，感到我们之间的信任已经彻底破裂。你非常希望能回到过去的幸福时光，但你不知道该如何面对他，如何重新建立信任。你害怕再次被伤害，担心他的每一个举动都会让你产生怀疑和不安的感觉。此刻你对未来感到困惑，不知道应该怎么做才能让我们的家庭恢复正常。",
    "annotation": [
      {
        "sentence": "我明白你发现他与其他女性有联系之前，你们的生活很幸福，你也从未怀疑过他。",
        "label": ""
      },
      {
        "sentence": "但现在你很难接受这个事实，感到我们之间的信任已经彻底破裂。",
        "label": ""
      },
      {
        "sentence": "你非常希望能回到过去的幸福时光，但你不知道该如何面对他，如何重新建立信任。",
        "label": ""
      },
      {
        "sentence": "你害怕再次被伤害，担心他的每一个举动都会让你产生怀疑和不安的感觉。",
        "label": ""
      },
      {
        "sentence": "此刻你对未来感到困惑，不知道应该怎么做才能让我们的家庭恢复正常。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己很没有安全感，不敢再放心地相信他了。我想知道是否有办法提高我对他的信任度，让我们的关系重新变得稳定和幸福。",
    "annotation": [
      {
        "sentence": "我觉得自己很没有安全感，不敢再放心地相信他了。",
        "label": ""
      },
      {
        "sentence": "我想知道是否有办法提高我对他的信任度，让我们的关系重新变得稳定和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己缺乏安全感，不再敢放心地相信他。你想知道是否有办法提高对他的信任度，让我们的关系重新变得稳定和幸福。首先，我要告诉你，建立信任是一个漫长的过程，并且需要双方的努力。你可以尝试以下方法来提高对他的信任度：一是要坦诚地沟通，告诉他你现在的感受和担忧，希望他能够理解你的内心需求并给予支持；二是要建立透明度，相互之间要分享想法、感受和行动，这样可以减少猜疑和误解；三是要给予他改正错误的机会，如果他真心愿意改变并且展现了真诚和努力，你也要给予他机会证明自己；四是要寻求专业心理咨询的帮助，专业的心理咨询师可以给予你更多的建议和指导。希望你尝试这些方法，重建你们的信任，让你们的关系变得稳定和幸福。",
    "annotation": [
      {
        "sentence": "你对自己缺乏安全感，不再敢放心地相信他。",
        "label": ""
      },
      {
        "sentence": "你想知道是否有办法提高对他的信任度，让我们的关系重新变得稳定和幸福。",
        "label": ""
      },
      {
        "sentence": "首先，我要告诉你，建立信任是一个漫长的过程，并且需要双方的努力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试以下方法来提高对他的信任度：一是要坦诚地沟通，告诉他你现在的感受和担忧，希望他能够理解你的内心需求并给予支持；二是要建立透明度，相互之间要分享想法、感受和行动，这样可以减少猜疑和误解；三是要给予他改正错误的机会，如果他真心愿意改变并且展现了真诚和努力，你也要给予他机会证明自己；四是要寻求专业心理咨询的帮助，专业的心理咨询师可以给予你更多的建议和指导。",
        "label": ""
      },
      {
        "sentence": "希望你尝试这些方法，重建你们的信任，让你们的关系变得稳定和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着跟他沟通，分享我的感受和担忧。我也会给他改正错误的机会，看他是否真心愿意改变。如果我们之间的信任得以恢复，我相信我们的关系会变得更好。我也会考虑寻求专业心理咨询的帮助，希望能够通过专业的指导来解决我们之间的问题。再次感谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着跟他沟通，分享我的感受和担忧。",
        "label": ""
      },
      {
        "sentence": "我也会给他改正错误的机会，看他是否真心愿意改变。",
        "label": ""
      },
      {
        "sentence": "如果我们之间的信任得以恢复，我相信我们的关系会变得更好。",
        "label": ""
      },
      {
        "sentence": "我也会考虑寻求专业心理咨询的帮助，希望能够通过专业的指导来解决我们之间的问题。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助你。记住，信任的重建需要时间和双方的努力。坦诚的沟通、相互的理解和专业的指导都将对你们的关系起到积极的作用。我相信你们能够克服困难，共同创造更好的未来。祝你们幸福！如果有任何需要，随时来找我。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，信任的重建需要时间和双方的努力。",
        "label": ""
      },
      {
        "sentence": "坦诚的沟通、相互的理解和专业的指导都将对你们的关系起到积极的作用。",
        "label": ""
      },
      {
        "sentence": "我相信你们能够克服困难，共同创造更好的未来。",
        "label": ""
      },
      {
        "sentence": "祝你们幸福！",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时来找我。",
        "label": ""
      }
    ]
  }
]