[
  {
    "role": "client",
    "content": "我被老公欺骗了，我的生活失去了幸福感，我该怎样才能重新信任他呢？他背着我第二次跟女的聊天，还删除了记录，可是他死都不承认对别人有什么，他说他们只是闲聊，后来我找到那个女人证实他们没有聊过暧昧，但在我心里，他选择隐瞒我跟异性聊天的那一刻起，就有背叛我的打算了！我现在很痛苦，无法原谅他，我觉得以前为他所做的一切都不值得，我老是想象他在和别人聊天的场景，想像他当时的心理，又怕他以后再伤害我！我不再相信他，他说的话一点都让我不舒服，我会怀疑他的人品！他删除了微信上的每一个除了亲人以外的异性，保证对我不再有任何欺骗，要我定期查看通话记录！可是我还是无法释怀，就算他抽自己耳光我都没有触动，我很恨他，但又离不开他，他说要我看他以后的表现，不要就给他判了死刑！可是无论他怎么做，我已经感受不到幸福了，我很害怕，不想分开，但生活却没有了快乐！我想让他也尝尝被伤害的滋味，但我知道这种痛苦非常人能够理解，而且会让我们越走越远！我们的家庭要怎样才能恢复正常呢？",
    "annotation": [
      {
        "sentence": "我被老公欺骗了，我的生活失去了幸福感，我该怎样才能重新信任他呢？",
        "label": ""
      },
      {
        "sentence": "他背着我第二次跟女的聊天，还删除了记录，可是他死都不承认对别人有什么，他说他们只是闲聊，后来我找到那个女人证实他们没有聊过暧昧，但在我心里，他选择隐瞒我跟异性聊天的那一刻起，就有背叛我的打算了！",
        "label": ""
      },
      {
        "sentence": "我现在很痛苦，无法原谅他，我觉得以前为他所做的一切都不值得，我老是想象他在和别人聊天的场景，想像他当时的心理，又怕他以后再伤害我！",
        "label": ""
      },
      {
        "sentence": "我不再相信他，他说的话一点都让我不舒服，我会怀疑他的人品！",
        "label": ""
      },
      {
        "sentence": "他删除了微信上的每一个除了亲人以外的异性，保证对我不再有任何欺骗，要我定期查看通话记录！",
        "label": ""
      },
      {
        "sentence": "可是我还是无法释怀，就算他抽自己耳光我都没有触动，我很恨他，但又离不开他，他说要我看他以后的表现，不要就给他判了死刑！",
        "label": ""
      },
      {
        "sentence": "可是无论他怎么做，我已经感受不到幸福了，我很害怕，不想分开，但生活却没有了快乐！",
        "label": ""
      },
      {
        "sentence": "我想让他也尝尝被伤害的滋味，但我知道这种痛苦非常人能够理解，而且会让我们越走越远！",
        "label": ""
      },
      {
        "sentence": "我们的家庭要怎样才能恢复正常呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你现在的纠结和无奈。你认为老公不应该跟其他女人聊天，但他却做了，并且还偷偷删除了记录。老公的欺骗背后是一种缺乏信任的感觉。那么为什么老公会和其他女人聊天的时候要删除聊天记录呢？有两种可能，一是他心虚，有一些不正常的人际交往，二是他不相信你，认为你会对他吃醋。那么要重新信任他，我们可以试着问问自己，过去我们曾经信任过这个男人吗？在我看来，你们之间的问题可能并不是仅仅因为这两次聊天引起的，而是你本身就没有安全感，缺乏对他和女性正常交流的信任，所以才谈不上重新信任。那么，对于你来说，老公和异性聊天这种隐瞒意味着什么？是背叛吗？在男女共存的世界中，他在工作中也一定会和女性有交流吧？如果你把对方盯得很紧，对方会喘不过气来，最终可能会把你推得越来越远。你内心有一种被抛弃的心理，这需要进行心理治疗。你说你老是想象他和别人聊天的场景，想象他当时的心理，又怕他以后再次伤害你！他和别人聊天的行为触发了你巨大的“被抛弃”感。你可以尝试探索一下，在你的生活中是否曾经有过这种“被抛弃”的感受，以及那背后的原因是什么。你的内心深处有一个受伤的小孩，需要被疗愈。关于你们的亲密关系经营，你的老公是爱你的，为了让你放心，他才这么做，删除了微信上除了亲人外的所有异性，保证不再有任何欺骗，要你定期查看通话记录。他愿意放弃与异性的正常交流权利，来满足你的安心。可是这种放弃可以维持多久呢？一辈子吗？一个自卑的女人会把男人当作物品一样操控，但越是拉得紧，对方越有可能窒息反抗。夫妻关系最终有可能因此破裂。在疗愈自己之后，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "我非常理解你现在的纠结和无奈。",
        "label": ""
      },
      {
        "sentence": "你认为老公不应该跟其他女人聊天，但他却做了，并且还偷偷删除了记录。",
        "label": ""
      },
      {
        "sentence": "老公的欺骗背后是一种缺乏信任的感觉。",
        "label": ""
      },
      {
        "sentence": "那么为什么老公会和其他女人聊天的时候要删除聊天记录呢？",
        "label": ""
      },
      {
        "sentence": "有两种可能，一是他心虚，有一些不正常的人际交往，二是他不相信你，认为你会对他吃醋。",
        "label": ""
      },
      {
        "sentence": "那么要重新信任他，我们可以试着问问自己，过去我们曾经信任过这个男人吗？",
        "label": ""
      },
      {
        "sentence": "在我看来，你们之间的问题可能并不是仅仅因为这两次聊天引起的，而是你本身就没有安全感，缺乏对他和女性正常交流的信任，所以才谈不上重新信任。",
        "label": ""
      },
      {
        "sentence": "那么，对于你来说，老公和异性聊天这种隐瞒意味着什么？",
        "label": ""
      },
      {
        "sentence": "是背叛吗？",
        "label": ""
      },
      {
        "sentence": "在男女共存的世界中，他在工作中也一定会和女性有交流吧？",
        "label": ""
      },
      {
        "sentence": "如果你把对方盯得很紧，对方会喘不过气来，最终可能会把你推得越来越远。",
        "label": ""
      },
      {
        "sentence": "你内心有一种被抛弃的心理，这需要进行心理治疗。",
        "label": ""
      },
      {
        "sentence": "你说你老是想象他和别人聊天的场景，想象他当时的心理，又怕他以后再次伤害你！",
        "label": ""
      },
      {
        "sentence": "他和别人聊天的行为触发了你巨大的“被抛弃”感。",
        "label": ""
      },
      {
        "sentence": "你可以尝试探索一下，在你的生活中是否曾经有过这种“被抛弃”的感受，以及那背后的原因是什么。",
        "label": ""
      },
      {
        "sentence": "你的内心深处有一个受伤的小孩，需要被疗愈。",
        "label": ""
      },
      {
        "sentence": "关于你们的亲密关系经营，你的老公是爱你的，为了让你放心，他才这么做，删除了微信上除了亲人外的所有异性，保证不再有任何欺骗，要你定期查看通话记录。",
        "label": ""
      },
      {
        "sentence": "他愿意放弃与异性的正常交流权利，来满足你的安心。",
        "label": ""
      },
      {
        "sentence": "可是这种放弃可以维持多久呢？",
        "label": ""
      },
      {
        "sentence": "一辈子吗？",
        "label": ""
      },
      {
        "sentence": "一个自卑的女人会把男人当作物品一样操控，但越是拉得紧，对方越有可能窒息反抗。",
        "label": ""
      },
      {
        "sentence": "夫妻关系最终有可能因此破裂。",
        "label": ""
      },
      {
        "sentence": "在疗愈自己之后，希望对你有所帮助。",
        "label": ""
      }
    ]
  }
]