[
  {
    "role": "client",
    "content": "自认为条件还不错，为什么身边人都脱单了就我还单身？",
    "annotation": [
      {
        "sentence": "自认为条件还不错，为什么身边人都脱单了就我还单身？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你自身的条件还不错，长得漂亮，气质好，各方面都很好，但是桃花运一直不佳。自己条件一般的室友都已经有男朋友了，但是自己却一直单身，也没有人追求。让你感觉很困惑，也有点自卑。",
    "annotation": [
      {
        "sentence": "你自身的条件还不错，长得漂亮，气质好，各方面都很好，但是桃花运一直不佳。",
        "label": ""
      },
      {
        "sentence": "自己条件一般的室友都已经有男朋友了，但是自己却一直单身，也没有人追求。",
        "label": ""
      },
      {
        "sentence": "让你感觉很困惑，也有点自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我就是不明白为什么会这样。我从小到大都被人夸漂亮，有气质，学习和人缘也都不错，但为什么就是没有人追求呢？",
    "annotation": [
      {
        "sentence": "是啊，我就是不明白为什么会这样。",
        "label": ""
      },
      {
        "sentence": "我从小到大都被人夸漂亮，有气质，学习和人缘也都不错，但为什么就是没有人追求呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们一般都会觉得漂亮的女孩子身边追求者肯定不断，其实不然，在大多数情况下，那些条件一般或者条件中上的女生，反而会有更多的人追求。因为男孩子们在追求之前，也会看看女生和他们自身的匹配程度，如果对方条件太好的话，自己肯定会望而却步的。对方条件和自己相差不多的话，这样男生追求起来会更有信心。",
    "annotation": [
      {
        "sentence": "我们一般都会觉得漂亮的女孩子身边追求者肯定不断，其实不然，在大多数情况下，那些条件一般或者条件中上的女生，反而会有更多的人追求。",
        "label": ""
      },
      {
        "sentence": "因为男孩子们在追求之前，也会看看女生和他们自身的匹配程度，如果对方条件太好的话，自己肯定会望而却步的。",
        "label": ""
      },
      {
        "sentence": "对方条件和自己相差不多的话，这样男生追求起来会更有信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样啊，也许是因为我长得太漂亮，所以有些男生觉得不敢接近我吧。可是这样也太不公平了，我也想有人来追求我啊。",
    "annotation": [
      {
        "sentence": "这样啊，也许是因为我长得太漂亮，所以有些男生觉得不敢接近我吧。",
        "label": ""
      },
      {
        "sentence": "可是这样也太不公平了，我也想有人来追求我啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有时候这确实是件挺郁闷的事情。但是你要知道，爱情并不是只有单方面的追求，而是需要双方相互吸引和认同。而且那种一见钟情的情况实在是太少，如果想要碰到自己喜欢的男孩子，每天窝在寝室里肯定不行的，要多出去参加活动，这样才有机会接触到更多的男生，向别人展示自己，这样才能够赢得爱情。",
    "annotation": [
      {
        "sentence": "是的，有时候这确实是件挺郁闷的事情。",
        "label": ""
      },
      {
        "sentence": "但是你要知道，爱情并不是只有单方面的追求，而是需要双方相互吸引和认同。",
        "label": ""
      },
      {
        "sentence": "而且那种一见钟情的情况实在是太少，如果想要碰到自己喜欢的男孩子，每天窝在寝室里肯定不行的，要多出去参加活动，这样才有机会接触到更多的男生，向别人展示自己，这样才能够赢得爱情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总觉得自己很害羞，不太擅长主动交际。怎么才能变得开朗一点，多出去认识人呢？",
    "annotation": [
      {
        "sentence": "可是我总觉得自己很害羞，不太擅长主动交际。",
        "label": ""
      },
      {
        "sentence": "怎么才能变得开朗一点，多出去认识人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "变得开朗一点其实并不难，你可以从一些容易接触到人的地方开始，比如参加一些校园活动，加入一些兴趣小组，这样你会有共同的话题和兴趣爱好，更容易和别人打开话匣子。还可以主动和同学们一起组织一些聚餐或者外出活动，培养和加深彼此的了解。这样做起来可能有些困难，但是只要你有一点勇气和决心，一定可以做到的。",
    "annotation": [
      {
        "sentence": "变得开朗一点其实并不难，你可以从一些容易接触到人的地方开始，比如参加一些校园活动，加入一些兴趣小组，这样你会有共同的话题和兴趣爱好，更容易和别人打开话匣子。",
        "label": ""
      },
      {
        "sentence": "还可以主动和同学们一起组织一些聚餐或者外出活动，培养和加深彼此的了解。",
        "label": ""
      },
      {
        "sentence": "这样做起来可能有些困难，但是只要你有一点勇气和决心，一定可以做到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得好像确实可以尝试一下。谢谢你的建议和鼓励，我会努力变得更开朗，走出去认识更多的人的。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得好像确实可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我会努力变得更开朗，走出去认识更多的人的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能听到你有这样的想法，相信只要你有积极的态度，一定能够改变目前的状况。多出去认识人之后，不仅有机会找到喜欢你的人，更重要的是可以扩大自己的社交圈子，丰富自己的生活。祝你好运，加油！",
    "annotation": [
      {
        "sentence": "很高兴能听到你有这样的想法，相信只要你有积极的态度，一定能够改变目前的状况。",
        "label": ""
      },
      {
        "sentence": "多出去认识人之后，不仅有机会找到喜欢你的人，更重要的是可以扩大自己的社交圈子，丰富自己的生活。",
        "label": ""
      },
      {
        "sentence": "祝你好运，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励，我会尽力去做的。希望自己能够遇到真正喜欢的人，过上幸福的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励，我会尽力去做的。",
        "label": ""
      },
      {
        "sentence": "希望自己能够遇到真正喜欢的人，过上幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信自己，一切都会好起来的。加油！如果之后还有什么困惑或者需要帮助的地方，记得随时来找我聊聊。祝福你早日找到幸福。",
    "annotation": [
      {
        "sentence": "相信自己，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果之后还有什么困惑或者需要帮助的地方，记得随时来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝福你早日找到幸福。",
        "label": ""
      }
    ]
  }
]