[
  {
    "role": "client",
    "content": "我的学历是高中，不喜欢当服务员，什么职业适合我？",
    "annotation": [
      {
        "sentence": "我的学历是高中，不喜欢当服务员，什么职业适合我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你挺有意思的，一开问好像就把条件限制了，让人都有些不知如何往下建议。因为这样的语境下，似乎不论建议什么，都容易遭遇又有什么不会，或是什么条件不允许，以及什么部分不喜欢，然后就又回到了困惑什么适合自己的这个原点。所以我想反过来问下如果不考虑你的学历，也不考虑你会不会的话，你会喜欢做什么呢？你也许是觉得自己视野太小，看不到适合选择的出路，所以才会来这里提问。但其实，如果不会和不喜欢都会成为放弃理由的话，那么未来将很容易发现，不论是选择什么，都早晚会碰到不会或者是不喜欢的部分。因此，与其说什么职业适合不如问你觉得怎样的职业，能让你愿意投入时间精力去突破困难？",
    "annotation": [
      {
        "sentence": "你挺有意思的，一开问好像就把条件限制了，让人都有些不知如何往下建议。",
        "label": ""
      },
      {
        "sentence": "因为这样的语境下，似乎不论建议什么，都容易遭遇又有什么不会，或是什么条件不允许，以及什么部分不喜欢，然后就又回到了困惑什么适合自己的这个原点。",
        "label": ""
      },
      {
        "sentence": "所以我想反过来问下如果不考虑你的学历，也不考虑你会不会的话，你会喜欢做什么呢？",
        "label": ""
      },
      {
        "sentence": "你也许是觉得自己视野太小，看不到适合选择的出路，所以才会来这里提问。",
        "label": ""
      },
      {
        "sentence": "但其实，如果不会和不喜欢都会成为放弃理由的话，那么未来将很容易发现，不论是选择什么，都早晚会碰到不会或者是不喜欢的部分。",
        "label": ""
      },
      {
        "sentence": "因此，与其说什么职业适合不如问你觉得怎样的职业，能让你愿意投入时间精力去突破困难？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我对工艺制作很感兴趣，特别是木工和陶艺。我从小就喜欢动手做一些小手工，但是没有机会深入学习和练习。觉得这些活动很有趣，也能让我有成就感。",
    "annotation": [
      {
        "sentence": "其实，我对工艺制作很感兴趣，特别是木工和陶艺。",
        "label": ""
      },
      {
        "sentence": "我从小就喜欢动手做一些小手工，但是没有机会深入学习和练习。",
        "label": ""
      },
      {
        "sentence": "觉得这些活动很有趣，也能让我有成就感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你对工艺制作有浓厚的兴趣呢。那么，如果我们从这个角度出发，尝试一些可能性怎么样？你可以先尝试在家中通过网络上的教程学习和制作一些木工和陶艺作品，这样可以增加你对这两个领域的了解和技能。此外，你也可以考虑报名参加一些工艺制作的培训班或者志愿者活动，通过实践和交流来提升自己的技能。这样一来，你就能更深入地了解这个领域，并找到自己的发展方向。",
    "annotation": [
      {
        "sentence": "看来你对工艺制作有浓厚的兴趣呢。",
        "label": ""
      },
      {
        "sentence": "那么，如果我们从这个角度出发，尝试一些可能性怎么样？",
        "label": ""
      },
      {
        "sentence": "你可以先尝试在家中通过网络上的教程学习和制作一些木工和陶艺作品，这样可以增加你对这两个领域的了解和技能。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以考虑报名参加一些工艺制作的培训班或者志愿者活动，通过实践和交流来提升自己的技能。",
        "label": ""
      },
      {
        "sentence": "这样一来，你就能更深入地了解这个领域，并找到自己的发展方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试通过网络学习和制作一些作品，也会考虑参加培训班和志愿者活动来提升自己的技能。但是我还有一个疑虑，我担心自己的学历和对办公软件的不熟悉会成为我在工艺制作领域发展的障碍。",
    "annotation": [
      {
        "sentence": "好的，我会尝试通过网络学习和制作一些作品，也会考虑参加培训班和志愿者活动来提升自己的技能。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个疑虑，我担心自己的学历和对办公软件的不熟悉会成为我在工艺制作领域发展的障碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放心，每个人都有自己的起点和过程。虽然你的学历和对办公软件的不熟悉可能会带来一些挑战，但并不意味着你无法发展自己的工艺制作技能。工艺制作更注重实践和创造力，你可以通过参加培训班和实践活动，逐渐熟悉和掌握相关技能。同时，你也可以利用一些简单的办公软件教程，逐步提升自己的办公技能，以便更好地管理和推广你的作品。记住，学历和技能并不是决定你成功的唯一因素，最重要的是你的热情和持续努力。",
    "annotation": [
      {
        "sentence": "放心，每个人都有自己的起点和过程。",
        "label": ""
      },
      {
        "sentence": "虽然你的学历和对办公软件的不熟悉可能会带来一些挑战，但并不意味着你无法发展自己的工艺制作技能。",
        "label": ""
      },
      {
        "sentence": "工艺制作更注重实践和创造力，你可以通过参加培训班和实践活动，逐渐熟悉和掌握相关技能。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以利用一些简单的办公软件教程，逐步提升自己的办公技能，以便更好地管理和推广你的作品。",
        "label": ""
      },
      {
        "sentence": "记住，学历和技能并不是决定你成功的唯一因素，最重要的是你的热情和持续努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议！我会努力学习和实践，尝试发展自己的工艺制作技能。在选择适合自己的职业方向时，我也会更加关注自己的兴趣和热情。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议！",
        "label": ""
      },
      {
        "sentence": "我会努力学习和实践，尝试发展自己的工艺制作技能。",
        "label": ""
      },
      {
        "sentence": "在选择适合自己的职业方向时，我也会更加关注自己的兴趣和热情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，在职业发展的道路上，兴趣和热情是最好的指南。只要你保持积极的态度，勇于尝试和突破困难，我相信你一定会找到适合自己的工艺制作职业道路。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，在职业发展的道路上，兴趣和热情是最好的指南。",
        "label": ""
      },
      {
        "sentence": "只要你保持积极的态度，勇于尝试和突破困难，我相信你一定会找到适合自己的工艺制作职业道路。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福！我会时刻记住你的鼓励，坚持追求自己的梦想。再次感谢你给予我这么多有用的建议和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      },
      {
        "sentence": "我会时刻记住你的鼓励，坚持追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给予我这么多有用的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够实现自己的梦想。如果将来还有任何困惑或需要帮助的地方，随时都可以来找我。祝福你的工艺制作之路越来越顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "如果将来还有任何困惑或需要帮助的地方，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你的工艺制作之路越来越顺利！",
        "label": ""
      }
    ]
  }
]