[
  {
    "role": "client",
    "content": "大学后力不从心，对未来感到迷茫，说不出“我可以”？以前对大学学习生活充满期待，计划好了每天的学习任务，但现实是大学的生活跟我自己以前所想的相去甚远。我以为大学一天没几节课，有很多时间可以自主安排。后来发现实际上每天课都挺多的，而且还要忙社团，还要忙社交和班级活动。许多原本的计划被打破，每天能12点前睡上觉就可以窃喜了。我深感力不从心，大学生活跟我想象的完全不同。我开始拿不准自己究竟能不能搞好学业，按照原本的计划顺利毕业考研。毕竟大一生活已经很累了，我没有说出“我可以”的自信。我该怎么做？",
    "annotation": [
      {
        "sentence": "大学后力不从心，对未来感到迷茫，说不出“我可以”？",
        "label": ""
      },
      {
        "sentence": "以前对大学学习生活充满期待，计划好了每天的学习任务，但现实是大学的生活跟我自己以前所想的相去甚远。",
        "label": ""
      },
      {
        "sentence": "我以为大学一天没几节课，有很多时间可以自主安排。",
        "label": ""
      },
      {
        "sentence": "后来发现实际上每天课都挺多的，而且还要忙社团，还要忙社交和班级活动。",
        "label": ""
      },
      {
        "sentence": "许多原本的计划被打破，每天能12点前睡上觉就可以窃喜了。",
        "label": ""
      },
      {
        "sentence": "我深感力不从心，大学生活跟我想象的完全不同。",
        "label": ""
      },
      {
        "sentence": "我开始拿不准自己究竟能不能搞好学业，按照原本的计划顺利毕业考研。",
        "label": ""
      },
      {
        "sentence": "毕竟大一生活已经很累了，我没有说出“我可以”的自信。",
        "label": ""
      },
      {
        "sentence": "我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。大学生活的确会和我们的预期有一定的差距，这是很正常的。在这个时期，我们经历了很多新的事物和挑战，可能需要调整自己的思维和规划。你感到力不从心很正常，毕竟每个人的时间和精力都是有限的。有时候，我们对自己的要求过高，而不能做到每个方面都完美。这个时候，建议你可以适当地放宽对自己的要求，不要期望每个方面都做到极致。或者你也可以尝试合理地安排时间和精力，重点放在学业上，同时也不完全放弃其他活动和社交。懂得舍弃也是人生的一门功课。可以试着从学业入手，逐渐找到平衡和自信。加油！",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "大学生活的确会和我们的预期有一定的差距，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "在这个时期，我们经历了很多新的事物和挑战，可能需要调整自己的思维和规划。",
        "label": ""
      },
      {
        "sentence": "你感到力不从心很正常，毕竟每个人的时间和精力都是有限的。",
        "label": ""
      },
      {
        "sentence": "有时候，我们对自己的要求过高，而不能做到每个方面都完美。",
        "label": ""
      },
      {
        "sentence": "这个时候，建议你可以适当地放宽对自己的要求，不要期望每个方面都做到极致。",
        "label": ""
      },
      {
        "sentence": "或者你也可以尝试合理地安排时间和精力，重点放在学业上，同时也不完全放弃其他活动和社交。",
        "label": ""
      },
      {
        "sentence": "懂得舍弃也是人生的一门功课。",
        "label": ""
      },
      {
        "sentence": "可以试着从学业入手，逐渐找到平衡和自信。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的理解和建议。我明白自己要调整对大学生活的期望，但我还是有些迷茫。我担心如果我只专注于学业，会错过其他宝贵的经历和机会。我怕错失发展社交能力和参与社团活动的机会。感觉好像学业和兴趣活动之间无法平衡，怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢您的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我明白自己要调整对大学生活的期望，但我还是有些迷茫。",
        "label": ""
      },
      {
        "sentence": "我担心如果我只专注于学业，会错过其他宝贵的经历和机会。",
        "label": ""
      },
      {
        "sentence": "我怕错失发展社交能力和参与社团活动的机会。",
        "label": ""
      },
      {
        "sentence": "感觉好像学业和兴趣活动之间无法平衡，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑，确实在大学生活中，学业和兴趣活动之间需要找到一个平衡点。不过，平衡并不意味着学业和兴趣活动要完全分割开来。相反，它们可以相互促进。你可以将学业作为主要的任务，但也要留出一些时间参与社交和兴趣活动。这样不仅可以培养社交能力和丰富自己的经历，还可以帮助你更好地调整心态。同时，你也可以根据自己的兴趣和喜好选择参与的社团，这样可以更好地将学业和兴趣结合起来，创造更多的机会和体验。记住，平衡是一个长期的过程，需要不断地调整和适应。相信你能够找到属于自己的平衡点！",
    "annotation": [
      {
        "sentence": "我理解你的顾虑，确实在大学生活中，学业和兴趣活动之间需要找到一个平衡点。",
        "label": ""
      },
      {
        "sentence": "不过，平衡并不意味着学业和兴趣活动要完全分割开来。",
        "label": ""
      },
      {
        "sentence": "相反，它们可以相互促进。",
        "label": ""
      },
      {
        "sentence": "你可以将学业作为主要的任务，但也要留出一些时间参与社交和兴趣活动。",
        "label": ""
      },
      {
        "sentence": "这样不仅可以培养社交能力和丰富自己的经历，还可以帮助你更好地调整心态。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以根据自己的兴趣和喜好选择参与的社团，这样可以更好地将学业和兴趣结合起来，创造更多的机会和体验。",
        "label": ""
      },
      {
        "sentence": "记住，平衡是一个长期的过程，需要不断地调整和适应。",
        "label": ""
      },
      {
        "sentence": "相信你能够找到属于自己的平衡点！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得很有道理。我明白了，平衡学业和兴趣活动是一个长期的过程。我决定先把学业放在第一位，但也会合理安排时间，尽量参加一些社团和兴趣活动。不过，我对自己的学术能力还是没太有信心。我担心自己无法达到预期的目标，无法顺利毕业考研。您觉得我该如何增加学业的自信呢？",
    "annotation": [
      {
        "sentence": "您说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我明白了，平衡学业和兴趣活动是一个长期的过程。",
        "label": ""
      },
      {
        "sentence": "我决定先把学业放在第一位，但也会合理安排时间，尽量参加一些社团和兴趣活动。",
        "label": ""
      },
      {
        "sentence": "不过，我对自己的学术能力还是没太有信心。",
        "label": ""
      },
      {
        "sentence": "我担心自己无法达到预期的目标，无法顺利毕业考研。",
        "label": ""
      },
      {
        "sentence": "您觉得我该如何增加学业的自信呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对学业缺乏自信是一种很常见的感受，但你需要相信自己的潜力和能力。首先，你可以回顾一下过去的学习历程，看看自己已经取得了哪些成绩和进步。这样可以帮助你更加客观地评估自己的实力和潜力。另外，你可以寻求一些学习上的支持和资源，比如向老师请教，参加学习交流活动，或者加入学习小组。与他人的互动和交流可以帮助你发现自己的优点和不足，并且激发自己的动力。此外，制定具体可行的学习计划，分解任务，逐步完成目标，也能提高你的学业自信。相信自己，相信你可以做到！",
    "annotation": [
      {
        "sentence": "对学业缺乏自信是一种很常见的感受，但你需要相信自己的潜力和能力。",
        "label": ""
      },
      {
        "sentence": "首先，你可以回顾一下过去的学习历程，看看自己已经取得了哪些成绩和进步。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你更加客观地评估自己的实力和潜力。",
        "label": ""
      },
      {
        "sentence": "另外，你可以寻求一些学习上的支持和资源，比如向老师请教，参加学习交流活动，或者加入学习小组。",
        "label": ""
      },
      {
        "sentence": "与他人的互动和交流可以帮助你发现自己的优点和不足，并且激发自己的动力。",
        "label": ""
      },
      {
        "sentence": "此外，制定具体可行的学习计划，分解任务，逐步完成目标，也能提高你的学业自信。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你可以做到！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励和建议。我会回顾自己的学习历程，寻求学习上的支持和资源，并制定具体可行的学习计划。相信自己，相信自己能够克服困难，实现目标！我真的感到安心多了。非常感谢您的帮助和支持！",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会回顾自己的学习历程，寻求学习上的支持和资源，并制定具体可行的学习计划。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信自己能够克服困难，实现目标！",
        "label": ""
      },
      {
        "sentence": "我真的感到安心多了。",
        "label": ""
      },
      {
        "sentence": "非常感谢您的帮助和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你，看到你的心情有所改善。记住，在面对困难和挑战时，不要害怕向他人求助和寻求支持。你并不孤单，一定会有人愿意帮助和支持你的。相信自己，相信你可以渡过难关！祝你在大学生活中取得更好的成绩和经历！如果还有其他困惑，随时来找我聊天。祝一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你，看到你的心情有所改善。",
        "label": ""
      },
      {
        "sentence": "记住，在面对困难和挑战时，不要害怕向他人求助和寻求支持。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，一定会有人愿意帮助和支持你的。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你可以渡过难关！",
        "label": ""
      },
      {
        "sentence": "祝你在大学生活中取得更好的成绩和经历！",
        "label": ""
      },
      {
        "sentence": "如果还有其他困惑，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      }
    ]
  }
]