[
  {
    "role": "client",
    "content": "大学后力不从心，对未来感到迷茫，说不出“我可以”？以前对大学学习生活充满期待，计划好了每天的学习任务，但现实是大学的生活跟我自己以前所想的相去甚远。我以为大学一天没几节课，有很多时间可以自主安排。后来发现实际上每天课都挺多的，而且还要忙社团，还要忙社交和班级活动。许多原本的计划被打破，每天能12点前睡上觉就可以窃喜了。我深感力不从心，大学生活跟我想象的完全不同。我开始拿不准自己究竟能不能搞好学业，按照原本的计划顺利毕业考研。毕竟大一生活已经很累了，我没有说出“我可以”的自信。我该怎么做？",
    "annotation": [
      {
        "sentence": "大学后力不从心，对未来感到迷茫，说不出“我可以”？",
        "label": ""
      },
      {
        "sentence": "以前对大学学习生活充满期待，计划好了每天的学习任务，但现实是大学的生活跟我自己以前所想的相去甚远。",
        "label": ""
      },
      {
        "sentence": "我以为大学一天没几节课，有很多时间可以自主安排。",
        "label": ""
      },
      {
        "sentence": "后来发现实际上每天课都挺多的，而且还要忙社团，还要忙社交和班级活动。",
        "label": ""
      },
      {
        "sentence": "许多原本的计划被打破，每天能12点前睡上觉就可以窃喜了。",
        "label": ""
      },
      {
        "sentence": "我深感力不从心，大学生活跟我想象的完全不同。",
        "label": ""
      },
      {
        "sentence": "我开始拿不准自己究竟能不能搞好学业，按照原本的计划顺利毕业考研。",
        "label": ""
      },
      {
        "sentence": "毕竟大一生活已经很累了，我没有说出“我可以”的自信。",
        "label": ""
      },
      {
        "sentence": "我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我感受到了你对未来的迷茫，看得出你之前订了很多上大学的学习目标，然而现实让你计划落空，你现在不敢计划和奢望，甚至怀疑在学业上是不是之后能按照想法能继续考研！担心想法再次落空，被现实摧残！在这里我想说！有梦想是对的，当然梦想不是绝对的，它可以根据现实的情况调整和安排！我们不能因此觉得计划落空，难受。而应该积极的调整学习方案等！步入大学，跟高中不一样，大学不仅要的是学习力的再次提升，有些还需要专业知识支撑，甚至跟社会接触，人际关系，团队能力，合作能力等都需要更好的提升和锻炼！可以说更高中单一的应对学习完全不一样，所以去接受它，理解人人都是这样，相信不是你一个人有疑问！因为刚上大学，有很多需要适应和协调的地方。",
    "annotation": [
      {
        "sentence": "从你的描述中，我感受到了你对未来的迷茫，看得出你之前订了很多上大学的学习目标，然而现实让你计划落空，你现在不敢计划和奢望，甚至怀疑在学业上是不是之后能按照想法能继续考研！",
        "label": ""
      },
      {
        "sentence": "担心想法再次落空，被现实摧残！",
        "label": ""
      },
      {
        "sentence": "在这里我想说！",
        "label": ""
      },
      {
        "sentence": "有梦想是对的，当然梦想不是绝对的，它可以根据现实的情况调整和安排！",
        "label": ""
      },
      {
        "sentence": "我们不能因此觉得计划落空，难受。",
        "label": ""
      },
      {
        "sentence": "而应该积极的调整学习方案等！",
        "label": ""
      },
      {
        "sentence": "步入大学，跟高中不一样，大学不仅要的是学习力的再次提升，有些还需要专业知识支撑，甚至跟社会接触，人际关系，团队能力，合作能力等都需要更好的提升和锻炼！",
        "label": ""
      },
      {
        "sentence": "可以说更高中单一的应对学习完全不一样，所以去接受它，理解人人都是这样，相信不是你一个人有疑问！",
        "label": ""
      },
      {
        "sentence": "因为刚上大学，有很多需要适应和协调的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我确实是在适应和协调这种全新的环境。我明白大学生活与以前不同，需要兼顾各方面，但是我发现自己很难平衡好各个方面的要求，感到有些力不从心。虽然我知道不只我一个人有这种困扰，但我确实缺乏自信去面对这些挑战。",
    "annotation": [
      {
        "sentence": "你说的没错，我确实是在适应和协调这种全新的环境。",
        "label": ""
      },
      {
        "sentence": "我明白大学生活与以前不同，需要兼顾各方面，但是我发现自己很难平衡好各个方面的要求，感到有些力不从心。",
        "label": ""
      },
      {
        "sentence": "虽然我知道不只我一个人有这种困扰，但我确实缺乏自信去面对这些挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有适应新环境的过程，不要对自己太苛求。适应需要时间，而且并不是一帆风顺的。要相信自己的能力，在困难面前保持积极心态，勇敢面对挑战。你可以尝试做一个详细的时间规划表，将学习、社团和社交活动合理分配，确保有足够的休息和睡眠时间。这样有条理的时间安排能够帮助你更好地适应大学生活。",
    "annotation": [
      {
        "sentence": "每个人都有适应新环境的过程，不要对自己太苛求。",
        "label": ""
      },
      {
        "sentence": "适应需要时间，而且并不是一帆风顺的。",
        "label": ""
      },
      {
        "sentence": "要相信自己的能力，在困难面前保持积极心态，勇敢面对挑战。",
        "label": ""
      },
      {
        "sentence": "你可以尝试做一个详细的时间规划表，将学习、社团和社交活动合理分配，确保有足够的休息和睡眠时间。",
        "label": ""
      },
      {
        "sentence": "这样有条理的时间安排能够帮助你更好地适应大学生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试制定一个合理的时间表来规划我的学习和活动。但是有时候我还是会觉得很累，特别是当社团活动和班级活动都集中在一段时间内。我怕自己无法充分休息并应对这些压力，这是我很担心的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试制定一个合理的时间表来规划我的学习和活动。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是会觉得很累，特别是当社团活动和班级活动都集中在一段时间内。",
        "label": ""
      },
      {
        "sentence": "我怕自己无法充分休息并应对这些压力，这是我很担心的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心，但你需要知道，合理的休息对于应对压力是非常重要的。你可以尝试与导员或者社团负责人沟通，告诉他们你的困扰和担忧，看看是否可以调整一下活动安排，避免过度的集中。同时，你也要学会拒绝一些活动，适当减少负荷，以保证自己有足够的休息时间。不要害怕表达自己的需求，这是保持身心健康的重要一步。",
    "annotation": [
      {
        "sentence": "理解你的担心，但你需要知道，合理的休息对于应对压力是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试与导员或者社团负责人沟通，告诉他们你的困扰和担忧，看看是否可以调整一下活动安排，避免过度的集中。",
        "label": ""
      },
      {
        "sentence": "同时，你也要学会拒绝一些活动，适当减少负荷，以保证自己有足够的休息时间。",
        "label": ""
      },
      {
        "sentence": "不要害怕表达自己的需求，这是保持身心健康的重要一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该与相关人员沟通，表达出自己的需求。我理解充分休息是为了更好地适应大学生活和保持身心健康。但是，当面对自己的学业，特别是考研的目标时，我仍然感到毫无信心。我觉得自己能否顺利完成学业是个未知数，这让我非常困扰。",
    "annotation": [
      {
        "sentence": "我明白了，我应该与相关人员沟通，表达出自己的需求。",
        "label": ""
      },
      {
        "sentence": "我理解充分休息是为了更好地适应大学生活和保持身心健康。",
        "label": ""
      },
      {
        "sentence": "但是，当面对自己的学业，特别是考研的目标时，我仍然感到毫无信心。",
        "label": ""
      },
      {
        "sentence": "我觉得自己能否顺利完成学业是个未知数，这让我非常困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "毕业和考研是一个重要的目标，但不要把它看作是绝对的成功标准。你要明白，人生是充满不确定性的，有时候计划的结果未必与预期一致。重要的是，你能够努力学习，充实自己，在学习的过程中不断成长和进步。如果你感到压力太大，可以考虑暂时放下考研的念头，先专注于学业和个人发展，毕业后再做决策也未迟。",
    "annotation": [
      {
        "sentence": "毕业和考研是一个重要的目标，但不要把它看作是绝对的成功标准。",
        "label": ""
      },
      {
        "sentence": "你要明白，人生是充满不确定性的，有时候计划的结果未必与预期一致。",
        "label": ""
      },
      {
        "sentence": "重要的是，你能够努力学习，充实自己，在学习的过程中不断成长和进步。",
        "label": ""
      },
      {
        "sentence": "如果你感到压力太大，可以考虑暂时放下考研的念头，先专注于学业和个人发展，毕业后再做决策也未迟。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要放下对考研的焦虑，专注于大学学习和个人成长。我会把目前的任务和目标放在眼前，一步一个脚印地努力前行。谢谢你的支持和建议，我感觉好多了！",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要放下对考研的焦虑，专注于大学学习和个人成长。",
        "label": ""
      },
      {
        "sentence": "我会把目前的任务和目标放在眼前，一步一个脚印地努力前行。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我感觉好多了！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应，你已经找到了自己的方向。记得要时刻保持积极的心态，相信自己的能力。即使遇到困难，你也能够应对并克服它们。相信你会在大学生活中取得更好的成绩和成长，加油！如果你还有任何困扰，随时向我寻求帮助。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应，你已经找到了自己的方向。",
        "label": ""
      },
      {
        "sentence": "记得要时刻保持积极的心态，相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "即使遇到困难，你也能够应对并克服它们。",
        "label": ""
      },
      {
        "sentence": "相信你会在大学生活中取得更好的成绩和成长，加油！",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困扰，随时向我寻求帮助。",
        "label": ""
      }
    ]
  }
]