[
  {
    "role": "client",
    "content": "不知是否要求过高，为何越想好就越痛苦，压力就越大？不知道是不是定的要求过高。我总有一种逼自己的感觉。可能不对。我是一个西安民办三本学校学汉文的女孩儿。我不爱读书，只爱看看言情小说。我有时很投入。选这个专业我觉得挺枯燥的，但是我挺喜欢讲课。因为可能很擅长。小时候小学语文老师对我影响挺大。我责任心比较强，小时候经常帮老师领读口才比较好。在众多文科专业中才选了汉文。原本想学教育类，觉得汉文好枯燥羡慕戏剧和播音同学。但是可能是我异想天开了吧。我渴望月收入将来过万。可是我不太了解西安教师薪资，网上查都说只有四五千。我想到学开飞机的同学说他年薪会30万，我想到以后马尔代夫好多地方我几千块钱累死累活的老师工资怎么办。也许我和喜欢。我瞬间觉得自己三本是不是要拿国家励志奖学金可我学习很痛苦。我想是不是要多读书提升专业，可我压根觉得汉文很枯燥而我不喜欢读书。我觉得是不是该从事大学生支教或者新东方助教补习机构代课积累经验。我该怎么办。我才刚上大一。我很想好",
    "annotation": [
      {
        "sentence": "不知是否要求过高，为何越想好就越痛苦，压力就越大？",
        "label": ""
      },
      {
        "sentence": "不知道是不是定的要求过高。",
        "label": ""
      },
      {
        "sentence": "我总有一种逼自己的感觉。",
        "label": ""
      },
      {
        "sentence": "可能不对。",
        "label": ""
      },
      {
        "sentence": "我是一个西安民办三本学校学汉文的女孩儿。",
        "label": ""
      },
      {
        "sentence": "我不爱读书，只爱看看言情小说。",
        "label": ""
      },
      {
        "sentence": "我有时很投入。",
        "label": ""
      },
      {
        "sentence": "选这个专业我觉得挺枯燥的，但是我挺喜欢讲课。",
        "label": ""
      },
      {
        "sentence": "因为可能很擅长。",
        "label": ""
      },
      {
        "sentence": "小时候小学语文老师对我影响挺大。",
        "label": ""
      },
      {
        "sentence": "我责任心比较强，小时候经常帮老师领读口才比较好。",
        "label": ""
      },
      {
        "sentence": "在众多文科专业中才选了汉文。",
        "label": ""
      },
      {
        "sentence": "原本想学教育类，觉得汉文好枯燥羡慕戏剧和播音同学。",
        "label": ""
      },
      {
        "sentence": "但是可能是我异想天开了吧。",
        "label": ""
      },
      {
        "sentence": "我渴望月收入将来过万。",
        "label": ""
      },
      {
        "sentence": "可是我不太了解西安教师薪资，网上查都说只有四五千。",
        "label": ""
      },
      {
        "sentence": "我想到学开飞机的同学说他年薪会30万，我想到以后马尔代夫好多地方我几千块钱累死累活的老师工资怎么办。",
        "label": ""
      },
      {
        "sentence": "也许我和喜欢。",
        "label": ""
      },
      {
        "sentence": "我瞬间觉得自己三本是不是要拿国家励志奖学金可我学习很痛苦。",
        "label": ""
      },
      {
        "sentence": "我想是不是要多读书提升专业，可我压根觉得汉文很枯燥而我不喜欢读书。",
        "label": ""
      },
      {
        "sentence": "我觉得是不是该从事大学生支教或者新东方助教补习机构代课积累经验。",
        "label": ""
      },
      {
        "sentence": "我该怎么办。",
        "label": ""
      },
      {
        "sentence": "我才刚上大一。",
        "label": ""
      },
      {
        "sentence": "我很想好",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的文字中，有好多次提到“枯燥”这个词。我知道你是在说你觉得专业内容很枯燥，你想要从言情小说，戏剧和播音同学的生活，马尔代夫的旅行以及讲课中去找到一些有趣或者能够表达自我的体验，那么这些体验中哪些对你来说是最重要的呢？是你想要不断追求的呢？拥有爱情？获得更多的交流？获得新鲜的体验？求助者：对我来说，获得更多的交流和体验是最重要的。我喜欢和人们互动交流，希望能够表达自己的观点和感受。同时，我也渴望有更多的新鲜体验，不想被枯燥的学习生活所束缚。支持者：明白了，你渴望与人交流和获得新鲜体验。那么在你的专业学习中，是否有办法结合这些需要呢？求助者：可能有，但我对汉文这门专业并不感兴趣，觉得它很枯燥。支持者：如果你觉得汉文很枯燥，不喜欢读书，那么可能在学习中感到痛苦是正常的。但是每个专业都有自己的价值和意义，或许你可以尝试从不同的角度去理解和学习汉文，或者寻找与汉文相关的其他兴趣点，比如文化交流、写作等，这样或许能让学习变得更有趣一些。求助者：嗯，确实是个好建议。我可以尝试从这个角度去思考，看能否找到与汉文相关的其他兴趣点来让学习变得有趣些。支持者：很好，你的积极态度很重要。除了学习方面，你也提到了对于收入的担忧。别人的选择和经历不一定适合你，每个人都有自己的天赋和兴趣所在。可能从长远来看，拥有热爱的工作会更让你感到满足和有成就感。不要过分追求表面上的高薪，也不要过多关注别人的选择。重要的是找到适合自己的道路，做自己喜欢的事情。求助者：我明白了，我不能一味地追求别人眼中所谓的“高薪”，而是应该寻找适合自己的工作和有意义的经历。真正的幸福和满足感来自于内心的认同和喜爱。支持者：非常正确！每个人的幸福和满足感是不同的，只有找到符合自己兴趣和价值观的工作，才能真正获得内心的认同和快乐。希望你能坚持寻找适合自己的道路，不要受到外界的干扰和压力。相信自己，相信你所做的选择，你一定能找到适合自己的方向。求助者：谢谢你的鼓励和支持！我会努力去寻找适合自己的道路，相信自己的选择，不轻易被他人的选择和评价所动摇。支持者：非常好！我相信你能够做出正确的选择，并找到自己热爱的事业。请记住，只要你持续努力，相信自己，就一定能够迎接更美好的未来。祝愿你早日找到属于自己的人生道路！",
    "annotation": [
      {
        "sentence": "在你的文字中，有好多次提到“枯燥”这个词。",
        "label": ""
      },
      {
        "sentence": "我知道你是在说你觉得专业内容很枯燥，你想要从言情小说，戏剧和播音同学的生活，马尔代夫的旅行以及讲课中去找到一些有趣或者能够表达自我的体验，那么这些体验中哪些对你来说是最重要的呢？",
        "label": ""
      },
      {
        "sentence": "是你想要不断追求的呢？",
        "label": ""
      },
      {
        "sentence": "拥有爱情？",
        "label": ""
      },
      {
        "sentence": "获得更多的交流？",
        "label": ""
      },
      {
        "sentence": "获得新鲜的体验？",
        "label": ""
      },
      {
        "sentence": "求助者：对我来说，获得更多的交流和体验是最重要的。",
        "label": ""
      },
      {
        "sentence": "我喜欢和人们互动交流，希望能够表达自己的观点和感受。",
        "label": ""
      },
      {
        "sentence": "同时，我也渴望有更多的新鲜体验，不想被枯燥的学习生活所束缚。",
        "label": ""
      },
      {
        "sentence": "支持者：明白了，你渴望与人交流和获得新鲜体验。",
        "label": ""
      },
      {
        "sentence": "那么在你的专业学习中，是否有办法结合这些需要呢？",
        "label": ""
      },
      {
        "sentence": "求助者：可能有，但我对汉文这门专业并不感兴趣，觉得它很枯燥。",
        "label": ""
      },
      {
        "sentence": "支持者：如果你觉得汉文很枯燥，不喜欢读书，那么可能在学习中感到痛苦是正常的。",
        "label": ""
      },
      {
        "sentence": "但是每个专业都有自己的价值和意义，或许你可以尝试从不同的角度去理解和学习汉文，或者寻找与汉文相关的其他兴趣点，比如文化交流、写作等，这样或许能让学习变得更有趣一些。",
        "label": ""
      },
      {
        "sentence": "求助者：嗯，确实是个好建议。",
        "label": ""
      },
      {
        "sentence": "我可以尝试从这个角度去思考，看能否找到与汉文相关的其他兴趣点来让学习变得有趣些。",
        "label": ""
      },
      {
        "sentence": "支持者：很好，你的积极态度很重要。",
        "label": ""
      },
      {
        "sentence": "除了学习方面，你也提到了对于收入的担忧。",
        "label": ""
      },
      {
        "sentence": "别人的选择和经历不一定适合你，每个人都有自己的天赋和兴趣所在。",
        "label": ""
      },
      {
        "sentence": "可能从长远来看，拥有热爱的工作会更让你感到满足和有成就感。",
        "label": ""
      },
      {
        "sentence": "不要过分追求表面上的高薪，也不要过多关注别人的选择。",
        "label": ""
      },
      {
        "sentence": "重要的是找到适合自己的道路，做自己喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "求助者：我明白了，我不能一味地追求别人眼中所谓的“高薪”，而是应该寻找适合自己的工作和有意义的经历。",
        "label": ""
      },
      {
        "sentence": "真正的幸福和满足感来自于内心的认同和喜爱。",
        "label": ""
      },
      {
        "sentence": "支持者：非常正确！",
        "label": ""
      },
      {
        "sentence": "每个人的幸福和满足感是不同的，只有找到符合自己兴趣和价值观的工作，才能真正获得内心的认同和快乐。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持寻找适合自己的道路，不要受到外界的干扰和压力。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你所做的选择，你一定能找到适合自己的方向。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力去寻找适合自己的道路，相信自己的选择，不轻易被他人的选择和评价所动摇。",
        "label": ""
      },
      {
        "sentence": "支持者：非常好！",
        "label": ""
      },
      {
        "sentence": "我相信你能够做出正确的选择，并找到自己热爱的事业。",
        "label": ""
      },
      {
        "sentence": "请记住，只要你持续努力，相信自己，就一定能够迎接更美好的未来。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日找到属于自己的人生道路！",
        "label": ""
      }
    ]
  }
]