[
  {
    "role": "client",
    "content": "在工作单位被同事用下三滥手段整得死去活来该怎么办？我是一个小学女老师教美术，和学校里另一个年长的美术老师关系一直不是太好，这次因为一件事彻底闹僵了，学校一个学生比赛获奖了，在填写指导老师的时候她填了自己的名字，但是其实最近这个班都是我在代她的课，所以我认为指导老师因为写我的名字才对，我实在忍不住去找了领导，领导最终支持了我，没想到她居然使用下三滥的手段报复我，这个老教师的老公是管地铁站安检的民警，那天下班我因为背了很小的包没安检，但是那个安检员硬拉住我叫我放到机器安检，我就跟安检员发生了争执，然后他们就呼叫了驻站民警（就是那个老师的老公），他不由分说厉声呵斥我扰乱公共秩序，喝令我给安检员道歉，还把我带进警务室审讯验尿罚抄安检条例，正好学校在抓师德师风建设，我被当了典型受了重罚，各种写检查通报批评记过处分，因为当时在地铁站也有学生看见了，还拿我做普法教育在升旗仪式上公开检讨，同事都把我当笑话看了，还说我不尊重老教师吃了苦头活该。",
    "annotation": [
      {
        "sentence": "在工作单位被同事用下三滥手段整得死去活来该怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一个小学女老师教美术，和学校里另一个年长的美术老师关系一直不是太好，这次因为一件事彻底闹僵了，学校一个学生比赛获奖了，在填写指导老师的时候她填了自己的名字，但是其实最近这个班都是我在代她的课，所以我认为指导老师因为写我的名字才对，我实在忍不住去找了领导，领导最终支持了我，没想到她居然使用下三滥的手段报复我，这个老教师的老公是管地铁站安检的民警，那天下班我因为背了很小的包没安检，但是那个安检员硬拉住我叫我放到机器安检，我就跟安检员发生了争执，然后他们就呼叫了驻站民警（就是那个老师的老公），他不由分说厉声呵斥我扰乱公共秩序，喝令我给安检员道歉，还把我带进警务室审讯验尿罚抄安检条例，正好学校在抓师德师风建设，我被当了典型受了重罚，各种写检查通报批评记过处分，因为当时在地铁站也有学生看见了，还拿我做普法教育在升旗仪式上公开检讨，同事都把我当笑话看了，还说我不尊重老教师吃了苦头活该。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这次事件中，我想你有过愤怒，有过不甘，也有过委屈……但是事情演变到最后，剩下的便是满满的受伤了吧[拥抱]作为老师，没有比看见孩子优秀更开心的事了，所以孩子获奖，指导老师填的不是你，你无法忍受，于是选择了为自己正名，也因此让本就不和谐的同事关系更加僵化了。在接下来的事情中：“那天下班我因为背了很小的包没安检，但是那个安检员硬拉住我叫我放到机器安检，我就跟安检员发生了争执，然后他们就呼叫了驻站民警”——这件事中，导火索是你拒绝安检，作为老师的你应该深有体会，老师除教学内容外是需要教会孩子遵守课堂规则的，否则教学就无法进行，同样安检员也有自己工作的权责，我们理应配合，因为他们的工作是在守卫我们的人身安全，尤其作为老师——“学高为师，身正为范”，绝对是需要时刻注意自己的言行的。因此这件事里自己自己并不完全清白，对吗？",
    "annotation": [
      {
        "sentence": "在这次事件中，我想你有过愤怒，有过不甘，也有过委屈……但是事情演变到最后，剩下的便是满满的受伤了吧[拥抱]作为老师，没有比看见孩子优秀更开心的事了，所以孩子获奖，指导老师填的不是你，你无法忍受，于是选择了为自己正名，也因此让本就不和谐的同事关系更加僵化了。",
        "label": ""
      },
      {
        "sentence": "在接下来的事情中：“那天下班我因为背了很小的包没安检，但是那个安检员硬拉住我叫我放到机器安检，我就跟安检员发生了争执，然后他们就呼叫了驻站民警”——这件事中，导火索是你拒绝安检，作为老师的你应该深有体会，老师除教学内容外是需要教会孩子遵守课堂规则的，否则教学就无法进行，同样安检员也有自己工作的权责，我们理应配合，因为他们的工作是在守卫我们的人身安全，尤其作为老师——“学高为师，身正为范”，绝对是需要时刻注意自己的言行的。",
        "label": ""
      },
      {
        "sentence": "因此这件事里自己自己并不完全清白，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我也意识到我在这件事中并不完全无辜。我应该更加注意自己的言行，尊重规则。但是我还是觉得那位老师对我使用下三滥的手段是不应该的。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我也意识到我在这件事中并不完全无辜。",
        "label": ""
      },
      {
        "sentence": "我应该更加注意自己的言行，尊重规则。",
        "label": ""
      },
      {
        "sentence": "但是我还是觉得那位老师对我使用下三滥的手段是不应该的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，感到被伤害和冤枉是很难受的。然而，我认为那位老师对你的影响力并不足以让一个安检员对你进行报复。即使有影响力，如果我们保持正确的行为，他也无法对你造成太大的伤害。接下来不巧的是，驻站民警正是那个老师的老公，他不由分说厉声呵斥我扰乱公共秩序，喝令我给安检员道歉，还把我带进警务室审讯验尿罚抄安检条例。作为公职人员，如果他有处置不当的地方，我想你是可以找上级部门进行投诉的。",
    "annotation": [
      {
        "sentence": "我理解你的感受，感到被伤害和冤枉是很难受的。",
        "label": ""
      },
      {
        "sentence": "然而，我认为那位老师对你的影响力并不足以让一个安检员对你进行报复。",
        "label": ""
      },
      {
        "sentence": "即使有影响力，如果我们保持正确的行为，他也无法对你造成太大的伤害。",
        "label": ""
      },
      {
        "sentence": "接下来不巧的是，驻站民警正是那个老师的老公，他不由分说厉声呵斥我扰乱公共秩序，喝令我给安检员道歉，还把我带进警务室审讯验尿罚抄安检条例。",
        "label": ""
      },
      {
        "sentence": "作为公职人员，如果他有处置不当的地方，我想你是可以找上级部门进行投诉的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在地铁站被带进警务室审讯的时候，我也想过要向上级部门投诉，但是我害怕引起更大的麻烦。而且，这件事还被学生看到了，我担心会对学校造成不良影响。",
    "annotation": [
      {
        "sentence": "在地铁站被带进警务室审讯的时候，我也想过要向上级部门投诉，但是我害怕引起更大的麻烦。",
        "label": ""
      },
      {
        "sentence": "而且，这件事还被学生看到了，我担心会对学校造成不良影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有这样的顾虑是可以理解的。我们生活在网络时代，事情很容易被扩大和曲解。如果此事曝光，可能会给整个学校带来困扰。而且，你也提到了学校在抓师德师风建设，校领导可能需要对外交待。他们支持你并为你正名，我相信不会偏听偏信，对你进行故意重罚的。",
    "annotation": [
      {
        "sentence": "你有这样的顾虑是可以理解的。",
        "label": ""
      },
      {
        "sentence": "我们生活在网络时代，事情很容易被扩大和曲解。",
        "label": ""
      },
      {
        "sentence": "如果此事曝光，可能会给整个学校带来困扰。",
        "label": ""
      },
      {
        "sentence": "而且，你也提到了学校在抓师德师风建设，校领导可能需要对外交待。",
        "label": ""
      },
      {
        "sentence": "他们支持你并为你正名，我相信不会偏听偏信，对你进行故意重罚的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我明白了。这段经历确实很不美丽，但每件事都有其正面意义。在这次事件中，最初只是一个安检引发了我们的争执。我想这与我情绪管理能力不足有关，同时也反映了平时与同事关系不融洽。我应该提高情绪管理能力，在愤怒时冷静思考，避免做出冲动的行为。另外，我也要努力提高人际交往的能力，学会关心和安慰他人。",
    "annotation": [
      {
        "sentence": "你说得对，我明白了。",
        "label": ""
      },
      {
        "sentence": "这段经历确实很不美丽，但每件事都有其正面意义。",
        "label": ""
      },
      {
        "sentence": "在这次事件中，最初只是一个安检引发了我们的争执。",
        "label": ""
      },
      {
        "sentence": "我想这与我情绪管理能力不足有关，同时也反映了平时与同事关系不融洽。",
        "label": ""
      },
      {
        "sentence": "我应该提高情绪管理能力，在愤怒时冷静思考，避免做出冲动的行为。",
        "label": ""
      },
      {
        "sentence": "另外，我也要努力提高人际交往的能力，学会关心和安慰他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能这样看待这段经历。通过这次经历，你能够从中学到许多东西，重新审视自己并成长为更好的自己。提高情绪管理和人际交往能力是非常重要的，让我们一起努力吧！这次事件给了我们宝贵的机会，让我们重新认识自己，活出另一个更强大的自己。",
    "annotation": [
      {
        "sentence": "很高兴你能这样看待这段经历。",
        "label": ""
      },
      {
        "sentence": "通过这次经历，你能够从中学到许多东西，重新审视自己并成长为更好的自己。",
        "label": ""
      },
      {
        "sentence": "提高情绪管理和人际交往能力是非常重要的，让我们一起努力吧！",
        "label": ""
      },
      {
        "sentence": "这次事件给了我们宝贵的机会，让我们重新认识自己，活出另一个更强大的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会牢记你的话，努力成长，更好地面对未来的挑战。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，努力成长，更好地面对未来的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够度过这段困难时期。无论遇到什么困难，记得随时寻求帮助，我会一直陪伴在你身边。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够度过这段困难时期。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，记得随时寻求帮助，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]