[
  {
    "role": "client",
    "content": "在工作单位被同事用下三滥手段整得死去活来该怎么办？我是一个小学女老师教美术，和学校里另一个年长的美术老师关系一直不是太好，这次因为一件事彻底闹僵了，学校一个学生比赛获奖了，在填写指导老师的时候她填了自己的名字，但是其实最近这个班都是我在代她的课，所以我认为指导老师因为写我的名字才对，我实在忍不住去找了领导，领导最终支持了我，没想到她居然用户下三滥的手段报复我，这个老教师的老公是管地铁站安检的民警，那天下班我因为背了很小的包没安检，但是那个安检员硬拉住我叫我放到机器安检，我就跟安检员发生了争执，然后他们就呼叫了驻站民警（就是那个老师的老公），他不由分说厉声呵斥我扰乱公共秩序，喝令我给安检员道歉，还把我带进警务室审讯验尿罚抄安检条例，正好学校在抓师德师风建设，我被当了典型受了重罚，各种写检查通报批评记过处分，因为当时在地铁站也有学生看见了，还拿我做普法教育在升旗仪式上公开检讨，同事都把我当笑话看了，还说我不尊重老教师吃了苦头活该。",
    "annotation": [
      {
        "sentence": "在工作单位被同事用下三滥手段整得死去活来该怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一个小学女老师教美术，和学校里另一个年长的美术老师关系一直不是太好，这次因为一件事彻底闹僵了，学校一个学生比赛获奖了，在填写指导老师的时候她填了自己的名字，但是其实最近这个班都是我在代她的课，所以我认为指导老师因为写我的名字才对，我实在忍不住去找了领导，领导最终支持了我，没想到她居然用户下三滥的手段报复我，这个老教师的老公是管地铁站安检的民警，那天下班我因为背了很小的包没安检，但是那个安检员硬拉住我叫我放到机器安检，我就跟安检员发生了争执，然后他们就呼叫了驻站民警（就是那个老师的老公），他不由分说厉声呵斥我扰乱公共秩序，喝令我给安检员道歉，还把我带进警务室审讯验尿罚抄安检条例，正好学校在抓师德师风建设，我被当了典型受了重罚，各种写检查通报批评记过处分，因为当时在地铁站也有学生看见了，还拿我做普法教育在升旗仪式上公开检讨，同事都把我当笑话看了，还说我不尊重老教师吃了苦头活该。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "特别能理解你现在的尴尬、纠结和痛苦。关键是痛苦背后的反思会带给你后续的人生经验是什么？",
    "annotation": [
      {
        "sentence": "特别能理解你现在的尴尬、纠结和痛苦。",
        "label": ""
      },
      {
        "sentence": "关键是痛苦背后的反思会带给你后续的人生经验是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心。我现在真的很迷茫，不知道该如何面对这个困境。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心。",
        "label": ""
      },
      {
        "sentence": "我现在真的很迷茫，不知道该如何面对这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，让我们一起来思考一下你所遭遇的情况吧。你觉得这件事对你带来了哪些负面情绪？",
    "annotation": [
      {
        "sentence": "首先，让我们一起来思考一下你所遭遇的情况吧。",
        "label": ""
      },
      {
        "sentence": "你觉得这件事对你带来了哪些负面情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感到非常委屈和愤怒，觉得自己被不公平对待了。",
    "annotation": [
      {
        "sentence": "我感到非常委屈和愤怒，觉得自己被不公平对待了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受。但我们也要反思一下，在处理这些问题时是否有其他的方式能够避免这些负面情绪的发生？比如在填写指导老师的时候，你曾经考虑过与对方商量吗？",
    "annotation": [
      {
        "sentence": "明白你的感受。",
        "label": ""
      },
      {
        "sentence": "但我们也要反思一下，在处理这些问题时是否有其他的方式能够避免这些负面情绪的发生？",
        "label": ""
      },
      {
        "sentence": "比如在填写指导老师的时候，你曾经考虑过与对方商量吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我没有想到过这些，我只是觉得自己受到了不公平的对待，所以才决定去找领导解决问题。",
    "annotation": [
      {
        "sentence": "其实我没有想到过这些，我只是觉得自己受到了不公平的对待，所以才决定去找领导解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是可以理解的反应。但在这样的情况下，我们或许可以更加注重对方的“面子”，并在事前与对方沟通，以获得更好的解决方案。对于自己负面情绪的处理，你有什么想法吗？",
    "annotation": [
      {
        "sentence": "这是可以理解的反应。",
        "label": ""
      },
      {
        "sentence": "但在这样的情况下，我们或许可以更加注重对方的“面子”，并在事前与对方沟通，以获得更好的解决方案。",
        "label": ""
      },
      {
        "sentence": "对于自己负面情绪的处理，你有什么想法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我承认我在处理负面情绪时做得不够好。我当时被负面情绪控制，选择了与安检员争吵，导致了更严重的后果。",
    "annotation": [
      {
        "sentence": "我承认我在处理负面情绪时做得不够好。",
        "label": ""
      },
      {
        "sentence": "我当时被负面情绪控制，选择了与安检员争吵，导致了更严重的后果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，当我们身处负面情绪中时，理智和冷静往往是我们最需要的。下次遇到类似的情况，或许你可以适当地表达歉意，并积极配合对方的要求，避免发展成冲突。对于现在面临的困境，你有没有想过如何处理自己的负面情绪以及他人对你的抨击？",
    "annotation": [
      {
        "sentence": "是的，当我们身处负面情绪中时，理智和冷静往往是我们最需要的。",
        "label": ""
      },
      {
        "sentence": "下次遇到类似的情况，或许你可以适当地表达歉意，并积极配合对方的要求，避免发展成冲突。",
        "label": ""
      },
      {
        "sentence": "对于现在面临的困境，你有没有想过如何处理自己的负面情绪以及他人对你的抨击？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我承认，这件事情被传到职场，对我来说是一种巨大的痛苦和尴尬。我现在很难面对同事们的嘲笑和指责。",
    "annotation": [
      {
        "sentence": "我承认，这件事情被传到职场，对我来说是一种巨大的痛苦和尴尬。",
        "label": ""
      },
      {
        "sentence": "我现在很难面对同事们的嘲笑和指责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对这样的压力和指责，我们首先要学会接受自己现在的处境。我们不能怨恨他人，也不能怨恨自己。尝试多找一些朋友陪伴和倾诉，以及在业余时间多做一些自己喜欢的事情，这些方式或许可以帮助你调整自己的情绪。此外，在学校里，你可以少说话，多做事，让时间来冲淡一切，并逐渐调整自己的职场价值观和社会行为。",
    "annotation": [
      {
        "sentence": "面对这样的压力和指责，我们首先要学会接受自己现在的处境。",
        "label": ""
      },
      {
        "sentence": "我们不能怨恨他人，也不能怨恨自己。",
        "label": ""
      },
      {
        "sentence": "尝试多找一些朋友陪伴和倾诉，以及在业余时间多做一些自己喜欢的事情，这些方式或许可以帮助你调整自己的情绪。",
        "label": ""
      },
      {
        "sentence": "此外，在学校里，你可以少说话，多做事，让时间来冲淡一切，并逐渐调整自己的职场价值观和社会行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会试着采纳这些方法，慢慢面对和克服自己的困境。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着采纳这些方法，慢慢面对和克服自己的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。请相信，经历这样的挫折后，你会变得更加坚强和成熟。希望你能在未来的道路上取得更好的发展！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "请相信，经历这样的挫折后，你会变得更加坚强和成熟。",
        "label": ""
      },
      {
        "sentence": "希望你能在未来的道路上取得更好的发展！",
        "label": ""
      }
    ]
  }
]