[
  {
    "role": "client",
    "content": "老实死读书，读书究竟能不能带给我想要的生活？自己是一名大三学生，高中成绩一直都很好，但是高考考砸了，现在大学是一所双非但是实力其实很强，然后大学成绩也还可以，打算去申请英国的研究生，但是最近开始迷茫，自己学的也是理工科，说实话大学真正要认真学的话真的挺累人的，而且也很枯燥，最近开始羡慕自己家乡那边几个朋友的生活，他们成绩都不好，有的甚至在专科，有的在一本也是那种中外合资的（这个都懂吧），但是感觉生活都好丰富…晚上没事去酒吧玩一玩，下午打打麻将，但也不是那种混日子，他们其实会接触到很多的人，人际圈子很广，父母也有一定条件，而且情商都蛮高，所以我觉得未来的发展其实不会太差，而我就是那种老老实实读书的，天天累死个人，生活也没有那么丰富多彩，接触到的人也没那么多，觉得现在的生活状态挺不如如意的，其实高中就有这种感觉，但当时有一个考理想大学的信仰，所以还是很有动力，但现在自己想想就算去英国留学回来了，自己的生活还是这样满枯燥的话，也没意思…",
    "annotation": [
      {
        "sentence": "老实死读书，读书究竟能不能带给我想要的生活？",
        "label": ""
      },
      {
        "sentence": "自己是一名大三学生，高中成绩一直都很好，但是高考考砸了，现在大学是一所双非但是实力其实很强，然后大学成绩也还可以，打算去申请英国的研究生，但是最近开始迷茫，自己学的也是理工科，说实话大学真正要认真学的话真的挺累人的，而且也很枯燥，最近开始羡慕自己家乡那边几个朋友的生活，他们成绩都不好，有的甚至在专科，有的在一本也是那种中外合资的（这个都懂吧），但是感觉生活都好丰富…晚上没事去酒吧玩一玩，下午打打麻将，但也不是那种混日子，他们其实会接触到很多的人，人际圈子很广，父母也有一定条件，而且情商都蛮高，所以我觉得未来的发展其实不会太差，而我就是那种老老实实读书的，天天累死个人，生活也没有那么丰富多彩，接触到的人也没那么多，觉得现在的生活状态挺不如如意的，其实高中就有这种感觉，但当时有一个考理想大学的信仰，所以还是很有动力，但现在自己想想就算去英国留学回来了，自己的生活还是这样满枯燥的话，也没意思…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先谢谢你信任我，愿意把你的困扰分享出来。我看到你现在似乎对自己的生活和未来有一些迷茫，不知道要何去何从，好像努力学习也到了一个瓶颈期，我感觉到了你的疲惫，你真的很辛苦，歇一歇喘口气吧。你对你家乡的朋友很羡慕，他们虽然成绩不如你，学校没但是他们有自己的生活，能逛夜店打麻将，可能寒窗苦读的你确实会羡慕他们这种状态，因为人的天性是懒散，任谁都想整天潇洒快活就过去了，你可能延迟满足比你的朋友要好一点儿，所以你选择了压抑自己的天性而为未来努力。",
    "annotation": [
      {
        "sentence": "首先谢谢你信任我，愿意把你的困扰分享出来。",
        "label": ""
      },
      {
        "sentence": "我看到你现在似乎对自己的生活和未来有一些迷茫，不知道要何去何从，好像努力学习也到了一个瓶颈期，我感觉到了你的疲惫，你真的很辛苦，歇一歇喘口气吧。",
        "label": ""
      },
      {
        "sentence": "你对你家乡的朋友很羡慕，他们虽然成绩不如你，学校没但是他们有自己的生活，能逛夜店打麻将，可能寒窗苦读的你确实会羡慕他们这种状态，因为人的天性是懒散，任谁都想整天潇洒快活就过去了，你可能延迟满足比你的朋友要好一点儿，所以你选择了压抑自己的天性而为未来努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对我的未来感到迷茫，并开始怀疑自己一直以来读书的动力是否正确。看着我的朋友们过着丰富多彩的生活，我开始觉得自己现在正在浪费时间。",
    "annotation": [
      {
        "sentence": "是的，我对我的未来感到迷茫，并开始怀疑自己一直以来读书的动力是否正确。",
        "label": ""
      },
      {
        "sentence": "看着我的朋友们过着丰富多彩的生活，我开始觉得自己现在正在浪费时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己不同的生活方式和追求，你的朋友们选择了他们喜欢的生活方式，而你选择了努力学习，这完全是个人的决策。虽然现在你可能感到压力和疲劳，但请相信，你的努力不会白费。虽然人际圈子和娱乐活动可以带来一定的快乐，但真正能塑造你的未来的还是你的学习和努力。",
    "annotation": [
      {
        "sentence": "每个人都有自己不同的生活方式和追求，你的朋友们选择了他们喜欢的生活方式，而你选择了努力学习，这完全是个人的决策。",
        "label": ""
      },
      {
        "sentence": "虽然现在你可能感到压力和疲劳，但请相信，你的努力不会白费。",
        "label": ""
      },
      {
        "sentence": "虽然人际圈子和娱乐活动可以带来一定的快乐，但真正能塑造你的未来的还是你的学习和努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候我真的觉得很累，看着他们轻松自在的样子，我就开始怀疑自己是否做出了正确的选择。而且，我也开始担心自己的家庭背景是否会限制我的发展。",
    "annotation": [
      {
        "sentence": "有时候我真的觉得很累，看着他们轻松自在的样子，我就开始怀疑自己是否做出了正确的选择。",
        "label": ""
      },
      {
        "sentence": "而且，我也开始担心自己的家庭背景是否会限制我的发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受是可以理解的。人生有时候就是这样，我们看到了别人拥有的，而忽视了自己已经拥有的。我想告诉你一个故事。有一个小姑娘养了一只黑色的鸟，她很用心地照顾这只鸟，长得很好，羽毛有光泽又能唱动听的歌。有一天，她听说这世界上有一只青鸟，谁得到它能获得一生的幸福，于是她打算上路去寻找青鸟。她走遍了很多地方，问了好多智慧的人，但是没有人见过青鸟，只是说他们得到了幸福是因为青鸟在夜里睡着的时候从他们窗前飞过。小姑娘更好奇了，直到问到一个老婆婆，她说：“你要找的青鸟就离你不远。”然后晚上小姑娘做了一个梦，在梦里她养的那只黑鸟一直在唱着动听的歌。第二天她醒过来恍然大悟，赶快回家，打开笼子好好抚摸那只黑鸟，原来她苦苦找寻的青鸟就在她身边。每个人都有自己的道路，你的努力一直都在你身边，你所走的每一步都很有价值。",
    "annotation": [
      {
        "sentence": "你的感受是可以理解的。",
        "label": ""
      },
      {
        "sentence": "人生有时候就是这样，我们看到了别人拥有的，而忽视了自己已经拥有的。",
        "label": ""
      },
      {
        "sentence": "我想告诉你一个故事。",
        "label": ""
      },
      {
        "sentence": "有一个小姑娘养了一只黑色的鸟，她很用心地照顾这只鸟，长得很好，羽毛有光泽又能唱动听的歌。",
        "label": ""
      },
      {
        "sentence": "有一天，她听说这世界上有一只青鸟，谁得到它能获得一生的幸福，于是她打算上路去寻找青鸟。",
        "label": ""
      },
      {
        "sentence": "她走遍了很多地方，问了好多智慧的人，但是没有人见过青鸟，只是说他们得到了幸福是因为青鸟在夜里睡着的时候从他们窗前飞过。",
        "label": ""
      },
      {
        "sentence": "小姑娘更好奇了，直到问到一个老婆婆，她说：“你要找的青鸟就离你不远。",
        "label": ""
      },
      {
        "sentence": "”然后晚上小姑娘做了一个梦，在梦里她养的那只黑鸟一直在唱着动听的歌。",
        "label": ""
      },
      {
        "sentence": "第二天她醒过来恍然大悟，赶快回家，打开笼子好好抚摸那只黑鸟，原来她苦苦找寻的青鸟就在她身边。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的道路，你的努力一直都在你身边，你所走的每一步都很有价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，每个人都有不同的道路和经历，我不能只看别人的生活，而忽视自己的努力和成就。我应该珍视自己所拥有的，相信自己的选择。",
    "annotation": [
      {
        "sentence": "我明白了，每个人都有不同的道路和经历，我不能只看别人的生活，而忽视自己的努力和成就。",
        "label": ""
      },
      {
        "sentence": "我应该珍视自己所拥有的，相信自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正是这样！你很聪明，能够意识到自己的情况并找到正确的答案。相信自己，你正在走向属于自己的道路，每一步都很重要。当你申请去英国留学后，你可能会看到更多美好的风景，接触到更广阔的世界，那样的圈子又怎么可能与麻将圈子相比呢？坚信自己的选择，你的未来一定会充满无限可能。加油！",
    "annotation": [
      {
        "sentence": "正是这样！",
        "label": ""
      },
      {
        "sentence": "你很聪明，能够意识到自己的情况并找到正确的答案。",
        "label": ""
      },
      {
        "sentence": "相信自己，你正在走向属于自己的道路，每一步都很重要。",
        "label": ""
      },
      {
        "sentence": "当你申请去英国留学后，你可能会看到更多美好的风景，接触到更广阔的世界，那样的圈子又怎么可能与麻将圈子相比呢？",
        "label": ""
      },
      {
        "sentence": "坚信自己的选择，你的未来一定会充满无限可能。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]