[
  {
    "role": "client",
    "content": "总是对男朋友没有信任感，应该怎么办？",
    "annotation": [
      {
        "sentence": "总是对男朋友没有信任感，应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你的信任！从你不长的文字中，我能感觉到你是一个蛮看重爱情品质的女孩儿，也是个渴望拥有纯粹情感的人，在如今这个可以“闪婚”“闪离”的婚恋市场，你一定会是个还蛮稀有的存在。或者放在我的青年时代，封你个青年楷模也估计没人会反对。如果沿著这条情感轨迹走，往远了说，你会是一个居家过日子的踏实女人，你和他的爱情可能会是“琴瑟和鸣”、“举案齐眉”。但问题来了！你却觉察到了一些不对劲，比如“男友出去交际很少带你…你会去察看他的手机”…你也给了自己一个解释—-“你对他没有信任”，……结果是你和男朋友会为此经常争吵。那么，我的问题是：1、你说的信任，和你认为的“爱情”是个什么关系呢？如果你告诉我，爱情就是信任，那我会毫不容气地说：NO！二者没有必然联系，但互为因果。这样，就来到了我要问你的第二个问题：2、你凭什么，可以确定“他”是你的恋爱对象的呢？如果你告诉我，是他的长相、家世、经济、性格…，那我也同样会说：NO！因为按这个清单，好像可以是可以选演员、选事业合伙人、选闺蜜。你是个聪明的女孩，是否可以猜到我的第三个问题？3、没有信任作基础，他算是你“爱”的男人吗？以上是从你的“恋爱”动机去看——信任与爱情的关系。如果你还想问，已经同居了，那不就等于默认有爱情了吗？这个逻辑如果你愿意认同，那么，可以想像，接下来如果这个男人成为你的先生，那么，你接下来的生活就会多一个角色——不但是他太太，还得是一个你们婚姻的警探！我敢保证，这个角度会让你心力交瘁，生活之于你，将毫无自在。我假设你并不不打算有这样的感情生活！当然，还可能会有一个海枯石爛的理由——尽管不信任他，但你仍然想和男友经营爱情。那么，你內在必须过二道关：1、在“不信任他”的下面，你都有些什么感受呢：比如害怕孤独、比如害怕被抛弃、比如害怕出现竞争对手、比如有自卑作祟…比如「不信任」的深处还有你许多的欲望⋯⋯2、除了用监控、侦探的方法，还有什么更美妙的办法可以既不让男友感到反感，又能让他乖乖听话，和你编织美丽的愛情童話？3、特別重要的是：第一步的探索是第二步的大前提，如果你愿意，心理咨询或许可以帮到你。",
    "annotation": [
      {
        "sentence": "谢谢你的信任！",
        "label": ""
      },
      {
        "sentence": "从你不长的文字中，我能感觉到你是一个蛮看重爱情品质的女孩儿，也是个渴望拥有纯粹情感的人，在如今这个可以“闪婚”“闪离”的婚恋市场，你一定会是个还蛮稀有的存在。",
        "label": ""
      },
      {
        "sentence": "或者放在我的青年时代，封你个青年楷模也估计没人会反对。",
        "label": ""
      },
      {
        "sentence": "如果沿著这条情感轨迹走，往远了说，你会是一个居家过日子的踏实女人，你和他的爱情可能会是“琴瑟和鸣”、“举案齐眉”。",
        "label": ""
      },
      {
        "sentence": "但问题来了！",
        "label": ""
      },
      {
        "sentence": "你却觉察到了一些不对劲，比如“男友出去交际很少带你…你会去察看他的手机”…你也给了自己一个解释—-“你对他没有信任”，……结果是你和男朋友会为此经常争吵。",
        "label": ""
      },
      {
        "sentence": "那么，我的问题是：1、你说的信任，和你认为的“爱情”是个什么关系呢？",
        "label": ""
      },
      {
        "sentence": "如果你告诉我，爱情就是信任，那我会毫不容气地说：NO！",
        "label": ""
      },
      {
        "sentence": "二者没有必然联系，但互为因果。",
        "label": ""
      },
      {
        "sentence": "这样，就来到了我要问你的第二个问题：2、你凭什么，可以确定“他”是你的恋爱对象的呢？",
        "label": ""
      },
      {
        "sentence": "如果你告诉我，是他的长相、家世、经济、性格…，那我也同样会说：NO！",
        "label": ""
      },
      {
        "sentence": "因为按这个清单，好像可以是可以选演员、选事业合伙人、选闺蜜。",
        "label": ""
      },
      {
        "sentence": "你是个聪明的女孩，是否可以猜到我的第三个问题？",
        "label": ""
      },
      {
        "sentence": "3、没有信任作基础，他算是你“爱”的男人吗？",
        "label": ""
      },
      {
        "sentence": "以上是从你的“恋爱”动机去看——信任与爱情的关系。",
        "label": ""
      },
      {
        "sentence": "如果你还想问，已经同居了，那不就等于默认有爱情了吗？",
        "label": ""
      },
      {
        "sentence": "这个逻辑如果你愿意认同，那么，可以想像，接下来如果这个男人成为你的先生，那么，你接下来的生活就会多一个角色——不但是他太太，还得是一个你们婚姻的警探！",
        "label": ""
      },
      {
        "sentence": "我敢保证，这个角度会让你心力交瘁，生活之于你，将毫无自在。",
        "label": ""
      },
      {
        "sentence": "我假设你并不不打算有这样的感情生活！",
        "label": ""
      },
      {
        "sentence": "当然，还可能会有一个海枯石爛的理由——尽管不信任他，但你仍然想和男友经营爱情。",
        "label": ""
      },
      {
        "sentence": "那么，你內在必须过二道关：1、在“不信任他”的下面，你都有些什么感受呢：比如害怕孤独、比如害怕被抛弃、比如害怕出现竞争对手、比如有自卑作祟…比如「不信任」的深处还有你许多的欲望⋯⋯2、除了用监控、侦探的方法，还有什么更美妙的办法可以既不让男友感到反感，又能让他乖乖听话，和你编织美丽的愛情童話？",
        "label": ""
      },
      {
        "sentence": "3、特別重要的是：第一步的探索是第二步的大前提，如果你愿意，心理咨询或许可以帮到你。",
        "label": ""
      }
    ]
  }
]