[
  {
    "role": "client",
    "content": "最近和女朋友谈婚论嫁，她坚决要求10万彩礼，我觉得这个数目太多了，而且她说一分不能少，感觉她只在乎彩礼而不爱我。最后我们分手了，但我觉得很可惜，于是主动找她答应给她10万彩礼，但她答应的时候我却感到失望，觉得婚后每个月还贷款、装修贷款、彩礼贷款会让我们很辛苦。她只顾自己的面子，却没想过我们的未来和男方家庭会怎样。",
    "annotation": [
      {
        "sentence": "最近和女朋友谈婚论嫁，她坚决要求10万彩礼，我觉得这个数目太多了，而且她说一分不能少，感觉她只在乎彩礼而不爱我。",
        "label": ""
      },
      {
        "sentence": "最后我们分手了，但我觉得很可惜，于是主动找她答应给她10万彩礼，但她答应的时候我却感到失望，觉得婚后每个月还贷款、装修贷款、彩礼贷款会让我们很辛苦。",
        "label": ""
      },
      {
        "sentence": "她只顾自己的面子，却没想过我们的未来和男方家庭会怎样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你提出这个问题时，我能感受到你内心对彩礼的失望，对女朋友和她家庭的不满。虽然你们有复合，但心里可能还埋下了怨恨的种子。你觉得她很势利，她的家庭对彩礼过于重视，你们之间的感情充满金钱味道，即使能在一起，未来也很难开心。房贷、装修等问题虽然暂时解决了，但之后的矛盾还会更多，可能会产生各种冲突。从旁观者的角度来看，你最终还是要根据自己的内心感受来作出决定。如果你感觉不舒服，千万不要勉强自己。虽然我理解你们谈了8年的感情，但婚姻和爱情是两个不同的概念。婚后，你要承担家庭的责任和应对复杂的人际关系，你能否承受这种压力？另外，你的家庭对她提出10万彩礼的要求是如何看待的？这些都是非常关键的细节。如果处理不好，婚后可能会出现一系列矛盾，造成鸡犬不宁的局面，也会严重影响你自己的情绪和生活。因此，建议你好好沟通一下，和女友商量彩礼的形式，是应付长辈到时候再要回来，还是以后用于装修或房贷等，只有把这些问题谈清楚，你们之间的矛盾才能够化解。",
    "annotation": [
      {
        "sentence": "当你提出这个问题时，我能感受到你内心对彩礼的失望，对女朋友和她家庭的不满。",
        "label": ""
      },
      {
        "sentence": "虽然你们有复合，但心里可能还埋下了怨恨的种子。",
        "label": ""
      },
      {
        "sentence": "你觉得她很势利，她的家庭对彩礼过于重视，你们之间的感情充满金钱味道，即使能在一起，未来也很难开心。",
        "label": ""
      },
      {
        "sentence": "房贷、装修等问题虽然暂时解决了，但之后的矛盾还会更多，可能会产生各种冲突。",
        "label": ""
      },
      {
        "sentence": "从旁观者的角度来看，你最终还是要根据自己的内心感受来作出决定。",
        "label": ""
      },
      {
        "sentence": "如果你感觉不舒服，千万不要勉强自己。",
        "label": ""
      },
      {
        "sentence": "虽然我理解你们谈了8年的感情，但婚姻和爱情是两个不同的概念。",
        "label": ""
      },
      {
        "sentence": "婚后，你要承担家庭的责任和应对复杂的人际关系，你能否承受这种压力？",
        "label": ""
      },
      {
        "sentence": "另外，你的家庭对她提出10万彩礼的要求是如何看待的？",
        "label": ""
      },
      {
        "sentence": "这些都是非常关键的细节。",
        "label": ""
      },
      {
        "sentence": "如果处理不好，婚后可能会出现一系列矛盾，造成鸡犬不宁的局面，也会严重影响你自己的情绪和生活。",
        "label": ""
      },
      {
        "sentence": "因此，建议你好好沟通一下，和女友商量彩礼的形式，是应付长辈到时候再要回来，还是以后用于装修或房贷等，只有把这些问题谈清楚，你们之间的矛盾才能够化解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我内心确实对她和她的家庭感到不满。我之前为了挽回我们的感情，承诺给她彩礼，但是看到她答应无条件要求，我真的很失望，觉得她太看重金钱了。不过，我也不想就这样放弃我们8年的感情，希望通过沟通能够解决这个问题。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我内心确实对她和她的家庭感到不满。",
        "label": ""
      },
      {
        "sentence": "我之前为了挽回我们的感情，承诺给她彩礼，但是看到她答应无条件要求，我真的很失望，觉得她太看重金钱了。",
        "label": ""
      },
      {
        "sentence": "不过，我也不想就这样放弃我们8年的感情，希望通过沟通能够解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受，确实不愿意因为这个问题而放弃8年的感情。沟通是解决矛盾的关键，因此建议你和女友坐下来好好谈一谈。你可以表达出你对彩礼要求过高的不满和担忧，同时也要理解她的想法和家庭的文化传统。试着找到一个双方都能接受的解决方案，比如可以商量将彩礼的一部分用于家庭装修或者婚后的大件开支，以减轻彩礼负担并平衡你们双方的利益。在谈话中，也要留出空间给对方表达意见和想法，共同探讨未来的计划和规划。通过理性沟通，你们可以更清晰地了解对方的需求和担忧，进一步促进双方的关系。",
    "annotation": [
      {
        "sentence": "明白你的感受，确实不愿意因为这个问题而放弃8年的感情。",
        "label": ""
      },
      {
        "sentence": "沟通是解决矛盾的关键，因此建议你和女友坐下来好好谈一谈。",
        "label": ""
      },
      {
        "sentence": "你可以表达出你对彩礼要求过高的不满和担忧，同时也要理解她的想法和家庭的文化传统。",
        "label": ""
      },
      {
        "sentence": "试着找到一个双方都能接受的解决方案，比如可以商量将彩礼的一部分用于家庭装修或者婚后的大件开支，以减轻彩礼负担并平衡你们双方的利益。",
        "label": ""
      },
      {
        "sentence": "在谈话中，也要留出空间给对方表达意见和想法，共同探讨未来的计划和规划。",
        "label": ""
      },
      {
        "sentence": "通过理性沟通，你们可以更清晰地了解对方的需求和担忧，进一步促进双方的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和女友坐下来好好沟通。我确实需要更理性地表达我的担忧和不满，同时也要尊重她的想法和家庭的文化。希望我们能够找到一个双方都能接受的解决方案，让我们的感情能够更稳定发展。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和女友坐下来好好沟通。",
        "label": ""
      },
      {
        "sentence": "我确实需要更理性地表达我的担忧和不满，同时也要尊重她的想法和家庭的文化。",
        "label": ""
      },
      {
        "sentence": "希望我们能够找到一个双方都能接受的解决方案，让我们的感情能够更稳定发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。沟通是解决问题的关键，通过互相倾听和理解，你们一定能够找到解决方案。记得，坚持彼此的关心和支持，相信你们共同经历的8年感情也会成为你们未来幸福生活的基石。祝福你们能早日解决这个问题，重新走向幸福的道路。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的关键，通过互相倾听和理解，你们一定能够找到解决方案。",
        "label": ""
      },
      {
        "sentence": "记得，坚持彼此的关心和支持，相信你们共同经历的8年感情也会成为你们未来幸福生活的基石。",
        "label": ""
      },
      {
        "sentence": "祝福你们能早日解决这个问题，重新走向幸福的道路。",
        "label": ""
      }
    ]
  }
]