[
  {
    "role": "client",
    "content": "在英国留学没能找到工作，对未来无法积极起来？",
    "annotation": [
      {
        "sentence": "在英国留学没能找到工作，对未来无法积极起来？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以感受到你的失落和难过，因为没有在英国找到工作，你对生活失去了希望，思考问题的方式也变得消极。非常理解你的心情，可以看出你非常想留在英国，但是人生本就是不断面对挫折和打击，然后不断成长的过程，不会事事都尽如人意，总会有让人不满意的地方。",
    "annotation": [
      {
        "sentence": "可以感受到你的失落和难过，因为没有在英国找到工作，你对生活失去了希望，思考问题的方式也变得消极。",
        "label": ""
      },
      {
        "sentence": "非常理解你的心情，可以看出你非常想留在英国，但是人生本就是不断面对挫折和打击，然后不断成长的过程，不会事事都尽如人意，总会有让人不满意的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一直以来在海外生活都是我的梦想，尤其是我的同学找到工作后我就更难过了。",
    "annotation": [
      {
        "sentence": "一直以来在海外生活都是我的梦想，尤其是我的同学找到工作后我就更难过了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一次失败不代表以后都会失败，重要的是从失败中分析原因，总结经验，为下次机会到来时做好准备。你说你的同学找到了工作，那么可以向同学寻求帮助，学习借鉴成功的经验，并不断提升自己的能力，让自己更具竞争力。",
    "annotation": [
      {
        "sentence": "一次失败不代表以后都会失败，重要的是从失败中分析原因，总结经验，为下次机会到来时做好准备。",
        "label": ""
      },
      {
        "sentence": "你说你的同学找到了工作，那么可以向同学寻求帮助，学习借鉴成功的经验，并不断提升自己的能力，让自己更具竞争力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "家里也很支持我，说三十岁之前还想出国闯荡也会给精神上经济上的支持，朋友也相信我回国也会找到很好的工作。",
    "annotation": [
      {
        "sentence": "家里也很支持我，说三十岁之前还想出国闯荡也会给精神上经济上的支持，朋友也相信我回国也会找到很好的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果努力一番后还是不能留在英国，那么根本原因是什么，不妨找到问题所在，再针对性地解决，既然暂时没有找到工作，那么就对英国的工作做一个全面的分析，结合自身的能力，看看还有没有其他合适的工作。",
    "annotation": [
      {
        "sentence": "如果努力一番后还是不能留在英国，那么根本原因是什么，不妨找到问题所在，再针对性地解决，既然暂时没有找到工作，那么就对英国的工作做一个全面的分析，结合自身的能力，看看还有没有其他合适的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可我就是无法说服自己，我就是觉得这一次留不下来英国，以后的生活都没希望了，永远要过不喜欢的生活了。每天都觉得很崩溃，甚至觉得既然生活开始走下坡路了，不如结束。",
    "annotation": [
      {
        "sentence": "可我就是无法说服自己，我就是觉得这一次留不下来英国，以后的生活都没希望了，永远要过不喜欢的生活了。",
        "label": ""
      },
      {
        "sentence": "每天都觉得很崩溃，甚至觉得既然生活开始走下坡路了，不如结束。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说海外生活是你的梦想，那么你的这种想法是一直都很强烈，还是在没有找到工作，但同学找到工作后才更强烈的，是对海外生活本身的喜爱，还是对自身的严格要求和不甘心。你说留不了英国就要过不喜欢的生活了，但其实过什么样的生活是由自己的心态决定的，任何地方都有美好值得回味的一面，关键在于你怎么看待。",
    "annotation": [
      {
        "sentence": "你说海外生活是你的梦想，那么你的这种想法是一直都很强烈，还是在没有找到工作，但同学找到工作后才更强烈的，是对海外生活本身的喜爱，还是对自身的严格要求和不甘心。",
        "label": ""
      },
      {
        "sentence": "你说留不了英国就要过不喜欢的生活了，但其实过什么样的生活是由自己的心态决定的，任何地方都有美好值得回味的一面，关键在于你怎么看待。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我就是觉得自己很失败，无法调整心态去看待。",
    "annotation": [
      {
        "sentence": "我就是觉得自己很失败，无法调整心态去看待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，调整心态确实是一件很困难的事情，但我们可以尝试从积极的角度看待问题。如果实在留不了英国，可以尝试着回国生活一段时间，让自己慢慢适应国内生活，慢慢发现生活的美好。同时，也建议你在这个过程中多与亲人朋友沟通，分享你的困惑和不安，或许他们能给你一些建设性的建议和支持。祝你早日摆脱烦恼~。",
    "annotation": [
      {
        "sentence": "是的，调整心态确实是一件很困难的事情，但我们可以尝试从积极的角度看待问题。",
        "label": ""
      },
      {
        "sentence": "如果实在留不了英国，可以尝试着回国生活一段时间，让自己慢慢适应国内生活，慢慢发现生活的美好。",
        "label": ""
      },
      {
        "sentence": "同时，也建议你在这个过程中多与亲人朋友沟通，分享你的困惑和不安，或许他们能给你一些建设性的建议和支持。",
        "label": ""
      },
      {
        "sentence": "祝你早日摆脱烦恼~。",
        "label": ""
      }
    ]
  }
]