[
  {
    "role": "client",
    "content": "碰见熊孩子和霸道的家长，成年人就活该受委屈吗？我家亲戚有一个儿子，很调皮，这我可以理解，小朋友淘气一点是正常的。但是有一次，他跑到我房间去，把好友送我的明信片撕了，把我旅游带回来的纪念日摔坏了，还打翻了水在我的床上。我回到家很生气地吐槽并指责了那个小孩，然后他哭了，他家长就质问我有证据吗，凭什么说是她儿子做的，就算是也应该让着小的，说我不讲道理乱冤枉人。我妈因为不想亲戚间闹不愉快，于是就数落我不要跟小孩计较，他不懂事要让着他，可是我就不明白了，我失去了挺珍贵的东西，晚上还没床睡觉，我心里也不好受，为什么我要让着他？难道成年人就活该受委屈吗？",
    "annotation": [
      {
        "sentence": "碰见熊孩子和霸道的家长，成年人就活该受委屈吗？",
        "label": ""
      },
      {
        "sentence": "我家亲戚有一个儿子，很调皮，这我可以理解，小朋友淘气一点是正常的。",
        "label": ""
      },
      {
        "sentence": "但是有一次，他跑到我房间去，把好友送我的明信片撕了，把我旅游带回来的纪念日摔坏了，还打翻了水在我的床上。",
        "label": ""
      },
      {
        "sentence": "我回到家很生气地吐槽并指责了那个小孩，然后他哭了，他家长就质问我有证据吗，凭什么说是她儿子做的，就算是也应该让着小的，说我不讲道理乱冤枉人。",
        "label": ""
      },
      {
        "sentence": "我妈因为不想亲戚间闹不愉快，于是就数落我不要跟小孩计较，他不懂事要让着他，可是我就不明白了，我失去了挺珍贵的东西，晚上还没床睡觉，我心里也不好受，为什么我要让着他？",
        "label": ""
      },
      {
        "sentence": "难道成年人就活该受委屈吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我非常能够理解，这种情况让人感到非常委屈和无助。同时想说一下，这种经历通常会让人的情绪波动很大，你不必过于强压或遮掩，把它们释放出来可饶为益。",
    "annotation": [
      {
        "sentence": "你的感受我非常能够理解，这种情况让人感到非常委屈和无助。",
        "label": ""
      },
      {
        "sentence": "同时想说一下，这种经历通常会让人的情绪波动很大，你不必过于强压或遮掩，把它们释放出来可饶为益。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你的意思，但是这种家长和孩子的行为方式实在是太过分了。",
    "annotation": [
      {
        "sentence": "我知道你的意思，但是这种家长和孩子的行为方式实在是太过分了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于这种家长和孩子的行为方式，我们不能去改变他们，但是我们可以通过自己的行为去保护自己，保护自己的心情和情绪。你可以对那个小孩子表达你的关心和爱，但也一定要明确告诉他哪些行为是可以接受的，哪些是不能接受的，并让他知道，他的行为对你造成的伤害和影响。",
    "annotation": [
      {
        "sentence": "对于这种家长和孩子的行为方式，我们不能去改变他们，但是我们可以通过自己的行为去保护自己，保护自己的心情和情绪。",
        "label": ""
      },
      {
        "sentence": "你可以对那个小孩子表达你的关心和爱，但也一定要明确告诉他哪些行为是可以接受的，哪些是不能接受的，并让他知道，他的行为对你造成的伤害和影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但他的家长好像并不领情。",
    "annotation": [
      {
        "sentence": "但他的家长好像并不领情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道，这也是比较难控制的。但是你需要知道，你做了正确的事情，你以一种合适的方式保护了自己，甚至对那个小孩子也有一定的帮助。父母和孩子之间的矛盾，有时候更多的是他们之间的矛盾，只是借助了外部的物品或事件来表现出来。所以你并不需要认为自己是在冤枉他们或者做错了什么。",
    "annotation": [
      {
        "sentence": "我知道，这也是比较难控制的。",
        "label": ""
      },
      {
        "sentence": "但是你需要知道，你做了正确的事情，你以一种合适的方式保护了自己，甚至对那个小孩子也有一定的帮助。",
        "label": ""
      },
      {
        "sentence": "父母和孩子之间的矛盾，有时候更多的是他们之间的矛盾，只是借助了外部的物品或事件来表现出来。",
        "label": ""
      },
      {
        "sentence": "所以你并不需要认为自己是在冤枉他们或者做错了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我妈还说我不讲道理，要让着小孩。",
    "annotation": [
      {
        "sentence": "但我妈还说我不讲道理，要让着小孩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想，可能你妈妈表达的是她希望你和亲戚之间能够保持和谐，不想让情绪反应过激而造成不愉快。但是，这并不代表要你委屈自己去容忍家长和孩子的不正常行为。相反，你需要拥有明确、清晰的界限，以更好的保护你自己的利益。",
    "annotation": [
      {
        "sentence": "我想，可能你妈妈表达的是她希望你和亲戚之间能够保持和谐，不想让情绪反应过激而造成不愉快。",
        "label": ""
      },
      {
        "sentence": "但是，这并不代表要你委屈自己去容忍家长和孩子的不正常行为。",
        "label": ""
      },
      {
        "sentence": "相反，你需要拥有明确、清晰的界限，以更好的保护你自己的利益。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么办，现在心里很沉重。",
    "annotation": [
      {
        "sentence": "那我应该怎么办，现在心里很沉重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以想想，可以采取哪些方法让自己的情绪逐步恢复呢？可以尝试和朋友聊聊天，出去走走，放松自己。同时，也要彻底释放内心的情绪，你可以写下自己的感受、想法和计划，这样会让自己感觉舒畅。",
    "annotation": [
      {
        "sentence": "你可以想想，可以采取哪些方法让自己的情绪逐步恢复呢？",
        "label": ""
      },
      {
        "sentence": "可以尝试和朋友聊聊天，出去走走，放松自己。",
        "label": ""
      },
      {
        "sentence": "同时，也要彻底释放内心的情绪，你可以写下自己的感受、想法和计划，这样会让自己感觉舒畅。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，这些建议还是很实用的，我会尽量去做的。",
    "annotation": [
      {
        "sentence": "谢谢你，这些建议还是很实用的，我会尽量去做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没什么可谢的，作为你的支持者，我会一直陪伴在你身边，给你一些帮助和支持。后续如果还有什么需要，也可以随时找我聊天。",
    "annotation": [
      {
        "sentence": "没什么可谢的，作为你的支持者，我会一直陪伴在你身边，给你一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "后续如果还有什么需要，也可以随时找我聊天。",
        "label": ""
      }
    ]
  }
]