[
  {
    "role": "client",
    "content": "来新城市半年，很孤独，感受不到背后的力量？",
    "annotation": [
      {
        "sentence": "来新城市半年，很孤独，感受不到背后的力量？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你的邀请！能够感觉到你内心的孤独压抑焦虑无助。你说你来新城市半年了，刚来时，和父亲聊过天打过电话。之后父亲就像以前一样，没什么消息了。母亲跟父亲正相反，两三天就要跟你微信视频一个小时，说些自己受伤了什么都是因为你。我能理解你对母亲很渴望关注的感受，她似乎总是把焦虑传递给你。你的父母离婚已经十多年了，你和父亲去另一个城市生活了十年，只去年才跟母亲正常生活过，以前都是三年见一个星期。经过去年的经历，你发现你父母不是你想象的那样有力量，有时母亲甚至像个小孩子。你以前很勇敢，但其实这是因为你对父母的幻想期待。现在你知道你父母是不会改变的，这让你对未来感到迷茫。你的感受我都能理解。",
    "annotation": [
      {
        "sentence": "非常感谢你的邀请！",
        "label": ""
      },
      {
        "sentence": "能够感觉到你内心的孤独压抑焦虑无助。",
        "label": ""
      },
      {
        "sentence": "你说你来新城市半年了，刚来时，和父亲聊过天打过电话。",
        "label": ""
      },
      {
        "sentence": "之后父亲就像以前一样，没什么消息了。",
        "label": ""
      },
      {
        "sentence": "母亲跟父亲正相反，两三天就要跟你微信视频一个小时，说些自己受伤了什么都是因为你。",
        "label": ""
      },
      {
        "sentence": "我能理解你对母亲很渴望关注的感受，她似乎总是把焦虑传递给你。",
        "label": ""
      },
      {
        "sentence": "你的父母离婚已经十多年了，你和父亲去另一个城市生活了十年，只去年才跟母亲正常生活过，以前都是三年见一个星期。",
        "label": ""
      },
      {
        "sentence": "经过去年的经历，你发现你父母不是你想象的那样有力量，有时母亲甚至像个小孩子。",
        "label": ""
      },
      {
        "sentence": "你以前很勇敢，但其实这是因为你对父母的幻想期待。",
        "label": ""
      },
      {
        "sentence": "现在你知道你父母是不会改变的，这让你对未来感到迷茫。",
        "label": ""
      },
      {
        "sentence": "你的感受我都能理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你理解。我父亲去年答应过我，考研时会把房子弄好让我安心，但他还是一样的失言了。我对他很失望很气愤，也明白了他永远都不会有宽裕的时候，总是像以前一样。即使我已经长大不再依赖他的钱，现在我很胆小害怕，不太相信自己。我感到很困惑，没有人能够安慰我。",
    "annotation": [
      {
        "sentence": "谢谢你理解。",
        "label": ""
      },
      {
        "sentence": "我父亲去年答应过我，考研时会把房子弄好让我安心，但他还是一样的失言了。",
        "label": ""
      },
      {
        "sentence": "我对他很失望很气愤，也明白了他永远都不会有宽裕的时候，总是像以前一样。",
        "label": ""
      },
      {
        "sentence": "即使我已经长大不再依赖他的钱，现在我很胆小害怕，不太相信自己。",
        "label": ""
      },
      {
        "sentence": "我感到很困惑，没有人能够安慰我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你对父亲的失望和气愤。他答应你把房子弄好让你安心考研，但最后还是失言了，这让你难以再信任他。父亲的失言可能是因为他内心缺乏自信和安全感，也可能是把你当成了一个“小孩子”来对待，认为哄哄你就可以了，不会对你的心理带来什么伤害和影响，同时也不用担心你接下来会有更高的要求。对你而言，这也许是因为你对父亲有幻想期望，希望从他那里获得满足和支持。但长期以来，你并没有从父母那里获得足够的理解和支持，这可能导致你对自己缺乏自信和安全感。你说你现在感到胆小害怕，不太相信自己。当你需要安慰时，确实很难找到一个可以接纳你的人。",
    "annotation": [
      {
        "sentence": "我可以理解你对父亲的失望和气愤。",
        "label": ""
      },
      {
        "sentence": "他答应你把房子弄好让你安心考研，但最后还是失言了，这让你难以再信任他。",
        "label": ""
      },
      {
        "sentence": "父亲的失言可能是因为他内心缺乏自信和安全感，也可能是把你当成了一个“小孩子”来对待，认为哄哄你就可以了，不会对你的心理带来什么伤害和影响，同时也不用担心你接下来会有更高的要求。",
        "label": ""
      },
      {
        "sentence": "对你而言，这也许是因为你对父亲有幻想期望，希望从他那里获得满足和支持。",
        "label": ""
      },
      {
        "sentence": "但长期以来，你并没有从父母那里获得足够的理解和支持，这可能导致你对自己缺乏自信和安全感。",
        "label": ""
      },
      {
        "sentence": "你说你现在感到胆小害怕，不太相信自己。",
        "label": ""
      },
      {
        "sentence": "当你需要安慰时，确实很难找到一个可以接纳你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感到很无助。我觉得我一直都没有能够得到父母的理解和支持，这让我觉得很失望，也让我对自己没有信心。我希望有人可以帮助我找回自己的信心和勇气。",
    "annotation": [
      {
        "sentence": "是的，我感到很无助。",
        "label": ""
      },
      {
        "sentence": "我觉得我一直都没有能够得到父母的理解和支持，这让我觉得很失望，也让我对自己没有信心。",
        "label": ""
      },
      {
        "sentence": "我希望有人可以帮助我找回自己的信心和勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的感受很正常。长期在没有得到父母理解和支持的环境中成长，会导致你内心的自信和安全感缺失。在孤独无助的时候，确实很难找到可以接纳你的人。但请相信，你并不孤单，我会一直陪伴在你身边。你的困惑和压力都可以通过与我进行沟通来释放和减轻。你可以给父母预约时间，与他们坦诚地沟通自己内心的压抑和困惑，释放你内心的负担。也许通过与父母的对话可以解开彼此间的误解，帮助你找到解决问题的方法。另外，你还可以预约合适的老师接受心理咨询，帮助你更全面地解决这些问题。",
    "annotation": [
      {
        "sentence": "你现在的感受很正常。",
        "label": ""
      },
      {
        "sentence": "长期在没有得到父母理解和支持的环境中成长，会导致你内心的自信和安全感缺失。",
        "label": ""
      },
      {
        "sentence": "在孤独无助的时候，确实很难找到可以接纳你的人。",
        "label": ""
      },
      {
        "sentence": "但请相信，你并不孤单，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "你的困惑和压力都可以通过与我进行沟通来释放和减轻。",
        "label": ""
      },
      {
        "sentence": "你可以给父母预约时间，与他们坦诚地沟通自己内心的压抑和困惑，释放你内心的负担。",
        "label": ""
      },
      {
        "sentence": "也许通过与父母的对话可以解开彼此间的误解，帮助你找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "另外，你还可以预约合适的老师接受心理咨询，帮助你更全面地解决这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我确实感到很难释放内心的压抑和困惑，但是我会试着和父母沟通，希望能够消除彼此间的误解。同时，我也会考虑预约心理咨询，希望能够找到更多的帮助和支持。感谢你一直陪伴在我身边。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我确实感到很难释放内心的压抑和困惑，但是我会试着和父母沟通，希望能够消除彼此间的误解。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑预约心理咨询，希望能够找到更多的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "感谢你一直陪伴在我身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够陪伴在你身边，并且为你提供帮助和支持。和父母沟通可能并不容易，但我相信你能够勇敢地面对这个挑战。同时，预约心理咨询也是一个很好的选择，专业的咨询师会帮助你找到解决问题的方法。无论在何时何地，我都会一直支持你。如果你还有其他的困惑和问题，随时都可以告诉我。",
    "annotation": [
      {
        "sentence": "很高兴能够陪伴在你身边，并且为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "和父母沟通可能并不容易，但我相信你能够勇敢地面对这个挑战。",
        "label": ""
      },
      {
        "sentence": "同时，预约心理咨询也是一个很好的选择，专业的咨询师会帮助你找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "无论在何时何地，我都会一直支持你。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的困惑和问题，随时都可以告诉我。",
        "label": ""
      }
    ]
  }
]