[
  {
    "role": "client",
    "content": "老实死读书，读书究竟能不能带给我想要的生活？自己是一名大三学生，高中成绩一直都很好，但是高考考砸了，现在大学是一所双非但是实力其实很强，然后大学成绩也还可以，打算去申请英国的研究生，但是最近开始迷茫，自己学的也是理工科，说实话大学真正要认真学的话真的挺累人的，而且也很枯燥，最近开始羡慕自己家乡那边几个朋友的生活，他们成绩都不好，有的甚至在专科，有的在一本也是那种中外合资的（这个都懂吧），但是感觉生活都好丰富…晚上没事去酒吧玩一玩，下午打打麻将，但也不是那种混日子，他们其实会接触到很多的人，人际圈子很广，父母也有一定条件，而且情商都蛮高，所以我觉得未来的发展其实不会太差，而我就是那种老老实实读书的，天天累死个人，生活也没有那么丰富多彩，接触到的人也没那么多，觉得现在的生活状态挺不如如意的，其实高中就有这种感觉，但当时有一个考理想大学的信仰，所以还是很有动力，但现在自己想想就算去英国留学回来了，自己的生活还是这样满枯燥的话，也没意思…",
    "annotation": [
      {
        "sentence": "老实死读书，读书究竟能不能带给我想要的生活？",
        "label": ""
      },
      {
        "sentence": "自己是一名大三学生，高中成绩一直都很好，但是高考考砸了，现在大学是一所双非但是实力其实很强，然后大学成绩也还可以，打算去申请英国的研究生，但是最近开始迷茫，自己学的也是理工科，说实话大学真正要认真学的话真的挺累人的，而且也很枯燥，最近开始羡慕自己家乡那边几个朋友的生活，他们成绩都不好，有的甚至在专科，有的在一本也是那种中外合资的（这个都懂吧），但是感觉生活都好丰富…晚上没事去酒吧玩一玩，下午打打麻将，但也不是那种混日子，他们其实会接触到很多的人，人际圈子很广，父母也有一定条件，而且情商都蛮高，所以我觉得未来的发展其实不会太差，而我就是那种老老实实读书的，天天累死个人，生活也没有那么丰富多彩，接触到的人也没那么多，觉得现在的生活状态挺不如如意的，其实高中就有这种感觉，但当时有一个考理想大学的信仰，所以还是很有动力，但现在自己想想就算去英国留学回来了，自己的生活还是这样满枯燥的话，也没意思…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以感受到你的困惑和迷茫。你将自己当前的情况和身边其他朋友的进行了比较，觉得生活很枯燥，不知道读书能给自己带来什么。非常理解你的困扰。每个人对于读书的看法都有所不同，关键在于你是否喜欢读书，是否享受读书带给你的快乐。",
    "annotation": [
      {
        "sentence": "从你的描述中可以感受到你的困惑和迷茫。",
        "label": ""
      },
      {
        "sentence": "你将自己当前的情况和身边其他朋友的进行了比较，觉得生活很枯燥，不知道读书能给自己带来什么。",
        "label": ""
      },
      {
        "sentence": "非常理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "每个人对于读书的看法都有所不同，关键在于你是否喜欢读书，是否享受读书带给你的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实有时候觉得很累，很枯燥，不知道读书真的能为我带来什么改变。",
    "annotation": [
      {
        "sentence": "确实有时候觉得很累，很枯燥，不知道读书真的能为我带来什么改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读书不是为了文凭或者增长财富，而是让自己在这个过程中学会思考，锻炼自己的思维能力，培养内在气质。如果仅仅通过读书，是无法带给你理想生活的。读书只是充实和提升自己的一种方式。要想离理想生活更近一步，还需要其他很多方面的能力。",
    "annotation": [
      {
        "sentence": "读书不是为了文凭或者增长财富，而是让自己在这个过程中学会思考，锻炼自己的思维能力，培养内在气质。",
        "label": ""
      },
      {
        "sentence": "如果仅仅通过读书，是无法带给你理想生活的。",
        "label": ""
      },
      {
        "sentence": "读书只是充实和提升自己的一种方式。",
        "label": ""
      },
      {
        "sentence": "要想离理想生活更近一步，还需要其他很多方面的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么样才能让自己的生活更有趣，更丰富多彩呢？",
    "annotation": [
      {
        "sentence": "那我该怎么样才能让自己的生活更有趣，更丰富多彩呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说生活很枯燥，接触到的人也没那么多，那么可以主动去扩大社交圈，参加一些校园里组织的活动，去认识其他专业背景的人。除了读书，还需要注重表达能力，人际交往能力，抗压能力等的培养，多学习一些技能，让自己变得更优秀。",
    "annotation": [
      {
        "sentence": "你说生活很枯燥，接触到的人也没那么多，那么可以主动去扩大社交圈，参加一些校园里组织的活动，去认识其他专业背景的人。",
        "label": ""
      },
      {
        "sentence": "除了读书，还需要注重表达能力，人际交往能力，抗压能力等的培养，多学习一些技能，让自己变得更优秀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实没有主动参与过多的活动，也没有主动去认识其他专业背景的人。或许我应该尝试一下主动出击，去寻找更有趣的生活。",
    "annotation": [
      {
        "sentence": "是的，我确实没有主动参与过多的活动，也没有主动去认识其他专业背景的人。",
        "label": ""
      },
      {
        "sentence": "或许我应该尝试一下主动出击，去寻找更有趣的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好的想法！主动出击是改变现状的第一步。另外，也要确定自己的目标，对自己的人生和未来的职业进行规划。他人的未来或许让人羡慕，但每个人都有自己的生活方式，你可以仔细思考一下想要什么样的生活，达成目标需要做出哪些努力。",
    "annotation": [
      {
        "sentence": "很好的想法！",
        "label": ""
      },
      {
        "sentence": "主动出击是改变现状的第一步。",
        "label": ""
      },
      {
        "sentence": "另外，也要确定自己的目标，对自己的人生和未来的职业进行规划。",
        "label": ""
      },
      {
        "sentence": "他人的未来或许让人羡慕，但每个人都有自己的生活方式，你可以仔细思考一下想要什么样的生活，达成目标需要做出哪些努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加明确自己的目标，并为之努力奋斗。我也要学会接触更多的人，培养自己的人际交往能力和情商。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加明确自己的目标，并为之努力奋斗。",
        "label": ""
      },
      {
        "sentence": "我也要学会接触更多的人，培养自己的人际交往能力和情商。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒！相信你有明确的目标和努力的态度，未来一定会过上你想要的生活。不要忘记给自己一些调整心态的时间，放松一下，保持积极的心态。祝你早日摆脱烦恼！",
    "annotation": [
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "相信你有明确的目标和努力的态度，未来一定会过上你想要的生活。",
        "label": ""
      },
      {
        "sentence": "不要忘记给自己一些调整心态的时间，放松一下，保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "祝你早日摆脱烦恼！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力的！希望自己能够找到真正属于自己的精彩人生。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力的！",
        "label": ""
      },
      {
        "sentence": "希望自己能够找到真正属于自己的精彩人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你一定能够找到属于自己的精彩人生，加油！相信自己，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "你一定能够找到属于自己的精彩人生，加油！",
        "label": ""
      },
      {
        "sentence": "相信自己，我会一直支持你的。",
        "label": ""
      }
    ]
  }
]