[
  {
    "role": "client",
    "content": "中午十二点起床我觉得没什么问题，爸妈却天天骂我？我是个本科大学生，因为学校远太远只有放长假才能回家。这次赶上了疫情长假，放假一开始还没什么问题，他们都不管我，再后面他们天天叫我做这做那像个工人一样（他们在家开了家塑胶加工小厂，没有雇工人，开机装模具调试装货卸货以及其他全部流程都两个人来做），以及还有各种家务，基本上隔天一次，我妈经常在做饭的时间忙于其他活然后叫我去做（在我眼里就是故意让我做饭让去找各种事情做，她在家隔壁的一块草地养了鸡和鹅还在天台种各种菜，经常浪费时间浪费精力照顾这些对我来说一文不值的东西），假期刚开始时我还能尽量把他们要求我做的事做完，但到中后期，我已经开始厌倦，他们叫我干活我有时直接忽略（如果是比较急的事情我还是会去帮忙，像是上家催货，生产好了但没打包装没装货上车各种情况），但如果我爸妈拎着棍子扯着嗓子来干我我就不得不帮忙干，所以我该怎么办。",
    "annotation": [
      {
        "sentence": "中午十二点起床我觉得没什么问题，爸妈却天天骂我？",
        "label": ""
      },
      {
        "sentence": "我是个本科大学生，因为学校远太远只有放长假才能回家。",
        "label": ""
      },
      {
        "sentence": "这次赶上了疫情长假，放假一开始还没什么问题，他们都不管我，再后面他们天天叫我做这做那像个工人一样（他们在家开了家塑胶加工小厂，没有雇工人，开机装模具调试装货卸货以及其他全部流程都两个人来做），以及还有各种家务，基本上隔天一次，我妈经常在做饭的时间忙于其他活然后叫我去做（在我眼里就是故意让我做饭让去找各种事情做，她在家隔壁的一块草地养了鸡和鹅还在天台种各种菜，经常浪费时间浪费精力照顾这些对我来说一文不值的东西），假期刚开始时我还能尽量把他们要求我做的事做完，但到中后期，我已经开始厌倦，他们叫我干活我有时直接忽略（如果是比较急的事情我还是会去帮忙，像是上家催货，生产好了但没打包装没装货上车各种情况），但如果我爸妈拎着棍子扯着嗓子来干我我就不得不帮忙干，所以我该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看的出来您对这个生活模式很烦躁，但是同时也会发现您和父母之间的关系其实没有想的那么差，虽然两边都有问题，但是我觉得是您这边的问题更多一些。让我先拆开来解释一下。首先，父母对您起床晚感到生气是因为在他们看来，早起是一种好习惯，对身体有益，而且他们可能也希望您培养良好的时间观念。他们可能觉得你们这一代年轻人比较懒散，也可能是他们自己在过去的生活中养成了早起的习惯。所以他们会不理解您觉得早起没问题的想法，并且对此感到生气。其次，您也提到了父母会让您帮忙做一些家务和工厂的事情。但是我们不妨换位思考一下，父母之所以这样做是出于什么考虑呢？他们可能因为工厂人手不够或者请不到工人，只能让您帮忙。这也是一个锻炼您的机会，同时也是为了家庭生计着想。对于您觉得一些事情毫无价值的问题，可能是因为您对这些事情的价值观和父母不同，他们可能觉得这是重要的事情，而且对他们来说可能也是一种爱好。最后，您说您已经开始厌倦了，有时会直接忽略父母的要求。我个人认为这可能是逆反心理的表现，但如果您不想再做这些事情，为什么不坦诚地和父母沟通呢？也可以试着换个角度去理解父母的意图和需要。希望以上的解释对您有所帮助(･ω･)ﾉ",
    "annotation": [
      {
        "sentence": "看的出来您对这个生活模式很烦躁，但是同时也会发现您和父母之间的关系其实没有想的那么差，虽然两边都有问题，但是我觉得是您这边的问题更多一些。",
        "label": ""
      },
      {
        "sentence": "让我先拆开来解释一下。",
        "label": ""
      },
      {
        "sentence": "首先，父母对您起床晚感到生气是因为在他们看来，早起是一种好习惯，对身体有益，而且他们可能也希望您培养良好的时间观念。",
        "label": ""
      },
      {
        "sentence": "他们可能觉得你们这一代年轻人比较懒散，也可能是他们自己在过去的生活中养成了早起的习惯。",
        "label": ""
      },
      {
        "sentence": "所以他们会不理解您觉得早起没问题的想法，并且对此感到生气。",
        "label": ""
      },
      {
        "sentence": "其次，您也提到了父母会让您帮忙做一些家务和工厂的事情。",
        "label": ""
      },
      {
        "sentence": "但是我们不妨换位思考一下，父母之所以这样做是出于什么考虑呢？",
        "label": ""
      },
      {
        "sentence": "他们可能因为工厂人手不够或者请不到工人，只能让您帮忙。",
        "label": ""
      },
      {
        "sentence": "这也是一个锻炼您的机会，同时也是为了家庭生计着想。",
        "label": ""
      },
      {
        "sentence": "对于您觉得一些事情毫无价值的问题，可能是因为您对这些事情的价值观和父母不同，他们可能觉得这是重要的事情，而且对他们来说可能也是一种爱好。",
        "label": ""
      },
      {
        "sentence": "最后，您说您已经开始厌倦了，有时会直接忽略父母的要求。",
        "label": ""
      },
      {
        "sentence": "我个人认为这可能是逆反心理的表现，但如果您不想再做这些事情，为什么不坦诚地和父母沟通呢？",
        "label": ""
      },
      {
        "sentence": "也可以试着换个角度去理解父母的意图和需要。",
        "label": ""
      },
      {
        "sentence": "希望以上的解释对您有所帮助(･ω･)ﾉ",
        "label": ""
      }
    ]
  }
]