[
  {
    "role": "client",
    "content": "我最近陷入了情绪低落的状态，无法摆脱悲伤。2020年对我来说太不幸了，3月得知自己怀孕了，全家人都很期待宝宝的到来。但是8月妈妈被确诊为乳腺癌，我不得不挺着肚子奔波于医院，照顾她的手术和后续治疗。11月26日宝宝出生，我们一家人都沉浸在喜悦中。然而宝宝只出生了18天，就不断入院，后来被确诊为中肠扭转，进行了急诊手术，幸好宝宝挺过来了，但现在宝宝还在医院住院，妈妈仍在进行化疗。我不敢告诉妈妈和宝宝的状况，怕她们受到影响，但我自己每天都非常担心和思念。坐在宝宝的床边，泪水止不住地流。我还在坐月子中，除了等待，我觉得自己无能为力。我知道不应该伤心，可是很难控制自己的情绪。面对两个至亲的生死一线，我不知道该如何调整自己的情绪，我真的很想摆脱悲伤的深渊。",
    "annotation": [
      {
        "sentence": "我最近陷入了情绪低落的状态，无法摆脱悲伤。",
        "label": ""
      },
      {
        "sentence": "2020年对我来说太不幸了，3月得知自己怀孕了，全家人都很期待宝宝的到来。",
        "label": ""
      },
      {
        "sentence": "但是8月妈妈被确诊为乳腺癌，我不得不挺着肚子奔波于医院，照顾她的手术和后续治疗。",
        "label": ""
      },
      {
        "sentence": "11月26日宝宝出生，我们一家人都沉浸在喜悦中。",
        "label": ""
      },
      {
        "sentence": "然而宝宝只出生了18天，就不断入院，后来被确诊为中肠扭转，进行了急诊手术，幸好宝宝挺过来了，但现在宝宝还在医院住院，妈妈仍在进行化疗。",
        "label": ""
      },
      {
        "sentence": "我不敢告诉妈妈和宝宝的状况，怕她们受到影响，但我自己每天都非常担心和思念。",
        "label": ""
      },
      {
        "sentence": "坐在宝宝的床边，泪水止不住地流。",
        "label": ""
      },
      {
        "sentence": "我还在坐月子中，除了等待，我觉得自己无能为力。",
        "label": ""
      },
      {
        "sentence": "我知道不应该伤心，可是很难控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "面对两个至亲的生死一线，我不知道该如何调整自己的情绪，我真的很想摆脱悲伤的深渊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你能勇敢地与我分享你的困惑和不安。看到你这么坚强，我非常心疼，也很感动。希望通过我的回答能给你一些帮助。你说妈妈确诊癌症，宝宝也在住院治疗，同时你还刚刚生完孩子，身体比较虚弱，还在坐月子期间，无法避免地遇到情绪的波动，这让你感到非常矛盾。一方面你想要悲伤，但另一方面你又知道不能一直陷在悲伤当中。你真的经历了太多，这段时间你承受了太多压力。我有几点建议，希望能对你有所帮助。首先，照顾好自己，这样你才能更好地照顾好别人。你现在身体需要休养，一定要照顾好自己的睡眠和饮食，保持好心情，这样你才能有精力去照顾妈妈和宝宝。同时，妈妈和宝宝也希望你好好的，他们也会关心你。当你调整好自己，你才能更好地应对生活中的这些事情。其次，我们要看到悲伤的作用。虽然我们都不希望悲伤，但它是有意义的。悲伤是一种让我们回顾过去和展望未来的情绪，所以我们会停下来、思考和反思；悲伤是一种让我们珍惜所有情绪的情绪，所以我们会为失去而感到痛苦；悲伤是一种蜕变的情绪，需要我们去找寻平复心情的出口。此外，悲伤也是一种呼救的信号，告诉周围的人你现在心情不好，需要帮助。因此，相信自己的情绪，不要去排斥它，也不要去压抑它，如果想哭就哭出来，也许痛痛快快地哭一场，你的内心就会舒服很多。还可以把悲伤转化成文字，写在你的日记本里，这样将来回过头来看，也会觉得这是一段特殊且有意义的时光。最后，你可以寻求其他社会支持系统的帮助。虽然妈妈和宝宝都生病了，但你还有其他亲人，可以和他们多多交流，聊聊天。你想念宝宝，可以让爱人拍些宝宝的照片和视频给你看；想念妈妈，也可以多和妈妈聊天，告诉她你很爱她，当你做了妈妈，你更加爱她了，也更加懂得她的不容易。你还可以尽情地与妈妈说出心里话，这会给她带来更多的力量，帮助她对抗疾病。希望你能看到自己的资源，虽然现实已经不如人意，但你仍然可以持有希望。虽然很多时候现实都不尽如人意，我们能做的就是尽力做好自己能做的事情，然后顺其自然。加油！",
    "annotation": [
      {
        "sentence": "非常感谢你能勇敢地与我分享你的困惑和不安。",
        "label": ""
      },
      {
        "sentence": "看到你这么坚强，我非常心疼，也很感动。",
        "label": ""
      },
      {
        "sentence": "希望通过我的回答能给你一些帮助。",
        "label": ""
      },
      {
        "sentence": "你说妈妈确诊癌症，宝宝也在住院治疗，同时你还刚刚生完孩子，身体比较虚弱，还在坐月子期间，无法避免地遇到情绪的波动，这让你感到非常矛盾。",
        "label": ""
      },
      {
        "sentence": "一方面你想要悲伤，但另一方面你又知道不能一直陷在悲伤当中。",
        "label": ""
      },
      {
        "sentence": "你真的经历了太多，这段时间你承受了太多压力。",
        "label": ""
      },
      {
        "sentence": "我有几点建议，希望能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "首先，照顾好自己，这样你才能更好地照顾好别人。",
        "label": ""
      },
      {
        "sentence": "你现在身体需要休养，一定要照顾好自己的睡眠和饮食，保持好心情，这样你才能有精力去照顾妈妈和宝宝。",
        "label": ""
      },
      {
        "sentence": "同时，妈妈和宝宝也希望你好好的，他们也会关心你。",
        "label": ""
      },
      {
        "sentence": "当你调整好自己，你才能更好地应对生活中的这些事情。",
        "label": ""
      },
      {
        "sentence": "其次，我们要看到悲伤的作用。",
        "label": ""
      },
      {
        "sentence": "虽然我们都不希望悲伤，但它是有意义的。",
        "label": ""
      },
      {
        "sentence": "悲伤是一种让我们回顾过去和展望未来的情绪，所以我们会停下来、思考和反思；悲伤是一种让我们珍惜所有情绪的情绪，所以我们会为失去而感到痛苦；悲伤是一种蜕变的情绪，需要我们去找寻平复心情的出口。",
        "label": ""
      },
      {
        "sentence": "此外，悲伤也是一种呼救的信号，告诉周围的人你现在心情不好，需要帮助。",
        "label": ""
      },
      {
        "sentence": "因此，相信自己的情绪，不要去排斥它，也不要去压抑它，如果想哭就哭出来，也许痛痛快快地哭一场，你的内心就会舒服很多。",
        "label": ""
      },
      {
        "sentence": "还可以把悲伤转化成文字，写在你的日记本里，这样将来回过头来看，也会觉得这是一段特殊且有意义的时光。",
        "label": ""
      },
      {
        "sentence": "最后，你可以寻求其他社会支持系统的帮助。",
        "label": ""
      },
      {
        "sentence": "虽然妈妈和宝宝都生病了，但你还有其他亲人，可以和他们多多交流，聊聊天。",
        "label": ""
      },
      {
        "sentence": "你想念宝宝，可以让爱人拍些宝宝的照片和视频给你看；想念妈妈，也可以多和妈妈聊天，告诉她你很爱她，当你做了妈妈，你更加爱她了，也更加懂得她的不容易。",
        "label": ""
      },
      {
        "sentence": "你还可以尽情地与妈妈说出心里话，这会给她带来更多的力量，帮助她对抗疾病。",
        "label": ""
      },
      {
        "sentence": "希望你能看到自己的资源，虽然现实已经不如人意，但你仍然可以持有希望。",
        "label": ""
      },
      {
        "sentence": "虽然很多时候现实都不尽如人意，我们能做的就是尽力做好自己能做的事情，然后顺其自然。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]