[
  {
    "role": "client",
    "content": "26岁女，工作两年，被两家公司开除了，没动力怎么办？硕士已毕业，工作了两年，期间去了两家公司工作。第一家公司因为规模很不正规，我对工作内容不是很清晰，可能老板觉得达不到他的预期，所以让我没事可做了。那段时间感受不到价值感，因此就不怎么上班去了，于是被公司劝退。第二家公司的老板比较注重人际，但是却十分不重视工作质量和效率，而且脾气很大，莫名其妙发脾气，我和他在这一方面有很大的分歧，因为意见不合和老板关系不好被退回人事部门。现在正在找工作，但是以前的一腔热血仿佛已经没有了，感觉很没有动力，也对未来十分焦虑。不知道怎么办为好。",
    "annotation": [
      {
        "sentence": "26岁女，工作两年，被两家公司开除了，没动力怎么办？",
        "label": ""
      },
      {
        "sentence": "硕士已毕业，工作了两年，期间去了两家公司工作。",
        "label": ""
      },
      {
        "sentence": "第一家公司因为规模很不正规，我对工作内容不是很清晰，可能老板觉得达不到他的预期，所以让我没事可做了。",
        "label": ""
      },
      {
        "sentence": "那段时间感受不到价值感，因此就不怎么上班去了，于是被公司劝退。",
        "label": ""
      },
      {
        "sentence": "第二家公司的老板比较注重人际，但是却十分不重视工作质量和效率，而且脾气很大，莫名其妙发脾气，我和他在这一方面有很大的分歧，因为意见不合和老板关系不好被退回人事部门。",
        "label": ""
      },
      {
        "sentence": "现在正在找工作，但是以前的一腔热血仿佛已经没有了，感觉很没有动力，也对未来十分焦虑。",
        "label": ""
      },
      {
        "sentence": "不知道怎么办为好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我能理解你的困境。我也曾在小公司做过工程上的设计工作，可能经历不同，但我对工作内容不清晰的经验还是有所了解。你是硕士毕业，如果你从事的是研发设计等工作，这类岗位的工作内容本身就比较模糊。在小型公司工作时，这类问题会更加严重，因为老板很可能自己都无法清楚表达自己的期望，更不用说人与人之间存在的沟通问题了。以前我经常听老板说：“你们做的这些东西我们不懂，就像食客一样，虽然不会做菜，但是吃得多好坏还是能够尝得出来的。”结果自然是没有一个明确方向的修改。我不知道你第一份工作的经历是否与我的类似，看你提到第二份工作与老板意见不合，我想也许在第一份工作的时候，你应该是跟老板沟通过的。沟通过还是无法弄清楚工作内容，这确实是一件很糟糕的事情，因为我们会觉得我们已经尽力了，但是困住自己的局面依旧没有改变，被困住的感觉是很不好的。",
    "annotation": [
      {
        "sentence": "你好，我能理解你的困境。",
        "label": ""
      },
      {
        "sentence": "我也曾在小公司做过工程上的设计工作，可能经历不同，但我对工作内容不清晰的经验还是有所了解。",
        "label": ""
      },
      {
        "sentence": "你是硕士毕业，如果你从事的是研发设计等工作，这类岗位的工作内容本身就比较模糊。",
        "label": ""
      },
      {
        "sentence": "在小型公司工作时，这类问题会更加严重，因为老板很可能自己都无法清楚表达自己的期望，更不用说人与人之间存在的沟通问题了。",
        "label": ""
      },
      {
        "sentence": "以前我经常听老板说：“你们做的这些东西我们不懂，就像食客一样，虽然不会做菜，但是吃得多好坏还是能够尝得出来的。",
        "label": ""
      },
      {
        "sentence": "”结果自然是没有一个明确方向的修改。",
        "label": ""
      },
      {
        "sentence": "我不知道你第一份工作的经历是否与我的类似，看你提到第二份工作与老板意见不合，我想也许在第一份工作的时候，你应该是跟老板沟通过的。",
        "label": ""
      },
      {
        "sentence": "沟通过还是无法弄清楚工作内容，这确实是一件很糟糕的事情，因为我们会觉得我们已经尽力了，但是困住自己的局面依旧没有改变，被困住的感觉是很不好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在第一份工作里，最吸引我是你说的我不怎么上班去了。如果我没有理解错的话，在老板将我放到冷板凳上之后，我跟他沟通无果，于是选择了不去上班来表示我的不满和愤怒。因为你在谈到第二份工作时提到质量和效率，我想请教你两个问题：工作对你来说意味着什么？你理想的工作（内容、场景、同事等）是什么样的呢？如果现在你正在从事理想的工作，那么你会获得什么样的生活和职业成就呢？假设让你回到第一份工作刚被坐到冷板凳上的时候，除了不去上班这一个选择，你还能想出其他的应对方法吗？前事不忘，后事之师。",
    "annotation": [
      {
        "sentence": "在第一份工作里，最吸引我是你说的我不怎么上班去了。",
        "label": ""
      },
      {
        "sentence": "如果我没有理解错的话，在老板将我放到冷板凳上之后，我跟他沟通无果，于是选择了不去上班来表示我的不满和愤怒。",
        "label": ""
      },
      {
        "sentence": "因为你在谈到第二份工作时提到质量和效率，我想请教你两个问题：工作对你来说意味着什么？",
        "label": ""
      },
      {
        "sentence": "你理想的工作（内容、场景、同事等）是什么样的呢？",
        "label": ""
      },
      {
        "sentence": "如果现在你正在从事理想的工作，那么你会获得什么样的生活和职业成就呢？",
        "label": ""
      },
      {
        "sentence": "假设让你回到第一份工作刚被坐到冷板凳上的时候，除了不去上班这一个选择，你还能想出其他的应对方法吗？",
        "label": ""
      },
      {
        "sentence": "前事不忘，后事之师。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的问题很有深度。对我来说，工作是一种实现自我、追求成就的方式。理想的工作应该是一个充满挑战和成长机会的环境，有良好的团队氛围和合作伙伴，注重质量和效率的同时也重视员工的意见和价值。如果我能从事理想的工作，我会感到满足和有成就感，同时也能够在生活和职业上取得更好的成就。回到第一份工作被坐冷板凳的时候，除了不去上班，我也会积极主动地寻找其他途径解决问题，比如主动与老板沟通、和同事进行合作等。过去的经历可以成为我们前进的助力，我们可以从中吸取经验教训，避免再犯相同的错误。",
    "annotation": [
      {
        "sentence": "你提到的问题很有深度。",
        "label": ""
      },
      {
        "sentence": "对我来说，工作是一种实现自我、追求成就的方式。",
        "label": ""
      },
      {
        "sentence": "理想的工作应该是一个充满挑战和成长机会的环境，有良好的团队氛围和合作伙伴，注重质量和效率的同时也重视员工的意见和价值。",
        "label": ""
      },
      {
        "sentence": "如果我能从事理想的工作，我会感到满足和有成就感，同时也能够在生活和职业上取得更好的成就。",
        "label": ""
      },
      {
        "sentence": "回到第一份工作被坐冷板凳的时候，除了不去上班，我也会积极主动地寻找其他途径解决问题，比如主动与老板沟通、和同事进行合作等。",
        "label": ""
      },
      {
        "sentence": "过去的经历可以成为我们前进的助力，我们可以从中吸取经验教训，避免再犯相同的错误。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。你的话让我想起了过去，我失去动力的原因主要是因为在第一份工作中被安排坐冷板凳，我觉得这是对我个人能力的否定，因为我一直以来都对自己的能力很有信心，被否定打击了我的自信心。在第二份工作中，我跟老板意见不合，被人事部门辞退了。虽然这段经历很糟糕，但我确实感到自己无法准确衡量自己的能力，也担心未来会不会再碰到类似的老板。这种担忧让我无法给自己一个明确的定位。现在我面临的主要问题是找工作和恢复动力。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "你的话让我想起了过去，我失去动力的原因主要是因为在第一份工作中被安排坐冷板凳，我觉得这是对我个人能力的否定，因为我一直以来都对自己的能力很有信心，被否定打击了我的自信心。",
        "label": ""
      },
      {
        "sentence": "在第二份工作中，我跟老板意见不合，被人事部门辞退了。",
        "label": ""
      },
      {
        "sentence": "虽然这段经历很糟糕，但我确实感到自己无法准确衡量自己的能力，也担心未来会不会再碰到类似的老板。",
        "label": ""
      },
      {
        "sentence": "这种担忧让我无法给自己一个明确的定位。",
        "label": ""
      },
      {
        "sentence": "现在我面临的主要问题是找工作和恢复动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你失去动力的原因，被否定对我们来说都是一个很大的打击。尤其是对我们一直以来对自己能力有信心的人来说，这样的打击会让我们对自己产生怀疑。同时，之前的不愉快经历也会让我们担心未来会不会再遇到相似的情况。这种担忧会影响我们对自己的定位和自我评价。目前你面临两个问题，找工作和恢复动力。回顾过去，你的动力是怎么失去的呢？在第一份工作中，被放冷板凳上了，我可以想象这是对你个人能力的否定，对于一直引以为傲的能力来说，这样的打击确实很大。在第二份工作中，我理解是因为跟老板意见不合被人事部门辞退了（还是你做的就是人事？）。虽然我不清楚具体细节，但从你的描述来看，你跟这家公司的整体价值观不合，就像两个不合适的恋人总有一个要先提分手一样，你是被“分手”的那一个，无论如何都是会受到伤害的。所以，我在想，现在的你是否无法准确评估自己的能力，同时也担心将来会不会遇到类似的老板。前者容易让你不知道应该找什么样的工作，或者对人际关系过于担忧。人作为社会性的动物，这两种担忧足以让我们无法给自己一个明确的定位。工作是我们生活的来源，所以我们还是要找工作的。首先，我建议你找一两个你信赖的人好好交流，把你的情绪和忧虑都倾诉出来，所以对方最好有一定的工作经验和耐心，能够倾听和交流。其次，通过一些平台或者同行的了解你感兴趣的公司。找工作时，经常会跟关系好的师兄师姐、前同事沟通，尽",
    "annotation": [
      {
        "sentence": "我理解你失去动力的原因，被否定对我们来说都是一个很大的打击。",
        "label": ""
      },
      {
        "sentence": "尤其是对我们一直以来对自己能力有信心的人来说，这样的打击会让我们对自己产生怀疑。",
        "label": ""
      },
      {
        "sentence": "同时，之前的不愉快经历也会让我们担心未来会不会再遇到相似的情况。",
        "label": ""
      },
      {
        "sentence": "这种担忧会影响我们对自己的定位和自我评价。",
        "label": ""
      },
      {
        "sentence": "目前你面临两个问题，找工作和恢复动力。",
        "label": ""
      },
      {
        "sentence": "回顾过去，你的动力是怎么失去的呢？",
        "label": ""
      },
      {
        "sentence": "在第一份工作中，被放冷板凳上了，我可以想象这是对你个人能力的否定，对于一直引以为傲的能力来说，这样的打击确实很大。",
        "label": ""
      },
      {
        "sentence": "在第二份工作中，我理解是因为跟老板意见不合被人事部门辞退了（还是你做的就是人事？",
        "label": ""
      },
      {
        "sentence": "）。",
        "label": ""
      },
      {
        "sentence": "虽然我不清楚具体细节，但从你的描述来看，你跟这家公司的整体价值观不合，就像两个不合适的恋人总有一个要先提分手一样，你是被“分手”的那一个，无论如何都是会受到伤害的。",
        "label": ""
      },
      {
        "sentence": "所以，我在想，现在的你是否无法准确评估自己的能力，同时也担心将来会不会遇到类似的老板。",
        "label": ""
      },
      {
        "sentence": "前者容易让你不知道应该找什么样的工作，或者对人际关系过于担忧。",
        "label": ""
      },
      {
        "sentence": "人作为社会性的动物，这两种担忧足以让我们无法给自己一个明确的定位。",
        "label": ""
      },
      {
        "sentence": "工作是我们生活的来源，所以我们还是要找工作的。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你找一两个你信赖的人好好交流，把你的情绪和忧虑都倾诉出来，所以对方最好有一定的工作经验和耐心，能够倾听和交流。",
        "label": ""
      },
      {
        "sentence": "其次，通过一些平台或者同行的了解你感兴趣的公司。",
        "label": ""
      },
      {
        "sentence": "找工作时，经常会跟关系好的师兄师姐、前同事沟通，尽",
        "label": ""
      }
    ]
  }
]