[
  {
    "role": "client",
    "content": "夹在老公和父母之间，家庭关系要如何处理？我是33岁的女性，已经结婚5年了。老公的家庭条件不好，公公婆婆年纪大身体也不好，还没有退休工资。而我的爸爸妈妈每个月有大约6000元的退休工资。在我们谈恋爱时，我父母强烈反对，但最后还是同意了我们的婚姻。期间我们自己创业，可由于我爸爸投资失败亏了30多万，老公变得情绪低落并对我爸妈有意见。我一直在努力调和双方的关系。现在我们有一个1岁4个月的宝宝，一直是我妈妈在帮忙带孩子，婆婆每隔一段时间也会过来看看。但她总是说孩子瘦了，或者长得不如别的孩子好。我妈妈是个很能干的人，做事迅捷利落，但性格也很强势，如果有不满意的事情她会直接表达出来。婆婆带孩子基本上没有什么帮助，有时候反而会添乱。和老公聊天时，我有时候会和他提起一些事情，结果他就对我爸妈有意见了。我感到很为难，我现在上班，老公没有收入，我们家里的爸爸妈妈都不知道这个情况。老公的自尊心很强，我平时注意不要伤害到他。从结婚到现在，我一直在老公和他父母之间调和矛盾，但我不知道该如何处理了。",
    "annotation": [
      {
        "sentence": "夹在老公和父母之间，家庭关系要如何处理？",
        "label": ""
      },
      {
        "sentence": "我是33岁的女性，已经结婚5年了。",
        "label": ""
      },
      {
        "sentence": "老公的家庭条件不好，公公婆婆年纪大身体也不好，还没有退休工资。",
        "label": ""
      },
      {
        "sentence": "而我的爸爸妈妈每个月有大约6000元的退休工资。",
        "label": ""
      },
      {
        "sentence": "在我们谈恋爱时，我父母强烈反对，但最后还是同意了我们的婚姻。",
        "label": ""
      },
      {
        "sentence": "期间我们自己创业，可由于我爸爸投资失败亏了30多万，老公变得情绪低落并对我爸妈有意见。",
        "label": ""
      },
      {
        "sentence": "我一直在努力调和双方的关系。",
        "label": ""
      },
      {
        "sentence": "现在我们有一个1岁4个月的宝宝，一直是我妈妈在帮忙带孩子，婆婆每隔一段时间也会过来看看。",
        "label": ""
      },
      {
        "sentence": "但她总是说孩子瘦了，或者长得不如别的孩子好。",
        "label": ""
      },
      {
        "sentence": "我妈妈是个很能干的人，做事迅捷利落，但性格也很强势，如果有不满意的事情她会直接表达出来。",
        "label": ""
      },
      {
        "sentence": "婆婆带孩子基本上没有什么帮助，有时候反而会添乱。",
        "label": ""
      },
      {
        "sentence": "和老公聊天时，我有时候会和他提起一些事情，结果他就对我爸妈有意见了。",
        "label": ""
      },
      {
        "sentence": "我感到很为难，我现在上班，老公没有收入，我们家里的爸爸妈妈都不知道这个情况。",
        "label": ""
      },
      {
        "sentence": "老公的自尊心很强，我平时注意不要伤害到他。",
        "label": ""
      },
      {
        "sentence": "从结婚到现在，我一直在老公和他父母之间调和矛盾，但我不知道该如何处理了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自尊心有时候就像是一把双刃剑，所以我们有时候需要与对方进行清晰的沟通。你提到之前由于爸爸的原因亏损了30多万，那么其中有多少是你和丈夫的，还有多少是你父母的？如果大部分的钱都是你父母给的，那我们需要与对方明确，哪些是我们自己的亏损，哪些是父母赔偿的。虽然投资失败确实有对方的责任在内，但不能把所有的原因都归结于你父母身上。而且很多钱都是父母给的，我们损失的只是自己的本金，还是有翻盘的机会的。如果大部分的钱是你们自己的，我们可以听听对方的想法。一次失败并不代表以后都不会成功，我们需要了解他究竟在意什么。最好把话都说清楚，如果他在意的是钱，我们可以和父母沟通一下，看看用钱是否可以解决问题，我相信问题并不是那么难解决的。如果是其他原因，最好及时沟通一下，不要把问题埋在心底。现在对方没有收入，而且对父母也有不少意见，如果让你的父母了解到这一点，他们对对方的成见可能会越来越多。所以我们可以和对方沟通一下孩子的教育规划，看他是否有自己的想法。我们可以共同规划一下，至于孩子的成长，公公婆婆提出自己的想法是可以理解的，但并不代表我们的父母没有尽力照顾好孩子。有些时候对方也需要扮演枢纽的角色，帮助拉近彼此的关系，而不是全部由你来维护。当初你和对方在一起是因为相爱，所以彼此应该心疼对方。夫妻之间有些话可以直接说出来，双方的父母可以有所隐瞒。因此我们可以和对方共同规划一下家庭和孩子的未来，过去的事情就让它过去吧。有什么问题大家都提出来，先在内部解决，解决不了再想其他的办法。他是一个男人，有时候也需要放大度一点，婚姻不是谁委屈谁，而是互相理解和体谅。",
    "annotation": [
      {
        "sentence": "自尊心有时候就像是一把双刃剑，所以我们有时候需要与对方进行清晰的沟通。",
        "label": ""
      },
      {
        "sentence": "你提到之前由于爸爸的原因亏损了30多万，那么其中有多少是你和丈夫的，还有多少是你父母的？",
        "label": ""
      },
      {
        "sentence": "如果大部分的钱都是你父母给的，那我们需要与对方明确，哪些是我们自己的亏损，哪些是父母赔偿的。",
        "label": ""
      },
      {
        "sentence": "虽然投资失败确实有对方的责任在内，但不能把所有的原因都归结于你父母身上。",
        "label": ""
      },
      {
        "sentence": "而且很多钱都是父母给的，我们损失的只是自己的本金，还是有翻盘的机会的。",
        "label": ""
      },
      {
        "sentence": "如果大部分的钱是你们自己的，我们可以听听对方的想法。",
        "label": ""
      },
      {
        "sentence": "一次失败并不代表以后都不会成功，我们需要了解他究竟在意什么。",
        "label": ""
      },
      {
        "sentence": "最好把话都说清楚，如果他在意的是钱，我们可以和父母沟通一下，看看用钱是否可以解决问题，我相信问题并不是那么难解决的。",
        "label": ""
      },
      {
        "sentence": "如果是其他原因，最好及时沟通一下，不要把问题埋在心底。",
        "label": ""
      },
      {
        "sentence": "现在对方没有收入，而且对父母也有不少意见，如果让你的父母了解到这一点，他们对对方的成见可能会越来越多。",
        "label": ""
      },
      {
        "sentence": "所以我们可以和对方沟通一下孩子的教育规划，看他是否有自己的想法。",
        "label": ""
      },
      {
        "sentence": "我们可以共同规划一下，至于孩子的成长，公公婆婆提出自己的想法是可以理解的，但并不代表我们的父母没有尽力照顾好孩子。",
        "label": ""
      },
      {
        "sentence": "有些时候对方也需要扮演枢纽的角色，帮助拉近彼此的关系，而不是全部由你来维护。",
        "label": ""
      },
      {
        "sentence": "当初你和对方在一起是因为相爱，所以彼此应该心疼对方。",
        "label": ""
      },
      {
        "sentence": "夫妻之间有些话可以直接说出来，双方的父母可以有所隐瞒。",
        "label": ""
      },
      {
        "sentence": "因此我们可以和对方共同规划一下家庭和孩子的未来，过去的事情就让它过去吧。",
        "label": ""
      },
      {
        "sentence": "有什么问题大家都提出来，先在内部解决，解决不了再想其他的办法。",
        "label": ""
      },
      {
        "sentence": "他是一个男人，有时候也需要放大度一点，婚姻不是谁委屈谁，而是互相理解和体谅。",
        "label": ""
      }
    ]
  }
]