[
  {
    "role": "client",
    "content": "最近我对工作感到非常烦躁，不知道上班这个事情是否真的那么重要。我已经工作了两年了，但最近几个月我特别讨厌待在办公室，一到这里我就感到烦躁，我不想工作，我想自己做自己的事情，我觉得上班很浪费生命，很想离职，真的好累啊，有没有人可以告诉我怎么办，救救我吧。",
    "annotation": [
      {
        "sentence": "最近我对工作感到非常烦躁，不知道上班这个事情是否真的那么重要。",
        "label": ""
      },
      {
        "sentence": "我已经工作了两年了，但最近几个月我特别讨厌待在办公室，一到这里我就感到烦躁，我不想工作，我想自己做自己的事情，我觉得上班很浪费生命，很想离职，真的好累啊，有没有人可以告诉我怎么办，救救我吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你现在对工作的不喜欢，有一种浪费生命的感觉。非常理解你的感受，因为我在辞职之前也有过这种状态。我之前的工作也是坐在办公室，每天从早到晚看着电脑屏幕，工作很机械、重复又乏味。我感到自己就像是一只在温水中被煮死的青蛙，每天都很痛苦。在前两年，我曾经认真考虑过离职这件事，但当时有所顾虑，最后一直没有下定决心。今年我才终于觉得自己可以做出选择了，才办理了离职手续。基于我的个人经历，我觉得可以从以下几个方面来思考是否应该辞职：",
    "annotation": [
      {
        "sentence": "我能感受到你现在对工作的不喜欢，有一种浪费生命的感觉。",
        "label": ""
      },
      {
        "sentence": "非常理解你的感受，因为我在辞职之前也有过这种状态。",
        "label": ""
      },
      {
        "sentence": "我之前的工作也是坐在办公室，每天从早到晚看着电脑屏幕，工作很机械、重复又乏味。",
        "label": ""
      },
      {
        "sentence": "我感到自己就像是一只在温水中被煮死的青蛙，每天都很痛苦。",
        "label": ""
      },
      {
        "sentence": "在前两年，我曾经认真考虑过离职这件事，但当时有所顾虑，最后一直没有下定决心。",
        "label": ""
      },
      {
        "sentence": "今年我才终于觉得自己可以做出选择了，才办理了离职手续。",
        "label": ""
      },
      {
        "sentence": "基于我的个人经历，我觉得可以从以下几个方面来思考是否应该辞职：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请告诉我这几个方面是哪些。",
    "annotation": [
      {
        "sentence": "请告诉我这几个方面是哪些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想说的是：一个人为什么会纠结，为什么会犹豫不决，这很多时候是因为他没有为面对选择承担责任做好准备。过去我在做出人生重大决定之前，总是会犹豫不决，去寻求亲戚、朋友、老公的支持，可是每个人都站在自己的角度以给出我建议，我仍然觉得做不出决定。当我可以做出决定时，我反而不需要太多支持，因为我知道自己已经准备好了，可以极度负责这个选择。因此，尝试问自己一下，如果选择离职，你是否准备好了？",
    "annotation": [
      {
        "sentence": "首先，我想说的是：一个人为什么会纠结，为什么会犹豫不决，这很多时候是因为他没有为面对选择承担责任做好准备。",
        "label": ""
      },
      {
        "sentence": "过去我在做出人生重大决定之前，总是会犹豫不决，去寻求亲戚、朋友、老公的支持，可是每个人都站在自己的角度以给出我建议，我仍然觉得做不出决定。",
        "label": ""
      },
      {
        "sentence": "当我可以做出决定时，我反而不需要太多支持，因为我知道自己已经准备好了，可以极度负责这个选择。",
        "label": ""
      },
      {
        "sentence": "因此，尝试问自己一下，如果选择离职，你是否准备好了？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "（沉思）这是一个很好的问题，我需要好好考虑一下。",
    "annotation": [
      {
        "sentence": "（沉思）这是一个很好的问题，我需要好好考虑一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，离职前最大的顾虑就是自己经济收入的问题，还有自己未来想要做什么。我很担心自己离职后依然对未来感到茫然，不知道下一步该怎么走。加上我可能会短期内没有经济收入，所以很担心自己的状态会陷入困境。后来我和一位老师聊了聊工作的话题，我意识到我不必辞职才能去做自己喜欢的事情，这两件事并不是非此即彼的关系。如果我真的喜欢某件事情，我一定会有时间去完成，因为只要内心热爱，就是最好的动力，无需考虑其他任何因素。所以，建议你在工作之余坚持自己的兴趣爱好，这也是成长的过程。",
    "annotation": [
      {
        "sentence": "另外，离职前最大的顾虑就是自己经济收入的问题，还有自己未来想要做什么。",
        "label": ""
      },
      {
        "sentence": "我很担心自己离职后依然对未来感到茫然，不知道下一步该怎么走。",
        "label": ""
      },
      {
        "sentence": "加上我可能会短期内没有经济收入，所以很担心自己的状态会陷入困境。",
        "label": ""
      },
      {
        "sentence": "后来我和一位老师聊了聊工作的话题，我意识到我不必辞职才能去做自己喜欢的事情，这两件事并不是非此即彼的关系。",
        "label": ""
      },
      {
        "sentence": "如果我真的喜欢某件事情，我一定会有时间去完成，因为只要内心热爱，就是最好的动力，无需考虑其他任何因素。",
        "label": ""
      },
      {
        "sentence": "所以，建议你在工作之余坚持自己的兴趣爱好，这也是成长的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但很多时候我在工作之后已经没有什么时间和精力去追求自己的兴趣爱好了。",
    "annotation": [
      {
        "sentence": "但很多时候我在工作之后已经没有什么时间和精力去追求自己的兴趣爱好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很常见的情况。但即使你现在必须继续上班，也并不是说你就无法追求自己的梦想。我认为，做自己想要做的事情并不是一种非得要不工作才能实现的境界。在你工作的同时，你可以尝试在自己的业余时间里去做你喜欢的事情。这既可以是非常简单的体验，例如阅读、画画、烤蛋糕、瑜伽等等，也可以是一些更大型的目标，例如学习一门新技能或成为一个志愿者。这样做可以帮助你缓解紧张情绪，摆脱生活中枯燥乏味的部分，提升自己的技能和灵感。如果内心真的想离职，你也可以等待时机，等待有足够的实力去面对自己的内心抉择。",
    "annotation": [
      {
        "sentence": "这是很常见的情况。",
        "label": ""
      },
      {
        "sentence": "但即使你现在必须继续上班，也并不是说你就无法追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "我认为，做自己想要做的事情并不是一种非得要不工作才能实现的境界。",
        "label": ""
      },
      {
        "sentence": "在你工作的同时，你可以尝试在自己的业余时间里去做你喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "这既可以是非常简单的体验，例如阅读、画画、烤蛋糕、瑜伽等等，也可以是一些更大型的目标，例如学习一门新技能或成为一个志愿者。",
        "label": ""
      },
      {
        "sentence": "这样做可以帮助你缓解紧张情绪，摆脱生活中枯燥乏味的部分，提升自己的技能和灵感。",
        "label": ""
      },
      {
        "sentence": "如果内心真的想离职，你也可以等待时机，等待有足够的实力去面对自己的内心抉择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的回答真的很有道理，让我更加明白了自己内心的想法和该如何去处理它们。",
    "annotation": [
      {
        "sentence": "你的回答真的很有道理，让我更加明白了自己内心的想法和该如何去处理它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "回答中的每一个观点都是基于我的个人经历和理解，希望能给你提供一些帮助和启示。同时，我也希望你能通过自己的经历学会为自己的人生选择承担起更多的责任。你并不是无助的，因为你已经意识到了问题所在，并开始寻找解决问题的方法。我相信你会遇到适合自己的道路，过上幸福快乐的生活。",
    "annotation": [
      {
        "sentence": "回答中的每一个观点都是基于我的个人经历和理解，希望能给你提供一些帮助和启示。",
        "label": ""
      },
      {
        "sentence": "同时，我也希望你能通过自己的经历学会为自己的人生选择承担起更多的责任。",
        "label": ""
      },
      {
        "sentence": "你并不是无助的，因为你已经意识到了问题所在，并开始寻找解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "我相信你会遇到适合自己的道路，过上幸福快乐的生活。",
        "label": ""
      }
    ]
  }
]