[
  {
    "role": "client",
    "content": "选到了自己喜欢的专业，但后面发现并没有那么喜欢？在高考之前一直以这个专业为目标奋斗，考上这个专业的时候十分开心。但是到现在真正开学以后，才发现这个专业并没有想象中的好，学业十分繁重，教学模式不习惯，学习氛围比较差等等问题，导致我对即将到来的期中考也灰心丧气，开始怀疑自己是否真的喜欢这个专业？看到其他朋友的专业也有羡慕之情，我还能怎么坚持下去呢？",
    "annotation": [
      {
        "sentence": "选到了自己喜欢的专业，但后面发现并没有那么喜欢？",
        "label": ""
      },
      {
        "sentence": "在高考之前一直以这个专业为目标奋斗，考上这个专业的时候十分开心。",
        "label": ""
      },
      {
        "sentence": "但是到现在真正开学以后，才发现这个专业并没有想象中的好，学业十分繁重，教学模式不习惯，学习氛围比较差等等问题，导致我对即将到来的期中考也灰心丧气，开始怀疑自己是否真的喜欢这个专业？",
        "label": ""
      },
      {
        "sentence": "看到其他朋友的专业也有羡慕之情，我还能怎么坚持下去呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小可爱，我想问你两个问题：",
    "annotation": [
      {
        "sentence": "小可爱，我想问你两个问题：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我愿意回答你的问题。",
    "annotation": [
      {
        "sentence": "是的，我愿意回答你的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你当时为什么想考这个专业呢？你能为了这个专业而努力这么久，这背后一定有一个温暖的故事吧？是因为你从小就跟这个专业接触的时间比较长？是因为这个专业承载着你多年的梦想？是因为一个人不经意间的一句话？还是平时无意间看到觉得有趣？还是觉得周围人都说这个专业好，很多亲戚都是干这个的？",
    "annotation": [
      {
        "sentence": "你当时为什么想考这个专业呢？",
        "label": ""
      },
      {
        "sentence": "你能为了这个专业而努力这么久，这背后一定有一个温暖的故事吧？",
        "label": ""
      },
      {
        "sentence": "是因为你从小就跟这个专业接触的时间比较长？",
        "label": ""
      },
      {
        "sentence": "是因为这个专业承载着你多年的梦想？",
        "label": ""
      },
      {
        "sentence": "是因为一个人不经意间的一句话？",
        "label": ""
      },
      {
        "sentence": "还是平时无意间看到觉得有趣？",
        "label": ""
      },
      {
        "sentence": "还是觉得周围人都说这个专业好，很多亲戚都是干这个的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想了一下，我当初选择这个专业是因为对它产生了浓厚的兴趣，同时也看到了这个专业未来的发展潜力。我记得小时候我经常观察身边的大人们在从事这个专业的工作时的兴奋与满足感，我觉得这个专业有很多有趣的方面，并且和我自己的兴趣爱好相符。此外，我的家人和老师也对这个专业给予了很多的鼓励和支持。",
    "annotation": [
      {
        "sentence": "我想了一下，我当初选择这个专业是因为对它产生了浓厚的兴趣，同时也看到了这个专业未来的发展潜力。",
        "label": ""
      },
      {
        "sentence": "我记得小时候我经常观察身边的大人们在从事这个专业的工作时的兴奋与满足感，我觉得这个专业有很多有趣的方面，并且和我自己的兴趣爱好相符。",
        "label": ""
      },
      {
        "sentence": "此外，我的家人和老师也对这个专业给予了很多的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那确实是一个很温暖的故事呢，你付出了那么多努力最终考上了这个专业，真的非常值得骄傲和庆幸。你现在不喜欢这个专业，是单纯地觉得学业繁重，怕自己不能胜任，还是真心觉得自己选错专业了？",
    "annotation": [
      {
        "sentence": "那确实是一个很温暖的故事呢，你付出了那么多努力最终考上了这个专业，真的非常值得骄傲和庆幸。",
        "label": ""
      },
      {
        "sentence": "你现在不喜欢这个专业，是单纯地觉得学业繁重，怕自己不能胜任，还是真心觉得自己选错专业了？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得是两者都有。首先，我感到学业繁重，每天的学习任务都让我有点吃不消，担心自己无法胜任。此外，我也开始怀疑自己是否选错了专业，因为我发现对于其他朋友的专业也有些羡慕和好奇的情绪，开始怀疑自己是否真正喜欢这个专业。",
    "annotation": [
      {
        "sentence": "我觉得是两者都有。",
        "label": ""
      },
      {
        "sentence": "首先，我感到学业繁重，每天的学习任务都让我有点吃不消，担心自己无法胜任。",
        "label": ""
      },
      {
        "sentence": "此外，我也开始怀疑自己是否选错了专业，因为我发现对于其他朋友的专业也有些羡慕和好奇的情绪，开始怀疑自己是否真正喜欢这个专业。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果是单纯地觉得不能胜任，但还是喜欢这个专业的，那就仔细回想一下你选这个专业的初心是什么，当初那么努力终于如愿以偿考到了这个专业是抱着怎样一种梦想和激情呢？当你找到动力时，那一切困难可能都不是困难了，你会积极地去找同学、老师寻求帮助。",
    "annotation": [
      {
        "sentence": "如果是单纯地觉得不能胜任，但还是喜欢这个专业的，那就仔细回想一下你选这个专业的初心是什么，当初那么努力终于如愿以偿考到了这个专业是抱着怎样一种梦想和激情呢？",
        "label": ""
      },
      {
        "sentence": "当你找到动力时，那一切困难可能都不是困难了，你会积极地去找同学、老师寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我想想当初我选择这个专业的初心。我当时希望通过学习这个专业，成为一个专业人士，为社会做出贡献。我也想成为我的家人和老师引以为豪的人。我想我可以回想一下当初的梦想和激情，重新找回对这个专业的喜爱。",
    "annotation": [
      {
        "sentence": "你说得对，我想想当初我选择这个专业的初心。",
        "label": ""
      },
      {
        "sentence": "我当时希望通过学习这个专业，成为一个专业人士，为社会做出贡献。",
        "label": ""
      },
      {
        "sentence": "我也想成为我的家人和老师引以为豪的人。",
        "label": ""
      },
      {
        "sentence": "我想我可以回想一下当初的梦想和激情，重新找回对这个专业的喜爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信只要你找回了对这个专业的喜爱和动力，你就能克服眼前的困难。另一方面，如果这个专业是你“被迫”喜欢的，就是周围人提的多了，你就以为自己真的喜欢这个专业。那不妨给自己定个期限，在这个期限内，你带着开放且无偏见的心态迎接这次期中考试，看看结果怎么样。如果觉得自己能慢慢“渐入佳境”，那就继续学习吧，或许这个专业能帮助你找到你更喜欢的专业，可能只有跨过这个专业，才能抵达你真正热爱的专业。如果真的学着有些吃力，那你可以跟学校申请换个你喜欢的专业，如果由于特殊原因无法调专业，那你可以在平常业余时间寻找自己热爱的事情，将你所热爱的与这个专业联系起来，让这个专业变得有趣，因为专业与专业之间总有相通的地方。无论我们的选择如何，每一条路都不会白走，加油！",
    "annotation": [
      {
        "sentence": "很好，我相信只要你找回了对这个专业的喜爱和动力，你就能克服眼前的困难。",
        "label": ""
      },
      {
        "sentence": "另一方面，如果这个专业是你“被迫”喜欢的，就是周围人提的多了，你就以为自己真的喜欢这个专业。",
        "label": ""
      },
      {
        "sentence": "那不妨给自己定个期限，在这个期限内，你带着开放且无偏见的心态迎接这次期中考试，看看结果怎么样。",
        "label": ""
      },
      {
        "sentence": "如果觉得自己能慢慢“渐入佳境”，那就继续学习吧，或许这个专业能帮助你找到你更喜欢的专业，可能只有跨过这个专业，才能抵达你真正热爱的专业。",
        "label": ""
      },
      {
        "sentence": "如果真的学着有些吃力，那你可以跟学校申请换个你喜欢的专业，如果由于特殊原因无法调专业，那你可以在平常业余时间寻找自己热爱的事情，将你所热爱的与这个专业联系起来，让这个专业变得有趣，因为专业与专业之间总有相通的地方。",
        "label": ""
      },
      {
        "sentence": "无论我们的选择如何，每一条路都不会白走，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会试着找回对专业的喜爱，重新审视自己的选择。如果不行的话，我也会尝试寻找其他喜欢的事情，同时更加努力学习这个专业。非常感谢你的建议！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会试着找回对专业的喜爱，重新审视自己的选择。",
        "label": ""
      },
      {
        "sentence": "如果不行的话，我也会尝试寻找其他喜欢的事情，同时更加努力学习这个专业。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议！",
        "label": ""
      }
    ]
  }
]