[
  {
    "role": "client",
    "content": "我是一个40岁的女性，最近得知我的本科同学已经成为学院的领导，我感到很失落，不知道该怎么办。我们在同学群里得知，她已经是母校的副院长了。与此相比，我只是一个普通的基层办事员。我们曾经一起上研究生，但后来她继续深造，而我感到自己的岁月被浪费了。虽然我知道人生只是冰山一角，我没有看到别人的努力和坚持，但我仍然感到非常失落，觉得前路茫茫。",
    "annotation": [
      {
        "sentence": "我是一个40岁的女性，最近得知我的本科同学已经成为学院的领导，我感到很失落，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我们在同学群里得知，她已经是母校的副院长了。",
        "label": ""
      },
      {
        "sentence": "与此相比，我只是一个普通的基层办事员。",
        "label": ""
      },
      {
        "sentence": "我们曾经一起上研究生，但后来她继续深造，而我感到自己的岁月被浪费了。",
        "label": ""
      },
      {
        "sentence": "虽然我知道人生只是冰山一角，我没有看到别人的努力和坚持，但我仍然感到非常失落，觉得前路茫茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。有时候听闻旧友的升迁，我们会不可避免地感到低落，就像古代的诗人们在讨论感伤和秋天的伤感时一样。但是这并不是你的错。天气转冷后，温度降低，光照不足，这会影响血清素和维生素D的分泌。所以在感到失落的同时，要记得先照顾好自己的身体。最近我意识到一件事，人与人的成长节奏是不同的。有的人成长得快，有的人成长得慢；有的人早早就开始了他们的事业，有的人晚一些开始。就像钟南山院士，他36岁才开始行医。只要你想开始，什么时候都不晚。你说自己前路茫茫，但我并不这么认为。让我想象一下你的生活。也许你有一个孩子，他会不停地向你抱怨作业太多，但也会对你大声喊着他想吃你做的好吃的饭菜；也许你还有一个深爱你的丈夫，偶尔会有小争吵，但你们也能够亲密地交流；也许你的父母还活着，他们偶尔会打电话来安慰你，告诉你工作不要太累，身体最重要。还有你每天要接待的访客，相处的同事，他们构成了你工作生活的点点滴滴。有时候你可能会抱怨，有时候你可能会感激。爱蕴含在我们的付出中，我们通过生活中的琐事领悟到了爱的真谛。失落是我们身体的一种防护机制，就像疼痛让我们忍不住把烫手的东西扔掉，悲伤促使我们停止损失。但我不希望你因此自责或攻击自己。我们无需过于想象他人的生活，也不需要压抑或指责自己的低落情绪。承认它的存在，但我们可以将时间和精力用于做那些让你感到满足的事情。🧚‍️",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "有时候听闻旧友的升迁，我们会不可避免地感到低落，就像古代的诗人们在讨论感伤和秋天的伤感时一样。",
        "label": ""
      },
      {
        "sentence": "但是这并不是你的错。",
        "label": ""
      },
      {
        "sentence": "天气转冷后，温度降低，光照不足，这会影响血清素和维生素D的分泌。",
        "label": ""
      },
      {
        "sentence": "所以在感到失落的同时，要记得先照顾好自己的身体。",
        "label": ""
      },
      {
        "sentence": "最近我意识到一件事，人与人的成长节奏是不同的。",
        "label": ""
      },
      {
        "sentence": "有的人成长得快，有的人成长得慢；有的人早早就开始了他们的事业，有的人晚一些开始。",
        "label": ""
      },
      {
        "sentence": "就像钟南山院士，他36岁才开始行医。",
        "label": ""
      },
      {
        "sentence": "只要你想开始，什么时候都不晚。",
        "label": ""
      },
      {
        "sentence": "你说自己前路茫茫，但我并不这么认为。",
        "label": ""
      },
      {
        "sentence": "让我想象一下你的生活。",
        "label": ""
      },
      {
        "sentence": "也许你有一个孩子，他会不停地向你抱怨作业太多，但也会对你大声喊着他想吃你做的好吃的饭菜；也许你还有一个深爱你的丈夫，偶尔会有小争吵，但你们也能够亲密地交流；也许你的父母还活着，他们偶尔会打电话来安慰你，告诉你工作不要太累，身体最重要。",
        "label": ""
      },
      {
        "sentence": "还有你每天要接待的访客，相处的同事，他们构成了你工作生活的点点滴滴。",
        "label": ""
      },
      {
        "sentence": "有时候你可能会抱怨，有时候你可能会感激。",
        "label": ""
      },
      {
        "sentence": "爱蕴含在我们的付出中，我们通过生活中的琐事领悟到了爱的真谛。",
        "label": ""
      },
      {
        "sentence": "失落是我们身体的一种防护机制，就像疼痛让我们忍不住把烫手的东西扔掉，悲伤促使我们停止损失。",
        "label": ""
      },
      {
        "sentence": "但我不希望你因此自责或攻击自己。",
        "label": ""
      },
      {
        "sentence": "我们无需过于想象他人的生活，也不需要压抑或指责自己的低落情绪。",
        "label": ""
      },
      {
        "sentence": "承认它的存在，但我们可以将时间和精力用于做那些让你感到满足的事情。",
        "label": ""
      },
      {
        "sentence": "🧚‍️",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。你说的对，我确实需要关注自己的身体和健康。我意识到每个人的人生轨迹都不同，快慢并没有什么对错之分。我真的应该珍惜我所拥有的，把握好眼前的机会。你让我意识到，我拥有许多值得珍惜的事物，比如家人和工作上的伙伴。我应该更加感恩和满足。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "你说的对，我确实需要关注自己的身体和健康。",
        "label": ""
      },
      {
        "sentence": "我意识到每个人的人生轨迹都不同，快慢并没有什么对错之分。",
        "label": ""
      },
      {
        "sentence": "我真的应该珍惜我所拥有的，把握好眼前的机会。",
        "label": ""
      },
      {
        "sentence": "你让我意识到，我拥有许多值得珍惜的事物，比如家人和工作上的伙伴。",
        "label": ""
      },
      {
        "sentence": "我应该更加感恩和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你说得很对。我们经常会陷入思考人生价值和成就的困境中，但时刻记得去感恩身边的人和事，会让我们更满足、更幸福。生活中有许多美好的事情等待着我们去发现和享受。你已经有了许多可以依靠和感激的人和资源，所以请不要忽视自己的价值和贡献。每个人都有自己独特的道路和发展轨迹，只要我们用心去追求，就能找到属于自己的成功和满足。",
    "annotation": [
      {
        "sentence": "是的，你说得很对。",
        "label": ""
      },
      {
        "sentence": "我们经常会陷入思考人生价值和成就的困境中，但时刻记得去感恩身边的人和事，会让我们更满足、更幸福。",
        "label": ""
      },
      {
        "sentence": "生活中有许多美好的事情等待着我们去发现和享受。",
        "label": ""
      },
      {
        "sentence": "你已经有了许多可以依靠和感激的人和资源，所以请不要忽视自己的价值和贡献。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的道路和发展轨迹，只要我们用心去追求，就能找到属于自己的成功和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得太对了！我感觉自己重新找到了方向和动力。虽然我现在的职位可能很普通，但我要相信自己的潜力和机会。我将努力工作，并珍惜我现在已经拥有的一切。谢谢你的帮助和支持！",
    "annotation": [
      {
        "sentence": "你说得太对了！",
        "label": ""
      },
      {
        "sentence": "我感觉自己重新找到了方向和动力。",
        "label": ""
      },
      {
        "sentence": "虽然我现在的职位可能很普通，但我要相信自己的潜力和机会。",
        "label": ""
      },
      {
        "sentence": "我将努力工作，并珍惜我现在已经拥有的一切。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮到你。相信自己的价值和潜力是非常重要的，只要你发挥自己的优势和努力，追求自己的梦想和目标就不是遥不可及的事情了。要相信自己的能力，记得要给自己一些鼓励和奖励。我相信你能够走出迷茫，找到属于自己的成功和满足。加油！有任何需要继续聊天或寻求支持的话，随时找我哦！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己的价值和潜力是非常重要的，只要你发挥自己的优势和努力，追求自己的梦想和目标就不是遥不可及的事情了。",
        "label": ""
      },
      {
        "sentence": "要相信自己的能力，记得要给自己一些鼓励和奖励。",
        "label": ""
      },
      {
        "sentence": "我相信你能够走出迷茫，找到属于自己的成功和满足。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "有任何需要继续聊天或寻求支持的话，随时找我哦！",
        "label": ""
      }
    ]
  }
]