[
  {
    "role": "client",
    "content": "最近学院内卷风盛行，让我感到很焦虑，甚至有点被迫卷入。我觉得大学本来应该是追求自己兴趣的地方，但是现在好像大家只在乎成绩，为了一点点加分超过别人，就不惜一切代价。",
    "annotation": [
      {
        "sentence": "最近学院内卷风盛行，让我感到很焦虑，甚至有点被迫卷入。",
        "label": ""
      },
      {
        "sentence": "我觉得大学本来应该是追求自己兴趣的地方，但是现在好像大家只在乎成绩，为了一点点加分超过别人，就不惜一切代价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你很不舒服，其实内卷的现象确实存在于很多学校和行业中。想想我们一路走来，遇到的挑战并不是只有学习成绩，而是要充实自己，提高自己的综合能力和实践经验。否则，我们就会失去目标，被淹没在这种竞争压力中。",
    "annotation": [
      {
        "sentence": "听起来你很不舒服，其实内卷的现象确实存在于很多学校和行业中。",
        "label": ""
      },
      {
        "sentence": "想想我们一路走来，遇到的挑战并不是只有学习成绩，而是要充实自己，提高自己的综合能力和实践经验。",
        "label": ""
      },
      {
        "sentence": "否则，我们就会失去目标，被淹没在这种竞争压力中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样啊，但是看到别人不断拼搏，就觉得自己也应该这样。因为有时候，别人的表现会让我感到自己的成就不够，不如别人那么努力和出色，就会心生怯懦。",
    "annotation": [
      {
        "sentence": "确实是这样啊，但是看到别人不断拼搏，就觉得自己也应该这样。",
        "label": ""
      },
      {
        "sentence": "因为有时候，别人的表现会让我感到自己的成就不够，不如别人那么努力和出色，就会心生怯懦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "多比较容易让人感到焦虑和压力，不同的人有着各自的经历和任务。他们也许并不了解你正在做的工作和项目。你的成就是建立在自己的过往经历之上的，和别人没有可比性。每个人都有自己的目标和方式去达成，别把自己和其他人的标准混淆在一起。",
    "annotation": [
      {
        "sentence": "多比较容易让人感到焦虑和压力，不同的人有着各自的经历和任务。",
        "label": ""
      },
      {
        "sentence": "他们也许并不了解你正在做的工作和项目。",
        "label": ""
      },
      {
        "sentence": "你的成就是建立在自己的过往经历之上的，和别人没有可比性。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的目标和方式去达成，别把自己和其他人的标准混淆在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，确实觉得自己有时候追求完美的想法有点过分了。但是现在看起来大家都在追求同一个目标，对比之下还是感到很失落。",
    "annotation": [
      {
        "sentence": "听你这么说，确实觉得自己有时候追求完美的想法有点过分了。",
        "label": ""
      },
      {
        "sentence": "但是现在看起来大家都在追求同一个目标，对比之下还是感到很失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，内卷并不一定是坏的，我们只需要了解自己在追求什么目标。要明确自己真正想要的是什么，不是别人想要我们去追求什么。倘若我们去追求一个虚幻不实的美好，无论付出多大的代价，仍会失去自己。",
    "annotation": [
      {
        "sentence": "其实，内卷并不一定是坏的，我们只需要了解自己在追求什么目标。",
        "label": ""
      },
      {
        "sentence": "要明确自己真正想要的是什么，不是别人想要我们去追求什么。",
        "label": ""
      },
      {
        "sentence": "倘若我们去追求一个虚幻不实的美好，无论付出多大的代价，仍会失去自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要清楚我的价值观和目标，这样就能不被别人的行为所干扰了。",
    "annotation": [
      {
        "sentence": "我明白了，我需要清楚我的价值观和目标，这样就能不被别人的行为所干扰了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，确立自己的标准，才不会陷入盲目攀比的漩涡，才能够做出明智的决策。不论别人如何看待我们，重要的是我们如何看待自己。生活中的龙虎斗很多，但是我们自己负责自己的心态，是不受外界干扰的主人公。我们需要的是建立在自我和人际关系的基础上，把注意力集中在自己所关心的事情上。",
    "annotation": [
      {
        "sentence": "对的，确立自己的标准，才不会陷入盲目攀比的漩涡，才能够做出明智的决策。",
        "label": ""
      },
      {
        "sentence": "不论别人如何看待我们，重要的是我们如何看待自己。",
        "label": ""
      },
      {
        "sentence": "生活中的龙虎斗很多，但是我们自己负责自己的心态，是不受外界干扰的主人公。",
        "label": ""
      },
      {
        "sentence": "我们需要的是建立在自我和人际关系的基础上，把注意力集中在自己所关心的事情上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，确实让我看到了一些不同的角度和解决方式。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，确实让我看到了一些不同的角度和解决方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不谢，你打心里想要的东西必须得自己争取，但要清楚知道自己想要什么。不得不承认，我们是人，有时会对自我价值怀疑，感到他人评价的重要性比自我感觉更重要。但是，人们尝试通过了解自己来对抗这些不安，而不是仅仅依靠他们的看法。希望你能够看到自己的价值，不再让别人的看法左右你的心情。",
    "annotation": [
      {
        "sentence": "不谢，你打心里想要的东西必须得自己争取，但要清楚知道自己想要什么。",
        "label": ""
      },
      {
        "sentence": "不得不承认，我们是人，有时会对自我价值怀疑，感到他人评价的重要性比自我感觉更重要。",
        "label": ""
      },
      {
        "sentence": "但是，人们尝试通过了解自己来对抗这些不安，而不是仅仅依靠他们的看法。",
        "label": ""
      },
      {
        "sentence": "希望你能够看到自己的价值，不再让别人的看法左右你的心情。",
        "label": ""
      }
    ]
  }
]