[
  {
    "role": "client",
    "content": "面对喜欢的人，为什么渴望亲密又排斥？",
    "annotation": [
      {
        "sentence": "面对喜欢的人，为什么渴望亲密又排斥？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你为什么会感到渴望亲密又排斥呢？可以告诉我一些具体的情况吗？",
    "annotation": [
      {
        "sentence": "你为什么会感到渴望亲密又排斥呢？",
        "label": ""
      },
      {
        "sentence": "可以告诉我一些具体的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得很纠结，我是个有话好说的人，不是什么大事吵架很快就忘了的人。他是个比较排斥吵架的人，每次都尽量克制自己，但他这样会让我更恼火，我不仅不会觉得自己被谦让了，反而觉得他在回避问题。",
    "annotation": [
      {
        "sentence": "我觉得很纠结，我是个有话好说的人，不是什么大事吵架很快就忘了的人。",
        "label": ""
      },
      {
        "sentence": "他是个比较排斥吵架的人，每次都尽量克制自己，但他这样会让我更恼火，我不仅不会觉得自己被谦让了，反而觉得他在回避问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，你希望他能够更直接地表达自己，对问题进行讨论解决。可能他是不太喜欢冲突，希望保持和平，但这也可能导致你感到被回避了。你有试过和他沟通这个问题吗？",
    "annotation": [
      {
        "sentence": "我理解你的感受，你希望他能够更直接地表达自己，对问题进行讨论解决。",
        "label": ""
      },
      {
        "sentence": "可能他是不太喜欢冲突，希望保持和平，但这也可能导致你感到被回避了。",
        "label": ""
      },
      {
        "sentence": "你有试过和他沟通这个问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，但是每次都觉得他只是在附和我，不会提供真正的意见和支持。我们平时都比较腼腆，所以我希望他能给我力量感，但似乎他对我也有同样的感受。因为我年纪比他小很多，社会阅历不如他，他有时说的事是我无法理解的。我想要亲密无间，但又抗拒他，觉得他除了附和我就没有别的反应了。",
    "annotation": [
      {
        "sentence": "是的，但是每次都觉得他只是在附和我，不会提供真正的意见和支持。",
        "label": ""
      },
      {
        "sentence": "我们平时都比较腼腆，所以我希望他能给我力量感，但似乎他对我也有同样的感受。",
        "label": ""
      },
      {
        "sentence": "因为我年纪比他小很多，社会阅历不如他，他有时说的事是我无法理解的。",
        "label": ""
      },
      {
        "sentence": "我想要亲密无间，但又抗拒他，觉得他除了附和我就没有别的反应了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你想要得到真正意见和支持的需求。也许你们可以试着换个方式表达自己的想法和需求，让他知道你希望得到一些具体的建议和支持。同时，他也可以更加了解你的想法和感受，帮助你更好地理解他所说的事情。这样可以增进你们之间的互相理解和信任。",
    "annotation": [
      {
        "sentence": "我能理解你想要得到真正意见和支持的需求。",
        "label": ""
      },
      {
        "sentence": "也许你们可以试着换个方式表达自己的想法和需求，让他知道你希望得到一些具体的建议和支持。",
        "label": ""
      },
      {
        "sentence": "同时，他也可以更加了解你的想法和感受，帮助你更好地理解他所说的事情。",
        "label": ""
      },
      {
        "sentence": "这样可以增进你们之间的互相理解和信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以试着和他通过沟通来解决一些问题，让我们的关系更加亲密。但是有时候他会批评我，我觉得他像是在扮演一个小孩子的角色，有时候我希望他可以像一个父亲一样给我指导和支持，但他却只会说不会做。",
    "annotation": [
      {
        "sentence": "我明白了，我可以试着和他通过沟通来解决一些问题，让我们的关系更加亲密。",
        "label": ""
      },
      {
        "sentence": "但是有时候他会批评我，我觉得他像是在扮演一个小孩子的角色，有时候我希望他可以像一个父亲一样给我指导和支持，但他却只会说不会做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他可能对于冲突感到害怕，所以当你和别人发生矛盾时，他会批评你，试图让你避免冲突。但是这种行为可能会让你感到他并不能给你想要的指导和支持。你可以尝试和他沟通，告诉他你希望得到的是他的支持和理解，而不只是批评。这样他可能会更加明白你的需求。",
    "annotation": [
      {
        "sentence": "他可能对于冲突感到害怕，所以当你和别人发生矛盾时，他会批评你，试图让你避免冲突。",
        "label": ""
      },
      {
        "sentence": "但是这种行为可能会让你感到他并不能给你想要的指导和支持。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和他沟通，告诉他你希望得到的是他的支持和理解，而不只是批评。",
        "label": ""
      },
      {
        "sentence": "这样他可能会更加明白你的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着和他沟通我的需求，希望他能给我真正的支持和指导。但我还是感到有些犹豫，因为我真的很喜欢他，但又不想和他过多地交流。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着和他沟通我的需求，希望他能给我真正的支持和指导。",
        "label": ""
      },
      {
        "sentence": "但我还是感到有些犹豫，因为我真的很喜欢他，但又不想和他过多地交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是非常正常的犹豫和困惑，你并不是一个人在面对这样的情况。在亲密关系中，我们常常会面对各种挑战和矛盾。但是只有通过沟通和理解，我们才能找到解决问题的方法。你可以试着和他开诚布公地交流，让他知道你的想法和感受，看看是否能够建立更加亲密和理解的关系。",
    "annotation": [
      {
        "sentence": "这是非常正常的犹豫和困惑，你并不是一个人在面对这样的情况。",
        "label": ""
      },
      {
        "sentence": "在亲密关系中，我们常常会面对各种挑战和矛盾。",
        "label": ""
      },
      {
        "sentence": "但是只有通过沟通和理解，我们才能找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他开诚布公地交流，让他知道你的想法和感受，看看是否能够建立更加亲密和理解的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会试着克服我的犹豫和困惑，和他进行更多的交流和沟通。我希望我们的关系能够变得更加亲密和稳固。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "你说得对，我会试着克服我的犹豫和困惑，和他进行更多的交流和沟通。",
        "label": ""
      },
      {
        "sentence": "我希望我们的关系能够变得更加亲密和稳固。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供帮助。记住，在亲密关系中，沟通和理解是非常重要的。祝你们的关系能够取得更好的发展，共同创造美好的未来！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记住，在亲密关系中，沟通和理解是非常重要的。",
        "label": ""
      },
      {
        "sentence": "祝你们的关系能够取得更好的发展，共同创造美好的未来！",
        "label": ""
      }
    ]
  }
]