[
  {
    "role": "client",
    "content": "老实死读书，读书究竟能不能带给我想要的生活？自己是一名大三学生，高中成绩一直都很好，但是高考考砸了，现在大学是一所双非但是实力其实很强，然后大学成绩也还可以，打算去申请英国的研究生，但是最近开始迷茫，自己学的也是理工科，说实话大学真正要认真学的话真的挺累人的，而且也很枯燥，最近开始羡慕自己家乡那边几个朋友的生活，他们成绩都不好，有的甚至在专科，有的在一本也是那种中外合资的（这个都懂吧），但是感觉生活都好丰富…晚上没事去酒吧玩一玩，下午打打麻将，但也不是那种混日子，他们其实会接触到很多的人，人际圈子很广，父母也有一定条件，而且情商都蛮高，所以我觉得未来的发展其实不会太差，而我就是那种老老实实读书的，天天累死个人，生活也没有那么丰富多彩，接触到的人也没那么多，觉得现在的生活状态挺不如如意的，其实高中就有这种感觉，但当时有一个考理想大学的信仰，所以还是很有动力，但现在自己想想就算去英国留学回来了，自己的生活还是这样满枯燥的话，也没意思…",
    "annotation": [
      {
        "sentence": "老实死读书，读书究竟能不能带给我想要的生活？",
        "label": ""
      },
      {
        "sentence": "自己是一名大三学生，高中成绩一直都很好，但是高考考砸了，现在大学是一所双非但是实力其实很强，然后大学成绩也还可以，打算去申请英国的研究生，但是最近开始迷茫，自己学的也是理工科，说实话大学真正要认真学的话真的挺累人的，而且也很枯燥，最近开始羡慕自己家乡那边几个朋友的生活，他们成绩都不好，有的甚至在专科，有的在一本也是那种中外合资的（这个都懂吧），但是感觉生活都好丰富…晚上没事去酒吧玩一玩，下午打打麻将，但也不是那种混日子，他们其实会接触到很多的人，人际圈子很广，父母也有一定条件，而且情商都蛮高，所以我觉得未来的发展其实不会太差，而我就是那种老老实实读书的，天天累死个人，生活也没有那么丰富多彩，接触到的人也没那么多，觉得现在的生活状态挺不如如意的，其实高中就有这种感觉，但当时有一个考理想大学的信仰，所以还是很有动力，但现在自己想想就算去英国留学回来了，自己的生活还是这样满枯燥的话，也没意思…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在看到你的提问的时候，因为你开始思考自己的人生了，你也看见了自己，看见就是改变的开始呀，就是这样悄无声息，却像一粒种子一样开始发芽了呢！你问死读书有用么，想想我们翻开书看的那个辽阔的世界，不管是灵活的去读，还是如你所说的那样死读书，一定一定都是有用的呀，还有就是你是怎么定义死读书的呢，十年寒窗苦读，对于学子们来说，现在可选择的范围很广了，不再像从前，功成名就只有那一条路，能够读书，其实是多么好的机会呀。",
    "annotation": [
      {
        "sentence": "在看到你的提问的时候，因为你开始思考自己的人生了，你也看见了自己，看见就是改变的开始呀，就是这样悄无声息，却像一粒种子一样开始发芽了呢！",
        "label": ""
      },
      {
        "sentence": "你问死读书有用么，想想我们翻开书看的那个辽阔的世界，不管是灵活的去读，还是如你所说的那样死读书，一定一定都是有用的呀，还有就是你是怎么定义死读书的呢，十年寒窗苦读，对于学子们来说，现在可选择的范围很广了，不再像从前，功成名就只有那一条路，能够读书，其实是多么好的机会呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在的确有更多的选择，但我感到迷茫的原因是我觉得大学生活真的很累，而且我开始羡慕那些成绩不好但生活丰富的朋友了。我有时候觉得自己一直都在为了成绩而奋斗，生活没有那么多的乐趣和社交圈子。",
    "annotation": [
      {
        "sentence": "现在的确有更多的选择，但我感到迷茫的原因是我觉得大学生活真的很累，而且我开始羡慕那些成绩不好但生活丰富的朋友了。",
        "label": ""
      },
      {
        "sentence": "我有时候觉得自己一直都在为了成绩而奋斗，生活没有那么多的乐趣和社交圈子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你说自己当时考砸了，我想当初你一定有自己理想中的大学和专业吧。那既然没有去到理想的大学，我想鼓励你不要气馁，人生不只是一次选择的机会，种一颗树最好的时间是十年前，还有是现在，你现在大三，做什么都不晚呢，我身边的朋友工作后，有很多人专业不对口，选择了自己想要从事的职业，后来因为工作需要，也有去进修，我们的成长之路，很广阔的，我一直遵循着活到老学到老，也在很努力的做一位成长型选手。",
    "annotation": [
      {
        "sentence": "看到你说自己当时考砸了，我想当初你一定有自己理想中的大学和专业吧。",
        "label": ""
      },
      {
        "sentence": "那既然没有去到理想的大学，我想鼓励你不要气馁，人生不只是一次选择的机会，种一颗树最好的时间是十年前，还有是现在，你现在大三，做什么都不晚呢，我身边的朋友工作后，有很多人专业不对口，选择了自己想要从事的职业，后来因为工作需要，也有去进修，我们的成长之路，很广阔的，我一直遵循着活到老学到老，也在很努力的做一位成长型选手。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在还有机会去追求自己想要的生活。但我还是觉得羡慕朋友们的丰富多彩的生活，他们似乎比我更快乐，也有更多社交圈子。",
    "annotation": [
      {
        "sentence": "你说得对，我现在还有机会去追求自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得羡慕朋友们的丰富多彩的生活，他们似乎比我更快乐，也有更多社交圈子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你对比你的同学朋友的时候，你在羡慕他们的同时他们也在羡慕你呢，看到你说迷茫，打算去英国读研，这又是一次新的选择哦，我想邀请你，好好的想一想这一次你想要什么呢，想要过怎样的人生呢，通过读研你想如何和自己的理想生活更靠近呢。你觉得朋友的生活很丰富，圈子很广，其实丰富自己的生活还是容易些的，像我喜欢读书，健身，听音乐，还有很多，也有不断的发掘的呢，兴趣爱好是可以培养的哦，只要你想丰富自己的生活，那便可以丰富起来了，只需要行动。",
    "annotation": [
      {
        "sentence": "看到你对比你的同学朋友的时候，你在羡慕他们的同时他们也在羡慕你呢，看到你说迷茫，打算去英国读研，这又是一次新的选择哦，我想邀请你，好好的想一想这一次你想要什么呢，想要过怎样的人生呢，通过读研你想如何和自己的理想生活更靠近呢。",
        "label": ""
      },
      {
        "sentence": "你觉得朋友的生活很丰富，圈子很广，其实丰富自己的生活还是容易些的，像我喜欢读书，健身，听音乐，还有很多，也有不断的发掘的呢，兴趣爱好是可以培养的哦，只要你想丰富自己的生活，那便可以丰富起来了，只需要行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该多多培养自己的兴趣爱好，尝试参加一些活动，扩大自己的社交圈子。我确实需要改变自己的生活状态，让它更加丰富多彩。",
    "annotation": [
      {
        "sentence": "你说得对，我应该多多培养自己的兴趣爱好，尝试参加一些活动，扩大自己的社交圈子。",
        "label": ""
      },
      {
        "sentence": "我确实需要改变自己的生活状态，让它更加丰富多彩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有社交圈，当你参加很多活动，公益的活动也是可以的，这样慢慢的圈子也就扩大了。看到你说自己的生活枯燥，我也能够感受到你向上的力量，你想要改变，只是在你提出问题的时候还没有找到好的突破口，或许在你看回答的时候一下子就豁然开朗找到了方向。现在是最好的年纪呢，而且你的人生是握在自己手里的，尽情的去挥洒吧，描绘出一副自己想要的画卷来。以后的你也会很感谢现在的自己，全力以赴，砥砺前行。一切都是值得的呢～祝好哟大男孩呀～️️️️️️。",
    "annotation": [
      {
        "sentence": "还有社交圈，当你参加很多活动，公益的活动也是可以的，这样慢慢的圈子也就扩大了。",
        "label": ""
      },
      {
        "sentence": "看到你说自己的生活枯燥，我也能够感受到你向上的力量，你想要改变，只是在你提出问题的时候还没有找到好的突破口，或许在你看回答的时候一下子就豁然开朗找到了方向。",
        "label": ""
      },
      {
        "sentence": "现在是最好的年纪呢，而且你的人生是握在自己手里的，尽情的去挥洒吧，描绘出一副自己想要的画卷来。",
        "label": ""
      },
      {
        "sentence": "以后的你也会很感谢现在的自己，全力以赴，砥砺前行。",
        "label": ""
      },
      {
        "sentence": "一切都是值得的呢～祝好哟大男孩呀～️️️️️️。",
        "label": ""
      }
    ]
  }
]