[
  {
    "role": "client",
    "content": "我现在很困惑，不知道该如何释怀过去的童年经历并且继续成长。从幼儿园开始，我就一直被同学们冷落，他们总是以小团体的方式排斥我。我还记得有一次有个小朋友让我帮她折纸，当时我觉得很开心，但转眼间另外一个小朋友就把她拉走了，说不要和我玩。这样的事情在我九年的义务教育生涯中发生了很多次，我曾经向老师寻求帮助，但并没有起到作用，他们还是继续这样对待我。这只是其中的一个例子，还有其他很多类似的情况。我对这些曾经冷漠对待我的人感到愤怒，但我不确定这种情绪是否应该被称作恨。我父母也从来没有关注过我的心理状态，她们没有意识到这一点。我曾经向我妈妈诉说过我的困扰，但她只是叫我告诉老师。虽然现在我在人际交往中比以前更主动些，但我觉得我一直在原地打转。虽然我想放下过去的经历，但总感觉有一个鸿沟无法跨越，这让我很困惑。我一直在想，是否有必要一直牵挂着童年的经历呢？这种矛盾让我很痛苦，我发现这些事情都是我一个人扛着。",
    "annotation": [
      {
        "sentence": "我现在很困惑，不知道该如何释怀过去的童年经历并且继续成长。",
        "label": ""
      },
      {
        "sentence": "从幼儿园开始，我就一直被同学们冷落，他们总是以小团体的方式排斥我。",
        "label": ""
      },
      {
        "sentence": "我还记得有一次有个小朋友让我帮她折纸，当时我觉得很开心，但转眼间另外一个小朋友就把她拉走了，说不要和我玩。",
        "label": ""
      },
      {
        "sentence": "这样的事情在我九年的义务教育生涯中发生了很多次，我曾经向老师寻求帮助，但并没有起到作用，他们还是继续这样对待我。",
        "label": ""
      },
      {
        "sentence": "这只是其中的一个例子，还有其他很多类似的情况。",
        "label": ""
      },
      {
        "sentence": "我对这些曾经冷漠对待我的人感到愤怒，但我不确定这种情绪是否应该被称作恨。",
        "label": ""
      },
      {
        "sentence": "我父母也从来没有关注过我的心理状态，她们没有意识到这一点。",
        "label": ""
      },
      {
        "sentence": "我曾经向我妈妈诉说过我的困扰，但她只是叫我告诉老师。",
        "label": ""
      },
      {
        "sentence": "虽然现在我在人际交往中比以前更主动些，但我觉得我一直在原地打转。",
        "label": ""
      },
      {
        "sentence": "虽然我想放下过去的经历，但总感觉有一个鸿沟无法跨越，这让我很困惑。",
        "label": ""
      },
      {
        "sentence": "我一直在想，是否有必要一直牵挂着童年的经历呢？",
        "label": ""
      },
      {
        "sentence": "这种矛盾让我很痛苦，我发现这些事情都是我一个人扛着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的叙述中我能感受到你从小到现在一直是一个人在承受很多痛苦。在幼儿时期遇到的问题没有得到家庭和学校的帮助，真的很不容易。我真心希望能够给你鼓励。现在你可以尝试给自己一个拥抱，试着安慰、肯定和鼓励自己。每个人在成长过程中会遇到很多事情，无论是好是坏，童年的一些记忆都会不自觉地涌上心头，对我们现在的生活产生各种影响。过去的经历虽然可以回忆，但不应该执着于其中。沉溺于痛苦的回忆只会让我们更加痛苦，大可不必如此。我们要和过去的经历告别，不让它们影响我们的现在和未来，就像与逝去的亲人说一声再见一样。我们要对过去的自己做一个告别，与它们和解。你可以尝试空椅子疗法，当然最好是在专业人士的指导下进行。你可以坐在一把椅子上，对面放一张空椅子，想象幼年时代的自己坐在对面，感受当时的情绪和想法，然后觉察现在的情绪和想法，试着与幼年的自己交流，安慰、关心和鼓励它。情绪无需隐藏，释放出来会更好。之后，与幼年的自己和解，告诉它“我知道你很委屈，你承受了很多，但现在的我已经成长了很多，我能够承受这些了。过去的经历只是生命的一小部分，现在和未来的我会过得更好，会有人像我一样帮助你、安慰你，所以亲爱的，不要让这点小事让我们不开心，有很多快乐的事情在等着我们呢。”当然，你也可以对着镜子尝试。但要选择一个安全、安静的环境，不要被他人打扰。给自己一段时间独处，与自己和解。希望这些建议能对你有所帮助，希望你能面对过去，接受过去，并放下过去，迎接美好的未来。愿一切安好！",
    "annotation": [
      {
        "sentence": "从你的叙述中我能感受到你从小到现在一直是一个人在承受很多痛苦。",
        "label": ""
      },
      {
        "sentence": "在幼儿时期遇到的问题没有得到家庭和学校的帮助，真的很不容易。",
        "label": ""
      },
      {
        "sentence": "我真心希望能够给你鼓励。",
        "label": ""
      },
      {
        "sentence": "现在你可以尝试给自己一个拥抱，试着安慰、肯定和鼓励自己。",
        "label": ""
      },
      {
        "sentence": "每个人在成长过程中会遇到很多事情，无论是好是坏，童年的一些记忆都会不自觉地涌上心头，对我们现在的生活产生各种影响。",
        "label": ""
      },
      {
        "sentence": "过去的经历虽然可以回忆，但不应该执着于其中。",
        "label": ""
      },
      {
        "sentence": "沉溺于痛苦的回忆只会让我们更加痛苦，大可不必如此。",
        "label": ""
      },
      {
        "sentence": "我们要和过去的经历告别，不让它们影响我们的现在和未来，就像与逝去的亲人说一声再见一样。",
        "label": ""
      },
      {
        "sentence": "我们要对过去的自己做一个告别，与它们和解。",
        "label": ""
      },
      {
        "sentence": "你可以尝试空椅子疗法，当然最好是在专业人士的指导下进行。",
        "label": ""
      },
      {
        "sentence": "你可以坐在一把椅子上，对面放一张空椅子，想象幼年时代的自己坐在对面，感受当时的情绪和想法，然后觉察现在的情绪和想法，试着与幼年的自己交流，安慰、关心和鼓励它。",
        "label": ""
      },
      {
        "sentence": "情绪无需隐藏，释放出来会更好。",
        "label": ""
      },
      {
        "sentence": "之后，与幼年的自己和解，告诉它“我知道你很委屈，你承受了很多，但现在的我已经成长了很多，我能够承受这些了。",
        "label": ""
      },
      {
        "sentence": "过去的经历只是生命的一小部分，现在和未来的我会过得更好，会有人像我一样帮助你、安慰你，所以亲爱的，不要让这点小事让我们不开心，有很多快乐的事情在等着我们呢。",
        "label": ""
      },
      {
        "sentence": "”当然，你也可以对着镜子尝试。",
        "label": ""
      },
      {
        "sentence": "但要选择一个安全、安静的环境，不要被他人打扰。",
        "label": ""
      },
      {
        "sentence": "给自己一段时间独处，与自己和解。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能对你有所帮助，希望你能面对过去，接受过去，并放下过去，迎接美好的未来。",
        "label": ""
      },
      {
        "sentence": "愿一切安好！",
        "label": ""
      }
    ]
  }
]