[
  {
    "role": "client",
    "content": "只想脱单，该做的都做了，但内向社恐暂时没解决咋办？男，就读于北京某大专大一新生。我从高中开始就把撩妹放在追求的首要目标，正是有这个目标我才意识到有很多需要提升改善的地方，其中包括内向性格社恐。我之所以对脱单如此执着，1我有情感社交的需求2我较缺乏价值感望借此改善3我也有性需求。所以我所指的撩妹，我更在乎的是对方能给我带来情趣情绪价值和性价值，所以自然对什么是否认真持续多久这些不那么在意，我也不喜欢那种不会打扮的老实女生。目前我还是不爱主动参与社交，特别在群体社交中插不上话，无法与人主动建立亲密关系，所以我缺乏可互动的女生。我努力过很多了，看过各种各样的心理咨询师也在服用药物控制情绪，还学过pua去大街上尝试搭讪靠数量来筛选，可坚持半年到头来也没做到“搭讪自由”还因为过于强迫自己导致内耗严重情绪失控，当然现在吃着药是不会情绪失控了。大专只有两年的时间，所以我没有那么多时间去慢慢提高顺其自然。也没人带我撩妹或介绍对象。我该怎么办？",
    "annotation": [
      {
        "sentence": "只想脱单，该做的都做了，但内向社恐暂时没解决咋办？",
        "label": ""
      },
      {
        "sentence": "男，就读于北京某大专大一新生。",
        "label": ""
      },
      {
        "sentence": "我从高中开始就把撩妹放在追求的首要目标，正是有这个目标我才意识到有很多需要提升改善的地方，其中包括内向性格社恐。",
        "label": ""
      },
      {
        "sentence": "我之所以对脱单如此执着，1我有情感社交的需求2我较缺乏价值感望借此改善3我也有性需求。",
        "label": ""
      },
      {
        "sentence": "所以我所指的撩妹，我更在乎的是对方能给我带来情趣情绪价值和性价值，所以自然对什么是否认真持续多久这些不那么在意，我也不喜欢那种不会打扮的老实女生。",
        "label": ""
      },
      {
        "sentence": "目前我还是不爱主动参与社交，特别在群体社交中插不上话，无法与人主动建立亲密关系，所以我缺乏可互动的女生。",
        "label": ""
      },
      {
        "sentence": "我努力过很多了，看过各种各样的心理咨询师也在服用药物控制情绪，还学过pua去大街上尝试搭讪靠数量来筛选，可坚持半年到头来也没做到“搭讪自由”还因为过于强迫自己导致内耗严重情绪失控，当然现在吃着药是不会情绪失控了。",
        "label": ""
      },
      {
        "sentence": "大专只有两年的时间，所以我没有那么多时间去慢慢提高顺其自然。",
        "label": ""
      },
      {
        "sentence": "也没人带我撩妹或介绍对象。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有缘在这个问题中相遇，通读过您的问题后，有种似曾相识的感觉，如果没记错的话，您是否之前也发过类似的问题？如果是这样的话，说明，之前的答复及您问题中描述的心理咨询，均未给予您实质的改善？也为您这么关注这方面感受到确实需要更多的无条件地积极关注。",
    "annotation": [
      {
        "sentence": "有缘在这个问题中相遇，通读过您的问题后，有种似曾相识的感觉，如果没记错的话，您是否之前也发过类似的问题？",
        "label": ""
      },
      {
        "sentence": "如果是这样的话，说明，之前的答复及您问题中描述的心理咨询，均未给予您实质的改善？",
        "label": ""
      },
      {
        "sentence": "也为您这么关注这方面感受到确实需要更多的无条件地积极关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我之前提过类似的问题，但至今还没有找到有效的解决办法。我对这个问题非常在意，希望能找到一种能够改善内向和社恐的方法。",
    "annotation": [
      {
        "sentence": "是的，我之前提过类似的问题，但至今还没有找到有效的解决办法。",
        "label": ""
      },
      {
        "sentence": "我对这个问题非常在意，希望能找到一种能够改善内向和社恐的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我尝试从“来访者中心”的心理疗法尝试切入，一起探讨，看是否会有什么启发和帮助。男，就读于北京某大专大一新生。我从高中开始就把撩妹放在追求的首要目标，正是有这个目标我才意识到有很多需要提升改善的地方，其中包括内向性格社恐。从年龄上来反推，您大概是19岁左右的男性，从高中开始，那么即从15岁左右开始，把“撩妹放在追求的首要目标”，也就是说，我们从15岁至今，都是围绕着“撩妹”这条生活风格的主线延展出的行为与生活方式。那么，这个目标的由来，让您意识到包括内向性格社恐的需要改善的地方？是不是我们可以这样来理解，您对自我的人生轨迹，认为先是围绕“撩妹”展开生活主线，而后因为“撩妹”过程中的种种，反过来让您对自己的生活过程产生了“内向性格社恐”的自我评价？",
    "annotation": [
      {
        "sentence": "我尝试从“来访者中心”的心理疗法尝试切入，一起探讨，看是否会有什么启发和帮助。",
        "label": ""
      },
      {
        "sentence": "男，就读于北京某大专大一新生。",
        "label": ""
      },
      {
        "sentence": "我从高中开始就把撩妹放在追求的首要目标，正是有这个目标我才意识到有很多需要提升改善的地方，其中包括内向性格社恐。",
        "label": ""
      },
      {
        "sentence": "从年龄上来反推，您大概是19岁左右的男性，从高中开始，那么即从15岁左右开始，把“撩妹放在追求的首要目标”，也就是说，我们从15岁至今，都是围绕着“撩妹”这条生活风格的主线延展出的行为与生活方式。",
        "label": ""
      },
      {
        "sentence": "那么，这个目标的由来，让您意识到包括内向性格社恐的需要改善的地方？",
        "label": ""
      },
      {
        "sentence": "是不是我们可以这样来理解，您对自我的人生轨迹，认为先是围绕“撩妹”展开生活主线，而后因为“撩妹”过程中的种种，反过来让您对自己的生活过程产生了“内向性格社恐”的自我评价？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我的主要目标一直是追求女生，但这个目标导致我意识到自己有很多需要改善的地方。内向性格和社恐就是其中之一。我感到困惑的是，只想脱单并不代表我不重视真正的感情关系，我对寻找能给我情趣、情绪价值和性价值的女生更感兴趣。不过，我目前还不善于主动参与社交，尤其在群体社交中插不上话，无法与人建立亲密关系。这导致我缺乏机会与可互动的女生接触。",
    "annotation": [
      {
        "sentence": "你说得很对，我的主要目标一直是追求女生，但这个目标导致我意识到自己有很多需要改善的地方。",
        "label": ""
      },
      {
        "sentence": "内向性格和社恐就是其中之一。",
        "label": ""
      },
      {
        "sentence": "我感到困惑的是，只想脱单并不代表我不重视真正的感情关系，我对寻找能给我情趣、情绪价值和性价值的女生更感兴趣。",
        "label": ""
      },
      {
        "sentence": "不过，我目前还不善于主动参与社交，尤其在群体社交中插不上话，无法与人建立亲密关系。",
        "label": ""
      },
      {
        "sentence": "这导致我缺乏机会与可互动的女生接触。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对目标和需求的认识可以理解。但是否忽略了一个问题？如果对方也是只追求情感依赖和满足性需求，这样才能与你匹配，你认同这样的认知吗？真的存在“纯粹的情感相互依赖关系+性需求”的异性吗？这个认知的结论，也许影响着我们下一步的走向和结论。我们也不能忽视长期的亲密关系和承诺的重要性。",
    "annotation": [
      {
        "sentence": "你对目标和需求的认识可以理解。",
        "label": ""
      },
      {
        "sentence": "但是否忽略了一个问题？",
        "label": ""
      },
      {
        "sentence": "如果对方也是只追求情感依赖和满足性需求，这样才能与你匹配，你认同这样的认知吗？",
        "label": ""
      },
      {
        "sentence": "真的存在“纯粹的情感相互依赖关系+性需求”的异性吗？",
        "label": ""
      },
      {
        "sentence": "这个认知的结论，也许影响着我们下一步的走向和结论。",
        "label": ""
      },
      {
        "sentence": "我们也不能忽视长期的亲密关系和承诺的重要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我对浪漫和激情的追求更多是出于理想主义模型的影响。但我也意识到，过去尝试的方法并没有取得很好的效果。我曾经看过很多心理咨询师，服用药物来控制情绪，甚至学过pua去大街上搭讪。但这些努力都没有解决我的问题，反而导致情绪失控和更多内耗。我现在才意识到，应该更加深入地思考和接受自己的想法，找到更适合自己的方式来改善自己的内向和社恐问题。",
    "annotation": [
      {
        "sentence": "确实，我对浪漫和激情的追求更多是出于理想主义模型的影响。",
        "label": ""
      },
      {
        "sentence": "但我也意识到，过去尝试的方法并没有取得很好的效果。",
        "label": ""
      },
      {
        "sentence": "我曾经看过很多心理咨询师，服用药物来控制情绪，甚至学过pua去大街上搭讪。",
        "label": ""
      },
      {
        "sentence": "但这些努力都没有解决我的问题，反而导致情绪失控和更多内耗。",
        "label": ""
      },
      {
        "sentence": "我现在才意识到，应该更加深入地思考和接受自己的想法，找到更适合自己的方式来改善自己的内向和社恐问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你认识到了这一点。尝试不同的方法是好的，但更重要的是学会接受和理解自己。每个人都有不同的成长过程和发展轨迹。与其急于改变自己，不如先理解和接纳自己的内向性格和社恐问题。只有真正接受自己，才能找到更适合自己的解决方法和建立真正的亲密关系。",
    "annotation": [
      {
        "sentence": "很高兴你认识到了这一点。",
        "label": ""
      },
      {
        "sentence": "尝试不同的方法是好的，但更重要的是学会接受和理解自己。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的成长过程和发展轨迹。",
        "label": ""
      },
      {
        "sentence": "与其急于改变自己，不如先理解和接纳自己的内向性格和社恐问题。",
        "label": ""
      },
      {
        "sentence": "只有真正接受自己，才能找到更适合自己的解决方法和建立真正的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我",
    "annotation": [
      {
        "sentence": "我",
        "label": ""
      }
    ]
  }
]