[
  {
    "role": "client",
    "content": "只想脱单，该做的都做了，但内向社恐暂时没解决咋办？男，就读于北京某大专大一新生。",
    "annotation": [
      {
        "sentence": "只想脱单，该做的都做了，但内向社恐暂时没解决咋办？",
        "label": ""
      },
      {
        "sentence": "男，就读于北京某大专大一新生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面仔细聆听着你的困惑，感受到欲求不得的失望让你自己很挫败。同时对自己未来的异性交往处境非常的担心与焦虑。【希望帮助你梳理矛盾来发现可能改善的途径】",
    "annotation": [
      {
        "sentence": "见字如面仔细聆听着你的困惑，感受到欲求不得的失望让你自己很挫败。",
        "label": ""
      },
      {
        "sentence": "同时对自己未来的异性交往处境非常的担心与焦虑。",
        "label": ""
      },
      {
        "sentence": "【希望帮助你梳理矛盾来发现可能改善的途径】",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从高中开始就把撩妹放在追求的首要目标，正是有这个目标我才意识到有很多需要提升改善的地方，其中包括内向性格社恐。我之所以对脱单如此执着，1我有情感社交的需求2我较缺乏价值感望借此改善3我也有性需求。所以我所指的撩妹，我更在乎的是对方能给我带来情趣情绪价值和性价值，所以自然对什么是否认真持续多久这些不那么在意，我也不喜欢那种不会打扮的老实女生。",
    "annotation": [
      {
        "sentence": "我从高中开始就把撩妹放在追求的首要目标，正是有这个目标我才意识到有很多需要提升改善的地方，其中包括内向性格社恐。",
        "label": ""
      },
      {
        "sentence": "我之所以对脱单如此执着，1我有情感社交的需求2我较缺乏价值感望借此改善3我也有性需求。",
        "label": ""
      },
      {
        "sentence": "所以我所指的撩妹，我更在乎的是对方能给我带来情趣情绪价值和性价值，所以自然对什么是否认真持续多久这些不那么在意，我也不喜欢那种不会打扮的老实女生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到自己从高中开始把“撩妹”放到首要目标上，并且希望以此加深自己改变的动力。这让我很好奇，是什么样的原因让你在本该以专注学习来体现自身价值的年龄，转向了用异性交往来刷存在感的路径上。",
    "annotation": [
      {
        "sentence": "你提到自己从高中开始把“撩妹”放到首要目标上，并且希望以此加深自己改变的动力。",
        "label": ""
      },
      {
        "sentence": "这让我很好奇，是什么样的原因让你在本该以专注学习来体现自身价值的年龄，转向了用异性交往来刷存在感的路径上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "目前我还是不爱主动参与社交，特别在群体社交中插不上话，无法与人主动建立亲密关系，所以我缺乏可互动的女生。我努力过很多了，看过各种各样的心理咨询师也在服用药物控制情绪，还学过pua去大街上尝试搭讪靠数量来筛选，可坚持半年到头来也没做到“搭讪自由”还因为过于强迫自己导致内耗严重情绪失控，当然现在吃着药是不会情绪失控了。大专只有两年的时间，所以我没有那么多时间去慢慢提高顺其自然。也没人带我撩妹或介绍对象。我该怎么办？",
    "annotation": [
      {
        "sentence": "目前我还是不爱主动参与社交，特别在群体社交中插不上话，无法与人主动建立亲密关系，所以我缺乏可互动的女生。",
        "label": ""
      },
      {
        "sentence": "我努力过很多了，看过各种各样的心理咨询师也在服用药物控制情绪，还学过pua去大街上尝试搭讪靠数量来筛选，可坚持半年到头来也没做到“搭讪自由”还因为过于强迫自己导致内耗严重情绪失控，当然现在吃着药是不会情绪失控了。",
        "label": ""
      },
      {
        "sentence": "大专只有两年的时间，所以我没有那么多时间去慢慢提高顺其自然。",
        "label": ""
      },
      {
        "sentence": "也没人带我撩妹或介绍对象。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对执着于脱单的理由列举得非常明确，同时也很清楚自己想要在异性身上获得的东西是什么。可是当你说出自己不在意的外部结果时，给人的感觉是你在把女性当做实现自己价值感的机器。这会让大多数女性对你产生厌弃的感觉。你不能或者目前没有换位思考过对方的感受，以及对方希望在与你的关系中获得哪些有价值的东西。这是比较危险的想法。",
    "annotation": [
      {
        "sentence": "你对执着于脱单的理由列举得非常明确，同时也很清楚自己想要在异性身上获得的东西是什么。",
        "label": ""
      },
      {
        "sentence": "可是当你说出自己不在意的外部结果时，给人的感觉是你在把女性当做实现自己价值感的机器。",
        "label": ""
      },
      {
        "sentence": "这会让大多数女性对你产生厌弃的感觉。",
        "label": ""
      },
      {
        "sentence": "你不能或者目前没有换位思考过对方的感受，以及对方希望在与你的关系中获得哪些有价值的东西。",
        "label": ""
      },
      {
        "sentence": "这是比较危险的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，可能我太过于专注于自己的需求，而忽略了对方的感受和需求。我要更加意识到与异性建立亲密关系是一个互相沟通和关心的过程，而不仅仅是为了满足自己的需求。谢谢你的指导。",
    "annotation": [
      {
        "sentence": "嗯，可能我太过于专注于自己的需求，而忽略了对方的感受和需求。",
        "label": ""
      },
      {
        "sentence": "我要更加意识到与异性建立亲密关系是一个互相沟通和关心的过程，而不仅仅是为了满足自己的需求。",
        "label": ""
      },
      {
        "sentence": "谢谢你的指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所以，如果你希望实现自己的价值感，那么他人尤其是女性的价值感也同等重要。如果你不能尊重异性的需求和期待，那么你学习再多的“撩妹”技巧，都没有办法获得真正的情感表达与被爱的满足。",
    "annotation": [
      {
        "sentence": "所以，如果你希望实现自己的价值感，那么他人尤其是女性的价值感也同等重要。",
        "label": ""
      },
      {
        "sentence": "如果你不能尊重异性的需求和期待，那么你学习再多的“撩妹”技巧，都没有办法获得真正的情感表达与被爱的满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我要更加注重对方的感受和需求，而不仅仅是追求自己的满足感。除了学习撩妹技巧，我还应该培养自己的情感表达能力和关心他人的能力。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我要更加注重对方的感受和需求，而不仅仅是追求自己的满足感。",
        "label": ""
      },
      {
        "sentence": "除了学习撩妹技巧，我还应该培养自己的情感表达能力和关心他人的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后你所谈到自己花费了巨大的气力去学习异性交往的各种技巧，甚至于去学习pua搭讪，都不能让你主动去建立亲密关系，其实代表着你潜意识内在对于你的思维认知是有反抗的。因为无法认同你思维层面的观点，所以没有办法让你赢得深沉而健康的爱。",
    "annotation": [
      {
        "sentence": "最后你所谈到自己花费了巨大的气力去学习异性交往的各种技巧，甚至于去学习pua搭讪，都不能让你主动去建立亲密关系，其实代表着你潜意识内在对于你的思维认知是有反抗的。",
        "label": ""
      },
      {
        "sentence": "因为无法认同你思维层面的观点，所以没有办法让你赢得深沉而健康的爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些技巧确实没有给我带来预期的结果，我意识到只注重外在行为的改变是不够的。我需要从内心深处进行思考和改变，才能获得真正的爱与满足。",
    "annotation": [
      {
        "sentence": "这些技巧确实没有给我带来预期的结果，我意识到只注重外在行为的改变是不够的。",
        "label": ""
      },
      {
        "sentence": "我需要从内心深处进行思考和改变，才能获得真正的爱与满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对你所说自己性格内向，有社交恐惧，非常邀请你梳理它的来源是什么？比如在成年之前与父母存在压抑的沟通方式，以及外界对于你长期的负向评价，导致了你内心的自卑与恐惧。这和你用“撩妹”来得到补偿没有关系，更多的是和你自己的个人成长有关系。",
    "annotation": [
      {
        "sentence": "面对你所说自己性格内向，有社交恐惧，非常邀请你梳理它的来源是什么？",
        "label": ""
      },
      {
        "sentence": "比如在成年之前与父母存在压抑的沟通方式，以及外界对于你长期的负向评价，导致了你内心的自卑与恐惧。",
        "label": ""
      },
      {
        "sentence": "这和你用“撩妹”来得到补偿没有关系，更多的是和你自己的个人成长有关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想一些负向的家庭环境和外界的评价确实影响了我对自己的认知和自信心。我需要勇敢面对这些问题，并积极寻求成长和改变自己的方式。",
    "annotation": [
      {
        "sentence": "我想一些负向的家庭环境和外界的评价确实影响了我对自己的认知和自信心。",
        "label": ""
      },
      {
        "sentence": "我需要勇敢面对这些问题，并积极寻求成长和改变自己的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "重新理解与学习亲密关系的内涵。亲密关系一定不是只为了让你实现价值感而存在的。想要拥有一个健康的亲密关系，首先是愿意自我成长，内心足够饱满的人在通过让对方感觉舒服的表达爱的方式，来实现自己被爱的需要。如果一段关系中，一方只知道索取，没有共情与换位思考，另一方与你的相处则会非常痛苦，你也没有办法维系住长久的关系。",
    "annotation": [
      {
        "sentence": "重新理解与学习亲密关系的内涵。",
        "label": ""
      },
      {
        "sentence": "亲密关系一定不是只为了让你实现价值感而存在的。",
        "label": ""
      },
      {
        "sentence": "想要拥有一个健康的亲密关系，首先是愿意自我成长，内心足够饱满的人在通过让对方感觉舒服的表达爱的方式，来实现自己被爱的需要。",
        "label": ""
      },
      {
        "sentence": "如果一段关系中，一方只知道索取，没有共情与换位思考，另一方与你的相处则会非常痛苦，你也没有办法维系住长久的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我要转变对亲密关系的理解，明白它不仅仅是为了满足自己的需求，而是要愿意为对方着想，并通过真诚的表达来传递爱。我要主动提升自己的成长，以更积极的态度去构建健康的亲密关系。",
    "annotation": [
      {
        "sentence": "我要转变对亲密关系的理解，明白它不仅仅是为了满足自己的需求，而是要愿意为对方着想，并通过真诚的表达来传递爱。",
        "label": ""
      },
      {
        "sentence": "我要主动提升自己的成长，以更积极的态度去构建健康的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恋爱的技巧需要学习，但那不是全部。学习再多的技巧，如果内心没有感受，无法向对方准确表达自己的情绪情感与思维想法，是无法在关系中获得成长的。所以非常建议你多做提升感受能力的训练，寻",
    "annotation": [
      {
        "sentence": "恋爱的技巧需要学习，但那不是全部。",
        "label": ""
      },
      {
        "sentence": "学习再多的技巧，如果内心没有感受，无法向对方准确表达自己的情绪情感与思维想法，是无法在关系中获得成长的。",
        "label": ""
      },
      {
        "sentence": "所以非常建议你多做提升感受能力的训练，寻",
        "label": ""
      }
    ]
  }
]