[
  {
    "role": "client",
    "content": "怀念高中，有点怅然若失，在新环境不太擅长交友咋办？",
    "annotation": [
      {
        "sentence": "怀念高中，有点怅然若失，在新环境不太擅长交友咋办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很多人刚到大学都会有一定的不适应，尤其是对于交际不是很擅长的同学，因此我们可以从以下几点开始调整：1.和之前的同学保持一定的联系。既然之前是好朋友，那么彼此之间应该有着一定的共同爱好，而且我们的联系并不算打扰，而是一种许久不曾联系的亲切感，因为其他朋友应该也有着和我们类似的处境，所以有时说说心里话会更好一点。我们的话题可以是各自新的大学校园生活，也可以在闲扯的时候回忆一下之前的过往，当然有什么不开心的事也可以互相吐槽一下，不要因为分开了就觉得有了距离感。",
    "annotation": [
      {
        "sentence": "很多人刚到大学都会有一定的不适应，尤其是对于交际不是很擅长的同学，因此我们可以从以下几点开始调整：1.和之前的同学保持一定的联系。",
        "label": ""
      },
      {
        "sentence": "既然之前是好朋友，那么彼此之间应该有着一定的共同爱好，而且我们的联系并不算打扰，而是一种许久不曾联系的亲切感，因为其他朋友应该也有着和我们类似的处境，所以有时说说心里话会更好一点。",
        "label": ""
      },
      {
        "sentence": "我们的话题可以是各自新的大学校园生活，也可以在闲扯的时候回忆一下之前的过往，当然有什么不开心的事也可以互相吐槽一下，不要因为分开了就觉得有了距离感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试和他们保持联系的。可是我觉得现在的新同学和新老师也很好，可是和他们交流总是很短暂，感觉无法融入进去。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试和他们保持联系的。",
        "label": ""
      },
      {
        "sentence": "可是我觉得现在的新同学和新老师也很好，可是和他们交流总是很短暂，感觉无法融入进去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，大学的环境和高中确实不同，所以在结交新朋友方面，我们可以多参与校园活动，结交一些志同道合的新伙伴。参加一些兴趣小组或社团，这样可以找到一些共同爱好的人，相信在一起的时候会很开心，而且也能增进彼此的了解和交流。",
    "annotation": [
      {
        "sentence": "是的，大学的环境和高中确实不同，所以在结交新朋友方面，我们可以多参与校园活动，结交一些志同道合的新伙伴。",
        "label": ""
      },
      {
        "sentence": "参加一些兴趣小组或社团，这样可以找到一些共同爱好的人，相信在一起的时候会很开心，而且也能增进彼此的了解和交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试试看参加一些活动，找到一些共同爱好的朋友。但是，我还是很怀念高中时的死党们，他们是我最亲密的朋友，现在感觉有点孤单。",
    "annotation": [
      {
        "sentence": "嗯，我会试试看参加一些活动，找到一些共同爱好的朋友。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很怀念高中时的死党们，他们是我最亲密的朋友，现在感觉有点孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受，高中时的友情确实很珍贵。尽管我们无法再回到过去，但我们可以给自己找到新的朋友，构建新的美好回忆。社交是一个过程，慢慢地你会发现，在大学里也会有人懂你、陪伴你、一起成长。所以不要害怕打破现状，积极投入到新的社交圈子中去。",
    "annotation": [
      {
        "sentence": "明白你的感受，高中时的友情确实很珍贵。",
        "label": ""
      },
      {
        "sentence": "尽管我们无法再回到过去，但我们可以给自己找到新的朋友，构建新的美好回忆。",
        "label": ""
      },
      {
        "sentence": "社交是一个过程，慢慢地你会发现，在大学里也会有人懂你、陪伴你、一起成长。",
        "label": ""
      },
      {
        "sentence": "所以不要害怕打破现状，积极投入到新的社交圈子中去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，我会积极主动地投入到新的社交圈子中。还有一个问题，我有时候还是会梦到高中的时光，醒来后感觉有点空落落的，尽管整体上我还是很乐观的。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，我会积极主动地投入到新的社交圈子中。",
        "label": ""
      },
      {
        "sentence": "还有一个问题，我有时候还是会梦到高中的时光，醒来后感觉有点空落落的，尽管整体上我还是很乐观的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是正常的，我们往往会怀念过去的美好时光。但是不要让这些回忆阻碍了你在当下的快乐与成长。既然你整体上是乐观的，就让自己保持这种心态，坚信未来会有更多精彩的时刻等待着你。在踏入大学后收获新的友谊、面对新的挑战，也是一种成长和进步。",
    "annotation": [
      {
        "sentence": "这是正常的，我们往往会怀念过去的美好时光。",
        "label": ""
      },
      {
        "sentence": "但是不要让这些回忆阻碍了你在当下的快乐与成长。",
        "label": ""
      },
      {
        "sentence": "既然你整体上是乐观的，就让自己保持这种心态，坚信未来会有更多精彩的时刻等待着你。",
        "label": ""
      },
      {
        "sentence": "在踏入大学后收获新的友谊、面对新的挑战，也是一种成长和进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尽量调整心态，珍惜当下的生活和未来的机遇。但有时候还是会感觉到孤单，不知道怎样才能找到那种可以谈心的知心朋友。",
    "annotation": [
      {
        "sentence": "嗯，我会尽量调整心态，珍惜当下的生活和未来的机遇。",
        "label": ""
      },
      {
        "sentence": "但有时候还是会感觉到孤单，不知道怎样才能找到那种可以谈心的知心朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "交朋友是需要时间的，不要心急。有时候，我们也许需要主动一点，多参加一些群体活动，结交更多的人，扩大自己的交际圈子。在与他人交往中，要真诚对待，给予别人信任和友善，这样才能吸引到那些能够真正与你产生心灵共鸣的知心朋友。",
    "annotation": [
      {
        "sentence": "交朋友是需要时间的，不要心急。",
        "label": ""
      },
      {
        "sentence": "有时候，我们也许需要主动一点，多参加一些群体活动，结交更多的人，扩大自己的交际圈子。",
        "label": ""
      },
      {
        "sentence": "在与他人交往中，要真诚对待，给予别人信任和友善，这样才能吸引到那些能够真正与你产生心灵共鸣的知心朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会尝试主动一些，积极参与活动，给予别人信任和友善。谢谢你的建议和支持，我感觉好多了。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尝试主动一些，积极参与活动，给予别人信任和友善。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，你并不孤单，我们一直在这里支持你。大学生活中的困难只是暂时的，你一定能够度过这个阶段，迎接属于你的精彩。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "大学生活中的困难只是暂时的，你一定能够度过这个阶段，迎接属于你的精彩。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]