[
  {
    "role": "client",
    "content": "很轻易地喜欢一个人，我就像一个长不大的小孩子？喜欢一个人，对我而言，很轻易，也很轻率。怎么办？我感觉我像一个长不大的小孩，虽然经历了很多，但我仍然觉得我很幼稚，虽然我不会在容易相信别人，也会变得冷血，但就是心性挺幼稚，我今年24了，还是很喜欢玩过家家，跳绳，就喜欢和小孩玩游戏，可是跟我同龄的孩子都五六岁了。哎，我最近看一本小说，感觉女主的不谙世事和我十六岁很像，我和她一样呆呆傻傻的，我出来工作八年，刚出来那年就谈恋爱同居，所以也不算真正独立吧？因为我的衣食住行一切都是男朋友给我打理照顾我，我也没见过世面，就是和他窝在一个地方五年。后面换工作住宿舍，我见到了大世面，见到了更多人，就是那种感觉变了，我不在想躲在他身后一直和他在一起这样子。虽然分手了，没有了男朋友可以依赖，我只能依赖朋友，朋友当我的情绪垃圾桶，直到2018年吧，我真正的一个人远行，我特别害怕一个人，然后我又慌乱的逃回了这个城市，真正独立不需要任何人是去年开始",
    "annotation": [
      {
        "sentence": "很轻易地喜欢一个人，我就像一个长不大的小孩子？",
        "label": ""
      },
      {
        "sentence": "喜欢一个人，对我而言，很轻易，也很轻率。",
        "label": ""
      },
      {
        "sentence": "怎么办？",
        "label": ""
      },
      {
        "sentence": "我感觉我像一个长不大的小孩，虽然经历了很多，但我仍然觉得我很幼稚，虽然我不会在容易相信别人，也会变得冷血，但就是心性挺幼稚，我今年24了，还是很喜欢玩过家家，跳绳，就喜欢和小孩玩游戏，可是跟我同龄的孩子都五六岁了。",
        "label": ""
      },
      {
        "sentence": "哎，我最近看一本小说，感觉女主的不谙世事和我十六岁很像，我和她一样呆呆傻傻的，我出来工作八年，刚出来那年就谈恋爱同居，所以也不算真正独立吧？",
        "label": ""
      },
      {
        "sentence": "因为我的衣食住行一切都是男朋友给我打理照顾我，我也没见过世面，就是和他窝在一个地方五年。",
        "label": ""
      },
      {
        "sentence": "后面换工作住宿舍，我见到了大世面，见到了更多人，就是那种感觉变了，我不在想躲在他身后一直和他在一起这样子。",
        "label": ""
      },
      {
        "sentence": "虽然分手了，没有了男朋友可以依赖，我只能依赖朋友，朋友当我的情绪垃圾桶，直到2018年吧，我真正的一个人远行，我特别害怕一个人，然后我又慌乱的逃回了这个城市，真正独立不需要任何人是去年开始",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，仿佛看到了一个小女孩在挣扎着逐渐长大的过程。就像你所发现的，虽然你已经24岁了，但是你的心理上还是一个小女孩。你的爱好和娱乐还停留在小朋友的阶段，在感情上，你似乎在寻找的不只是伴侣，更像是在找一个家长，照顾你，养育你。后来和男朋友分开以后，你又在寻找对朋友的依赖，仍然像是在找照顾者。从2018年开始，你开始体验一个人的感觉，虽然这中间也有逃避的时候，但你依然能够一边恐惧着，一边坚持一步步地去真正长大。这些经历和过程对你而言，一定特别的艰难，也许还时常伴随着眼泪和疼痛。",
    "annotation": [
      {
        "sentence": "看了你的描述，仿佛看到了一个小女孩在挣扎着逐渐长大的过程。",
        "label": ""
      },
      {
        "sentence": "就像你所发现的，虽然你已经24岁了，但是你的心理上还是一个小女孩。",
        "label": ""
      },
      {
        "sentence": "你的爱好和娱乐还停留在小朋友的阶段，在感情上，你似乎在寻找的不只是伴侣，更像是在找一个家长，照顾你，养育你。",
        "label": ""
      },
      {
        "sentence": "后来和男朋友分开以后，你又在寻找对朋友的依赖，仍然像是在找照顾者。",
        "label": ""
      },
      {
        "sentence": "从2018年开始，你开始体验一个人的感觉，虽然这中间也有逃避的时候，但你依然能够一边恐惧着，一边坚持一步步地去真正长大。",
        "label": ""
      },
      {
        "sentence": "这些经历和过程对你而言，一定特别的艰难，也许还时常伴随着眼泪和疼痛。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和肯定，我真的很想改变这种依赖的模式，但是我不知道应该从何处开始。我意识到了自己的问题，但是似乎无法摆脱这种心理上的依赖感。我真的希望能够变得独立，成熟一点。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和肯定，我真的很想改变这种依赖的模式，但是我不知道应该从何处开始。",
        "label": ""
      },
      {
        "sentence": "我意识到了自己的问题，但是似乎无法摆脱这种心理上的依赖感。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够变得独立，成熟一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我要告诉你，你已经迈出了很重要的一步，就是意识到自己的问题并且对它感到不满。这已经说明你的内在愿望是真正成长和改变的。其次，要认识到任何改变都需要时间和努力，没有一蹴而就的捷径。从心理学的角度来看，建议你先从自我认知开始，了解自己为什么会有这种依赖感，你在成长中的经历可能对此有一定影响。",
    "annotation": [
      {
        "sentence": "首先，我要告诉你，你已经迈出了很重要的一步，就是意识到自己的问题并且对它感到不满。",
        "label": ""
      },
      {
        "sentence": "这已经说明你的内在愿望是真正成长和改变的。",
        "label": ""
      },
      {
        "sentence": "其次，要认识到任何改变都需要时间和努力，没有一蹴而就的捷径。",
        "label": ""
      },
      {
        "sentence": "从心理学的角度来看，建议你先从自我认知开始，了解自己为什么会有这种依赖感，你在成长中的经历可能对此有一定影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我会试着去认识自己并了解自己成为依赖者的原因。但是我还是有些担心，担心自己无法真正独立，无法像其他同龄人那样成熟起来。",
    "annotation": [
      {
        "sentence": "明白了，我会试着去认识自己并了解自己成为依赖者的原因。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些担心，担心自己无法真正独立，无法像其他同龄人那样成熟起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心是正常的，不管是谁面对改变都会有一定的担心和不安。但你不要过于自责和压力过重，因为成长是一个逐步的过程，需要时间和耐心。每个人成熟的速度和方式都不一样，不要过度比较自己和他人。重要的是你正在朝着自己的目标前进，每一步都是有意义的。",
    "annotation": [
      {
        "sentence": "担心是正常的，不管是谁面对改变都会有一定的担心和不安。",
        "label": ""
      },
      {
        "sentence": "但你不要过于自责和压力过重，因为成长是一个逐步的过程，需要时间和耐心。",
        "label": ""
      },
      {
        "sentence": "每个人成熟的速度和方式都不一样，不要过度比较自己和他人。",
        "label": ""
      },
      {
        "sentence": "重要的是你正在朝着自己的目标前进，每一步都是有意义的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "太谢谢你了，你的话让我感到安慰和鼓舞。我会尽力去追求自己的成长和独立，不再依赖别人。有时候自己给自己一些鼓励真的很重要。",
    "annotation": [
      {
        "sentence": "太谢谢你了，你的话让我感到安慰和鼓舞。",
        "label": ""
      },
      {
        "sentence": "我会尽力去追求自己的成长和独立，不再依赖别人。",
        "label": ""
      },
      {
        "sentence": "有时候自己给自己一些鼓励真的很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，给自己正能量和鼓励的确非常重要。每当你感到迷茫或困惑时，记得告诉自己你已经走了那么远，而且在成长的道路上没有绝对的对与错。相信自己，相信你可以成为更独立和成熟的人。",
    "annotation": [
      {
        "sentence": "你说得对，给自己正能量和鼓励的确非常重要。",
        "label": ""
      },
      {
        "sentence": "每当你感到迷茫或困惑时，记得告诉自己你已经走了那么远，而且在成长的道路上没有绝对的对与错。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你可以成为更独立和成熟的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，谢谢你的支持和鼓励。我真的很庆幸能够找到这个平台，听到你的意见和建议。",
    "annotation": [
      {
        "sentence": "我会的，谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我真的很庆幸能够找到这个平台，听到你的意见和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也很庆幸能够成为你的支持者，并且能与你分享这些想法和建议。相信自己，未来的路上会有更多的改变和成长。如果你需要任何帮助，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "我也很庆幸能够成为你的支持者，并且能与你分享这些想法和建议。",
        "label": ""
      },
      {
        "sentence": "相信自己，未来的路上会有更多的改变和成长。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以来找我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你，我会的。",
    "annotation": [
      {
        "sentence": "好的，谢谢你，我会的。",
        "label": ""
      }
    ]
  }
]