[
  {
    "role": "client",
    "content": "很轻易地喜欢一个人，我就像一个长不大的小孩子？喜欢一个人，对我而言，很轻易，也很轻率。怎么办？我感觉我像一个长不大的小孩，虽然经历了很多，但我仍然觉得我很幼稚，虽然我不会在容易相信别人，也会变得冷血，但就是心性挺幼稚，我今年24了，还是很喜欢玩过家家，跳绳，就喜欢和小孩玩游戏，可是跟我同龄的孩子都五六岁了。哎，我最近看一本小说，感觉女主的不谙世事和我十六岁很像，我和她一样呆呆傻傻的，我出来工作八年，刚出来那年就谈恋爱同居，所以也不算真正独立吧？因为我的衣食住行一切都是男朋友给我打理照顾我，我也没见过世面，就是和他窝在一个地方五年。后面换工作住宿舍，我见到了大世面，见到了更多人，就是那种感觉变了，我不在想躲在他身后一直和他在一起这样子。虽然分手了，没有了男朋友可以依赖，我只能依赖朋友，朋友当我的情绪垃圾桶，直到2018年吧，我真正的一个人远行，我特别害怕一个人，然后我又慌乱的逃回了这个城市，真正独立不需要任何人是去年开始。",
    "annotation": [
      {
        "sentence": "很轻易地喜欢一个人，我就像一个长不大的小孩子？",
        "label": ""
      },
      {
        "sentence": "喜欢一个人，对我而言，很轻易，也很轻率。",
        "label": ""
      },
      {
        "sentence": "怎么办？",
        "label": ""
      },
      {
        "sentence": "我感觉我像一个长不大的小孩，虽然经历了很多，但我仍然觉得我很幼稚，虽然我不会在容易相信别人，也会变得冷血，但就是心性挺幼稚，我今年24了，还是很喜欢玩过家家，跳绳，就喜欢和小孩玩游戏，可是跟我同龄的孩子都五六岁了。",
        "label": ""
      },
      {
        "sentence": "哎，我最近看一本小说，感觉女主的不谙世事和我十六岁很像，我和她一样呆呆傻傻的，我出来工作八年，刚出来那年就谈恋爱同居，所以也不算真正独立吧？",
        "label": ""
      },
      {
        "sentence": "因为我的衣食住行一切都是男朋友给我打理照顾我，我也没见过世面，就是和他窝在一个地方五年。",
        "label": ""
      },
      {
        "sentence": "后面换工作住宿舍，我见到了大世面，见到了更多人，就是那种感觉变了，我不在想躲在他身后一直和他在一起这样子。",
        "label": ""
      },
      {
        "sentence": "虽然分手了，没有了男朋友可以依赖，我只能依赖朋友，朋友当我的情绪垃圾桶，直到2018年吧，我真正的一个人远行，我特别害怕一个人，然后我又慌乱的逃回了这个城市，真正独立不需要任何人是去年开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在有事情烦恼吗？我可以倾听你的故事。",
    "annotation": [
      {
        "sentence": "你现在有事情烦恼吗？",
        "label": ""
      },
      {
        "sentence": "我可以倾听你的故事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心。我有时会觉得自己太不成熟了，喜欢一个人就像个小孩子一样，没有考虑后果。这让我感到很压抑。",
    "annotation": [
      {
        "sentence": "谢谢你的关心。",
        "label": ""
      },
      {
        "sentence": "我有时会觉得自己太不成熟了，喜欢一个人就像个小孩子一样，没有考虑后果。",
        "label": ""
      },
      {
        "sentence": "这让我感到很压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "保持一颗童心很好的呀。老子都说：专气致柔，能婴儿乎。每个人都有一个童年梦呢，大部分人没有你那么坦率罢了。所有人都有无法排解的孤独，没有例外。不要太当一回事就会好多了。",
    "annotation": [
      {
        "sentence": "保持一颗童心很好的呀。",
        "label": ""
      },
      {
        "sentence": "老子都说：专气致柔，能婴儿乎。",
        "label": ""
      },
      {
        "sentence": "每个人都有一个童年梦呢，大部分人没有你那么坦率罢了。",
        "label": ""
      },
      {
        "sentence": "所有人都有无法排解的孤独，没有例外。",
        "label": ""
      },
      {
        "sentence": "不要太当一回事就会好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我也意识到了自己不必过分纠结这些问题。其实，我也喜欢那种单纯的感觉，和小孩一起玩耍让我忘记烦恼。",
    "annotation": [
      {
        "sentence": "你说得对，我也意识到了自己不必过分纠结这些问题。",
        "label": ""
      },
      {
        "sentence": "其实，我也喜欢那种单纯的感觉，和小孩一起玩耍让我忘记烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉跟女主一样单纯，那是你喜欢那个样子，愿意相信自己看到的，没什么不可以的。每个人本来就不一样，有我们相信和坚持的东西，那才是我们的个性呢。当然，要是我们认为这份信念是正面积极主动的，那就更理想了。",
    "annotation": [
      {
        "sentence": "感觉跟女主一样单纯，那是你喜欢那个样子，愿意相信自己看到的，没什么不可以的。",
        "label": ""
      },
      {
        "sentence": "每个人本来就不一样，有我们相信和坚持的东西，那才是我们的个性呢。",
        "label": ""
      },
      {
        "sentence": "当然，要是我们认为这份信念是正面积极主动的，那就更理想了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，每个人都有自己的特点和信念。虽然我在感情和独立上有所困惑，但我相信这是我成长的一部分。",
    "annotation": [
      {
        "sentence": "你说得对，每个人都有自己的特点和信念。",
        "label": ""
      },
      {
        "sentence": "虽然我在感情和独立上有所困惑，但我相信这是我成长的一部分。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "十多岁就谈恋爱同居，在这个时代早已不是什么惊世骇俗的事情了。人都是孤独的，排解孤独最常用的方式就是人与人的结合，成熟的爱是这种结合最理想的形式吧，虽然我们可能不了解、做不到。不过，只要有爱，就不会那么孤独。",
    "annotation": [
      {
        "sentence": "十多岁就谈恋爱同居，在这个时代早已不是什么惊世骇俗的事情了。",
        "label": ""
      },
      {
        "sentence": "人都是孤独的，排解孤独最常用的方式就是人与人的结合，成熟的爱是这种结合最理想的形式吧，虽然我们可能不了解、做不到。",
        "label": ""
      },
      {
        "sentence": "不过，只要有爱，就不会那么孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我以前的确过分依赖男朋友和朋友来填补内心的空虚，但我现在正在学会独立。我知道只有依靠自己，才能真正摆脱孤独。",
    "annotation": [
      {
        "sentence": "我以前的确过分依赖男朋友和朋友来填补内心的空虚，但我现在正在学会独立。",
        "label": ""
      },
      {
        "sentence": "我知道只有依靠自己，才能真正摆脱孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "依赖男朋友，依赖朋友，把他们当成情绪的垃圾桶，我们想过依赖自己吗。只有自己才是命运的主宰，除此之外，任何人都无法真正拯救我们。了解自己、信任自己、依靠自己、热爱生活是发展爱的能力的基础，当然，爱别人，爱任何人像爱自己一样，这样才可能拥有成熟的爱呢。",
    "annotation": [
      {
        "sentence": "依赖男朋友，依赖朋友，把他们当成情绪的垃圾桶，我们想过依赖自己吗。",
        "label": ""
      },
      {
        "sentence": "只有自己才是命运的主宰，除此之外，任何人都无法真正拯救我们。",
        "label": ""
      },
      {
        "sentence": "了解自己、信任自己、依靠自己、热爱生活是发展爱的能力的基础，当然，爱别人，爱任何人像爱自己一样，这样才可能拥有成熟的爱呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我也意识到了依赖自己的重要性。我要学会了解自己并热爱生活，这样才能拥有真正的成熟爱情。",
    "annotation": [
      {
        "sentence": "你说得对，我也意识到了依赖自己的重要性。",
        "label": ""
      },
      {
        "sentence": "我要学会了解自己并热爱生活，这样才能拥有真正的成熟爱情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "上帝说要爱人如己，孔夫子说己所不欲勿施于人，就是告诉我们如何爱别人，当然前提是我们首先懂得爱自己。所以，爱不仅仅是发展同某个恋人，某几个朋友的亲密关系，而排斥另外的人。爱是尽量要一视同仁，通过了解对方的个性和差异，进而深入对方和自己，把握人际关系中的秘密。这样我们虽然仍然不了解自己，不了解对方，却可以通过爱把握与人相处的秘密，排解那难耐的孤独了呢。",
    "annotation": [
      {
        "sentence": "上帝说要爱人如己，孔夫子说己所不欲勿施于人，就是告诉我们如何爱别人，当然前提是我们首先懂得爱自己。",
        "label": ""
      },
      {
        "sentence": "所以，爱不仅仅是发展同某个恋人，某几个朋友的亲密关系，而排斥另外的人。",
        "label": ""
      },
      {
        "sentence": "爱是尽量要一视同仁，通过了解对方的个性和差异，进而深入对方和自己，把握人际关系中的秘密。",
        "label": ""
      },
      {
        "sentence": "这样我们虽然仍然不了解自己，不了解对方，却可以通过爱把握与人相处的秘密，排解那难耐的孤独了呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理。我明白了，我要努力学会与他人相处，从了解和尊重差异中找到生活的平衡。",
    "annotation": [
      {
        "sentence": "你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我明白了，我要努力学会与他人相处，从了解和尊重差异中找到生活的平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经真正独立了，上面的内容应该不会难以理解。过去的就让它过去吧，那些不足源于我们曾经的未知，不是困住我们生活的枷锁。热爱生活，正视前方，珍惜我们脚下的每一寸现在，就是我们生活的全部意义所在。继续喜欢你自己，喜欢你身边的每一个人，喜欢度过的每一寸光阴吧。美好的一切一直在对我们招手呢！",
    "annotation": [
      {
        "sentence": "你已经真正独立了，上面的内容应该不会难以理解。",
        "label": ""
      },
      {
        "sentence": "过去的就让它过去吧，那些不足源于我们曾经的未知，不是困住我们生活的枷锁。",
        "label": ""
      },
      {
        "sentence": "热爱生活，正视前方，珍惜我们脚下的每一寸现在，就是我们生活的全部意义所在。",
        "label": ""
      },
      {
        "sentence": "继续喜欢你自己，喜欢你身边的每一个人，喜欢度过的每一寸光阴吧。",
        "label": ""
      },
      {
        "sentence": "美好的一切一直在对我们招手呢！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我决定放下过去，积极面对未来，享受每个当下的美好时光。我相信，只要我坚持努力，幸福和成熟的爱情一定会降临在我身上。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我决定放下过去，积极面对未来，享受每个当下的美好时光。",
        "label": ""
      },
      {
        "sentence": "我相信，只要我坚持努力，幸福和成熟的爱情一定会降临在我身上。",
        "label": ""
      }
    ]
  }
]