[
  {
    "role": "client",
    "content": "觉得他看我不顺眼，怎么和不善表达的父亲相处呢？我爸爸是那种不擅长沟通，不善于表达的人，我知道他很疼我，高三的时候，他每天接送我上下学，洗好水果，煲好汤，让我放学之后吃，还会在备忘录里记下关于我的点点滴滴，但是他有时候控制不好自己的脾气，因为一点小事骂我，我就很莫名奇妙，觉得他是不是看我哪哪都不顺眼，虽然说爱之深责之切，但是我还是会很生气，我应该怎么和他相处呢？",
    "annotation": [
      {
        "sentence": "觉得他看我不顺眼，怎么和不善表达的父亲相处呢？",
        "label": ""
      },
      {
        "sentence": "我爸爸是那种不擅长沟通，不善于表达的人，我知道他很疼我，高三的时候，他每天接送我上下学，洗好水果，煲好汤，让我放学之后吃，还会在备忘录里记下关于我的点点滴滴，但是他有时候控制不好自己的脾气，因为一点小事骂我，我就很莫名奇妙，觉得他是不是看我哪哪都不顺眼，虽然说爱之深责之切，但是我还是会很生气，我应该怎么和他相处呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答能给你带来一点帮助。其实，很多爸爸都和你的爸爸一样，不擅长和子女沟通，不去表达对子女的爱，他们的爱一般都体现在行动上。就像你说的，高三的时候，他每天接送你上下学，洗好水果，煲好汤，让你放学之后吃。还会在备忘录里记录下关于你的点点滴滴，这都是他爱你的方式。",
    "annotation": [
      {
        "sentence": "希望我的回答能给你带来一点帮助。",
        "label": ""
      },
      {
        "sentence": "其实，很多爸爸都和你的爸爸一样，不擅长和子女沟通，不去表达对子女的爱，他们的爱一般都体现在行动上。",
        "label": ""
      },
      {
        "sentence": "就像你说的，高三的时候，他每天接送你上下学，洗好水果，煲好汤，让你放学之后吃。",
        "label": ""
      },
      {
        "sentence": "还会在备忘录里记录下关于你的点点滴滴，这都是他爱你的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我也明白这些，可是他骂我的时候，我还是觉得很委屈，很生气。我怎么接受他的方式呢？",
    "annotation": [
      {
        "sentence": "对，我也明白这些，可是他骂我的时候，我还是觉得很委屈，很生气。",
        "label": ""
      },
      {
        "sentence": "我怎么接受他的方式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他控制不了自己的脾气，经常因为一点小事骂你，也许是因为，他觉得这样的方法有效，他认为这是正确的教育方式，所以，他一直用这样的方法。另外，也许，他本身有情绪，他在其他方面受到了打击或者感觉到压力等，然后这部分情绪他并没有处理好，却转移到了你的身上，这也会让你觉得莫名其妙。",
    "annotation": [
      {
        "sentence": "他控制不了自己的脾气，经常因为一点小事骂你，也许是因为，他觉得这样的方法有效，他认为这是正确的教育方式，所以，他一直用这样的方法。",
        "label": ""
      },
      {
        "sentence": "另外，也许，他本身有情绪，他在其他方面受到了打击或者感觉到压力等，然后这部分情绪他并没有处理好，却转移到了你的身上，这也会让你觉得莫名其妙。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能他并不是有意看我不顺眼，只是他的表达方式不太好。那我应该怎么和他沟通呢？",
    "annotation": [
      {
        "sentence": "我明白了，可能他并不是有意看我不顺眼，只是他的表达方式不太好。",
        "label": ""
      },
      {
        "sentence": "那我应该怎么和他沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建议你和爸爸好好沟通，表达出你内心的真实感受和想法，采用非暴力沟通的方式：陈述事情——表达感受——表达需求——请求行动。比如，他今天因为一件事情骂你了，让你觉得莫名其妙，心里也难受委屈，你可以这样做：先客观地不带评判地说一下发生的事情，然后说出你的感受（觉得难受、委屈），说出你的需求（希望爸爸不要用这种方式来和你沟通，希望爸爸能用你喜欢的方式表达对你的爱，你需要爸爸的支持和爱），再提出请求（请求爸爸下次用温和的方式来沟通，告诉自己哪里错了，你会去改，关心爸爸是不是心情不好，可以把心事说出来给我听听，我也可以分担一点你的压力和烦恼等等）。",
    "annotation": [
      {
        "sentence": "建议你和爸爸好好沟通，表达出你内心的真实感受和想法，采用非暴力沟通的方式：陈述事情——表达感受——表达需求——请求行动。",
        "label": ""
      },
      {
        "sentence": "比如，他今天因为一件事情骂你了，让你觉得莫名其妙，心里也难受委屈，你可以这样做：先客观地不带评判地说一下发生的事情，然后说出你的感受（觉得难受、委屈），说出你的需求（希望爸爸不要用这种方式来和你沟通，希望爸爸能用你喜欢的方式表达对你的爱，你需要爸爸的支持和爱），再提出请求（请求爸爸下次用温和的方式来沟通，告诉自己哪里错了，你会去改，关心爸爸是不是心情不好，可以把心事说出来给我听听，我也可以分担一点你的压力和烦恼等等）。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，我会试试这种方式，希望能够改善和爸爸之间的关系。但是我很担心他不会接受我的想法。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，我会试试这种方式，希望能够改善和爸爸之间的关系。",
        "label": ""
      },
      {
        "sentence": "但是我很担心他不会接受我的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要担心，用这样的方式和爸爸交流，爸爸会感受到你内心真实的想法和感受，你们的关系会更加亲密，你也可以了解到他内心的想法和感受，彼此支持，彼此关心，彼此感受对方的爱。要做到，其实不容易哦，勇敢地去说吧，当这种沟通成为一种习惯，你们的生活将更加和谐。祝好(*￣︶￣)。",
    "annotation": [
      {
        "sentence": "不要担心，用这样的方式和爸爸交流，爸爸会感受到你内心真实的想法和感受，你们的关系会更加亲密，你也可以了解到他内心的想法和感受，彼此支持，彼此关心，彼此感受对方的爱。",
        "label": ""
      },
      {
        "sentence": "要做到，其实不容易哦，勇敢地去说吧，当这种沟通成为一种习惯，你们的生活将更加和谐。",
        "label": ""
      },
      {
        "sentence": "祝好(*￣︶￣)。",
        "label": ""
      }
    ]
  }
]