[
  {
    "role": "client",
    "content": "对着熟悉的家里人脾气就会特别大，为何家会伤人？不知道为什么？我在外面大家都说我脾气好，但只要对着熟悉的家里人脾气就会特别大，看到他们受伤的表情我又特别内疚，应该如何解决这个恶性循环？",
    "annotation": [
      {
        "sentence": "对着熟悉的家里人脾气就会特别大，为何家会伤人？",
        "label": ""
      },
      {
        "sentence": "不知道为什么？",
        "label": ""
      },
      {
        "sentence": "我在外面大家都说我脾气好，但只要对着熟悉的家里人脾气就会特别大，看到他们受伤的表情我又特别内疚，应该如何解决这个恶性循环？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你发现自己在家人面前无法像在外人面前一样控制脾气，也因为发脾气伤害了家人的感情感到内疚，不知如何是好。这种情况确实非常常见。首先能认识到这一点，并且愿意主动寻求帮助，就已经是一个良好的开始了。人生中的所有改变，第一步都是最艰难的。很高兴你能意识到自己的问题，并且积极想要改变，这种态度值得鼓励。",
    "annotation": [
      {
        "sentence": "你发现自己在家人面前无法像在外人面前一样控制脾气，也因为发脾气伤害了家人的感情感到内疚，不知如何是好。",
        "label": ""
      },
      {
        "sentence": "这种情况确实非常常见。",
        "label": ""
      },
      {
        "sentence": "首先能认识到这一点，并且愿意主动寻求帮助，就已经是一个良好的开始了。",
        "label": ""
      },
      {
        "sentence": "人生中的所有改变，第一步都是最艰难的。",
        "label": ""
      },
      {
        "sentence": "很高兴你能意识到自己的问题，并且积极想要改变，这种态度值得鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我真的很希望能改变这个恶性循环。但我不知道该从哪里开始。为什么对家人的脾气控制比对其他人差呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我真的很希望能改变这个恶性循环。",
        "label": ""
      },
      {
        "sentence": "但我不知道该从哪里开始。",
        "label": ""
      },
      {
        "sentence": "为什么对家人的脾气控制比对其他人差呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们在家人面前往往会毫无修饰。关系良好的家庭中，开诚布公的环境能给予我们充分探索的空间，让我们的人格充分发展。你有一个能让你毫无顾忌的表达情绪的地方，这是你的幸运。但另一方面，能拥有这样的环境，也是因为有人承担了许多责任。因此只有意识到自己随心所欲背后的代价，我们才能有动机决定做出改变，去尽量多承担一些自己的情绪负担，减少一些自己习惯性扔给家人的担子。",
    "annotation": [
      {
        "sentence": "我们在家人面前往往会毫无修饰。",
        "label": ""
      },
      {
        "sentence": "关系良好的家庭中，开诚布公的环境能给予我们充分探索的空间，让我们的人格充分发展。",
        "label": ""
      },
      {
        "sentence": "你有一个能让你毫无顾忌的表达情绪的地方，这是你的幸运。",
        "label": ""
      },
      {
        "sentence": "但另一方面，能拥有这样的环境，也是因为有人承担了许多责任。",
        "label": ""
      },
      {
        "sentence": "因此只有意识到自己随心所欲背后的代价，我们才能有动机决定做出改变，去尽量多承担一些自己的情绪负担，减少一些自己习惯性扔给家人的担子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我从来没有想过自己的情绪会给家人带来如此大的负担。我意识到我需要改变，但不知道具体应该怎么做。你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "确实，我从来没有想过自己的情绪会给家人带来如此大的负担。",
        "label": ""
      },
      {
        "sentence": "我意识到我需要改变，但不知道具体应该怎么做。",
        "label": ""
      },
      {
        "sentence": "你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然你有能力在外人面前控制脾气，那么我相信你一定也是有能力调整自己，在家人面前克制情绪的。对你来说，相信这只是一个时间和程度的问题。任何改变都需要时间，行动起来的同时也不要对自己暂时不能达到预期过于苛责。具体的方法包括：1、好好回顾一下自己在什么情况下容易对家人发脾气，想象一下自己比较好的处理方式，甚至可以写下来，以后在类似的情况下多提醒自己。",
    "annotation": [
      {
        "sentence": "既然你有能力在外人面前控制脾气，那么我相信你一定也是有能力调整自己，在家人面前克制情绪的。",
        "label": ""
      },
      {
        "sentence": "对你来说，相信这只是一个时间和程度的问题。",
        "label": ""
      },
      {
        "sentence": "任何改变都需要时间，行动起来的同时也不要对自己暂时不能达到预期过于苛责。",
        "label": ""
      },
      {
        "sentence": "具体的方法包括：1、好好回顾一下自己在什么情况下容易对家人发脾气，想象一下自己比较好的处理方式，甚至可以写下来，以后在类似的情况下多提醒自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "写下来自己比较好的处理方式，是个好建议。我会试一试，希望可以更好地控制自己的情绪。还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "写下来自己比较好的处理方式，是个好建议。",
        "label": ""
      },
      {
        "sentence": "我会试一试，希望可以更好地控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2、和家人心平气和地沟通一下，道个歉。可以设立目标，让他们监督自己，隔三差五向他们问一问最近有什么进步。3、征求家人的意见，了解清楚什么程度的情感宣泄是他们可以接受的，什么程度是会受伤的。毕竟我们虽然不想被家人伤害，却往往也不希望一家人过于礼貌客气。",
    "annotation": [
      {
        "sentence": "2、和家人心平气和地沟通一下，道个歉。",
        "label": ""
      },
      {
        "sentence": "可以设立目标，让他们监督自己，隔三差五向他们问一问最近有什么进步。",
        "label": ""
      },
      {
        "sentence": "3、征求家人的意见，了解清楚什么程度的情感宣泄是他们可以接受的，什么程度是会受伤的。",
        "label": ""
      },
      {
        "sentence": "毕竟我们虽然不想被家人伤害，却往往也不希望一家人过于礼貌客气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "和家人道个歉、设立目标，这些都是很好的方法。我会试着和家人好好沟通，了解他们的感受。谢谢你的建议，我真的希望能够改变自己对家人的脾气问题。",
    "annotation": [
      {
        "sentence": "和家人道个歉、设立目标，这些都是很好的方法。",
        "label": ""
      },
      {
        "sentence": "我会试着和家人好好沟通，了解他们的感受。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我真的希望能够改变自己对家人的脾气问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能帮到你。改变需要时间和努力，相信你会慢慢调整好自己的情绪，与家人建立更健康的关系。如果在这个过程中你还有其他的困惑或者需要帮助，随时都可以来找我交流。你很勇敢，加油！",
    "annotation": [
      {
        "sentence": "不客气，很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，相信你会慢慢调整好自己的情绪，与家人建立更健康的关系。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中你还有其他的困惑或者需要帮助，随时都可以来找我交流。",
        "label": ""
      },
      {
        "sentence": "你很勇敢，加油！",
        "label": ""
      }
    ]
  }
]