[
  {
    "role": "client",
    "content": "重度抑郁，没有力气再实现我的愿望了……最近想要看着最喜欢的电影再用果木炭在密闭空间里烤肉吃，这样就可以一直睡下去再也没有痛苦了，但是我也想好好活着像正常人一样，我喜欢的东西我也想再拥抱它们，喜欢的人也想再见一面，就是好累啊没有力气再实现我的愿望了，其实早就计划好了，可是没力气实现了，现在有人聊聊天就好了，就这一点愿望，谢谢。",
    "annotation": [
      {
        "sentence": "重度抑郁，没有力气再实现我的愿望了……最近想要看着最喜欢的电影再用果木炭在密闭空间里烤肉吃，这样就可以一直睡下去再也没有痛苦了，但是我也想好好活着像正常人一样，我喜欢的东西我也想再拥抱它们，喜欢的人也想再见一面，就是好累啊没有力气再实现我的愿望了，其实早就计划好了，可是没力气实现了，现在有人聊聊天就好了，就这一点愿望，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很心疼你，对于你的痛苦我深感同情。先给你一个温暖的拥抱，希望能够给你带来一丝安慰。史铁生曾说：“死是一件不必急于求成的事，医院里有多少垂死挣扎的人就是为了多活一天是一天。”所以，请你好好爱惜自己，不要做出伤害自己的傻事。你可以试着走出去，看看外面美好的世界，感受一下你生活的环境是多么美妙。同时，也会见识到一些比你还不如的人在努力地活着，也许这会改变你的想法。",
    "annotation": [
      {
        "sentence": "我很心疼你，对于你的痛苦我深感同情。",
        "label": ""
      },
      {
        "sentence": "先给你一个温暖的拥抱，希望能够给你带来一丝安慰。",
        "label": ""
      },
      {
        "sentence": "史铁生曾说：“死是一件不必急于求成的事，医院里有多少垂死挣扎的人就是为了多活一天是一天。",
        "label": ""
      },
      {
        "sentence": "”所以，请你好好爱惜自己，不要做出伤害自己的傻事。",
        "label": ""
      },
      {
        "sentence": "你可以试着走出去，看看外面美好的世界，感受一下你生活的环境是多么美妙。",
        "label": ""
      },
      {
        "sentence": "同时，也会见识到一些比你还不如的人在努力地活着，也许这会改变你的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解。我确实应该出去走走，感受一下大自然的美丽。但我总觉得没有了力气去迎接早晨的阳光，也没有了力气去享受美食和喜爱的影片。我感觉自己处于一种无望的状态，应对一切都感到困难。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我确实应该出去走走，感受一下大自然的美丽。",
        "label": ""
      },
      {
        "sentence": "但我总觉得没有了力气去迎接早晨的阳光，也没有了力气去享受美食和喜爱的影片。",
        "label": ""
      },
      {
        "sentence": "我感觉自己处于一种无望的状态，应对一切都感到困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你感到无望的心情，但我们必须相信，每个人都有价值和意义，你也不例外。或许你可以试着找一些好朋友倾诉你的困境，不要把自己孤独起来。独自一人容易陷入消沉和消极的思维。和朋友一起聊聊天，将你内心的苦闷与他们分享，也让别人给你一些开导。你也可以寻求专业人士的帮助和咨询，他们能够给你提供更专业的解决方法。现在心理咨询在我们国家已经很发达了，一定会为你提供很大的帮助，希望你能够尽快走出困境。",
    "annotation": [
      {
        "sentence": "我能够理解你感到无望的心情，但我们必须相信，每个人都有价值和意义，你也不例外。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着找一些好朋友倾诉你的困境，不要把自己孤独起来。",
        "label": ""
      },
      {
        "sentence": "独自一人容易陷入消沉和消极的思维。",
        "label": ""
      },
      {
        "sentence": "和朋友一起聊聊天，将你内心的苦闷与他们分享，也让别人给你一些开导。",
        "label": ""
      },
      {
        "sentence": "你也可以寻求专业人士的帮助和咨询，他们能够给你提供更专业的解决方法。",
        "label": ""
      },
      {
        "sentence": "现在心理咨询在我们国家已经很发达了，一定会为你提供很大的帮助，希望你能够尽快走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。听到你的话我感到很温暖，我也决定试着打开心扉和朋友分享我的痛苦。我也会主动寻求专业人士的帮助，相信他们能够给我提供更好的解决方案。在你的支持下，我相信自己能够克服困难，日子会一天比一天好起来的。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "听到你的话我感到很温暖，我也决定试着打开心扉和朋友分享我的痛苦。",
        "label": ""
      },
      {
        "sentence": "我也会主动寻求专业人士的帮助，相信他们能够给我提供更好的解决方案。",
        "label": ""
      },
      {
        "sentence": "在你的支持下，我相信自己能够克服困难，日子会一天比一天好起来的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴听到你决定打开心扉并寻求帮助。你勇敢面对自己的困境，这是很重要的一步。相信朋友们会在你的身边支持你，同时专业人士也能给你帮助和指导。你的生活会慢慢变得更好，不再感到绝望。我会一直支持你，用我的力量陪伴你走出困境。加油！",
    "annotation": [
      {
        "sentence": "我很高兴听到你决定打开心扉并寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你勇敢面对自己的困境，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "相信朋友们会在你的身边支持你，同时专业人士也能给你帮助和指导。",
        "label": ""
      },
      {
        "sentence": "你的生活会慢慢变得更好，不再感到绝望。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你，用我的力量陪伴你走出困境。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]