[
  {
    "role": "client",
    "content": "我觉得自己已经陷入了重度抑郁，没有力气再实现我的愿望了……最近想要看着最喜欢的电影再用果木炭在密闭空间里烤肉吃，这样就可以一直睡下去再也没有痛苦了。但是我也想好好活着像正常人一样，我喜欢的东西我也想再拥抱它们，喜欢的人也想再见一面，就是好累啊没有力气再实现我的愿望了。其实早就计划好了，可是没力气实现了。现在有人聊聊天就好了，就这一点愿望，谢谢。",
    "annotation": [
      {
        "sentence": "我觉得自己已经陷入了重度抑郁，没有力气再实现我的愿望了……最近想要看着最喜欢的电影再用果木炭在密闭空间里烤肉吃，这样就可以一直睡下去再也没有痛苦了。",
        "label": ""
      },
      {
        "sentence": "但是我也想好好活着像正常人一样，我喜欢的东西我也想再拥抱它们，喜欢的人也想再见一面，就是好累啊没有力气再实现我的愿望了。",
        "label": ""
      },
      {
        "sentence": "其实早就计划好了，可是没力气实现了。",
        "label": ""
      },
      {
        "sentence": "现在有人聊聊天就好了，就这一点愿望，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀，看了你的文字后，我觉得特别的心疼。从你的文字里，我可以感受得到你是一个特别温暖的人，你别放弃呀，你不是一个人，你还有喜欢的人、喜欢的东西，还有家人，还有我们这样的陌生人。是一个很好的平台，如果有什么想说的话，你可以找我们诉说呀，我们会很乐意的。",
    "annotation": [
      {
        "sentence": "呀，看了你的文字后，我觉得特别的心疼。",
        "label": ""
      },
      {
        "sentence": "从你的文字里，我可以感受得到你是一个特别温暖的人，你别放弃呀，你不是一个人，你还有喜欢的人、喜欢的东西，还有家人，还有我们这样的陌生人。",
        "label": ""
      },
      {
        "sentence": "是一个很好的平台，如果有什么想说的话，你可以找我们诉说呀，我们会很乐意的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴，我真的很需要一个倾听者。我现在感觉世界变得好沉重，好像无论做什么都没有意义了。真的好累，好痛苦。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴，我真的很需要一个倾听者。",
        "label": ""
      },
      {
        "sentence": "我现在感觉世界变得好沉重，好像无论做什么都没有意义了。",
        "label": ""
      },
      {
        "sentence": "真的好累，好痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全能够理解你的感受，抑郁症是一种很严重的心理状态，它会使人感到无助、绝望和疲惫。但是你要知道，这个世界上还有很多美好的事物，还有很多人关心着你，愿意陪伴你渡过难关。",
    "annotation": [
      {
        "sentence": "我完全能够理解你的感受，抑郁症是一种很严重的心理状态，它会使人感到无助、绝望和疲惫。",
        "label": ""
      },
      {
        "sentence": "但是你要知道，这个世界上还有很多美好的事物，还有很多人关心着你，愿意陪伴你渡过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我感觉自己对这个世界已经失去了信心，失去了对未来的希望。我不知道还有什么能够让我重拾生活的乐趣。",
    "annotation": [
      {
        "sentence": "可是我感觉自己对这个世界已经失去了信心，失去了对未来的希望。",
        "label": ""
      },
      {
        "sentence": "我不知道还有什么能够让我重拾生活的乐趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许你可以试着寻找一些新的爱好或兴趣，或者参加一些社交活动，逐渐与外界重新联系起来。有时候，改变一下环境和日常生活的方式也能带来新的希望和启发。",
    "annotation": [
      {
        "sentence": "或许你可以试着寻找一些新的爱好或兴趣，或者参加一些社交活动，逐渐与外界重新联系起来。",
        "label": ""
      },
      {
        "sentence": "有时候，改变一下环境和日常生活的方式也能带来新的希望和启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我觉得自己好像丧失了这个能力，就连起床洗漱都变得好困难。我真的不知道该如何坚持下去。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我觉得自己好像丧失了这个能力，就连起床洗漱都变得好困难。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该如何坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要责备自己，这是抑郁症对你产生的影响。逐渐恢复起来需要时间和耐心。你可以尝试制定一个简单的日程表，通过逐渐增加一些小的目标，帮助自己恢复正常生活的步伐。",
    "annotation": [
      {
        "sentence": "不要责备自己，这是抑郁症对你产生的影响。",
        "label": ""
      },
      {
        "sentence": "逐渐恢复起来需要时间和耐心。",
        "label": ""
      },
      {
        "sentence": "你可以尝试制定一个简单的日程表，通过逐渐增加一些小的目标，帮助自己恢复正常生活的步伐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着按照你的建议去尝试，但是我真的很担心自己是否能够坚持下去。我害怕失败，害怕再一次失去勇气和希望。",
    "annotation": [
      {
        "sentence": "我会试着按照你的建议去尝试，但是我真的很担心自己是否能够坚持下去。",
        "label": ""
      },
      {
        "sentence": "我害怕失败，害怕再一次失去勇气和希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧，但是请相信，失败只是暂时的，不代表你会一直失败。我们都会面对挫折和困难，但是只要我们能够勇敢地去面对，就一定能够找到突破的机会。你不是一个人在战斗，我们会一直陪在你身边，支持你走出困境。",
    "annotation": [
      {
        "sentence": "我理解你的担忧，但是请相信，失败只是暂时的，不代表你会一直失败。",
        "label": ""
      },
      {
        "sentence": "我们都会面对挫折和困难，但是只要我们能够勇敢地去面对，就一定能够找到突破的机会。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们会一直陪在你身边，支持你走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和理解，我真的很感激。现在我感觉好像轻松了一点，虽然还是有些许不安和恐惧，但是我愿意相信自己能够走出这段困境。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和理解，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "现在我感觉好像轻松了一点，虽然还是有些许不安和恐惧，但是我愿意相信自己能够走出这段困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，每一步都是向着康复的方向迈出的重要一步。记得，无论遇到什么困难，都要及时寻求帮助，不要再孤单地面对。我们会一直在这里支持你，相信自己，一切都会好起来的！",
    "annotation": [
      {
        "sentence": "你做得很好，每一步都是向着康复的方向迈出的重要一步。",
        "label": ""
      },
      {
        "sentence": "记得，无论遇到什么困难，都要及时寻求帮助，不要再孤单地面对。",
        "label": ""
      },
      {
        "sentence": "我们会一直在这里支持你，相信自己，一切都会好起来的！",
        "label": ""
      }
    ]
  }
]