[
  {
    "role": "client",
    "content": "是否应该和认识了十年但三观不正的朋友继续做朋友？她是我从幼儿园就一起玩耍的朋友。我们一起上同一所小学同一所初中。我们每年都会见面几次，一起聊聊天，每一次的见面我们总有说不完的话。我一直把她当作我最好的朋友之一。然而升入高中后我觉得她发生了一些变化。她越来越虚荣，追求名牌，特地去给有钱的同学献殷勤、和她们交朋友。我们之间的聊天也多了很多“钱”、“名牌”的话题。她讲得很兴奋，但我总是无言以对。最让我觉得三观不正的事是，在她有一个异地男朋友的情况下，她仍和她的同桌暧昧不清。更让我感受到她的高段位的是：后来她的男朋友和她的同桌都知道了对方的存在，但都没有和她翻脸。她到现在一直还维持着脚踏两条船的关系，甚至会在我们一群朋友面前炫耀有两个男人同时对她好。我其实很看不惯这件事，但又不知该怎么表达。和她相处也让我越来越不自在，我该怎么面对这样的朋友？",
    "annotation": [
      {
        "sentence": "是否应该和认识了十年但三观不正的朋友继续做朋友？",
        "label": ""
      },
      {
        "sentence": "她是我从幼儿园就一起玩耍的朋友。",
        "label": ""
      },
      {
        "sentence": "我们一起上同一所小学同一所初中。",
        "label": ""
      },
      {
        "sentence": "我们每年都会见面几次，一起聊聊天，每一次的见面我们总有说不完的话。",
        "label": ""
      },
      {
        "sentence": "我一直把她当作我最好的朋友之一。",
        "label": ""
      },
      {
        "sentence": "然而升入高中后我觉得她发生了一些变化。",
        "label": ""
      },
      {
        "sentence": "她越来越虚荣，追求名牌，特地去给有钱的同学献殷勤、和她们交朋友。",
        "label": ""
      },
      {
        "sentence": "我们之间的聊天也多了很多“钱”、“名牌”的话题。",
        "label": ""
      },
      {
        "sentence": "她讲得很兴奋，但我总是无言以对。",
        "label": ""
      },
      {
        "sentence": "最让我觉得三观不正的事是，在她有一个异地男朋友的情况下，她仍和她的同桌暧昧不清。",
        "label": ""
      },
      {
        "sentence": "更让我感受到她的高段位的是：后来她的男朋友和她的同桌都知道了对方的存在，但都没有和她翻脸。",
        "label": ""
      },
      {
        "sentence": "她到现在一直还维持着脚踏两条船的关系，甚至会在我们一群朋友面前炫耀有两个男人同时对她好。",
        "label": ""
      },
      {
        "sentence": "我其实很看不惯这件事，但又不知该怎么表达。",
        "label": ""
      },
      {
        "sentence": "和她相处也让我越来越不自在，我该怎么面对这样的朋友？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你和你的朋友情感这么长久，意味着你们之间是有亲密和承诺的，这是友情中非常重要的方面。但是，友情和爱情一样，三观的合不合也会影响亲密度。尤其是你提到的她的变化，你们之间的沟通变得更多以钱和名牌为话题，这可能让你感到不适。你的朋友和同桌暧昧不清的事情更是让你觉得她的价值观有问题。是的，人们都有自己的三观，但她的行为可能超出了你能接受的范围。你对这件事感到看不惯，但却不知道该如何表达出来。这是一个很复杂的问题，你想要面对这样的朋友，但又不想感到不自在。",
    "annotation": [
      {
        "sentence": "你和你的朋友情感这么长久，意味着你们之间是有亲密和承诺的，这是友情中非常重要的方面。",
        "label": ""
      },
      {
        "sentence": "但是，友情和爱情一样，三观的合不合也会影响亲密度。",
        "label": ""
      },
      {
        "sentence": "尤其是你提到的她的变化，你们之间的沟通变得更多以钱和名牌为话题，这可能让你感到不适。",
        "label": ""
      },
      {
        "sentence": "你的朋友和同桌暧昧不清的事情更是让你觉得她的价值观有问题。",
        "label": ""
      },
      {
        "sentence": "是的，人们都有自己的三观，但她的行为可能超出了你能接受的范围。",
        "label": ""
      },
      {
        "sentence": "你对这件事感到看不惯，但却不知道该如何表达出来。",
        "label": ""
      },
      {
        "sentence": "这是一个很复杂的问题，你想要面对这样的朋友，但又不想感到不自在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。看到她这样的变化，我感到非常困惑和失望。我觉得这样的友情已经不再让我有安全感了。我曾经把她当作最好的朋友之一，但现在却不知道该如何继续维持这段关系。或许我只是不想失去这十年的友情而已。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "看到她这样的变化，我感到非常困惑和失望。",
        "label": ""
      },
      {
        "sentence": "我觉得这样的友情已经不再让我有安全感了。",
        "label": ""
      },
      {
        "sentence": "我曾经把她当作最好的朋友之一，但现在却不知道该如何继续维持这段关系。",
        "label": ""
      },
      {
        "sentence": "或许我只是不想失去这十年的友情而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受非常重要，毕竟你是这段友情中的一方。随着时间的推移，人们会发生变化，有时候我们无法预料到这些变化会对关系产生怎样的影响。你曾经把她当作最好的朋友之一，这段友谊对你来说十分重要。不想失去这十年的友情，这也是可以理解的。或许我们可以一起思考如何面对这个困境，以保持你在友情中的安全感。",
    "annotation": [
      {
        "sentence": "你的感受非常重要，毕竟你是这段友情中的一方。",
        "label": ""
      },
      {
        "sentence": "随着时间的推移，人们会发生变化，有时候我们无法预料到这些变化会对关系产生怎样的影响。",
        "label": ""
      },
      {
        "sentence": "你曾经把她当作最好的朋友之一，这段友谊对你来说十分重要。",
        "label": ""
      },
      {
        "sentence": "不想失去这十年的友情，这也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "或许我们可以一起思考如何面对这个困境，以保持你在友情中的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实需要一些指导和建议。可能我可以先试着和她坦诚地沟通，表达我对她行为的看法和感受。我明白只有通过沟通，她才能真正了解我的感受，并且我们有机会寻找解决办法。但是，我也害怕这次沟通会让我们的友情变得更尴尬。",
    "annotation": [
      {
        "sentence": "是的，我确实需要一些指导和建议。",
        "label": ""
      },
      {
        "sentence": "可能我可以先试着和她坦诚地沟通，表达我对她行为的看法和感受。",
        "label": ""
      },
      {
        "sentence": "我明白只有通过沟通，她才能真正了解我的感受，并且我们有机会寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "但是，我也害怕这次沟通会让我们的友情变得更尴尬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法非常明智。沟通是解决问题的第一步。通过坦诚地表达你对她行为的看法和感受，她可以更好地理解你的立场和希望。这也给了她改变和修复你们友情的机会。当然，沟通可能会让你感到紧张和担心，但也许这是必经之路。我相信你们之间的友情是有基础的，而且你们十年的交往经历能够帮助你们克服沟通的困难。",
    "annotation": [
      {
        "sentence": "你的想法非常明智。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的第一步。",
        "label": ""
      },
      {
        "sentence": "通过坦诚地表达你对她行为的看法和感受，她可以更好地理解你的立场和希望。",
        "label": ""
      },
      {
        "sentence": "这也给了她改变和修复你们友情的机会。",
        "label": ""
      },
      {
        "sentence": "当然，沟通可能会让你感到紧张和担心，但也许这是必经之路。",
        "label": ""
      },
      {
        "sentence": "我相信你们之间的友情是有基础的，而且你们十年的交往经历能够帮助你们克服沟通的困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我明白了，我会尽力通过坦诚和沟通来改善我们的友情。我也希望她能够理解我的感受并愿意做出改变。无论结果如何，我相信我会找到面对这个问题的正确方式。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了，我会尽力通过坦诚和沟通来改善我们的友情。",
        "label": ""
      },
      {
        "sentence": "我也希望她能够理解我的感受并愿意做出改变。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，我相信我会找到面对这个问题的正确方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！你的决心和积极的态度将帮助你面对这个问题。无论结果如何，你已经付出了努力，并且对于友情的维系有了清晰的想法。无论最终的结果如何，这个经历都将帮助你成长和学习。相信自己，祝福你能够找到解决问题的最佳方式。我会一直在你身边支持你的。",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "你的决心和积极的态度将帮助你面对这个问题。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你已经付出了努力，并且对于友情的维系有了清晰的想法。",
        "label": ""
      },
      {
        "sentence": "无论最终的结果如何，这个经历都将帮助你成长和学习。",
        "label": ""
      },
      {
        "sentence": "相信自己，祝福你能够找到解决问题的最佳方式。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会牢记你的建议，努力解决这个问题。无论最终结果如何，我相信我会从中获得成长和启示。再次感谢你的陪伴和帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的建议，努力解决这个问题。",
        "label": ""
      },
      {
        "sentence": "无论最终结果如何，我相信我会从中获得成长和启示。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！我很高兴能帮到你。朋友之间的困难和挑战是很常见的，但只要我们用心去面对并主动解决，就能够学到很多宝贵的经验。如果你需要任何进一步的帮助或者只是想倾诉，随时都可以来找我。祝你好运，愿你能找到解决问题的最佳方式！",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "朋友之间的困难和挑战是很常见的，但只要我们用心去面对并主动解决，就能够学到很多宝贵的经验。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的帮助或者只是想倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你好运，愿你能找到解决问题的最佳方式！",
        "label": ""
      }
    ]
  }
]