[
  {
    "role": "client",
    "content": "打游戏吵架，男朋友怀疑我有被迫害妄想症？我是一个自我感觉乐观的女生。有好几次因为和男朋友打王者荣耀和他吵架，每次他打完输了或者我很菜没有配合他，今天打了一场，又输了，就怪我辅助不走前面又不开弱化啥的。我肯定很生气，你又不是不知道我很菜，我自己承认自己菜，是你自愿带我还怪我菜。而且他有时候会为自己的错误找借口，把错误放在我身上。今天在家里大吵一架，我说你怪我，凶我(大声说话)，他说我有被迫害妄想症，我说我不想说话了，他非得和我理论，但是我不是很想理论什么。不知道该如何解决",
    "annotation": [
      {
        "sentence": "打游戏吵架，男朋友怀疑我有被迫害妄想症？",
        "label": ""
      },
      {
        "sentence": "我是一个自我感觉乐观的女生。",
        "label": ""
      },
      {
        "sentence": "有好几次因为和男朋友打王者荣耀和他吵架，每次他打完输了或者我很菜没有配合他，今天打了一场，又输了，就怪我辅助不走前面又不开弱化啥的。",
        "label": ""
      },
      {
        "sentence": "我肯定很生气，你又不是不知道我很菜，我自己承认自己菜，是你自愿带我还怪我菜。",
        "label": ""
      },
      {
        "sentence": "而且他有时候会为自己的错误找借口，把错误放在我身上。",
        "label": ""
      },
      {
        "sentence": "今天在家里大吵一架，我说你怪我，凶我(大声说话)，他说我有被迫害妄想症，我说我不想说话了，他非得和我理论，但是我不是很想理论什么。",
        "label": ""
      },
      {
        "sentence": "不知道该如何解决",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我了解你和男朋友因为打游戏而争吵是一件让你很不开心的事情。大部分男生在竞技类游戏中往往都比较看重胜负，毕竟谁不想赢呢，对吧？但是因为输了游戏而导致你们之间吵架，伤害到彼此的感情确实是不值得的。我们应该如何避免这种情况呢？",
    "annotation": [
      {
        "sentence": "亲爱的，我了解你和男朋友因为打游戏而争吵是一件让你很不开心的事情。",
        "label": ""
      },
      {
        "sentence": "大部分男生在竞技类游戏中往往都比较看重胜负，毕竟谁不想赢呢，对吧？",
        "label": ""
      },
      {
        "sentence": "但是因为输了游戏而导致你们之间吵架，伤害到彼此的感情确实是不值得的。",
        "label": ""
      },
      {
        "sentence": "我们应该如何避免这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "打游戏模式的调整是一个好主意。如果男朋友特别注重升段位，而且他也自愿带我玩游戏，那我们可以不一起打排位赛，而选择打普通匹配赛。在普通匹配赛中，输赢不会影响段位，所以输赢的重要性也就相对较低了。我们可以把这当作一起练习技术，等我技术提升了再一起打排位赛。",
    "annotation": [
      {
        "sentence": "打游戏模式的调整是一个好主意。",
        "label": ""
      },
      {
        "sentence": "如果男朋友特别注重升段位，而且他也自愿带我玩游戏，那我们可以不一起打排位赛，而选择打普通匹配赛。",
        "label": ""
      },
      {
        "sentence": "在普通匹配赛中，输赢不会影响段位，所以输赢的重要性也就相对较低了。",
        "label": ""
      },
      {
        "sentence": "我们可以把这当作一起练习技术，等我技术提升了再一起打排位赛。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了打游戏，我们还可以发展其他的共同爱好。可能有些女生对游戏并没有太大兴趣，对辅助、肉盾、射手、刺客等角色的区别也不太了解，也不知道什么角色该扮演什么功能。如果你真的不喜欢玩游戏，其实可以不强迫自己去玩，双方可以一起尝试其他的共同爱好。何必把时间浪费在自己不感兴趣的事情上呢？",
    "annotation": [
      {
        "sentence": "除了打游戏，我们还可以发展其他的共同爱好。",
        "label": ""
      },
      {
        "sentence": "可能有些女生对游戏并没有太大兴趣，对辅助、肉盾、射手、刺客等角色的区别也不太了解，也不知道什么角色该扮演什么功能。",
        "label": ""
      },
      {
        "sentence": "如果你真的不喜欢玩游戏，其实可以不强迫自己去玩，双方可以一起尝试其他的共同爱好。",
        "label": ""
      },
      {
        "sentence": "何必把时间浪费在自己不感兴趣的事情上呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当游戏输了之后，男友凶我，我会告诉他自己的感受，例如说输了游戏我和他一样不开心，感觉自己拖了他的后腿，但他凶我却让我感到委屈。我不想说话的原因可能是不想和男友吵架。我会告诉他我的感受，然后可以拥抱他，或者给彼此一些冷静的时间。我觉得在感情之中，对错和输赢并不是最重要的，重要的是彼此的感受。我希望男朋友能认识到这一点。",
    "annotation": [
      {
        "sentence": "当游戏输了之后，男友凶我，我会告诉他自己的感受，例如说输了游戏我和他一样不开心，感觉自己拖了他的后腿，但他凶我却让我感到委屈。",
        "label": ""
      },
      {
        "sentence": "我不想说话的原因可能是不想和男友吵架。",
        "label": ""
      },
      {
        "sentence": "我会告诉他我的感受，然后可以拥抱他，或者给彼此一些冷静的时间。",
        "label": ""
      },
      {
        "sentence": "我觉得在感情之中，对错和输赢并不是最重要的，重要的是彼此的感受。",
        "label": ""
      },
      {
        "sentence": "我希望男朋友能认识到这一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你现在的困惑。从你的描述中，我感觉到你的男友可能是一个比较自我，不太愿意承担责任，输不起的人。他甚至会把自己的错误归咎于你。一个男生因为输了一场游戏就和女朋友大吵，确实让人难以想象。我个人认为你需要重新考虑一下这段感情，毕竟一个低质量的亲密关系只会消耗双方。如果你们无法改变相处的方式，也许分开也是一个选择。因为只有挥别错误的，才能遇见正确的。",
    "annotation": [
      {
        "sentence": "我明白你现在的困惑。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我感觉到你的男友可能是一个比较自我，不太愿意承担责任，输不起的人。",
        "label": ""
      },
      {
        "sentence": "他甚至会把自己的错误归咎于你。",
        "label": ""
      },
      {
        "sentence": "一个男生因为输了一场游戏就和女朋友大吵，确实让人难以想象。",
        "label": ""
      },
      {
        "sentence": "我个人认为你需要重新考虑一下这段感情，毕竟一个低质量的亲密关系只会消耗双方。",
        "label": ""
      },
      {
        "sentence": "如果你们无法改变相处的方式，也许分开也是一个选择。",
        "label": ""
      },
      {
        "sentence": "因为只有挥别错误的，才能遇见正确的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会好好思考一下这段感情。无论选择分开或者继续在一起，我都希望能够找到自己真正快乐的方式。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会好好思考一下这段感情。",
        "label": ""
      },
      {
        "sentence": "无论选择分开或者继续在一起，我都希望能够找到自己真正快乐的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。无论你做出怎样的选择，最重要的是为了自己的幸福。希望你能找到真正适合你的方式，过上快乐的生活。有任何问题或者困惑，随时都可以来找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "无论你做出怎样的选择，最重要的是为了自己的幸福。",
        "label": ""
      },
      {
        "sentence": "希望你能找到真正适合你的方式，过上快乐的生活。",
        "label": ""
      },
      {
        "sentence": "有任何问题或者困惑，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]