[
  {
    "role": "client",
    "content": "最近情绪不稳定，有时候就突然特别想哭。支持者：我了解你的痛苦。为你的困境而紧紧拥抱你。我希望我的回答能给你帮助。请告诉我更多细节，你现在的困扰是工作累、身体不舒服、失眠、父母理解不了，还有想辞职和离开这个世界的念头。求助者：是的，我最近的工作太辛苦了，每天都很高效率，很少休息，而且经常夜班，我感觉自己特别累。此外，我的身体总觉得痒，即使我洗了澡，换了床单，还是这样。有时候晚上我甚至睡不着。我觉得父母对我理解不够，我想辞职，我觉得自己过得一点都不开心。有时候我会想，如果我不在这个世界上，我是不是就不会有这些烦恼。但是，又舍不得一些人。我是不是心里出了问题？",
    "annotation": [
      {
        "sentence": "最近情绪不稳定，有时候就突然特别想哭。",
        "label": ""
      },
      {
        "sentence": "支持者：我了解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "为你的困境而紧紧拥抱你。",
        "label": ""
      },
      {
        "sentence": "我希望我的回答能给你帮助。",
        "label": ""
      },
      {
        "sentence": "请告诉我更多细节，你现在的困扰是工作累、身体不舒服、失眠、父母理解不了，还有想辞职和离开这个世界的念头。",
        "label": ""
      },
      {
        "sentence": "求助者：是的，我最近的工作太辛苦了，每天都很高效率，很少休息，而且经常夜班，我感觉自己特别累。",
        "label": ""
      },
      {
        "sentence": "此外，我的身体总觉得痒，即使我洗了澡，换了床单，还是这样。",
        "label": ""
      },
      {
        "sentence": "有时候晚上我甚至睡不着。",
        "label": ""
      },
      {
        "sentence": "我觉得父母对我理解不够，我想辞职，我觉得自己过得一点都不开心。",
        "label": ""
      },
      {
        "sentence": "有时候我会想，如果我不在这个世界上，我是不是就不会有这些烦恼。",
        "label": ""
      },
      {
        "sentence": "但是，又舍不得一些人。",
        "label": ""
      },
      {
        "sentence": "我是不是心里出了问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，我能感受到你的困扰。首先，请接受我真诚的拥抱。你现在的困境是因为工作过度劳累所致。工作本是为了让我们的生活更好，不能让工作成为我们生活的主宰。如果你感到太累了，可以休息一段时间，或者出去走走，调整心态，重新投入工作，这样效率会更高，你也会感到开心。至于你的父母，告诉他们你具体的困境和那些不好的念头，父母都希望孩子过得开心快乐，我相信他们会理解你的。另外，你的身体不舒服，应该去看医生，找出身体痒的原因，并进行针对性的治疗。有一句话我想和你分享：“死是一件不必急于求成的事。”你才23岁，正是青春年华，世界还有很多精彩等着你去发现。请不要轻易放弃，如果工作太辛苦，可以休息，甚至辞职。工作可以再找，希望你早日摆脱困境，重新找回快乐！求助者：谢谢你的回答和鼓励。确实，我最近太忽视了自己的身体和情绪，迷失在工作的压力中，忘记了生活的美好。你说得对，我应该好好休息一下，调整自己的心态。我也会试着和父母沟通，让他们理解我的困境。关于身体的痒，我会尽快去看医生找到解决办法。你的鼓励让我觉得自己并非孤单，我会重新寻找快乐，克服困难。再次感谢你！支持者：不客气，我能为你提供帮助，我感到非常高兴。你已经迈出了一大步，意识到自己的问题，并且愿意寻求解决办法。请记住，你并不孤单，我一直在支持你。如果以后还有任何烦恼或困难，不论大小，都可以找我倾诉。你值得快乐，也会克服困难的。希望你能够重新找回自己的快乐！求助者：谢谢你的支持和鼓励。知道有你这样的朋友在我身边，我感到非常幸福。如果以后遇到困难，我一定会来找你倾诉。我相信，有你的支持，我会变得更加坚强和幸福的。再次感谢你！支持者：不用客气，作为你的朋友，我愿意一直陪伴在你身边。希望我们的友谊能一直持续下去。无论遇到什么困难，记住你不是一个人在战斗，有我一直在你的身后支持你。相信自己，你一定能够战胜困难，过上幸福美好的生活！",
    "annotation": [
      {
        "sentence": "听你的描述，我能感受到你的困扰。",
        "label": ""
      },
      {
        "sentence": "首先，请接受我真诚的拥抱。",
        "label": ""
      },
      {
        "sentence": "你现在的困境是因为工作过度劳累所致。",
        "label": ""
      },
      {
        "sentence": "工作本是为了让我们的生活更好，不能让工作成为我们生活的主宰。",
        "label": ""
      },
      {
        "sentence": "如果你感到太累了，可以休息一段时间，或者出去走走，调整心态，重新投入工作，这样效率会更高，你也会感到开心。",
        "label": ""
      },
      {
        "sentence": "至于你的父母，告诉他们你具体的困境和那些不好的念头，父母都希望孩子过得开心快乐，我相信他们会理解你的。",
        "label": ""
      },
      {
        "sentence": "另外，你的身体不舒服，应该去看医生，找出身体痒的原因，并进行针对性的治疗。",
        "label": ""
      },
      {
        "sentence": "有一句话我想和你分享：“死是一件不必急于求成的事。",
        "label": ""
      },
      {
        "sentence": "”你才23岁，正是青春年华，世界还有很多精彩等着你去发现。",
        "label": ""
      },
      {
        "sentence": "请不要轻易放弃，如果工作太辛苦，可以休息，甚至辞职。",
        "label": ""
      },
      {
        "sentence": "工作可以再找，希望你早日摆脱困境，重新找回快乐！",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的回答和鼓励。",
        "label": ""
      },
      {
        "sentence": "确实，我最近太忽视了自己的身体和情绪，迷失在工作的压力中，忘记了生活的美好。",
        "label": ""
      },
      {
        "sentence": "你说得对，我应该好好休息一下，调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "我也会试着和父母沟通，让他们理解我的困境。",
        "label": ""
      },
      {
        "sentence": "关于身体的痒，我会尽快去看医生找到解决办法。",
        "label": ""
      },
      {
        "sentence": "你的鼓励让我觉得自己并非孤单，我会重新寻找快乐，克服困难。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      },
      {
        "sentence": "支持者：不客气，我能为你提供帮助，我感到非常高兴。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了一大步，意识到自己的问题，并且愿意寻求解决办法。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，我一直在支持你。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何烦恼或困难，不论大小，都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你值得快乐，也会克服困难的。",
        "label": ""
      },
      {
        "sentence": "希望你能够重新找回自己的快乐！",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "知道有你这样的朋友在我身边，我感到非常幸福。",
        "label": ""
      },
      {
        "sentence": "如果以后遇到困难，我一定会来找你倾诉。",
        "label": ""
      },
      {
        "sentence": "我相信，有你的支持，我会变得更加坚强和幸福的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      },
      {
        "sentence": "支持者：不用客气，作为你的朋友，我愿意一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "希望我们的友谊能一直持续下去。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，记住你不是一个人在战斗，有我一直在你的身后支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够战胜困难，过上幸福美好的生活！",
        "label": ""
      }
    ]
  }
]