[
  {
    "role": "client",
    "content": "最近很丧，干什么都没有力气，怎样走出这个状态？最近一直很丧，干什么都没有力气、也觉得没意思，莫名低落，应该做的事情一拖再拖，影响我的生活，怎样走出这个状态？",
    "annotation": [
      {
        "sentence": "最近很丧，干什么都没有力气，怎样走出这个状态？",
        "label": ""
      },
      {
        "sentence": "最近一直很丧，干什么都没有力气、也觉得没意思，莫名低落，应该做的事情一拖再拖，影响我的生活，怎样走出这个状态？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，感受到你的迷茫与无措。丧好像成了很多人生活的常态。觉得工作没什么意义，每天带着抗拒感去上班，结束后只想快点回家葛优瘫；偶尔有上进的念头，但挣扎没多久就开始消沉，心里不断自我打击：“我怕是根本做不到吧”；",
    "annotation": [
      {
        "sentence": "通过你的描述，感受到你的迷茫与无措。",
        "label": ""
      },
      {
        "sentence": "丧好像成了很多人生活的常态。",
        "label": ""
      },
      {
        "sentence": "觉得工作没什么意义，每天带着抗拒感去上班，结束后只想快点回家葛优瘫；偶尔有上进的念头，但挣扎没多久就开始消沉，心里不断自我打击：“我怕是根本做不到吧”；",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉自己好像陷入了一种无力感，一开始还有一些动力，但很快就感到沮丧和自我怀疑。",
    "annotation": [
      {
        "sentence": "是的，我感觉自己好像陷入了一种无力感，一开始还有一些动力，但很快就感到沮丧和自我怀疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。在这种情况下，我们首先要找到“丧”情绪的源头，解决它。我在网络上看到一个对“丧”很有意思的解释，大意是生活处处烦心事，最糟糕的不是没有反抗的能力，而且压根提不起反抗的劲儿。所以要调起这种劲头，我们就要想想，到底为什么会感到很消极很丧。分析一下几个主要原因该怎么找源头。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，我们首先要找到“丧”情绪的源头，解决它。",
        "label": ""
      },
      {
        "sentence": "我在网络上看到一个对“丧”很有意思的解释，大意是生活处处烦心事，最糟糕的不是没有反抗的能力，而且压根提不起反抗的劲儿。",
        "label": ""
      },
      {
        "sentence": "所以要调起这种劲头，我们就要想想，到底为什么会感到很消极很丧。",
        "label": ""
      },
      {
        "sentence": "分析一下几个主要原因该怎么找源头。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也想弄清楚为什么感到如此消极和丧失动力，但有时候我觉得自己被一些事情拖累到无法自拔。",
    "annotation": [
      {
        "sentence": "是的，我也想弄清楚为什么感到如此消极和丧失动力，但有时候我觉得自己被一些事情拖累到无法自拔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果是属于受挫落差感，那么一般都是来源于事情的失败，工作的未完成，还有对比之下成就的卑微。这方面的失落，应该重新安排自己的时间，对生活有短期到长期的规划，并且要根据自身能力范围，精力情况合理安排，这样陷入受挫落差感的几率就会大大减少。",
    "annotation": [
      {
        "sentence": "如果是属于受挫落差感，那么一般都是来源于事情的失败，工作的未完成，还有对比之下成就的卑微。",
        "label": ""
      },
      {
        "sentence": "这方面的失落，应该重新安排自己的时间，对生活有短期到长期的规划，并且要根据自身能力范围，精力情况合理安排，这样陷入受挫落差感的几率就会大大减少。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我发现我有时候对自己设定的目标太高，导致不能及时完成，然后就会陷入消极情绪中。",
    "annotation": [
      {
        "sentence": "确实，我发现我有时候对自己设定的目标太高，导致不能及时完成，然后就会陷入消极情绪中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，设定合理的目标并将其分解为小任务会帮助你更容易达到。另外，如果是空虚焦虑感，我觉得解决方法可以简化成一个字，“动”。动起来，不要让自己闲下来。如果有了目标，就把目标列点具体化，只要在固定的时间做完安排在小区间的事情，心里就会得到满足。如果没有目标，就多去尝试，读书、运动、唱歌。找个爱好，填满闲着焦虑的时间，慢慢的，就会找到想去的方向。",
    "annotation": [
      {
        "sentence": "是的，设定合理的目标并将其分解为小任务会帮助你更容易达到。",
        "label": ""
      },
      {
        "sentence": "另外，如果是空虚焦虑感，我觉得解决方法可以简化成一个字，“动”。",
        "label": ""
      },
      {
        "sentence": "动起来，不要让自己闲下来。",
        "label": ""
      },
      {
        "sentence": "如果有了目标，就把目标列点具体化，只要在固定的时间做完安排在小区间的事情，心里就会得到满足。",
        "label": ""
      },
      {
        "sentence": "如果没有目标，就多去尝试，读书、运动、唱歌。",
        "label": ""
      },
      {
        "sentence": "找个爱好，填满闲着焦虑的时间，慢慢的，就会找到想去的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，运动和尝试新的事物听起来像是一个不错的方法，可以帮助我从空虚和焦虑中走出来。还有，有时候我会因为人际交往方面的情绪刺激而变得更加消极。",
    "annotation": [
      {
        "sentence": "嗯，运动和尝试新的事物听起来像是一个不错的方法，可以帮助我从空虚和焦虑中走出来。",
        "label": ""
      },
      {
        "sentence": "还有，有时候我会因为人际交往方面的情绪刺激而变得更加消极。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，人际交往中的负面情绪刺激确实容易让人产生消极情绪。如果是来自重视的人的无心伤害，那还是有必要跟他聊一聊的，解开你自我怀疑的心结。如果是不重要的人，那其实大可不必太在意他的评价，在心里要告诉自己不要去在意。多想想自己的优点，与容易带给自己快乐的朋友谈谈，他们绝对会给你走出这种情绪的钥匙。我们能够包容自己懒惰、不积极的一面，但也要看到自己优秀、厉害的一面，时常给予自己肯定和激励。当你做得好的时候，就多多鼓励和表扬自己，当你哪天偷懒了也无所谓。过度的否定自我只会让生活变得越来越颓废，不如和自己说一句：下次继续努力！生活嘛，就是要越挫越勇！",
    "annotation": [
      {
        "sentence": "是的，人际交往中的负面情绪刺激确实容易让人产生消极情绪。",
        "label": ""
      },
      {
        "sentence": "如果是来自重视的人的无心伤害，那还是有必要跟他聊一聊的，解开你自我怀疑的心结。",
        "label": ""
      },
      {
        "sentence": "如果是不重要的人，那其实大可不必太在意他的评价，在心里要告诉自己不要去在意。",
        "label": ""
      },
      {
        "sentence": "多想想自己的优点，与容易带给自己快乐的朋友谈谈，他们绝对会给你走出这种情绪的钥匙。",
        "label": ""
      },
      {
        "sentence": "我们能够包容自己懒惰、不积极的一面，但也要看到自己优秀、厉害的一面，时常给予自己肯定和激励。",
        "label": ""
      },
      {
        "sentence": "当你做得好的时候，就多多鼓励和表扬自己，当你哪天偷懒了也无所谓。",
        "label": ""
      },
      {
        "sentence": "过度的否定自我只会让生活变得越来越颓废，不如和自己说一句：下次继续努力！",
        "label": ""
      },
      {
        "sentence": "生活嘛，就是要越挫越勇！",
        "label": ""
      }
    ]
  }
]