[
  {
    "role": "client",
    "content": "几乎对啥事都提不起兴趣，我是怎么了？需要去医院吗？几乎对啥事都提不起兴趣，几乎不怎么跟人交流，上课脑子反应慢，想好好学习却集中不了注意力，记忆力下降，玩手机也感觉不到愉悦感，在教室感觉特不自在，想尽快回到寝室一个人呆着，有时候上课集中不了注意力，有种想揍自己的冲动，为了不显得自己像精神病我只好敲打自己额头或者用笔狠狠戳自己来刺激自己。回到寝室只想躺在床上玩手机打发时间。脑子最近经常不受控制出现一些回忆（最近发生的事），寝室里有几把水果刀，会想象自己睡着室友会不会把自己杀死，还会害怕发生一些意外，我开始不想跟人交流，只能被动交流，并且回答简短，面部表情几乎是板着脸，唯一能提起兴趣的就是打电话跟家人聊聊天了。我好像有抑郁家族史，外婆就是抑郁症，姨妈曾今得了抑郁症，甚至要带上姨父一起跳楼。我早在高三就抑郁了很长一段时间，那时我也想过跳楼一走了之，我也有点怀疑是不是抑郁症，后面好像因为我积极改善好像已经得到缓解。这学期我处于这种状态至少半月了。",
    "annotation": [
      {
        "sentence": "几乎对啥事都提不起兴趣，我是怎么了？",
        "label": ""
      },
      {
        "sentence": "需要去医院吗？",
        "label": ""
      },
      {
        "sentence": "几乎对啥事都提不起兴趣，几乎不怎么跟人交流，上课脑子反应慢，想好好学习却集中不了注意力，记忆力下降，玩手机也感觉不到愉悦感，在教室感觉特不自在，想尽快回到寝室一个人呆着，有时候上课集中不了注意力，有种想揍自己的冲动，为了不显得自己像精神病我只好敲打自己额头或者用笔狠狠戳自己来刺激自己。",
        "label": ""
      },
      {
        "sentence": "回到寝室只想躺在床上玩手机打发时间。",
        "label": ""
      },
      {
        "sentence": "脑子最近经常不受控制出现一些回忆（最近发生的事），寝室里有几把水果刀，会想象自己睡着室友会不会把自己杀死，还会害怕发生一些意外，我开始不想跟人交流，只能被动交流，并且回答简短，面部表情几乎是板着脸，唯一能提起兴趣的就是打电话跟家人聊聊天了。",
        "label": ""
      },
      {
        "sentence": "我好像有抑郁家族史，外婆就是抑郁症，姨妈曾今得了抑郁症，甚至要带上姨父一起跳楼。",
        "label": ""
      },
      {
        "sentence": "我早在高三就抑郁了很长一段时间，那时我也想过跳楼一走了之，我也有点怀疑是不是抑郁症，后面好像因为我积极改善好像已经得到缓解。",
        "label": ""
      },
      {
        "sentence": "这学期我处于这种状态至少半月了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "hi，你是不是觉得没人理解你？感觉在晚上很崩溃？",
    "annotation": [
      {
        "sentence": "hi，你是不是觉得没人理解你？",
        "label": ""
      },
      {
        "sentence": "感觉在晚上很崩溃？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉自己在这个状态下很孤独，没有人能够真正理解我。晚上尤其糟糕，总是感到压力和崩溃。",
    "annotation": [
      {
        "sentence": "是的，我感觉自己在这个状态下很孤独，没有人能够真正理解我。",
        "label": ""
      },
      {
        "sentence": "晚上尤其糟糕，总是感到压力和崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，面对这些问题，有时候确实会让人倍感压力。但相信我，你一定会好起来的。试着多笑一笑，笑对生活中的困难，它们会变得迎刃而解。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，面对这些问题，有时候确实会让人倍感压力。",
        "label": ""
      },
      {
        "sentence": "但相信我，你一定会好起来的。",
        "label": ""
      },
      {
        "sentence": "试着多笑一笑，笑对生活中的困难，它们会变得迎刃而解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量笑对困难，但是我觉得我需要更多的人陪伴。可能我需要多交些朋友，让我感到不再孤独。",
    "annotation": [
      {
        "sentence": "我会尽量笑对困难，但是我觉得我需要更多的人陪伴。",
        "label": ""
      },
      {
        "sentence": "可能我需要多交些朋友，让我感到不再孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那是个很好的想法。你可以试着多向人倾诉，让别人发现你很孤独。找到可以倾诉的对象或者知心朋友，让他们陪伴你共同度过难关。",
    "annotation": [
      {
        "sentence": "那是个很好的想法。",
        "label": ""
      },
      {
        "sentence": "你可以试着多向人倾诉，让别人发现你很孤独。",
        "label": ""
      },
      {
        "sentence": "找到可以倾诉的对象或者知心朋友，让他们陪伴你共同度过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得我现在已经不善于跟人交流了，甚至不愿意主动和别人说话。我只能被动交流，并且回答简短，面部表情也变得很板着。",
    "annotation": [
      {
        "sentence": "但是我觉得我现在已经不善于跟人交流了，甚至不愿意主动和别人说话。",
        "label": ""
      },
      {
        "sentence": "我只能被动交流，并且回答简短，面部表情也变得很板着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在可能不太愿意主动交流，但是这只是一个阶段，不要过于自责。少量的互动也是一种进步。你可以试着给自己一些时间和空间，逐渐调整心态。",
    "annotation": [
      {
        "sentence": "我理解你现在可能不太愿意主动交流，但是这只是一个阶段，不要过于自责。",
        "label": ""
      },
      {
        "sentence": "少量的互动也是一种进步。",
        "label": ""
      },
      {
        "sentence": "你可以试着给自己一些时间和空间，逐渐调整心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，可能我需要给自己一些时间和空间，慢慢地调整自己。但是我还是觉得唯一能提起兴趣的就是打电话跟家人聊天了。",
    "annotation": [
      {
        "sentence": "嗯，可能我需要给自己一些时间和空间，慢慢地调整自己。",
        "label": ""
      },
      {
        "sentence": "但是我还是觉得唯一能提起兴趣的就是打电话跟家人聊天了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "和家人聊天是不错的方式，能让你感到温暖和关爱。家人是你最坚强的后盾，他们会陪伴你一起渡过难关。除此之外，也可以试着逐渐和其他人进行更深入的交流，培养更多的兴趣和爱好。",
    "annotation": [
      {
        "sentence": "和家人聊天是不错的方式，能让你感到温暖和关爱。",
        "label": ""
      },
      {
        "sentence": "家人是你最坚强的后盾，他们会陪伴你一起渡过难关。",
        "label": ""
      },
      {
        "sentence": "除此之外，也可以试着逐渐和其他人进行更深入的交流，培养更多的兴趣和爱好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可以试试和其他人进行更深入的交流，培养更多的兴趣和爱好。但是我有点担心，我听说抑郁症有家族遗传史，我外婆和姨妈都得过抑郁症，甚至有过轻生的念头。我也担心我是不是也得了抑郁症。",
    "annotation": [
      {
        "sentence": "我可以试试和其他人进行更深入的交流，培养更多的兴趣和爱好。",
        "label": ""
      },
      {
        "sentence": "但是我有点担心，我听说抑郁症有家族遗传史，我外婆和姨妈都得过抑郁症，甚至有过轻生的念头。",
        "label": ""
      },
      {
        "sentence": "我也担心我是不是也得了抑郁症。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心是正常的，但不要给自己过多的压力。家族遗传并不意味着一定会得抑郁症。你可以关注自己的心理健康，如果有需要，可以寻求专业医生的帮助进行评估和诊断。不过，还是不要过于自我标签化，相信自己会调整好自己的心态。",
    "annotation": [
      {
        "sentence": "担心是正常的，但不要给自己过多的压力。",
        "label": ""
      },
      {
        "sentence": "家族遗传并不意味着一定会得抑郁症。",
        "label": ""
      },
      {
        "sentence": "你可以关注自己的心理健康，如果有需要，可以寻求专业医生的帮助进行评估和诊断。",
        "label": ""
      },
      {
        "sentence": "不过，还是不要过于自我标签化，相信自己会调整好自己的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，谢谢你的建议。我知道我不能轻易地给自己贴上抑郁症的标签，但是我觉得我需要寻求一些专业帮助。这学期我处于这种状态已经半个月了，我需要尽快摆脱这个状态。",
    "annotation": [
      {
        "sentence": "嗯，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我知道我不能轻易地给自己贴上抑郁症的标签，但是我觉得我需要寻求一些专业帮助。",
        "label": ""
      },
      {
        "sentence": "这学期我处于这种状态已经半个月了，我需要尽快摆脱这个状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的想法。寻求专业帮助是正确的选择，他们可以给予你更合适的指导和支持，帮助你走出困境。你已经迈出了第一步，相信一切都会好起来的，和专业人士一起努力，你会慢慢恢复正常的生活。如果你需要的话，我也很愿意陪伴你走过这段难关。",
    "annotation": [
      {
        "sentence": "非常赞同你的想法。",
        "label": ""
      },
      {
        "sentence": "寻求专业帮助是正确的选择，他们可以给予你更合适的指导和支持，帮助你走出困境。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，相信一切都会好起来的，和专业人士一起努力，你会慢慢恢复正常的生活。",
        "label": ""
      },
      {
        "sentence": "如果你需要的话，我也很愿意陪伴你走过这段难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我真的很感激，能够有你这样的朋友在身边。我会听从你的建议，尽快去寻求专业帮助，同时也希望能和你保持联系，和你一起进步。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我真的很感激，能够有你这样的朋友在身边。",
        "label": ""
      },
      {
        "sentence": "我会听从你的建议，尽快去寻求专业帮助，同时也希望能和你保持联系，和你一起进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能够帮到你，也很愿意成为你的朋友与倾听者。我们会共同努力，渡过这段困难时期。记住，你并不孤单，我们会一起走过来的。希望你每天都能开心起来！o(≧v≦)o。",
    "annotation": [
      {
        "sentence": "非常高兴能够帮到你，也很愿意成为你的朋友与倾听者。",
        "label": ""
      },
      {
        "sentence": "我们会共同努力，渡过这段困难时期。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们会一起走过来的。",
        "label": ""
      },
      {
        "sentence": "希望你每天都能开心起来！",
        "label": ""
      },
      {
        "sentence": "o(≧v≦)o。",
        "label": ""
      }
    ]
  }
]