[
  {
    "role": "client",
    "content": "失恋，长期自卑和自我否定，所谓自我提升到底怎么做？",
    "annotation": [
      {
        "sentence": "失恋，长期自卑和自我否定，所谓自我提升到底怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的叙述，也很能理解你，受自卑心理的困扰这么多年，你的生活一定很痛苦，似乎周围的一切都在否定你，这就是你患社交恐惧症的原因所在。",
    "annotation": [
      {
        "sentence": "看到你的叙述，也很能理解你，受自卑心理的困扰这么多年，你的生活一定很痛苦，似乎周围的一切都在否定你，这就是你患社交恐惧症的原因所在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我承认我一直受到自卑心理的困扰，但我不知道该如何摆脱它。",
    "annotation": [
      {
        "sentence": "是的，我承认我一直受到自卑心理的困扰，但我不知道该如何摆脱它。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我有几点想和你聊聊。你说你体格小不像男生，这或许从小就是你的一个特点之一吧，如果是这样的话，应该也受到周围的评价了，而周围给你的评价都是否定的，就如你所说的“不像一个男生”，或许从小你就开始自卑，认同了周围的评价，所以你的自卑心理很严重，它就像一个声音一样一直跟随你，不管你做什么，都会被它所影响。",
    "annotation": [
      {
        "sentence": "我有几点想和你聊聊。",
        "label": ""
      },
      {
        "sentence": "你说你体格小不像男生，这或许从小就是你的一个特点之一吧，如果是这样的话，应该也受到周围的评价了，而周围给你的评价都是否定的，就如你所说的“不像一个男生”，或许从小你就开始自卑，认同了周围的评价，所以你的自卑心理很严重，它就像一个声音一样一直跟随你，不管你做什么，都会被它所影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实从小就被周围人不断地否定，导致我对自己的体格和形象非常不自信。",
    "annotation": [
      {
        "sentence": "你说得对，我确实从小就被周围人不断地否定，导致我对自己的体格和形象非常不自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为爱情让你有了些许的力量和自信，还有安全感，但是你却因为没有安全感时常向对方索取，而带给对方伤害。这说明你的安全感的根源是你是一个缺爱的男生。这要看你小时候是否不被父母关注，没有从父母那得到爱。如果是这样的话，那可以试着进行自我关怀的练习。比如，当你没有安全感的时候，你可以觉察一下你的内心，是否童年时候你在需要被关注被爱的时候，并没有满足。这时候你就告诉自己，你是需要爱的，需要被关注的。这是你自我接纳的第一步。",
    "annotation": [
      {
        "sentence": "因为爱情让你有了些许的力量和自信，还有安全感，但是你却因为没有安全感时常向对方索取，而带给对方伤害。",
        "label": ""
      },
      {
        "sentence": "这说明你的安全感的根源是你是一个缺爱的男生。",
        "label": ""
      },
      {
        "sentence": "这要看你小时候是否不被父母关注，没有从父母那得到爱。",
        "label": ""
      },
      {
        "sentence": "如果是这样的话，那可以试着进行自我关怀的练习。",
        "label": ""
      },
      {
        "sentence": "比如，当你没有安全感的时候，你可以觉察一下你的内心，是否童年时候你在需要被关注被爱的时候，并没有满足。",
        "label": ""
      },
      {
        "sentence": "这时候你就告诉自己，你是需要爱的，需要被关注的。",
        "label": ""
      },
      {
        "sentence": "这是你自我接纳的第一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，小时候我确实没有得到父母的关注和爱，可能这些缺失在我如今的行为中有所体现。我会试着进行自我关怀的练习，希望能够提升我的安全感和自信心。",
    "annotation": [
      {
        "sentence": "你说得很对，小时候我确实没有得到父母的关注和爱，可能这些缺失在我如今的行为中有所体现。",
        "label": ""
      },
      {
        "sentence": "我会试着进行自我关怀的练习，希望能够提升我的安全感和自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "博得他人关注、嫉妒心和占有欲这些背后的心理机制都是自卑，现在你被自卑控制了一切，因为自卑你伤害他人的感情，而这个带来的结果让你更加否定自我，更加自卑。你就像陷入自卑的圈里出不来一样。这确实非常令人痛苦和无助。",
    "annotation": [
      {
        "sentence": "博得他人关注、嫉妒心和占有欲这些背后的心理机制都是自卑，现在你被自卑控制了一切，因为自卑你伤害他人的感情，而这个带来的结果让你更加否定自我，更加自卑。",
        "label": ""
      },
      {
        "sentence": "你就像陷入自卑的圈里出不来一样。",
        "label": ""
      },
      {
        "sentence": "这确实非常令人痛苦和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到了自卑心理的负面影响，但就是很难改变这种状态。",
    "annotation": [
      {
        "sentence": "是的，我意识到了自卑心理的负面影响，但就是很难改变这种状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你肯定有很多的优点，有很多吸引人的地方，只是你自己没有看到而已，你要知道什么样的人会吸引来什么样的朋友，既然对方很优秀，你肯定也不错。你能想到自我提升，说明你是很想改变，也说明你对自身的认识还是很多的。想要自我提升，先要从看到不好的自己开始，然后去接纳这个真实的自己。当你对自己越不满，就越不接受自己，就会越痛苦，越陷越深。当你能承认自己的不好之处，并接受这样的自己后，你就不会那么执念，也就不会那么痛苦。",
    "annotation": [
      {
        "sentence": "其实你肯定有很多的优点，有很多吸引人的地方，只是你自己没有看到而已，你要知道什么样的人会吸引来什么样的朋友，既然对方很优秀，你肯定也不错。",
        "label": ""
      },
      {
        "sentence": "你能想到自我提升，说明你是很想改变，也说明你对自身的认识还是很多的。",
        "label": ""
      },
      {
        "sentence": "想要自我提升，先要从看到不好的自己开始，然后去接纳这个真实的自己。",
        "label": ""
      },
      {
        "sentence": "当你对自己越不满，就越不接受自己，就会越痛苦，越陷越深。",
        "label": ""
      },
      {
        "sentence": "当你能承认自己的不好之处，并接受这样的自己后，你就不会那么执念，也就不会那么痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要更客观地看待自己，接受自己的优点和不足，这样才能摆脱自卑的困扰，向更好的自己迈进。",
    "annotation": [
      {
        "sentence": "你说得对，我需要更客观地看待自己，接受自己的优点和不足，这样才能摆脱自卑的困扰，向更好的自己迈进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "世界上懂道理的人非常多，但能过好生活的人还是那些用道理改变行动的人。道理是个好东西，但它与你没有什么用，除非你按道理去行动，利用道理改善自己才行。所以你还是要下定决心去按你知道的道理去做，坚持下去，有一天你会发现不一样的自己，也会喜欢新的自己。",
    "annotation": [
      {
        "sentence": "世界上懂道理的人非常多，但能过好生活的人还是那些用道理改变行动的人。",
        "label": ""
      },
      {
        "sentence": "道理是个好东西，但它与你没有什么用，除非你按道理去行动，利用道理改善自己才行。",
        "label": ""
      },
      {
        "sentence": "所以你还是要下定决心去按你知道的道理去做，坚持下去，有一天你会发现不一样的自己，也会喜欢新的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，不光是了解道理，更重要的是将其付诸行动，坚持下去。我决心要积极改变自己，争取成为更好的人。",
    "annotation": [
      {
        "sentence": "我明白了，不光是了解道理，更重要的是将其付诸行动，坚持下去。",
        "label": ""
      },
      {
        "sentence": "我决心要积极改变自己，争取成为更好的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都会有自卑感的，自卑并不是不好，而是让我们看到了自身的弱项，人类又有向上成长的欲望，就会努力挑战自卑，让自己超越原来的自己，越来越卓越。想要改变现状并不是一时就能解决的，即便有方法也需要长时间才能看到效果。在这个过程中，你要不断与已经习惯的自己做对抗，去重新建立一个新的自己。比如，体育锻炼，既然你喜欢就下定决心制定一个目标和计划，然后去行动。当你想要放弃，自认为没有用的时候，就逼着自己坚持去做，等你跨过那个纠结的时刻后，你也就明朗了，就能看到自己的优秀。还有，你可以看书进行体育锻炼，进行你所喜欢的活动，来展示你的优秀，你的优点，对自己有更全面更正确的认识和评价，会助你慢慢走出自卑泥沼里的。",
    "annotation": [
      {
        "sentence": "每个人都会有自卑感的，自卑并不是不好，而是让我们看到了自身的弱项，人类又有向上成长的欲望，就会努力挑战自卑，让自己超越原来的自己，越来越卓越。",
        "label": ""
      },
      {
        "sentence": "想要改变现状并不是一时就能解决的，即便有方法也需要长时间才能看到效果。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你要不断与已经习惯的自己做对抗，去重新建立一个新的自己。",
        "label": ""
      },
      {
        "sentence": "比如，体育锻炼，既然你喜欢就下定决心制定一个目标和计划，然后去行动。",
        "label": ""
      },
      {
        "sentence": "当你想要放弃，自认为没有用的时候，就逼着自己坚持去做，等你跨过那个纠结的时刻后，你也就明朗了，就能看到自己的优秀。",
        "label": ""
      },
      {
        "sentence": "还有，你可以看书进行体育锻炼，进行你所喜欢的活动，来展示你的优秀，你的优点，对自己有更全面更正确的认识和评价，会助你慢慢走出自卑泥沼里的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会采取行动，制定目标并坚持努力，希望能够逐渐摆脱自卑的心理困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会采取行动，制定目标并坚持努力，希望能够逐渐摆脱自卑的心理困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人有优点也有弱点，再优秀的人也有不好的地方，但我们不必",
    "annotation": [
      {
        "sentence": "人有优点也有弱点，再优秀的人也有不好的地方，但我们不必",
        "label": ""
      }
    ]
  }
]