[
  {
    "role": "client",
    "content": "我有一个高中时期的好朋友，她本来成绩就比我好，也比我努力用功，高考也理所当然地考得比我好。上大学以后，她依旧很用功，且非常自律，参加了很多含金量很高的比赛，还申请到了奖学金；而我总是放飞自我，成绩在年级的靠后。虽然我总是会想着得努力学习，但就是提不起劲来。另外，她的家庭条件比我好很多，什么钢琴电子产品都是说买就买，旅行也是说走就走，虽然这种差距可能体现的不是很明显，但我自己心里还是会有很大落差。我该怎么办？",
    "annotation": [
      {
        "sentence": "我有一个高中时期的好朋友，她本来成绩就比我好，也比我努力用功，高考也理所当然地考得比我好。",
        "label": ""
      },
      {
        "sentence": "上大学以后，她依旧很用功，且非常自律，参加了很多含金量很高的比赛，还申请到了奖学金；而我总是放飞自我，成绩在年级的靠后。",
        "label": ""
      },
      {
        "sentence": "虽然我总是会想着得努力学习，但就是提不起劲来。",
        "label": ""
      },
      {
        "sentence": "另外，她的家庭条件比我好很多，什么钢琴电子产品都是说买就买，旅行也是说走就走，虽然这种差距可能体现的不是很明显，但我自己心里还是会有很大落差。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的困扰是比自己优秀的朋友比自己还努力，并且家境也不错，自己也想努力但是总是提不起劲。你能知道和朋友去找差距，想着去努力足以证明你比较优秀的，要是更把想法变为实施就更优秀了。怎么才能让自己想法付诸实施呢？",
    "annotation": [
      {
        "sentence": "你现在的困扰是比自己优秀的朋友比自己还努力，并且家境也不错，自己也想努力但是总是提不起劲。",
        "label": ""
      },
      {
        "sentence": "你能知道和朋友去找差距，想着去努力足以证明你比较优秀的，要是更把想法变为实施就更优秀了。",
        "label": ""
      },
      {
        "sentence": "怎么才能让自己想法付诸实施呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望能够将我的想法变为实际行动，但我总是在行动之前犹豫不决，缺乏动力。",
    "annotation": [
      {
        "sentence": "是的，我希望能够将我的想法变为实际行动，但我总是在行动之前犹豫不决，缺乏动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给自己制定目标是一个好的策略，你可以从制定小目标开始，而不是一下子制定一个太大的目标。详细规划每天的计划并且坚持去执行，然后定期复盘，找出自己的不足之处并加以改进。只要你不断去付诸实践，相信你会变得越来越优秀的。",
    "annotation": [
      {
        "sentence": "给自己制定目标是一个好的策略，你可以从制定小目标开始，而不是一下子制定一个太大的目标。",
        "label": ""
      },
      {
        "sentence": "详细规划每天的计划并且坚持去执行，然后定期复盘，找出自己的不足之处并加以改进。",
        "label": ""
      },
      {
        "sentence": "只要你不断去付诸实践，相信你会变得越来越优秀的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试制定小目标并且持之以恒地去执行它们。但是，我还是很在意朋友的家境优越感，觉得自己与她有很大的差距。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试制定小目标并且持之以恒地去执行它们。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很在意朋友的家境优越感，觉得自己与她有很大的差距。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放平心态很重要，虽然朋友的家境好并且享受很多物质条件，但每个人的出身是无法选择的。尽管你的家境不如她，但仍然有很多人的家境远远不如你。我们要做的就是放平心态，做最好的自己就可以了。不要被比较和不公平的感觉所困扰，祝你早日摆脱困扰！",
    "annotation": [
      {
        "sentence": "放平心态很重要，虽然朋友的家境好并且享受很多物质条件，但每个人的出身是无法选择的。",
        "label": ""
      },
      {
        "sentence": "尽管你的家境不如她，但仍然有很多人的家境远远不如你。",
        "label": ""
      },
      {
        "sentence": "我们要做的就是放平心态，做最好的自己就可以了。",
        "label": ""
      },
      {
        "sentence": "不要被比较和不公平的感觉所困扰，祝你早日摆脱困扰！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力放平心态，专注于自己的成长和进步。可能会有一些挑战和困难，但我相信只要坚持下去，我也能取得好的成绩。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力放平心态，专注于自己的成长和进步。",
        "label": ""
      },
      {
        "sentence": "可能会有一些挑战和困难，但我相信只要坚持下去，我也能取得好的成绩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，困难和挑战是成长的一部分，要有耐心和坚持。相信自己的能力，并且相信你可以逐渐缩小与朋友的差距。如果在这个过程中你需要任何帮助或者需要有人倾诉，随时来找我吧。",
    "annotation": [
      {
        "sentence": "没错，困难和挑战是成长的一部分，要有耐心和坚持。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，并且相信你可以逐渐缩小与朋友的差距。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中你需要任何帮助或者需要有人倾诉，随时来找我吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会好好努力的。我确实需要一个人倾诉和分享，很感激有你这样的朋友在我身边。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会好好努力的。",
        "label": ""
      },
      {
        "sentence": "我确实需要一个人倾诉和分享，很感激有你这样的朋友在我身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我会一直在你身边支持你的。如果有任何需要，随时找我倾诉，我会听你倾诉并给予你适当的建议。不要忘记，你并不孤单，我们一起走过困难和追求自我成长的路。",
    "annotation": [
      {
        "sentence": "没问题，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时找我倾诉，我会听你倾诉并给予你适当的建议。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你并不孤单，我们一起走过困难和追求自我成长的路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的陪伴和鼓励，我真的很感激。我相信有了你的支持，我能够克服自己的困难，并且变得更加优秀。",
    "annotation": [
      {
        "sentence": "感谢你的陪伴和鼓励，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "我相信有了你的支持，我能够克服自己的困难，并且变得更加优秀。",
        "label": ""
      }
    ]
  }
]