[
  {
    "role": "client",
    "content": "最近工作上总碰到不负责任的同伴，怎么办？明明已经安排好的工作，答应的很快但是却完全没有落实下去，第二天就有很重要的事情要办了，但是还做的一塌糊涂，还能高高兴兴的八点多洗澡听歌敷面膜。不知道该怎么对待(┯_┯)",
    "annotation": [
      {
        "sentence": "最近工作上总碰到不负责任的同伴，怎么办？",
        "label": ""
      },
      {
        "sentence": "明明已经安排好的工作，答应的很快但是却完全没有落实下去，第二天就有很重要的事情要办了，但是还做的一塌糊涂，还能高高兴兴的八点多洗澡听歌敷面膜。",
        "label": ""
      },
      {
        "sentence": "不知道该怎么对待(┯_┯)",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，你对自己的合作伙伴的懒散态度感到很不可思议，觉得她悠闲的心态和你紧张的心情形成鲜明的对比，你不太认同她不负责任的态度，这样的同伴没帮助分担你的工作量，让你感觉你们的工作进度没有任何变化，真的很能理解你的无奈呀。",
    "annotation": [
      {
        "sentence": "看了你的描述，你对自己的合作伙伴的懒散态度感到很不可思议，觉得她悠闲的心态和你紧张的心情形成鲜明的对比，你不太认同她不负责任的态度，这样的同伴没帮助分担你的工作量，让你感觉你们的工作进度没有任何变化，真的很能理解你的无奈呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，感觉她完全没有把工作当回事，让我感到很沮丧和困惑。我安排好的工作都没法按时完成，这样的情况让我怎么继续下去呢？",
    "annotation": [
      {
        "sentence": "是的，感觉她完全没有把工作当回事，让我感到很沮丧和困惑。",
        "label": ""
      },
      {
        "sentence": "我安排好的工作都没法按时完成，这样的情况让我怎么继续下去呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述“明明已经安排好的工作，答应的很快但是却完全没有落实下去”，如果你们的工作性质有很严格的竞争关系，这种合作之间影响到你的工作表现和工资，那么这种问题的解决方法就是换同伴。因为你们的性格和价值观有很大不同，平时在一起玩的时候可能没感觉有很大差距，但是一但涉及到合作做实事，你们之间矛盾和差距就会暴露出来。",
    "annotation": [
      {
        "sentence": "根据你的描述“明明已经安排好的工作，答应的很快但是却完全没有落实下去”，如果你们的工作性质有很严格的竞争关系，这种合作之间影响到你的工作表现和工资，那么这种问题的解决方法就是换同伴。",
        "label": ""
      },
      {
        "sentence": "因为你们的性格和价值观有很大不同，平时在一起玩的时候可能没感觉有很大差距，但是一但涉及到合作做实事，你们之间矛盾和差距就会暴露出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也意识到我们的性格和价值观有很大不同，但是换同伴并不是一个容易的决定，毕竟我们在工作上也需要相互合作，而且她在公司的地位比我高，换同伴可能会遇到更大的问题。",
    "annotation": [
      {
        "sentence": "我也意识到我们的性格和价值观有很大不同，但是换同伴并不是一个容易的决定，毕竟我们在工作上也需要相互合作，而且她在公司的地位比我高，换同伴可能会遇到更大的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许你在初入社会的时候就能感受到一种差距，有些人很认真负责，有些人对什么事情都不上心，可你们却能在同一个岗位工作，甚至身居高位。这是因为，社会的包容性非常强，各种不同性格、价值观的人都能在这个社会中生存，不会因为我们不理解和我们价值观不同的人就不允许他存在。",
    "annotation": [
      {
        "sentence": "或许你在初入社会的时候就能感受到一种差距，有些人很认真负责，有些人对什么事情都不上心，可你们却能在同一个岗位工作，甚至身居高位。",
        "label": ""
      },
      {
        "sentence": "这是因为，社会的包容性非常强，各种不同性格、价值观的人都能在这个社会中生存，不会因为我们不理解和我们价值观不同的人就不允许他存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白社会的包容性，但是在工作中，我很难忽略她的不负责任给我带来的困扰和压力。我不知道该如何是好，还能继续与她合作下去吗？",
    "annotation": [
      {
        "sentence": "我明白社会的包容性，但是在工作中，我很难忽略她的不负责任给我带来的困扰和压力。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何是好，还能继续与她合作下去吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所以我们慢慢地会见到更多让我们无法理解的人和事，或许这就是认识世界的必经过程。不过，在你们的合作中，你可以根据自己工作的实际情况和同伴进行一次谈话，了解她的想法，首先需要抛开偏见的沟通。如果发现她确实是个不负责任的同伴，你可以选择换人，毕竟你的工作进展受到了很大的影响。",
    "annotation": [
      {
        "sentence": "所以我们慢慢地会见到更多让我们无法理解的人和事，或许这就是认识世界的必经过程。",
        "label": ""
      },
      {
        "sentence": "不过，在你们的合作中，你可以根据自己工作的实际情况和同伴进行一次谈话，了解她的想法，首先需要抛开偏见的沟通。",
        "label": ""
      },
      {
        "sentence": "如果发现她确实是个不负责任的同伴，你可以选择换人，毕竟你的工作进展受到了很大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试与她进行一次沟通，了解她的想法和态度。如果沟通无果，我可能会考虑换同伴。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会尝试与她进行一次沟通，了解她的想法和态度。",
        "label": ""
      },
      {
        "sentence": "如果沟通无果，我可能会考虑换同伴。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能找到解决问题的方法。记得，在沟通过程中保持冷静和理性，尽量避免情绪干扰，只有这样才能使问题得到更好的解决。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "记得，在沟通过程中保持冷静和理性，尽量避免情绪干扰，只有这样才能使问题得到更好的解决。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福！我会尽力解决这个问题的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "我会尽力解决这个问题的。",
        "label": ""
      }
    ]
  }
]