[
  {
    "role": "client",
    "content": "不想去大学，那里一点快乐都没有。我这是怎么了？因为不想处理复杂人际关系跟想提高居住质量而大学走读，大二，车程1h，早6点多出去晚10点多回来，在学校没有很好的朋友，基本上什么都一个人。专业不喜欢，从九月份开学后不知为何而暴食复发（之前几个月控制住了的），感觉上学很没有意思不快乐，但是又觉得退学对前途影响太大了……但是，我真的真的好累啊。而且上课的时候感觉头上的血管在跳动（最近两个心情头皮莫名痒，脚也痒），总感觉身后有人在对我传达恶意——高中时认真上课有同学骂过我（他们认为我没人情味）。回到家也会11点后睡觉，就是不想睡，控制不住。我这是怎么了？我好讨厌啊。",
    "annotation": [
      {
        "sentence": "不想去大学，那里一点快乐都没有。",
        "label": ""
      },
      {
        "sentence": "我这是怎么了？",
        "label": ""
      },
      {
        "sentence": "因为不想处理复杂人际关系跟想提高居住质量而大学走读，大二，车程1h，早6点多出去晚10点多回来，在学校没有很好的朋友，基本上什么都一个人。",
        "label": ""
      },
      {
        "sentence": "专业不喜欢，从九月份开学后不知为何而暴食复发（之前几个月控制住了的），感觉上学很没有意思不快乐，但是又觉得退学对前途影响太大了……但是，我真的真的好累啊。",
        "label": ""
      },
      {
        "sentence": "而且上课的时候感觉头上的血管在跳动（最近两个心情头皮莫名痒，脚也痒），总感觉身后有人在对我传达恶意——高中时认真上课有同学骂过我（他们认为我没人情味）。",
        "label": ""
      },
      {
        "sentence": "回到家也会11点后睡觉，就是不想睡，控制不住。",
        "label": ""
      },
      {
        "sentence": "我这是怎么了？",
        "label": ""
      },
      {
        "sentence": "我好讨厌啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好啊，看到你一点都不快乐，感到心疼。上大学期间晚归暴食身体发痒看到你的叙述，因为不喜欢处理人际关系，你宁愿早出晚归十点多才能到家；因为不喜欢专业，暴食复发；想退学，又觉得对前途影响太大。朋友不是你喜欢的，你可以用走读来规避；而上了不喜欢的专业，不想上学而不得不上学，却是无奈的选择，让你心累。你真的是很累了，身体在向你提抗议，你发现了头上的血管在跳动，最近两个星期头皮莫名痒，脚也痒。身体知道一切问题的答案交友和所学的专业都不是你喜欢的，你却需要每天去面对。好不容易积累的能量天天被路上一个小时的车程来回折腾，被不想学的专业，不想上的学抵抗消耗掉了，心确实是很累的。",
    "annotation": [
      {
        "sentence": "你好啊，看到你一点都不快乐，感到心疼。",
        "label": ""
      },
      {
        "sentence": "上大学期间晚归暴食身体发痒看到你的叙述，因为不喜欢处理人际关系，你宁愿早出晚归十点多才能到家；因为不喜欢专业，暴食复发；想退学，又觉得对前途影响太大。",
        "label": ""
      },
      {
        "sentence": "朋友不是你喜欢的，你可以用走读来规避；而上了不喜欢的专业，不想上学而不得不上学，却是无奈的选择，让你心累。",
        "label": ""
      },
      {
        "sentence": "你真的是很累了，身体在向你提抗议，你发现了头上的血管在跳动，最近两个星期头皮莫名痒，脚也痒。",
        "label": ""
      },
      {
        "sentence": "身体知道一切问题的答案交友和所学的专业都不是你喜欢的，你却需要每天去面对。",
        "label": ""
      },
      {
        "sentence": "好不容易积累的能量天天被路上一个小时的车程来回折腾，被不想学的专业，不想上的学抵抗消耗掉了，心确实是很累的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我真的感觉很糟糕。我试过努力交朋友，但是总觉得彼此之间没有真正的联系，很难找到志同道合的人。而且上课的时候，总会有这种奇怪的感觉，好像别人在议论我，用异样的眼光看我。高中时的那次经历真的对我的自信心造成了很大的打击。",
    "annotation": [
      {
        "sentence": "是啊，我真的感觉很糟糕。",
        "label": ""
      },
      {
        "sentence": "我试过努力交朋友，但是总觉得彼此之间没有真正的联系，很难找到志同道合的人。",
        "label": ""
      },
      {
        "sentence": "而且上课的时候，总会有这种奇怪的感觉，好像别人在议论我，用异样的眼光看我。",
        "label": ""
      },
      {
        "sentence": "高中时的那次经历真的对我的自信心造成了很大的打击。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我能感受到你的无助和沮丧。你的努力交友是值得肯定的，有时候找到志同道合的人并不容易，但不要灰心。关于上课时的感觉，这可能是你心理上的负担在作祟。因为过去有不愉快的经历，你在现在的学校也会因此受到影响。但是，我们不能让过去的经历阻挡我们向前迈进，你值得拥有更好的学习环境和朋友。有时候，我们需要给自己一些时间来恢复自信，不要把自己封闭起来。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我能感受到你的无助和沮丧。",
        "label": ""
      },
      {
        "sentence": "你的努力交友是值得肯定的，有时候找到志同道合的人并不容易，但不要灰心。",
        "label": ""
      },
      {
        "sentence": "关于上课时的感觉，这可能是你心理上的负担在作祟。",
        "label": ""
      },
      {
        "sentence": "因为过去有不愉快的经历，你在现在的学校也会因此受到影响。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能让过去的经历阻挡我们向前迈进，你值得拥有更好的学习环境和朋友。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要给自己一些时间来恢复自信，不要把自己封闭起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我需要改变，但是我现在真的不知道该怎么办。我感觉自己陷入了一个困境，一方面不快乐，另一方面又不想放弃。我真的好烦恼。",
    "annotation": [
      {
        "sentence": "我知道我需要改变，但是我现在真的不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我感觉自己陷入了一个困境，一方面不快乐，另一方面又不想放弃。",
        "label": ""
      },
      {
        "sentence": "我真的好烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，面对这种困境确实很烦恼。但是，放弃并不是唯一的选择。或许我们可以先尝试寻找一些解决问题的方法，来改善你现在的情况。也许你可以和学校的辅导员交流一下，看看能否调整专业或是寻求一些心理支持。同时，你可以参与一些兴趣小组或社团，或者尝试参加一些课外活动，这样就有机会结识一些与你有共同兴趣的人。改变需要时间和努力，但只要你愿意尝试，我相信你能够找到更好的解决方案。",
    "annotation": [
      {
        "sentence": "我理解你的感受，面对这种困境确实很烦恼。",
        "label": ""
      },
      {
        "sentence": "但是，放弃并不是唯一的选择。",
        "label": ""
      },
      {
        "sentence": "或许我们可以先尝试寻找一些解决问题的方法，来改善你现在的情况。",
        "label": ""
      },
      {
        "sentence": "也许你可以和学校的辅导员交流一下，看看能否调整专业或是寻求一些心理支持。",
        "label": ""
      },
      {
        "sentence": "同时，你可以参与一些兴趣小组或社团，或者尝试参加一些课外活动，这样就有机会结识一些与你有共同兴趣的人。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，但只要你愿意尝试，我相信你能够找到更好的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我感觉有点希望了。我会试着去预约辅导员，看看能不能寻求一些帮助和支持。同时，我也会尝试加入一些活动，寻找一些属于我自己的快乐和自信。虽然现在还有些犹豫和担忧，但至少现在我知道了我还有很多选择和机会。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我感觉有点希望了。",
        "label": ""
      },
      {
        "sentence": "我会试着去预约辅导员，看看能不能寻求一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试加入一些活动，寻找一些属于我自己的快乐和自信。",
        "label": ""
      },
      {
        "sentence": "虽然现在还有些犹豫和担忧，但至少现在我知道了我还有很多选择和机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的积极回应和决心，这是非常不错的一步。记住，每个人都有低落和困惑的时候，但只要我们愿意尝试，总能够找到解决问题的方法。在这个过程中，也不要忘记给自己一些宽容和鼓励。相信自己，坚持寻找到适合自己的道路，我相信你一定能够克服眼前的困难，迈向更好的未来。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的积极回应和决心，这是非常不错的一步。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有低落和困惑的时候，但只要我们愿意尝试，总能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，也不要忘记给自己一些宽容和鼓励。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持寻找到适合自己的道路，我相信你一定能够克服眼前的困难，迈向更好的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，这段对话对我来说真的很有帮助。我会努力去尝试和改变，相信自己能够走出困境。再次感谢你的陪伴和关心！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，这段对话对我来说真的很有帮助。",
        "label": ""
      },
      {
        "sentence": "我会努力去尝试和改变，相信自己能够走出困境。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和关心！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意和你分享这些建议和思考。你的勇气和决心让我非常钦佩。无论遭遇什么困难，都相信自己的力量，坚持前行。如果你在这个过程中有更多的困惑或需要倾诉，随时可以找我聊天。祝你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意和你分享这些建议和思考。",
        "label": ""
      },
      {
        "sentence": "你的勇气和决心让我非常钦佩。",
        "label": ""
      },
      {
        "sentence": "无论遭遇什么困难，都相信自己的力量，坚持前行。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中有更多的困惑或需要倾诉，随时可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]