[
  {
    "role": "client",
    "content": "我不想去大学，那里一点快乐都没有。我这是怎么了？因为不想处理复杂人际关系跟想提高居住质量而大学走读，大二，车程1h，早6点多出去晚10点多回来，在学校没有很好的朋友，基本上什么都一个人。专业不喜欢，从九月份开学后不知为何而暴食复发（之前几个月控制住了的），感觉上学很没有意思不快乐，但是又觉得退学对前途影响太大了……但是，我真的真的好累啊。而且上课的时候感觉头上的血管在跳动（最近两个心情头皮莫名痒，脚也痒），总感觉身后有人在对我传达恶意——高中时认真上课有同学骂过我（他们认为我没人情味）。回到家也会11点后睡觉，就是不想睡，控制不住。我这是怎么了？我好讨厌啊。",
    "annotation": [
      {
        "sentence": "我不想去大学，那里一点快乐都没有。",
        "label": ""
      },
      {
        "sentence": "我这是怎么了？",
        "label": ""
      },
      {
        "sentence": "因为不想处理复杂人际关系跟想提高居住质量而大学走读，大二，车程1h，早6点多出去晚10点多回来，在学校没有很好的朋友，基本上什么都一个人。",
        "label": ""
      },
      {
        "sentence": "专业不喜欢，从九月份开学后不知为何而暴食复发（之前几个月控制住了的），感觉上学很没有意思不快乐，但是又觉得退学对前途影响太大了……但是，我真的真的好累啊。",
        "label": ""
      },
      {
        "sentence": "而且上课的时候感觉头上的血管在跳动（最近两个心情头皮莫名痒，脚也痒），总感觉身后有人在对我传达恶意——高中时认真上课有同学骂过我（他们认为我没人情味）。",
        "label": ""
      },
      {
        "sentence": "回到家也会11点后睡觉，就是不想睡，控制不住。",
        "label": ""
      },
      {
        "sentence": "我这是怎么了？",
        "label": ""
      },
      {
        "sentence": "我好讨厌啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困扰。不愿意处理复杂人际关系而选择走读大学，然后觉得上学没有意思不快乐，还会感觉身体不适，自我感觉也很讨厌，我觉得你真的太累了。在我们成长的过程中，我们经常会面对一些自己不喜欢的事情，比如觉得累得不行，甚至想退学。但是你明白如果退学对你的前途影响太大，这怎么办呢？首先，你要接纳自己，当你累的时候，就应该让自己好好休息，好好补充能量。千万不要去反抗自己，自我关怀是当今社会压力下人们普遍缺少的一种心理能力。因为自尊和自我批评占主导地位，人们通常可以善待别人，但对自己却不能同样善待。让我们接受自己的苦难与不完美，并给予自己关怀和爱。坦然接受自己的一切，我们才能重新感受到快乐与幸福。自我关怀和善待自己都是需要学习的。比如，我们可以被自己的痛苦所触动，然后问自己：眼下真是困难，我应该怎样在此刻对自己投以关切和抚慰之情呢？向自己传递温暖、友爱和关怀的行动，疗愈才能实现。现在你不愿住校，是因为你觉得要处理复杂的人际关系，还有你感觉有人在传达恶意给你，我想告诉你的是，这些都只是你的想象，并不是真实存在的。阿德勒说过：所有的烦恼都是人际关系的烦恼，但所有的快乐也都来自人际关系。我们可以尝试与同学慢慢建立联系，充分信赖他人。当你开始面对的时候，可能发现与人交往并没有想象中那么难。学校其实是一个很好的结交朋友的环境，大学时期也是交友的好时机。你可以试着去交朋友，一步一步来，当你抵触感很强的时候，也可以选择一个人待着。我们在交友的时候要学着用他人的眼睛去看，用他人的耳朵去听，用他人的心去感受。只有在交友关系中，我们才能尝试着为他人贡献。所以，先别从内心抵触，慢慢尝试信赖别人，与别人建立联系。交友是我们人生中一个重要的课题！如果觉得这个问题对你来说太难了，也可以寻求专业人士的帮助。所有问题的关键在于修复自己与自己之间的关系，学会爱自己，认同自己。遇到困难时，要接纳自己。坦然接受现在还做不到的部分，但也允许自己去挑战自己的另一面。每个人都有两面性，有逃避的一面，也有勇敢面对的一面，所以当你有能量时，去发展自己勇敢面对的那一面。不要着急，要一步步来，一步步建立自信心，这些都是可以通过学习和实践来慢慢获得的。我推荐你阅读两本书《幸福的勇气》和《自我关怀的力量》。在《自我关怀的力量》中，有一些与痛苦共舞的练习。当我们不再抵抗痛苦时，你对身体的感受可能也不会那么强烈了。实际上，痛苦=痛苦程度*对抗程度，对抗越少，痛苦越少。书中还教我们学会静观，学会善待自己，然后从阴霾中走出来。我真心祝福你！",
    "annotation": [
      {
        "sentence": "我了解你的困扰。",
        "label": ""
      },
      {
        "sentence": "不愿意处理复杂人际关系而选择走读大学，然后觉得上学没有意思不快乐，还会感觉身体不适，自我感觉也很讨厌，我觉得你真的太累了。",
        "label": ""
      },
      {
        "sentence": "在我们成长的过程中，我们经常会面对一些自己不喜欢的事情，比如觉得累得不行，甚至想退学。",
        "label": ""
      },
      {
        "sentence": "但是你明白如果退学对你的前途影响太大，这怎么办呢？",
        "label": ""
      },
      {
        "sentence": "首先，你要接纳自己，当你累的时候，就应该让自己好好休息，好好补充能量。",
        "label": ""
      },
      {
        "sentence": "千万不要去反抗自己，自我关怀是当今社会压力下人们普遍缺少的一种心理能力。",
        "label": ""
      },
      {
        "sentence": "因为自尊和自我批评占主导地位，人们通常可以善待别人，但对自己却不能同样善待。",
        "label": ""
      },
      {
        "sentence": "让我们接受自己的苦难与不完美，并给予自己关怀和爱。",
        "label": ""
      },
      {
        "sentence": "坦然接受自己的一切，我们才能重新感受到快乐与幸福。",
        "label": ""
      },
      {
        "sentence": "自我关怀和善待自己都是需要学习的。",
        "label": ""
      },
      {
        "sentence": "比如，我们可以被自己的痛苦所触动，然后问自己：眼下真是困难，我应该怎样在此刻对自己投以关切和抚慰之情呢？",
        "label": ""
      },
      {
        "sentence": "向自己传递温暖、友爱和关怀的行动，疗愈才能实现。",
        "label": ""
      },
      {
        "sentence": "现在你不愿住校，是因为你觉得要处理复杂的人际关系，还有你感觉有人在传达恶意给你，我想告诉你的是，这些都只是你的想象，并不是真实存在的。",
        "label": ""
      },
      {
        "sentence": "阿德勒说过：所有的烦恼都是人际关系的烦恼，但所有的快乐也都来自人际关系。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试与同学慢慢建立联系，充分信赖他人。",
        "label": ""
      },
      {
        "sentence": "当你开始面对的时候，可能发现与人交往并没有想象中那么难。",
        "label": ""
      },
      {
        "sentence": "学校其实是一个很好的结交朋友的环境，大学时期也是交友的好时机。",
        "label": ""
      },
      {
        "sentence": "你可以试着去交朋友，一步一步来，当你抵触感很强的时候，也可以选择一个人待着。",
        "label": ""
      },
      {
        "sentence": "我们在交友的时候要学着用他人的眼睛去看，用他人的耳朵去听，用他人的心去感受。",
        "label": ""
      },
      {
        "sentence": "只有在交友关系中，我们才能尝试着为他人贡献。",
        "label": ""
      },
      {
        "sentence": "所以，先别从内心抵触，慢慢尝试信赖别人，与别人建立联系。",
        "label": ""
      },
      {
        "sentence": "交友是我们人生中一个重要的课题！",
        "label": ""
      },
      {
        "sentence": "如果觉得这个问题对你来说太难了，也可以寻求专业人士的帮助。",
        "label": ""
      },
      {
        "sentence": "所有问题的关键在于修复自己与自己之间的关系，学会爱自己，认同自己。",
        "label": ""
      },
      {
        "sentence": "遇到困难时，要接纳自己。",
        "label": ""
      },
      {
        "sentence": "坦然接受现在还做不到的部分，但也允许自己去挑战自己的另一面。",
        "label": ""
      },
      {
        "sentence": "每个人都有两面性，有逃避的一面，也有勇敢面对的一面，所以当你有能量时，去发展自己勇敢面对的那一面。",
        "label": ""
      },
      {
        "sentence": "不要着急，要一步步来，一步步建立自信心，这些都是可以通过学习和实践来慢慢获得的。",
        "label": ""
      },
      {
        "sentence": "我推荐你阅读两本书《幸福的勇气》和《自我关怀的力量》。",
        "label": ""
      },
      {
        "sentence": "在《自我关怀的力量》中，有一些与痛苦共舞的练习。",
        "label": ""
      },
      {
        "sentence": "当我们不再抵抗痛苦时，你对身体的感受可能也不会那么强烈了。",
        "label": ""
      },
      {
        "sentence": "实际上，痛苦=痛苦程度*对抗程度，对抗越少，痛苦越少。",
        "label": ""
      },
      {
        "sentence": "书中还教我们学会静观，学会善待自己，然后从阴霾中走出来。",
        "label": ""
      },
      {
        "sentence": "我真心祝福你！",
        "label": ""
      }
    ]
  }
]