[
  {
    "role": "client",
    "content": "我不想去大学，那里一点快乐都没有。我这是怎么了？",
    "annotation": [
      {
        "sentence": "我不想去大学，那里一点快乐都没有。",
        "label": ""
      },
      {
        "sentence": "我这是怎么了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学看到你的困扰是：不想去大学，那里一点快乐都没有。我这是怎么了？你应该不光是在大学觉得没有快乐，在其他地方和其他时候，也感觉不到快乐吧？只不过，大学里密集的人和复杂的关系，让你更觉得不舒服，对不对？",
    "annotation": [
      {
        "sentence": "同学看到你的困扰是：不想去大学，那里一点快乐都没有。",
        "label": ""
      },
      {
        "sentence": "我这是怎么了？",
        "label": ""
      },
      {
        "sentence": "你应该不光是在大学觉得没有快乐，在其他地方和其他时候，也感觉不到快乐吧？",
        "label": ""
      },
      {
        "sentence": "只不过，大学里密集的人和复杂的关系，让你更觉得不舒服，对不对？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得人际关系太复杂了，我不喜欢处理这些关系，而且我更希望提高自己的生活质量，所以选择了走读。但是每天来回奔波的车程太长了，我感到很累，而且在学校没有很好的朋友。",
    "annotation": [
      {
        "sentence": "是的，我觉得人际关系太复杂了，我不喜欢处理这些关系，而且我更希望提高自己的生活质量，所以选择了走读。",
        "label": ""
      },
      {
        "sentence": "但是每天来回奔波的车程太长了，我感到很累，而且在学校没有很好的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你想避开大学复杂的人际关系，想提高居住质量，选择了走读，前两个问题解决了，然而，早出晚归的来回奔波，又感到很累，而且，因为离开集体生活，感觉也跟同学建立不起很好的友谊。这既是离群的生活方式使然，也是性格使然。",
    "annotation": [
      {
        "sentence": "你想避开大学复杂的人际关系，想提高居住质量，选择了走读，前两个问题解决了，然而，早出晚归的来回奔波，又感到很累，而且，因为离开集体生活，感觉也跟同学建立不起很好的友谊。",
        "label": ""
      },
      {
        "sentence": "这既是离群的生活方式使然，也是性格使然。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得走读确实更适合我，可是我发现自己对所学的专业也不感兴趣。而且，自从开学以来，我暴饮暴食的问题又复发了，之前几个月我还能控制住的。",
    "annotation": [
      {
        "sentence": "是的，我觉得走读确实更适合我，可是我发现自己对所学的专业也不感兴趣。",
        "label": ""
      },
      {
        "sentence": "而且，自从开学以来，我暴饮暴食的问题又复发了，之前几个月我还能控制住的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每天在家校间来回奔忙，学校人际关系上没有让你感受到支持，自己的专业也不喜欢，这是你不喜欢学校这个环境的主要原因。再来说说你的暴食问题，一般来说，在没有感觉饥饿的时候，控制不住暴饮暴食，都跟心理因素有关。可能是心里有什么东西，没被满足，得不到，就靠饮食来填补，而且感觉怎么也填不满。",
    "annotation": [
      {
        "sentence": "每天在家校间来回奔忙，学校人际关系上没有让你感受到支持，自己的专业也不喜欢，这是你不喜欢学校这个环境的主要原因。",
        "label": ""
      },
      {
        "sentence": "再来说说你的暴食问题，一般来说，在没有感觉饥饿的时候，控制不住暴饮暴食，都跟心理因素有关。",
        "label": ""
      },
      {
        "sentence": "可能是心里有什么东西，没被满足，得不到，就靠饮食来填补，而且感觉怎么也填不满。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得你说的很对。而且在上课的时候，我总感觉头上的血管在跳动，最近还头皮和脚痒，感觉身后总有人在对我传达恶意。这可能和高中时被同学骂过有关，他们认为我没有人情味。",
    "annotation": [
      {
        "sentence": "是的，我觉得你说的很对。",
        "label": ""
      },
      {
        "sentence": "而且在上课的时候，我总感觉头上的血管在跳动，最近还头皮和脚痒，感觉身后总有人在对我传达恶意。",
        "label": ""
      },
      {
        "sentence": "这可能和高中时被同学骂过有关，他们认为我没有人情味。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在上课的时候，感觉头上的血管在跳动，头皮和脚痒，这可能是一种心理因素引起的肢体症状。因为你有过高中时被人骂的经历，总感觉身后有人在给你传达恶意，这个恶意就像一种无形的视线射向你的身体，使你莫名的不安和躁动。你所有的这些表现，都可能意味着，你的童年过得并不算好，在你的成长过程中，带着童年的阴影跟人接触，然后外界的反馈又强化了你不好的感觉。如此，你在生活中，就感受不到快乐，也会刻意去回避快乐。",
    "annotation": [
      {
        "sentence": "你在上课的时候，感觉头上的血管在跳动，头皮和脚痒，这可能是一种心理因素引起的肢体症状。",
        "label": ""
      },
      {
        "sentence": "因为你有过高中时被人骂的经历，总感觉身后有人在给你传达恶意，这个恶意就像一种无形的视线射向你的身体，使你莫名的不安和躁动。",
        "label": ""
      },
      {
        "sentence": "你所有的这些表现，都可能意味着，你的童年过得并不算好，在你的成长过程中，带着童年的阴影跟人接触，然后外界的反馈又强化了你不好的感觉。",
        "label": ""
      },
      {
        "sentence": "如此，你在生活中，就感受不到快乐，也会刻意去回避快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很迷茫，觉得上学没有意义，但是又担心退学对我的前途影响太大。我也真的好累，感觉自己排遣不了内心的痛苦。",
    "annotation": [
      {
        "sentence": "我真的很迷茫，觉得上学没有意义，但是又担心退学对我的前途影响太大。",
        "label": ""
      },
      {
        "sentence": "我也真的好累，感觉自己排遣不了内心的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况下，你能坚持上学，想到退学对前途有影响，已经很不错了。的确，退学不能解决根本问题，人际关系困扰和自己心理上的一些困惑，如果不解决，以后还会重复遇到类似问题。所以，你可以通过学校的心理咨询，看看自己有哪些方面能够得到有效改善。以上回答，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "这种情况下，你能坚持上学，想到退学对前途有影响，已经很不错了。",
        "label": ""
      },
      {
        "sentence": "的确，退学不能解决根本问题，人际关系困扰和自己心理上的一些困惑，如果不解决，以后还会重复遇到类似问题。",
        "label": ""
      },
      {
        "sentence": "所以，你可以通过学校的心理咨询，看看自己有哪些方面能够得到有效改善。",
        "label": ""
      },
      {
        "sentence": "以上回答，希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑去找校心理咨询了解一下。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑去找校心理咨询了解一下。",
        "label": ""
      }
    ]
  }
]