[
  {
    "role": "client",
    "content": "不想去大学，那里一点快乐都没有。我这是怎么了？因为不想处理复杂人际关系跟想提高居住质量而大学走读，大二，车程1h，早6点多出去晚10点多回来，在学校没有很好的朋友，基本上什么都一个人。专业不喜欢，从九月份开学后不知为何而暴食复发（之前几个月控制住了的），感觉上学很没有意思不快乐，但是又觉得退学对前途影响太大了……但是，我真的真的好累啊。而且上课的时候感觉头上的血管在跳动（最近两个心情头皮莫名痒，脚也痒），总感觉身后有人在对我传达恶意——高中时认真上课有同学骂过我（他们认为我没人情味）。回到家也会11点后睡觉，就是不想睡，控制不住。我这是怎么了？我好讨厌啊。",
    "annotation": [
      {
        "sentence": "不想去大学，那里一点快乐都没有。",
        "label": ""
      },
      {
        "sentence": "我这是怎么了？",
        "label": ""
      },
      {
        "sentence": "因为不想处理复杂人际关系跟想提高居住质量而大学走读，大二，车程1h，早6点多出去晚10点多回来，在学校没有很好的朋友，基本上什么都一个人。",
        "label": ""
      },
      {
        "sentence": "专业不喜欢，从九月份开学后不知为何而暴食复发（之前几个月控制住了的），感觉上学很没有意思不快乐，但是又觉得退学对前途影响太大了……但是，我真的真的好累啊。",
        "label": ""
      },
      {
        "sentence": "而且上课的时候感觉头上的血管在跳动（最近两个心情头皮莫名痒，脚也痒），总感觉身后有人在对我传达恶意——高中时认真上课有同学骂过我（他们认为我没人情味）。",
        "label": ""
      },
      {
        "sentence": "回到家也会11点后睡觉，就是不想睡，控制不住。",
        "label": ""
      },
      {
        "sentence": "我这是怎么了？",
        "label": ""
      },
      {
        "sentence": "我好讨厌啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，理解你的感受，因为我儿子曾经发生过类似情况。我儿子初一下半学期开始，成绩下降，我请了一对一，估计是他觉得学习有压力，或者学校竞争大(他的学校是市区最好的中学)，就开始厌学，不愿意和同学来往(估计也自卑)，成绩一直在班里倒数，第一第二之间徘徊。那时候我的处理方式也不对，给了他很大的压力，从初一下半学期开始到初二整个学期，我们母子之间的关系越越来越不好，他也有好几次不去上课，好在他不去都跟我说的。",
    "annotation": [
      {
        "sentence": "看了你的描述，理解你的感受，因为我儿子曾经发生过类似情况。",
        "label": ""
      },
      {
        "sentence": "我儿子初一下半学期开始，成绩下降，我请了一对一，估计是他觉得学习有压力，或者学校竞争大(他的学校是市区最好的中学)，就开始厌学，不愿意和同学来往(估计也自卑)，成绩一直在班里倒数，第一第二之间徘徊。",
        "label": ""
      },
      {
        "sentence": "那时候我的处理方式也不对，给了他很大的压力，从初一下半学期开始到初二整个学期，我们母子之间的关系越越来越不好，他也有好几次不去上课，好在他不去都跟我说的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你是怎么帮助你儿子的？我现在真的是束手无策，觉得一切都很无望。",
    "annotation": [
      {
        "sentence": "支持者，你是怎么帮助你儿子的？",
        "label": ""
      },
      {
        "sentence": "我现在真的是束手无策，觉得一切都很无望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "后来我在异常焦虑的情况下，接触了心理学，慢慢开始接纳他，让他感受到无论他怎样做，我都是爱他的，我不再逼迫他，慢慢理解他，才了解到，之前的那段时间，是因为他没有感受的爱，所以他完全把自己封闭起来了，抗拒和人交往，最后抗拒上学，后来我无意中看到他的日记，他那段时间甚至梦到了自己没有了腿，在悬崖边抓住一块石头，最后他放手让自己掉下去……可想而知，他当时是多么的绝望。现在的你感觉不快乐，不想和同学交往，开始暴食，表面上似乎上学这件事比较讨厌，实际上是内心深处觉得没有人爱自己，父母可能对你也缺少关注，你自己也不知道该如何表达才能让父母理解，实际上你宁愿路上花一个小时也要选择住在家里，已经表明你在潜意识里依赖家，渴望父母对你关注。",
    "annotation": [
      {
        "sentence": "后来我在异常焦虑的情况下，接触了心理学，慢慢开始接纳他，让他感受到无论他怎样做，我都是爱他的，我不再逼迫他，慢慢理解他，才了解到，之前的那段时间，是因为他没有感受的爱，所以他完全把自己封闭起来了，抗拒和人交往，最后抗拒上学，后来我无意中看到他的日记，他那段时间甚至梦到了自己没有了腿，在悬崖边抓住一块石头，最后他放手让自己掉下去……可想而知，他当时是多么的绝望。",
        "label": ""
      },
      {
        "sentence": "现在的你感觉不快乐，不想和同学交往，开始暴食，表面上似乎上学这件事比较讨厌，实际上是内心深处觉得没有人爱自己，父母可能对你也缺少关注，你自己也不知道该如何表达才能让父母理解，实际上你宁愿路上花一个小时也要选择住在家里，已经表明你在潜意识里依赖家，渴望父母对你关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来我一直觉得自己是个怪人，没想到会有人理解我。父母对我还是很关心的，只是我们之间好像无法真正沟通。",
    "annotation": [
      {
        "sentence": "原来我一直觉得自己是个怪人，没想到会有人理解我。",
        "label": ""
      },
      {
        "sentence": "父母对我还是很关心的，只是我们之间好像无法真正沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我现在和儿子关系非常好，我会告诉他健康第一，安全第一，其他都不重要，现在他的成绩也上来了，还自学了很多，他现在高中，甚至还想参加自学考试，我问过他的想法，他说万一考不上理想的大学，自学考试也是备选，所以先准备起来，看，他还知道准备planB了。其实人生没有什么最好的选择，关键是尝试，但每个人都希望自己的尝试，自己的努力能被人看到，被人鼓励，被人接纳，所以，和你的父母聊聊吧，他们一定是爱你的，只是你们都不太会表达爱，大家都需要学习，毕竟，他们也是头一次做父母，你，也是头一次做孩子，大家都没有经验嘛。爱就要大声说出来，你也一样，对你的爸爸妈妈说你爱他们吧，慢慢你就会阳光起来的，相信我，一定的。以上建议，希望对你有所帮助，好好爱自己。",
    "annotation": [
      {
        "sentence": "我现在和儿子关系非常好，我会告诉他健康第一，安全第一，其他都不重要，现在他的成绩也上来了，还自学了很多，他现在高中，甚至还想参加自学考试，我问过他的想法，他说万一考不上理想的大学，自学考试也是备选，所以先准备起来，看，他还知道准备planB了。",
        "label": ""
      },
      {
        "sentence": "其实人生没有什么最好的选择，关键是尝试，但每个人都希望自己的尝试，自己的努力能被人看到，被人鼓励，被人接纳，所以，和你的父母聊聊吧，他们一定是爱你的，只是你们都不太会表达爱，大家都需要学习，毕竟，他们也是头一次做父母，你，也是头一次做孩子，大家都没有经验嘛。",
        "label": ""
      },
      {
        "sentence": "爱就要大声说出来，你也一样，对你的爸爸妈妈说你爱他们吧，慢慢你就会阳光起来的，相信我，一定的。",
        "label": ""
      },
      {
        "sentence": "以上建议，希望对你有所帮助，好好爱自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着和父母好好沟通的。谢谢你的建议和鼓励，听到你的故事，我觉得希望又多了一些。",
    "annotation": [
      {
        "sentence": "嗯，我会试着和父母好好沟通的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，听到你的故事，我觉得希望又多了一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够找到适合自己的解决方法，记住，不要放弃，你值得拥有快乐和幸福的人生。如果还有任何困扰，随时都可以找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够找到适合自己的解决方法，记住，不要放弃，你值得拥有快乐和幸福的人生。",
        "label": ""
      },
      {
        "sentence": "如果还有任何困扰，随时都可以找我聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和关心，我会珍惜这个机会的。以后遇到问题我一定会主动与他人沟通，而不再自我封闭。感谢你给予我的希望和勇气。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和关心，我会珍惜这个机会的。",
        "label": ""
      },
      {
        "sentence": "以后遇到问题我一定会主动与他人沟通，而不再自我封闭。",
        "label": ""
      },
      {
        "sentence": "感谢你给予我的希望和勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信自己，你是坚强而勇敢的。记住，你永远不是一个人在面对困难。祝你一切顺利，希望你能够找到自己的快乐和充实。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信自己，你是坚强而勇敢的。",
        "label": ""
      },
      {
        "sentence": "记住，你永远不是一个人在面对困难。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，希望你能够找到自己的快乐和充实。",
        "label": ""
      }
    ]
  }
]