[
  {
    "role": "client",
    "content": "自己很无助，在学校里也没人理我，我也不想找别人？每天都心情焦虑不安，和家人都不怎么说话，也对他们也冷默，感觉没人理解我，自己心里承受能力不行，遇见什么事都不想做，在学校很压抑，什么也不想动也不想学，自卑明天我都胡思乱想，在人多的地方就不想被别人看见，感觉自己跟特殊一样，在学校里真的太难受了，作业每天都多的要死，天天罚写天天背，实在受不了了。没有一个知心的朋友能和我聊天，干什么都一个人，我也不想找别人反正就是烦，在班里被班主任看不起，处处针对我，就我最特殊，感觉没什么可以帮助我的。",
    "annotation": [
      {
        "sentence": "自己很无助，在学校里也没人理我，我也不想找别人？",
        "label": ""
      },
      {
        "sentence": "每天都心情焦虑不安，和家人都不怎么说话，也对他们也冷默，感觉没人理解我，自己心里承受能力不行，遇见什么事都不想做，在学校很压抑，什么也不想动也不想学，自卑明天我都胡思乱想，在人多的地方就不想被别人看见，感觉自己跟特殊一样，在学校里真的太难受了，作业每天都多的要死，天天罚写天天背，实在受不了了。",
        "label": ""
      },
      {
        "sentence": "没有一个知心的朋友能和我聊天，干什么都一个人，我也不想找别人反正就是烦，在班里被班主任看不起，处处针对我，就我最特殊，感觉没什么可以帮助我的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰，我非常理解你的感受。你现在感觉很无助，对吗？事实上，在学校里没有得到别人的关注和理解，很容易让我们感到沮丧和孤独。你提到自己的心理压力和自卑感，这些情绪对你来说确实很痛苦。但是，我希望你知道，你并不孤单，我们会尊重你并关心你。",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰，我非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你现在感觉很无助，对吗？",
        "label": ""
      },
      {
        "sentence": "事实上，在学校里没有得到别人的关注和理解，很容易让我们感到沮丧和孤独。",
        "label": ""
      },
      {
        "sentence": "你提到自己的心理压力和自卑感，这些情绪对你来说确实很痛苦。",
        "label": ""
      },
      {
        "sentence": "但是，我希望你知道，你并不孤单，我们会尊重你并关心你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我现在真的感觉很难受，不知道该怎么办。我总觉得自己无法被理解和接纳，好像没有人能够明白我的内心痛苦。每天都过得很沉重，没有动力去学习和交流。我也很害怕在人多的地方被别人看见，觉得自己跟特殊一样。我希望有人能够帮助我摆脱这种困境。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我现在真的感觉很难受，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己无法被理解和接纳，好像没有人能够明白我的内心痛苦。",
        "label": ""
      },
      {
        "sentence": "每天都过得很沉重，没有动力去学习和交流。",
        "label": ""
      },
      {
        "sentence": "我也很害怕在人多的地方被别人看见，觉得自己跟特殊一样。",
        "label": ""
      },
      {
        "sentence": "我希望有人能够帮助我摆脱这种困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我可以理解，每个人都有自己的困难和痛苦，但并不意味着你是孤立无援的。你可以把我看作是一个理解你的树洞，在这里你可以毫无保留地倾诉和表达自己的想法。你的感受是真实的，而且每个人的情绪和经历都是不同的，所以很难完全理解他人的感受。既然有些学科你学不会，或许你可以主动放弃，不要花太多时间和精力在那些难以突破的学科上。你可以多关注那些简单但分值较高的题目。千万不要过分依赖别人，不要把自己的未来寄托在别人身上。",
    "annotation": [
      {
        "sentence": "你的感受我可以理解，每个人都有自己的困难和痛苦，但并不意味着你是孤立无援的。",
        "label": ""
      },
      {
        "sentence": "你可以把我看作是一个理解你的树洞，在这里你可以毫无保留地倾诉和表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "你的感受是真实的，而且每个人的情绪和经历都是不同的，所以很难完全理解他人的感受。",
        "label": ""
      },
      {
        "sentence": "既然有些学科你学不会，或许你可以主动放弃，不要花太多时间和精力在那些难以突破的学科上。",
        "label": ""
      },
      {
        "sentence": "你可以多关注那些简单但分值较高的题目。",
        "label": ""
      },
      {
        "sentence": "千万不要过分依赖别人，不要把自己的未来寄托在别人身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会试着放下那些难以理解和掌握的学科，并关注那些适合我的内容。我深感内心的否定和脆弱，希望能够找到更积极向上的力量，给自己信心和希望。但是，我担心向他人倾诉自己的心事会得不到支持和理解，甚至会受到更大伤害。能否给我一些建议，如何排遣我内心的痛苦呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会试着放下那些难以理解和掌握的学科，并关注那些适合我的内容。",
        "label": ""
      },
      {
        "sentence": "我深感内心的否定和脆弱，希望能够找到更积极向上的力量，给自己信心和希望。",
        "label": ""
      },
      {
        "sentence": "但是，我担心向他人倾诉自己的心事会得不到支持和理解，甚至会受到更大伤害。",
        "label": ""
      },
      {
        "sentence": "能否给我一些建议，如何排遣我内心的痛苦呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感受到痛苦时，你可以尝试与一些物品进行交流，例如抱枕或玩具。你可以向它们倾述你的感受，并感受它们温暖的陪伴。此外，我想提醒你，学习成绩提高不上去，并不只是你个人的问题，每个学生都会遇到学习的瓶颈。学习是一个逐步深入的过程，每个人都需要一些时间去适应。每个人都有自己的自我价值和追求，虽然追求完美很好，但不要因为一次的失败就怀疑自己的付出。那些不认识你或者不关心你的人，并不值得你为他们的态度感到难过。真正让感情贬值的是他们，而不是你。你并不需要过分迎合别人，而应该更多地关注自己，拒绝无意义的社交。只有找到自己的价值，并通过适合自己的方式去创造，你会发现曾经看不起你的人会主动来找你。",
    "annotation": [
      {
        "sentence": "当你感受到痛苦时，你可以尝试与一些物品进行交流，例如抱枕或玩具。",
        "label": ""
      },
      {
        "sentence": "你可以向它们倾述你的感受，并感受它们温暖的陪伴。",
        "label": ""
      },
      {
        "sentence": "此外，我想提醒你，学习成绩提高不上去，并不只是你个人的问题，每个学生都会遇到学习的瓶颈。",
        "label": ""
      },
      {
        "sentence": "学习是一个逐步深入的过程，每个人都需要一些时间去适应。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的自我价值和追求，虽然追求完美很好，但不要因为一次的失败就怀疑自己的付出。",
        "label": ""
      },
      {
        "sentence": "那些不认识你或者不关心你的人，并不值得你为他们的态度感到难过。",
        "label": ""
      },
      {
        "sentence": "真正让感情贬值的是他们，而不是你。",
        "label": ""
      },
      {
        "sentence": "你并不需要过分迎合别人，而应该更多地关注自己，拒绝无意义的社交。",
        "label": ""
      },
      {
        "sentence": "只有找到自己的价值，并通过适合自己的方式去创造，你会发现曾经看不起你的人会主动来找你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的回答让我感到温暖和安慰，谢谢你的支持和理解。我会试着改变自己，学会更加关注自己的成长和发展。我会努力寻找自己的价值，并用适合自己的方式去发现和创造。我相信，只有当我真正找到自己的内在力量时，曾经的困境和痛苦会渐渐远离。谢谢你的鼓励和陪伴。",
    "annotation": [
      {
        "sentence": "你的回答让我感到温暖和安慰，谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我会试着改变自己，学会更加关注自己的成长和发展。",
        "label": ""
      },
      {
        "sentence": "我会努力寻找自己的价值，并用适合自己的方式去发现和创造。",
        "label": ""
      },
      {
        "sentence": "我相信，只有当我真正找到自己的内在力量时，曾经的困境和痛苦会渐渐远离。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和陪伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你真的很棒，能够积极面对内心的困惑和挣扎。你的成长过程中可能会遇到一些困难，但你已经展现了坚强和积极的态度。记住，改变自己比改变别人的想法要简单，愿你在这个过程中不断成长和坚持下去。如果你在需要的时候，还希望和我继续交流和倾诉，我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "你真的很棒，能够积极面对内心的困惑和挣扎。",
        "label": ""
      },
      {
        "sentence": "你的成长过程中可能会遇到一些困难，但你已经展现了坚强和积极的态度。",
        "label": ""
      },
      {
        "sentence": "记住，改变自己比改变别人的想法要简单，愿你在这个过程中不断成长和坚持下去。",
        "label": ""
      },
      {
        "sentence": "如果你在需要的时候，还希望和我继续交流和倾诉，我会一直在这里支持你。",
        "label": ""
      }
    ]
  }
]