[
  {
    "role": "client",
    "content": "心情不好，过得好累，婚姻中没有感受过爱该怎么办？",
    "annotation": [
      {
        "sentence": "心情不好，过得好累，婚姻中没有感受过爱该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先给你一个温暖的看了你的故事，我感觉很心疼。这是一个女孩被动走进婚姻，结果在婚姻的各个方面都没有什么主动权的故事。其实很多时候，人们寄希望于婚姻可以改变人的命运。但实际上呢，婚姻只是人生态度的一个缩影。我来帮你整理一下你的故事吧。“因为家里催婚，父母要给我弟还房贷钱，我也就在他找上我得时候谈起了恋爱，我其实是心理不愿意的，但他当时的主动让我有点动心了，我们结婚了”。你的婚姻一开始就不是因为爱，关心，理解，认同，性吸引力，而是社会期待，对方的主动和经济原因。我们说传统婚姻模式是搭伙式婚姻，也就是男女双方各司其职，男主外女主内，合同签好不毁约，举案齐眉足够礼貌就可以了。现代婚姻模式是伴侣式婚姻，讲究三观一致，人生路上感情扶持。你选择的显然是前者，那么一开始就是没有什么爱和三观的交流的，只有他按照社会期待主动“追”一下你的礼貌。新旧两种婚姻模式各有千秋，但显然实际生活里，大部分人都是得了一种模式的好处，就开始渴望另一种模式的好处。这从人性来看也没有错。“在经济方面我不找他要，他又不给，找他要钱了，他有给我脸色看，他总说我乱买东西，乱花钱，可他自己花钱的时候考都不带考虑一下的”。你和他一起选择进入了一段传统式婚姻，但都不满足于此。传统婚姻里男人应该成为家庭唯一收入来源，但他不愿意轻易给家庭提供经济支持；传统婚姻里女人应该奉献给家庭，侍奉丈夫抚养孩子，承担这些事情背后的艰辛，并没有享受浪漫爱的权利，但你也想要拥有丈夫的亲密和爱。显然，你做到了传统婚姻里大部分好女人的标准。但你可知道，传统婚姻之所以没落，是因为你就算做到了完美女人的标准，最多会给你一个牌坊，并不会给你任何议价权。你在选择被动而不是主动的那一刻，就已经放弃自己的声音了。事到如今，我觉得你需要想一下自己到底要什么，有没有能力得到并维持自己想要的东西。如果你要完全传统的婚姻，那就找一个特别传统，有责任心，心甘情愿养你的男人，并且对没有爱的生活做好准备。如果你想要完全现代的婚姻，那就出去工作，经济独立，享受爱的自由，但不要理所因当地找丈夫要钱，也不要为了丈夫孩子一味忍让。如果你想要diy的婚姻，夫妻的责任义务灵活变化，那么需要你和对方进行大量的深度沟通，形成一套明确的共识。如果你只想在现在这个不完全传统也不完全现代，且夫妻二人对夫妻义务没有共识的婚姻里继续挣扎，那只能想象一下自己的底线到底是什么。如果你的丈夫这辈子都不可能给予你想要的“心疼”，你的母亲这辈子都不会站在你这边，你接受吗？愿意顺从吗？",
    "annotation": [
      {
        "sentence": "先给你一个温暖的看了你的故事，我感觉很心疼。",
        "label": ""
      },
      {
        "sentence": "这是一个女孩被动走进婚姻，结果在婚姻的各个方面都没有什么主动权的故事。",
        "label": ""
      },
      {
        "sentence": "其实很多时候，人们寄希望于婚姻可以改变人的命运。",
        "label": ""
      },
      {
        "sentence": "但实际上呢，婚姻只是人生态度的一个缩影。",
        "label": ""
      },
      {
        "sentence": "我来帮你整理一下你的故事吧。",
        "label": ""
      },
      {
        "sentence": "“因为家里催婚，父母要给我弟还房贷钱，我也就在他找上我得时候谈起了恋爱，我其实是心理不愿意的，但他当时的主动让我有点动心了，我们结婚了”。",
        "label": ""
      },
      {
        "sentence": "你的婚姻一开始就不是因为爱，关心，理解，认同，性吸引力，而是社会期待，对方的主动和经济原因。",
        "label": ""
      },
      {
        "sentence": "我们说传统婚姻模式是搭伙式婚姻，也就是男女双方各司其职，男主外女主内，合同签好不毁约，举案齐眉足够礼貌就可以了。",
        "label": ""
      },
      {
        "sentence": "现代婚姻模式是伴侣式婚姻，讲究三观一致，人生路上感情扶持。",
        "label": ""
      },
      {
        "sentence": "你选择的显然是前者，那么一开始就是没有什么爱和三观的交流的，只有他按照社会期待主动“追”一下你的礼貌。",
        "label": ""
      },
      {
        "sentence": "新旧两种婚姻模式各有千秋，但显然实际生活里，大部分人都是得了一种模式的好处，就开始渴望另一种模式的好处。",
        "label": ""
      },
      {
        "sentence": "这从人性来看也没有错。",
        "label": ""
      },
      {
        "sentence": "“在经济方面我不找他要，他又不给，找他要钱了，他有给我脸色看，他总说我乱买东西，乱花钱，可他自己花钱的时候考都不带考虑一下的”。",
        "label": ""
      },
      {
        "sentence": "你和他一起选择进入了一段传统式婚姻，但都不满足于此。",
        "label": ""
      },
      {
        "sentence": "传统婚姻里男人应该成为家庭唯一收入来源，但他不愿意轻易给家庭提供经济支持；传统婚姻里女人应该奉献给家庭，侍奉丈夫抚养孩子，承担这些事情背后的艰辛，并没有享受浪漫爱的权利，但你也想要拥有丈夫的亲密和爱。",
        "label": ""
      },
      {
        "sentence": "显然，你做到了传统婚姻里大部分好女人的标准。",
        "label": ""
      },
      {
        "sentence": "但你可知道，传统婚姻之所以没落，是因为你就算做到了完美女人的标准，最多会给你一个牌坊，并不会给你任何议价权。",
        "label": ""
      },
      {
        "sentence": "你在选择被动而不是主动的那一刻，就已经放弃自己的声音了。",
        "label": ""
      },
      {
        "sentence": "事到如今，我觉得你需要想一下自己到底要什么，有没有能力得到并维持自己想要的东西。",
        "label": ""
      },
      {
        "sentence": "如果你要完全传统的婚姻，那就找一个特别传统，有责任心，心甘情愿养你的男人，并且对没有爱的生活做好准备。",
        "label": ""
      },
      {
        "sentence": "如果你想要完全现代的婚姻，那就出去工作，经济独立，享受爱的自由，但不要理所因当地找丈夫要钱，也不要为了丈夫孩子一味忍让。",
        "label": ""
      },
      {
        "sentence": "如果你想要diy的婚姻，夫妻的责任义务灵活变化，那么需要你和对方进行大量的深度沟通，形成一套明确的共识。",
        "label": ""
      },
      {
        "sentence": "如果你只想在现在这个不完全传统也不完全现代，且夫妻二人对夫妻义务没有共识的婚姻里继续挣扎，那只能想象一下自己的底线到底是什么。",
        "label": ""
      },
      {
        "sentence": "如果你的丈夫这辈子都不可能给予你想要的“心疼”，你的母亲这辈子都不会站在你这边，你接受吗？",
        "label": ""
      },
      {
        "sentence": "愿意顺从吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想离婚，可他不愿意离。",
    "annotation": [
      {
        "sentence": "我想离婚，可他不愿意离。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "国内目前的离婚法的确导致离婚变得更加麻烦了，但程序的繁琐不会拦住意志坚定决意离婚的人。他不想离婚的原因是什么呢？一般从婚姻中得到更多的都不想离婚，付出太多却回报不多的会想要离婚。如果他不想离婚，他有做出什么努力和改变以挽留你？还是只是说了一句不想离婚，觉得你的离婚是一个没有实际威胁的笑话？一段婚姻可能不幸福，但我们可以从一段婚姻里学到让今后更幸福的知识。我觉得你其实已经知道自己想要什么了，也许是缺乏一点勇气，也许是被动的习惯拖累了你的行动，又或许你的母亲的反对让你觉得孤独无助。希望我的回答能帮你重新审视一下自己的婚姻和",
    "annotation": [
      {
        "sentence": "国内目前的离婚法的确导致离婚变得更加麻烦了，但程序的繁琐不会拦住意志坚定决意离婚的人。",
        "label": ""
      },
      {
        "sentence": "他不想离婚的原因是什么呢？",
        "label": ""
      },
      {
        "sentence": "一般从婚姻中得到更多的都不想离婚，付出太多却回报不多的会想要离婚。",
        "label": ""
      },
      {
        "sentence": "如果他不想离婚，他有做出什么努力和改变以挽留你？",
        "label": ""
      },
      {
        "sentence": "还是只是说了一句不想离婚，觉得你的离婚是一个没有实际威胁的笑话？",
        "label": ""
      },
      {
        "sentence": "一段婚姻可能不幸福，但我们可以从一段婚姻里学到让今后更幸福的知识。",
        "label": ""
      },
      {
        "sentence": "我觉得你其实已经知道自己想要什么了，也许是缺乏一点勇气，也许是被动的习惯拖累了你的行动，又或许你的母亲的反对让你觉得孤独无助。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能帮你重新审视一下自己的婚姻和",
        "label": ""
      }
    ]
  }
]