[
  {
    "role": "client",
    "content": "怕找不到工作？又害怕工作？自信or自卑？",
    "annotation": [
      {
        "sentence": "怕找不到工作？",
        "label": ""
      },
      {
        "sentence": "又害怕工作？",
        "label": ""
      },
      {
        "sentence": "自信or自卑？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先对你的情况表示理解，并且心疼想给你一个大大的拥抱，感受到世界的温暖。其实首先我很欣赏你的豁达态度，对于30岁这个阶段并不害怕，毕竟30而已。今年热播的30而已，就足够表现的女性在独立方面是做得越来越好的，无谓年龄，无惧年龄，打破自己的极限，突破原有禁锢是现代价值的主流之一。",
    "annotation": [
      {
        "sentence": "首先对你的情况表示理解，并且心疼想给你一个大大的拥抱，感受到世界的温暖。",
        "label": ""
      },
      {
        "sentence": "其实首先我很欣赏你的豁达态度，对于30岁这个阶段并不害怕，毕竟30而已。",
        "label": ""
      },
      {
        "sentence": "今年热播的30而已，就足够表现的女性在独立方面是做得越来越好的，无谓年龄，无惧年龄，打破自己的极限，突破原有禁锢是现代价值的主流之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的拥抱和理解。我现在所面临的问题就是觉得自己想要重新步入职场，但是工作并没有想象中那么顺利。有的招聘不敢投，有的投了，石沉大海。我不知道是不是年龄的问题，周围的朋友都劝我先把宝宝生了，毕竟年龄在这里，但是我个人目前并不想要孩子，有点害怕找不到工作，像个废人一样，但又有点害怕工作，重复着相同的每一天，其实我也不知道我想干嘛，一方面担心因为年龄的问题越来越难，一方面又不知道该如何改变。",
    "annotation": [
      {
        "sentence": "谢谢你的拥抱和理解。",
        "label": ""
      },
      {
        "sentence": "我现在所面临的问题就是觉得自己想要重新步入职场，但是工作并没有想象中那么顺利。",
        "label": ""
      },
      {
        "sentence": "有的招聘不敢投，有的投了，石沉大海。",
        "label": ""
      },
      {
        "sentence": "我不知道是不是年龄的问题，周围的朋友都劝我先把宝宝生了，毕竟年龄在这里，但是我个人目前并不想要孩子，有点害怕找不到工作，像个废人一样，但又有点害怕工作，重复着相同的每一天，其实我也不知道我想干嘛，一方面担心因为年龄的问题越来越难，一方面又不知道该如何改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困惑，我能够理解你的焦虑。在职场上，对于女性稍微的还是有些苛刻，并且有一定的年龄歧视。但我们并不能因此停下自己的脚步，因为我们需要谋生，也需要为生活增添色彩和找到自己的价值意义。所以其实工作对于我们而言是非常重要的，不工作的人然后。但是你心情又是矛盾的，觉得工作可能会重复相同的每一天，但是不工作，又觉得自己会变成废人。我能够理解你的这种焦虑，因为一旦工作了，就是日复日的重复着我们需要干的事情，但是我们也可以让每一天都不同，关键在于你如何去看待。比如说你今天掌握了一个新的技能，然后从另外一个角度看待问题了，那也是工作带给你的一种回馈。但是如果你不工作，或许天天窝在家里做全职主妇，或许你的视野会变狭隘，但是我并不是说全职主妇不好，其实全职太太也是很不容易，很艰辛的，只能说各自有各自的艰辛和不易，只是看你自己如何取舍。",
    "annotation": [
      {
        "sentence": "听到你的困惑，我能够理解你的焦虑。",
        "label": ""
      },
      {
        "sentence": "在职场上，对于女性稍微的还是有些苛刻，并且有一定的年龄歧视。",
        "label": ""
      },
      {
        "sentence": "但我们并不能因此停下自己的脚步，因为我们需要谋生，也需要为生活增添色彩和找到自己的价值意义。",
        "label": ""
      },
      {
        "sentence": "所以其实工作对于我们而言是非常重要的，不工作的人然后。",
        "label": ""
      },
      {
        "sentence": "但是你心情又是矛盾的，觉得工作可能会重复相同的每一天，但是不工作，又觉得自己会变成废人。",
        "label": ""
      },
      {
        "sentence": "我能够理解你的这种焦虑，因为一旦工作了，就是日复日的重复着我们需要干的事情，但是我们也可以让每一天都不同，关键在于你如何去看待。",
        "label": ""
      },
      {
        "sentence": "比如说你今天掌握了一个新的技能，然后从另外一个角度看待问题了，那也是工作带给你的一种回馈。",
        "label": ""
      },
      {
        "sentence": "但是如果你不工作，或许天天窝在家里做全职主妇，或许你的视野会变狭隘，但是我并不是说全职主妇不好，其实全职太太也是很不容易，很艰辛的，只能说各自有各自的艰辛和不易，只是看你自己如何取舍。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。年龄的问题确实是一种对女性的职场困扰，但是我们也还年轻，不是到了退休的年龄，所以说你怎么可能会找不到适合自己的工作呢？要改变自己的心态，不管做什么，我们都应该保持一种热爱初心，否则做什么都不能够长久。我会尽量调整心态，珍惜每一天，努力寻找合适的工作。谢谢你的鼓励和祝福，希望能幸福快乐。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "年龄的问题确实是一种对女性的职场困扰，但是我们也还年轻，不是到了退休的年龄，所以说你怎么可能会找不到适合自己的工作呢？",
        "label": ""
      },
      {
        "sentence": "要改变自己的心态，不管做什么，我们都应该保持一种热爱初心，否则做什么都不能够长久。",
        "label": ""
      },
      {
        "sentence": "我会尽量调整心态，珍惜每一天，努力寻找合适的工作。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和祝福，希望能幸福快乐。",
        "label": ""
      }
    ]
  }
]