[
  {
    "role": "client",
    "content": "从小被父母管得很严，不愿意和父母交流怎么办？",
    "annotation": [
      {
        "sentence": "从小被父母管得很严，不愿意和父母交流怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们都长大了，有自己的社交圈子了，朋友、同学、亲情，很多事情不愿意或者不方便跟父母沟通也是正常的。毕竟父母还代表了一种权威，所以无法像朋友一样做到心理上的平等。所以呢，只要有情绪的出口就是好的呢！",
    "annotation": [
      {
        "sentence": "我们都长大了，有自己的社交圈子了，朋友、同学、亲情，很多事情不愿意或者不方便跟父母沟通也是正常的。",
        "label": ""
      },
      {
        "sentence": "毕竟父母还代表了一种权威，所以无法像朋友一样做到心理上的平等。",
        "label": ""
      },
      {
        "sentence": "所以呢，只要有情绪的出口就是好的呢！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得在家里很压抑，没有个人空间。父母总是翻看我的手机，查看隐私，周末也不许和同学出去玩。",
    "annotation": [
      {
        "sentence": "可是我觉得在家里很压抑，没有个人空间。",
        "label": ""
      },
      {
        "sentence": "父母总是翻看我的手机，查看隐私，周末也不许和同学出去玩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的这段描述中可以想象你是被父母360度无死角地看着长大的，以至于觉得失去了自己的自由空间。在我们目前的中国家庭中，这是很普遍的现象，但并不意味着就是合理的。随着我们从婴儿到成年，我们慢慢独立，各种技能、生存能力、认知都会发生很大的变化，从依赖到独立。父母需要适应我们独立、不再过多需要他们的过程，而我们也需要适应自己走向独立的过程。",
    "annotation": [
      {
        "sentence": "从你的这段描述中可以想象你是被父母360度无死角地看着长大的，以至于觉得失去了自己的自由空间。",
        "label": ""
      },
      {
        "sentence": "在我们目前的中国家庭中，这是很普遍的现象，但并不意味着就是合理的。",
        "label": ""
      },
      {
        "sentence": "随着我们从婴儿到成年，我们慢慢独立，各种技能、生存能力、认知都会发生很大的变化，从依赖到独立。",
        "label": ""
      },
      {
        "sentence": "父母需要适应我们独立、不再过多需要他们的过程，而我们也需要适应自己走向独立的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但有时候还是感觉很对抗，总想补偿自己曾经失去的自由。",
    "annotation": [
      {
        "sentence": "我明白了，但有时候还是感觉很对抗，总想补偿自己曾经失去的自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我们现在慢慢独立了，会有一种对抗心理、过度补偿心理，把曾经自己想要的自由都找回来，有事也不告诉他们，以此表示我有能力处理。但是父母是爱我们的，只是方式不太能接受，所以我们也要对他们多多抱以理解！接纳过去的一切！接纳过去的一切，意味着对父母的包容，对自己的宽恕。如果暂时做不到也没关系，因为不愿意跟他们交流也没关系，毕竟自己长大了嘛，跟谁交流都是自己的自由选择。但是我们不可否认的一点是父母无论如何是我们最亲近的人，他们的初衷都是为了我们好，所以我们的一些大的事情还是可以跟他们商量下，看下他们的意见，有意义的就采纳，没意义的当做沟通感情是不是也不错呢！在跟父母的割离过程中度得平衡是每个人走向独立的过程中经历的，有点烦恼不适应都是正常的，关键在于我们自己如果成长起来锻炼的是我们自己，包容，理解！加油，亲爱的！相信你！",
    "annotation": [
      {
        "sentence": "是的，我们现在慢慢独立了，会有一种对抗心理、过度补偿心理，把曾经自己想要的自由都找回来，有事也不告诉他们，以此表示我有能力处理。",
        "label": ""
      },
      {
        "sentence": "但是父母是爱我们的，只是方式不太能接受，所以我们也要对他们多多抱以理解！",
        "label": ""
      },
      {
        "sentence": "接纳过去的一切！",
        "label": ""
      },
      {
        "sentence": "接纳过去的一切，意味着对父母的包容，对自己的宽恕。",
        "label": ""
      },
      {
        "sentence": "如果暂时做不到也没关系，因为不愿意跟他们交流也没关系，毕竟自己长大了嘛，跟谁交流都是自己的自由选择。",
        "label": ""
      },
      {
        "sentence": "但是我们不可否认的一点是父母无论如何是我们最亲近的人，他们的初衷都是为了我们好，所以我们的一些大的事情还是可以跟他们商量下，看下他们的意见，有意义的就采纳，没意义的当做沟通感情是不是也不错呢！",
        "label": ""
      },
      {
        "sentence": "在跟父母的割离过程中度得平衡是每个人走向独立的过程中经历的，有点烦恼不适应都是正常的，关键在于我们自己如果成长起来锻炼的是我们自己，包容，理解！",
        "label": ""
      },
      {
        "sentence": "加油，亲爱的！",
        "label": ""
      },
      {
        "sentence": "相信你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会努力改变和接纳过去的一切。我也会试着和父母多沟通，尽量理解他们的角度。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会努力改变和接纳过去的一切。",
        "label": ""
      },
      {
        "sentence": "我也会试着和父母多沟通，尽量理解他们的角度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，你已经迈出了第一步，相信你一定可以走出困境，和父母建立更好的沟通。如果有任何需要，随时来找我倾诉喔！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，你已经迈出了第一步，相信你一定可以走出困境，和父母建立更好的沟通。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时来找我倾诉喔！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]