[
  {
    "role": "client",
    "content": "每当想到他，我就感到非常伤心，尤其是在晚上。不管白天我过得多么开心，夜晚总是忍不住沉浸在悲伤中，经常会哭到精疲力尽才入睡。我们认识六年了，相处四年，恋爱一年八个月，分开已经有二十四天了。我觉得他的存在已经成为我的习惯，让我无法忘记。想到那些美好的回忆再也无法在我们之间发生，想到曾经共同憧憬的未来如此突然被打破，我感到很难过、很悲伤。我不知道该如何适应他的离开，也不知道该如何面对现实。我试图调整自己的情绪，但总是无法说服自己。",
    "annotation": [
      {
        "sentence": "每当想到他，我就感到非常伤心，尤其是在晚上。",
        "label": ""
      },
      {
        "sentence": "不管白天我过得多么开心，夜晚总是忍不住沉浸在悲伤中，经常会哭到精疲力尽才入睡。",
        "label": ""
      },
      {
        "sentence": "我们认识六年了，相处四年，恋爱一年八个月，分开已经有二十四天了。",
        "label": ""
      },
      {
        "sentence": "我觉得他的存在已经成为我的习惯，让我无法忘记。",
        "label": ""
      },
      {
        "sentence": "想到那些美好的回忆再也无法在我们之间发生，想到曾经共同憧憬的未来如此突然被打破，我感到很难过、很悲伤。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何适应他的离开，也不知道该如何面对现实。",
        "label": ""
      },
      {
        "sentence": "我试图调整自己的情绪，但总是无法说服自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我理解你的情况，想给你一个温暖的拥抱，与你一同感受这个世界的温暖。其次，我也有过和你相似的经历。白天我会在工作中笑脸相迎，不让别人看出我的悲伤；但到了晚上，一个人时往往会不由自主地胡思乱想，眼泪也会不断地流淌。从伤心到绝望，每一步都感觉沉重得像千斤脚镣，将心锁住，身体拖得很疲惫。但是时间像雨水一样，总会过去的一天。我希望你能正视这段感情，它给你带来了许多美好的回忆，即使不能延续下去，那也是一种幸运。当你经历完伤心之后，试着从旁观者的角度认真审视这段感情，自然而然地你会感受到一种不可思议、难以言喻的情感。希望你能走出来，通过亲近自己喜欢的事物，和朋友倾诉，让别人给予你安慰和鼓励，这样会更加有效。祝愿你能过得幸福快乐！",
    "annotation": [
      {
        "sentence": "首先，我理解你的情况，想给你一个温暖的拥抱，与你一同感受这个世界的温暖。",
        "label": ""
      },
      {
        "sentence": "其次，我也有过和你相似的经历。",
        "label": ""
      },
      {
        "sentence": "白天我会在工作中笑脸相迎，不让别人看出我的悲伤；但到了晚上，一个人时往往会不由自主地胡思乱想，眼泪也会不断地流淌。",
        "label": ""
      },
      {
        "sentence": "从伤心到绝望，每一步都感觉沉重得像千斤脚镣，将心锁住，身体拖得很疲惫。",
        "label": ""
      },
      {
        "sentence": "但是时间像雨水一样，总会过去的一天。",
        "label": ""
      },
      {
        "sentence": "我希望你能正视这段感情，它给你带来了许多美好的回忆，即使不能延续下去，那也是一种幸运。",
        "label": ""
      },
      {
        "sentence": "当你经历完伤心之后，试着从旁观者的角度认真审视这段感情，自然而然地你会感受到一种不可思议、难以言喻的情感。",
        "label": ""
      },
      {
        "sentence": "希望你能走出来，通过亲近自己喜欢的事物，和朋友倾诉，让别人给予你安慰和鼓励，这样会更加有效。",
        "label": ""
      },
      {
        "sentence": "祝愿你能过得幸福快乐！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我知道时间可以治愈一切，但目前我还无法摆脱这种悲伤的情绪。每晚我都觉得自己很孤单，很无助。我不确定该如何面对现实，如何适应他的离开。我很怀念和他在一起的时光，也感到很害怕未来的不确定性。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我知道时间可以治愈一切，但目前我还无法摆脱这种悲伤的情绪。",
        "label": ""
      },
      {
        "sentence": "每晚我都觉得自己很孤单，很无助。",
        "label": ""
      },
      {
        "sentence": "我不确定该如何面对现实，如何适应他的离开。",
        "label": ""
      },
      {
        "sentence": "我很怀念和他在一起的时光，也感到很害怕未来的不确定性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你现在的心情非常孤单和无助，这是很正常的反应。面对一个人习惯了的存在突然消失，会让人感到迷茫和失落。或许你需要多给自己一些时间来适应，不要急于强迫自己转变情绪。同时，试着与身边的亲人和朋友分享你的感受，让别人给予你理解和支持。他们的陪伴会给你更多的力量和勇气去面对未来的不确定性。请相信，慢慢地你会找到自己的力量和方向。一切都会好起来的。",
    "annotation": [
      {
        "sentence": "理解你现在的心情非常孤单和无助，这是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "面对一个人习惯了的存在突然消失，会让人感到迷茫和失落。",
        "label": ""
      },
      {
        "sentence": "或许你需要多给自己一些时间来适应，不要急于强迫自己转变情绪。",
        "label": ""
      },
      {
        "sentence": "同时，试着与身边的亲人和朋友分享你的感受，让别人给予你理解和支持。",
        "label": ""
      },
      {
        "sentence": "他们的陪伴会给你更多的力量和勇气去面对未来的不确定性。",
        "label": ""
      },
      {
        "sentence": "请相信，慢慢地你会找到自己的力量和方向。",
        "label": ""
      },
      {
        "sentence": "一切都会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量按照你的建议去做。但有时候，我无法控制自己的情绪，会突然感到很沮丧，并且失去对未来的信心。我想我还需要时间来慢慢调整自己。",
    "annotation": [
      {
        "sentence": "我会尽量按照你的建议去做。",
        "label": ""
      },
      {
        "sentence": "但有时候，我无法控制自己的情绪，会突然感到很沮丧，并且失去对未来的信心。",
        "label": ""
      },
      {
        "sentence": "我想我还需要时间来慢慢调整自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，情绪的调整需要时间。在这个过程中，有好几次你可能会感到沮丧或者对未来失去信心，这都是正常的情绪反应。不要因为这些情绪而责怪自己，也不要试图强迫自己马上好起来。要慢慢接受自己的情绪，给自己留下适应的空间。同时，可以试着通过一些方式来调节自己的情绪，比如写下来、和朋友聊天等等。记住，有支持者在你身边陪伴着你，你并不孤单。坚持下去，你会渐渐看到曙光的。",
    "annotation": [
      {
        "sentence": "是的，情绪的调整需要时间。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，有好几次你可能会感到沮丧或者对未来失去信心，这都是正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "不要因为这些情绪而责怪自己，也不要试图强迫自己马上好起来。",
        "label": ""
      },
      {
        "sentence": "要慢慢接受自己的情绪，给自己留下适应的空间。",
        "label": ""
      },
      {
        "sentence": "同时，可以试着通过一些方式来调节自己的情绪，比如写下来、和朋友聊天等等。",
        "label": ""
      },
      {
        "sentence": "记住，有支持者在你身边陪伴着你，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "坚持下去，你会渐渐看到曙光的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直的陪伴和鼓励。我会试着接受自己的情绪，并且慢慢调整自己的状态。希望自己能早日走出来，重新找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你一直的陪伴和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会试着接受自己的情绪，并且慢慢调整自己的状态。",
        "label": ""
      },
      {
        "sentence": "希望自己能早日走出来，重新找到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪伴在你身边。给自己一些时间和空间，相信你一定能够渐渐走出来，找回属于自己的幸福。如果你需要任何帮助或者有任何想说的话，随时都可以找我倾诉。祝愿你早日找到属于自己的幸福和快乐！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "给自己一些时间和空间，相信你一定能够渐渐走出来，找回属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有任何想说的话，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日找到属于自己的幸福和快乐！",
        "label": ""
      }
    ]
  }
]