[
  {
    "role": "client",
    "content": "会喜欢上一个人，但很害怕建立亲密的关系怎么办？比如我会喜欢上一个人，但如果让我和他成为恋人，我会犹豫退缩，甚至拒绝。与父母也是，很少有亲密的话，也不会有什么肢体接触。我一边希望有人与我亲近，又主观地拒绝别人走进我的心里，要怎么办呢？",
    "annotation": [
      {
        "sentence": "会喜欢上一个人，但很害怕建立亲密的关系怎么办？",
        "label": ""
      },
      {
        "sentence": "比如我会喜欢上一个人，但如果让我和他成为恋人，我会犹豫退缩，甚至拒绝。",
        "label": ""
      },
      {
        "sentence": "与父母也是，很少有亲密的话，也不会有什么肢体接触。",
        "label": ""
      },
      {
        "sentence": "我一边希望有人与我亲近，又主观地拒绝别人走进我的心里，要怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀～看了你的描述，你对自己的一些表现很困惑，无法和他人建立亲密关系，就算是最亲的亲人也无法建立更亲密的关系，真的很同情你的状态呀。关于你的描述“比如我会喜欢上一个人，但如果让我和他成为恋人，我会犹豫退缩，甚至拒绝”，或许你的状态和从小形成的观念有关，或许是受身边的人环境影响，小时候在心理上没有得到足够的安全感和关注，甚至是被忽视，或者是当你在表达爱的时候没有得到回应，这些都有可能是形成你的这种状态的原因。你的这种“会喜欢上一个人，但很害怕建立亲密的关系”的状态还与性单恋的状态有一部分相似，即自己会对别人有好感，但是不接受别人的回应；回避型依恋人格也有可能是造成你的状态的原因，这种人格的表现大概是是想和他人建立亲密关系却害怕有不好的结果，所以干脆选择逃避。所以你可以去了解这方面的知识，也能更了解自己。",
    "annotation": [
      {
        "sentence": "呀～看了你的描述，你对自己的一些表现很困惑，无法和他人建立亲密关系，就算是最亲的亲人也无法建立更亲密的关系，真的很同情你的状态呀。",
        "label": ""
      },
      {
        "sentence": "关于你的描述“比如我会喜欢上一个人，但如果让我和他成为恋人，我会犹豫退缩，甚至拒绝”，或许你的状态和从小形成的观念有关，或许是受身边的人环境影响，小时候在心理上没有得到足够的安全感和关注，甚至是被忽视，或者是当你在表达爱的时候没有得到回应，这些都有可能是形成你的这种状态的原因。",
        "label": ""
      },
      {
        "sentence": "你的这种“会喜欢上一个人，但很害怕建立亲密的关系”的状态还与性单恋的状态有一部分相似，即自己会对别人有好感，但是不接受别人的回应；回避型依恋人格也有可能是造成你的状态的原因，这种人格的表现大概是是想和他人建立亲密关系却害怕有不好的结果，所以干脆选择逃避。",
        "label": ""
      },
      {
        "sentence": "所以你可以去了解这方面的知识，也能更了解自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你说的可能性，我确实有童年时期得不到足够的关注和安全感，这一点一直困扰着我。我害怕开启心扉，无法信任别人，怕自己再次受伤。我也担心被拒绝或者被背叛，这些情绪一直在我内心中盘旋，让我感到很困惑。",
    "annotation": [
      {
        "sentence": "我明白你说的可能性，我确实有童年时期得不到足够的关注和安全感，这一点一直困扰着我。",
        "label": ""
      },
      {
        "sentence": "我害怕开启心扉，无法信任别人，怕自己再次受伤。",
        "label": ""
      },
      {
        "sentence": "我也担心被拒绝或者被背叛，这些情绪一直在我内心中盘旋，让我感到很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我真的很理解你的感受。经历了这样的童年时期，对于信任和亲密关系的需求可能变得更加强烈，但是同时又有很大的恐惧和内心的保护机制。我想告诉你，你的感受是正常的，很多人都会在经历类似的情况后产生这样的困扰。不要过于自责，要相信自己有能力克服这些困难，逐渐与人建立起亲密关系。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我真的很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "经历了这样的童年时期，对于信任和亲密关系的需求可能变得更加强烈，但是同时又有很大的恐惧和内心的保护机制。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，你的感受是正常的，很多人都会在经历类似的情况后产生这样的困扰。",
        "label": ""
      },
      {
        "sentence": "不要过于自责，要相信自己有能力克服这些困难，逐渐与人建立起亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我希望能够克服这种困扰，与人建立起真正的亲密关系。但是我不知道应该从哪里开始，应该如何解决自己的心理障碍。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我希望能够克服这种困扰，与人建立起真正的亲密关系。",
        "label": ""
      },
      {
        "sentence": "但是我不知道应该从哪里开始，应该如何解决自己的心理障碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。首先，我建议你可以寻求专业的心理咨询师的帮助，他们可以帮助你更好地理解自己，并提供一些有效的解决方案。其次，你可以尝试渐进式地与人建立亲密关系，首先从与亲密信任的朋友或亲人开始，逐渐增加亲密的沟通和接触。同时，也要学会放松自己，减少对自己和他人的过高期望，给自己和别人一些时间和空间。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你可以寻求专业的心理咨询师的帮助，他们可以帮助你更好地理解自己，并提供一些有效的解决方案。",
        "label": ""
      },
      {
        "sentence": "其次，你可以尝试渐进式地与人建立亲密关系，首先从与亲密信任的朋友或亲人开始，逐渐增加亲密的沟通和接触。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会放松自己，减少对自己和他人的过高期望，给自己和别人一些时间和空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得确实有些行得通的感觉。我会尝试找一位心理咨询师寻求更专业的帮助，同时也会主动与亲密的人多交流，逐渐打开心扉。我知道这个过程可能会很困难，但我希望能够逐渐克服自己的心理障碍。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得确实有些行得通的感觉。",
        "label": ""
      },
      {
        "sentence": "我会尝试找一位心理咨询师寻求更专业的帮助，同时也会主动与亲密的人多交流，逐渐打开心扉。",
        "label": ""
      },
      {
        "sentence": "我知道这个过程可能会很困难，但我希望能够逐渐克服自己的心理障碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和信心，这是非常重要的一步。记住，在这个过程中，要给自己足够的时间和空间来成长和调整。不要过于苛求自己，每一步的进展都是宝贵的。如果你在途中遇到任何困难，不要犹豫寻求帮助和支持。相信自己，你一定能够走出这个困境，建立起真正的亲密关系。我会一直陪伴着你。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和信心，这是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "记住，在这个过程中，要给自己足够的时间和空间来成长和调整。",
        "label": ""
      },
      {
        "sentence": "不要过于苛求自己，每一步的进展都是宝贵的。",
        "label": ""
      },
      {
        "sentence": "如果你在途中遇到任何困难，不要犹豫寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够走出这个困境，建立起真正的亲密关系。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你一直以来的鼓励和支持，我真的很感激。我相信通过努力和坚持，我一定能够克服心理障碍，与人建立起真正的亲密关系。再次谢谢你，你的陪伴对我来说意义重大。",
    "annotation": [
      {
        "sentence": "感谢你一直以来的鼓励和支持，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "我相信通过努力和坚持，我一定能够克服心理障碍，与人建立起真正的亲密关系。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你，你的陪伴对我来说意义重大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我非常愿意为你提供帮助和支持。相信自己，你一定能够战胜心理困扰，迎接更美好的人际关系。如果在后续的过程中，你还有任何困惑或者情绪上的波动，随时都可以找我聊天。你不是一个人在战斗，我们一起加油！",
    "annotation": [
      {
        "sentence": "不用客气，我非常愿意为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够战胜心理困扰，迎接更美好的人际关系。",
        "label": ""
      },
      {
        "sentence": "如果在后续的过程中，你还有任何困惑或者情绪上的波动，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们一起加油！",
        "label": ""
      }
    ]
  }
]