[
  {
    "role": "client",
    "content": "男友身边很多女生，在恋爱中太敏感总会多想怎么办？",
    "annotation": [
      {
        "sentence": "男友身边很多女生，在恋爱中太敏感总会多想怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在恋爱中信任是根本，如果我们每次都这么疑神疑鬼，迟早有一天会把对方推开。对方是你的专属恋人，还是一个中央空调？其实这一点很重要，如果对方给予别人的和给予我们一样多，甚至在外面不懂得拒绝别人的请求，那么我们需要和对方好好的谈一谈。",
    "annotation": [
      {
        "sentence": "在恋爱中信任是根本，如果我们每次都这么疑神疑鬼，迟早有一天会把对方推开。",
        "label": ""
      },
      {
        "sentence": "对方是你的专属恋人，还是一个中央空调？",
        "label": ""
      },
      {
        "sentence": "其实这一点很重要，如果对方给予别人的和给予我们一样多，甚至在外面不懂得拒绝别人的请求，那么我们需要和对方好好的谈一谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解，但我总觉得他和那些女生有特殊的关系，即使他删了前任，我还是会瞎想。我不知道怎么才能停止乱想，不再为没有发生的事情担忧。",
    "annotation": [
      {
        "sentence": "我理解，但我总觉得他和那些女生有特殊的关系，即使他删了前任，我还是会瞎想。",
        "label": ""
      },
      {
        "sentence": "我不知道怎么才能停止乱想，不再为没有发生的事情担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这并不是在给彼此添堵，而是杜绝一些不必要的麻烦，因为不懂得拒绝别人的好人是很容易让他人误会的，他需要明白中央空调和专属恋人的区别。如果对方可以和他人保持一定的距离，也懂得拒绝一些不太合适的举动，不会故意瞒着我们，有什么事也会和我们商量和报备，哪怕手机也可以让我们随时翻看的话，我们就需要退让一步。",
    "annotation": [
      {
        "sentence": "这并不是在给彼此添堵，而是杜绝一些不必要的麻烦，因为不懂得拒绝别人的好人是很容易让他人误会的，他需要明白中央空调和专属恋人的区别。",
        "label": ""
      },
      {
        "sentence": "如果对方可以和他人保持一定的距离，也懂得拒绝一些不太合适的举动，不会故意瞒着我们，有什么事也会和我们商量和报备，哪怕手机也可以让我们随时翻看的话，我们就需要退让一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得他对其他女生比对我好，我担心自己被取代。",
    "annotation": [
      {
        "sentence": "但是我觉得他对其他女生比对我好，我担心自己被取代。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哪怕是成为了夫妻，也需要给彼此一点私人空间和隐私，而不是逼得对方必须把自己所有的事都暴露出来，就好比我们被他人把所有事都必须交代清楚一样，你一定也不喜欢这种感觉。因此我们要学会信任和尊重，有各自的底线，同时要学会对自己和自己的爱情有信心。",
    "annotation": [
      {
        "sentence": "哪怕是成为了夫妻，也需要给彼此一点私人空间和隐私，而不是逼得对方必须把自己所有的事都暴露出来，就好比我们被他人把所有事都必须交代清楚一样，你一定也不喜欢这种感觉。",
        "label": ""
      },
      {
        "sentence": "因此我们要学会信任和尊重，有各自的底线，同时要学会对自己和自己的爱情有信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是听说男人都有自己的小九九，我就很失望，很想查看我男朋友的一切。",
    "annotation": [
      {
        "sentence": "但是听说男人都有自己的小九九，我就很失望，很想查看我男朋友的一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别人说男人都有自己的小九九，那么我们是不是也有呢？那么我们有自己的小九九，会出轨他人吗？或者说有别的异性想和我们拉近关系，我们会如何处理呢？其实有些事只要各自有底线，相信对方可以守住这一点，很多问题就不会出现了。",
    "annotation": [
      {
        "sentence": "别人说男人都有自己的小九九，那么我们是不是也有呢？",
        "label": ""
      },
      {
        "sentence": "那么我们有自己的小九九，会出轨他人吗？",
        "label": ""
      },
      {
        "sentence": "或者说有别的异性想和我们拉近关系，我们会如何处理呢？",
        "label": ""
      },
      {
        "sentence": "其实有些事只要各自有底线，相信对方可以守住这一点，很多问题就不会出现了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我就是担心他会出轨，我怎么能相信他呢？",
    "annotation": [
      {
        "sentence": "但我就是担心他会出轨，我怎么能相信他呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果连自己枕边人都不信任自己，那么感情又如何维持下去呢？我信任你，也坚信你会守住我们的底线，但是这份信任只有一次，要么你可以骗我一辈子，要么你一次都不要骗我。我们要学会信任和尊重，同时也要相信自己的直觉和判断力，毕竟我们已经选择了他作为自己的男友，我们应该相信自己的选择。",
    "annotation": [
      {
        "sentence": "如果连自己枕边人都不信任自己，那么感情又如何维持下去呢？",
        "label": ""
      },
      {
        "sentence": "我信任你，也坚信你会守住我们的底线，但是这份信任只有一次，要么你可以骗我一辈子，要么你一次都不要骗我。",
        "label": ""
      },
      {
        "sentence": "我们要学会信任和尊重，同时也要相信自己的直觉和判断力，毕竟我们已经选择了他作为自己的男友，我们应该相信自己的选择。",
        "label": ""
      }
    ]
  }
]