[
  {
    "role": "client",
    "content": "感情选择题，喜欢和适合过生活该如何选择？选择一个喜欢但不太适合过生活的人，还是一般喜欢但适合过生活的人，和喜欢的a已经相处一年多了，本人比较念旧，不知道如何说服自己放弃。",
    "annotation": [
      {
        "sentence": "感情选择题，喜欢和适合过生活该如何选择？",
        "label": ""
      },
      {
        "sentence": "选择一个喜欢但不太适合过生活的人，还是一般喜欢但适合过生活的人，和喜欢的a已经相处一年多了，本人比较念旧，不知道如何说服自己放弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每一个人都会遇到感情问题，而在关注到问题的时候，就是你了解真实自我和自我成长的机会。根据你的叙述，我们一起来了解一下你最真实的样子吧！",
    "annotation": [
      {
        "sentence": "每一个人都会遇到感情问题，而在关注到问题的时候，就是你了解真实自我和自我成长的机会。",
        "label": ""
      },
      {
        "sentence": "根据你的叙述，我们一起来了解一下你最真实的样子吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在亲密关系中，我一直认为喜欢和适合过生活是可以分开看待的。我可能对恋爱观念和婚姻观念有些错误的认识。",
    "annotation": [
      {
        "sentence": "在亲密关系中，我一直认为喜欢和适合过生活是可以分开看待的。",
        "label": ""
      },
      {
        "sentence": "我可能对恋爱观念和婚姻观念有些错误的认识。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说喜欢和会过日子，那么你对这几个概念的理解是怎样的呢？喜欢是指对方能够满足你的情感和心理需求；会过日子是指对方是一个勤俭持家、会照顾人的人。",
    "annotation": [
      {
        "sentence": "你说喜欢和会过日子，那么你对这几个概念的理解是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "喜欢是指对方能够满足你的情感和心理需求；会过日子是指对方是一个勤俭持家、会照顾人的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我和喜欢的人已经相处了一年，因为我比较念旧，所以不想放弃。我不确定是不是因为害怕重新找一个合适的人，或是因为我找不到合适的人。",
    "annotation": [
      {
        "sentence": "我和喜欢的人已经相处了一年，因为我比较念旧，所以不想放弃。",
        "label": ""
      },
      {
        "sentence": "我不确定是不是因为害怕重新找一个合适的人，或是因为我找不到合适的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你试图说服自己放弃现在喜欢的人，但其实你根本就不想放弃对方。你担心的是如果跟对方在一起，将来面临的过日子能力不足的问题。对于这些问题，你应该如何调整自己，做出更好的选择呢？",
    "annotation": [
      {
        "sentence": "你试图说服自己放弃现在喜欢的人，但其实你根本就不想放弃对方。",
        "label": ""
      },
      {
        "sentence": "你担心的是如果跟对方在一起，将来面临的过日子能力不足的问题。",
        "label": ""
      },
      {
        "sentence": "对于这些问题，你应该如何调整自己，做出更好的选择呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我认为恋爱是婚姻的基础，而寻找一个人，应该是那种让自己心动，同时也能接受和他一起生活的人。经营婚姻时，爱情是必不可少的，不能因为过日子了就放弃了喜欢的感觉。",
    "annotation": [
      {
        "sentence": "我认为恋爱是婚姻的基础，而寻找一个人，应该是那种让自己心动，同时也能接受和他一起生活的人。",
        "label": ""
      },
      {
        "sentence": "经营婚姻时，爱情是必不可少的，不能因为过日子了就放弃了喜欢的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，没有人是完美的，没有人完美到能令另一个人毫无挑剔地接受。既然你喜欢对方，也不想放弃，就要接受对方不完美的地方。但如果你还是无法接受，那么这种喜欢可能只是暂时的，有一天你可能会发现对方已经没有你所喜欢的地方，到那时你会很痛苦，很有可能就会分开。",
    "annotation": [
      {
        "sentence": "没错，没有人是完美的，没有人完美到能令另一个人毫无挑剔地接受。",
        "label": ""
      },
      {
        "sentence": "既然你喜欢对方，也不想放弃，就要接受对方不完美的地方。",
        "label": ""
      },
      {
        "sentence": "但如果你还是无法接受，那么这种喜欢可能只是暂时的，有一天你可能会发现对方已经没有你所喜欢的地方，到那时你会很痛苦，很有可能就会分开。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们已经相处一年，我也不想分开。如果告诉我恋爱的目的是为了结婚，我还会选择他吗？",
    "annotation": [
      {
        "sentence": "我们已经相处一年，我也不想分开。",
        "label": ""
      },
      {
        "sentence": "如果告诉我恋爱的目的是为了结婚，我还会选择他吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲密关系实质上是在寻找真实的自我，你对对方无法接受的方面，其实是你对自己的一种不接纳。在确认对方是否是你一生的伴侣之前，你需要先看清真实的自己，接纳自己的不完美和自己可能不自信的地方。当你能够坚定自信地接纳自己时，你就不会再那么在意对方令你不满意的地方了。",
    "annotation": [
      {
        "sentence": "亲密关系实质上是在寻找真实的自我，你对对方无法接受的方面，其实是你对自己的一种不接纳。",
        "label": ""
      },
      {
        "sentence": "在确认对方是否是你一生的伴侣之前，你需要先看清真实的自己，接纳自己的不完美和自己可能不自信的地方。",
        "label": ""
      },
      {
        "sentence": "当你能够坚定自信地接纳自己时，你就不会再那么在意对方令你不满意的地方了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最后，无论我选择什么样的人作为伴侣，我都要为自己的选择负责，也要为我们的关系负责，同时要尊重对方的真实。如果无法承受对方未来可能带来的问题，也许放弃对他而给他重新选择幸福的机会，也是给自己选择真正幸福的机会。我希望能早日打开心结，踏上自我成长之路，找到一个合适的人生伴侣，获得幸福。",
    "annotation": [
      {
        "sentence": "最后，无论我选择什么样的人作为伴侣，我都要为自己的选择负责，也要为我们的关系负责，同时要尊重对方的真实。",
        "label": ""
      },
      {
        "sentence": "如果无法承受对方未来可能带来的问题，也许放弃对他而给他重新选择幸福的机会，也是给自己选择真正幸福的机会。",
        "label": ""
      },
      {
        "sentence": "我希望能早日打开心结，踏上自我成长之路，找到一个合适的人生伴侣，获得幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的想法。希望你在自我探索和成长的过程中能找到答案，做出对自己和对他人负责的选择。祝愿你早日找到真正属于你的幸福！",
    "annotation": [
      {
        "sentence": "非常赞同你的想法。",
        "label": ""
      },
      {
        "sentence": "希望你在自我探索和成长的过程中能找到答案，做出对自己和对他人负责的选择。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日找到真正属于你的幸福！",
        "label": ""
      }
    ]
  }
]