[
  {
    "role": "client",
    "content": "初二，感觉不到未来，很迷茫，不想上学，也不想动？15岁，初二，曾因为抑郁症休学了一年，病好了之后，重新回到学校，可我始终感觉不到快乐，感觉一直活在阴霾里，好像一直有什么笼罩着我，浑身都不想动，每天睡到下午才起床，对学校也产生抗拒，现在已经三个星期没去学校了，向老师请了长假，一到学校压抑的感觉更加强烈，没有认识的同学，烦躁郁闷，和新同学熟不起来，上课也不想听，不是睡觉就是趴着偷偷玩手机，成绩一落千丈，上课的时候还可以假装自己可以融入班级，一到下课和体育课就很难受，一个人孤孤单单，格格不入，在学校还会感觉到喘不过气，压抑困难，平时也不会丧和整日忧郁，和朋友还是会很欢快的聊天，在家里一个人的时候也不会经常忧愁，只是偶尔一想到未来就感觉什么也看不见摸不着，会喘不过气，晚上也会失眠，很难入睡，我是不是病了啊？",
    "annotation": [
      {
        "sentence": "初二，感觉不到未来，很迷茫，不想上学，也不想动？",
        "label": ""
      },
      {
        "sentence": "15岁，初二，曾因为抑郁症休学了一年，病好了之后，重新回到学校，可我始终感觉不到快乐，感觉一直活在阴霾里，好像一直有什么笼罩着我，浑身都不想动，每天睡到下午才起床，对学校也产生抗拒，现在已经三个星期没去学校了，向老师请了长假，一到学校压抑的感觉更加强烈，没有认识的同学，烦躁郁闷，和新同学熟不起来，上课也不想听，不是睡觉就是趴着偷偷玩手机，成绩一落千丈，上课的时候还可以假装自己可以融入班级，一到下课和体育课就很难受，一个人孤孤单单，格格不入，在学校还会感觉到喘不过气，压抑困难，平时也不会丧和整日忧郁，和朋友还是会很欢快的聊天，在家里一个人的时候也不会经常忧愁，只是偶尔一想到未来就感觉什么也看不见摸不着，会喘不过气，晚上也会失眠，很难入睡，我是不是病了啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子很高兴为你解答你内心的困扰。看了你的叙述，初二曾经因为抑郁症而休学一年。重新回到学校后，还是感觉不快乐，内心一直被阴霾笼罩，晚上很难入睡，早上不愿意起床。上课睡觉玩手机。对学校产生抗拒，不愿意和同学交往，这种情况已经持续三周了。内心感到压抑，失眠，看不到未来。",
    "annotation": [
      {
        "sentence": "孩子很高兴为你解答你内心的困扰。",
        "label": ""
      },
      {
        "sentence": "看了你的叙述，初二曾经因为抑郁症而休学一年。",
        "label": ""
      },
      {
        "sentence": "重新回到学校后，还是感觉不快乐，内心一直被阴霾笼罩，晚上很难入睡，早上不愿意起床。",
        "label": ""
      },
      {
        "sentence": "上课睡觉玩手机。",
        "label": ""
      },
      {
        "sentence": "对学校产生抗拒，不愿意和同学交往，这种情况已经持续三周了。",
        "label": ""
      },
      {
        "sentence": "内心感到压抑，失眠，看不到未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在真的觉得很无助，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "是的，我现在真的觉得很无助，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和焦虑。首先，我要告诉你这些症状是抑郁症的表现，你并不是一个人在战斗。抑郁症是一种常见的心理障碍，在青少年中发病率越来越高。你之所以会感到迷茫和无助，有可能是家庭养育方式和学校学业压力对你的心理产生了负面影响。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "首先，我要告诉你这些症状是抑郁症的表现，你并不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "抑郁症是一种常见的心理障碍，在青少年中发病率越来越高。",
        "label": ""
      },
      {
        "sentence": "你之所以会感到迷茫和无助，有可能是家庭养育方式和学校学业压力对你的心理产生了负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我感觉家长和老师都对我的学习成绩有非常高的期望，我承受不住这种压力。",
    "annotation": [
      {
        "sentence": "对，我感觉家长和老师都对我的学习成绩有非常高的期望，我承受不住这种压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，很多家长和学校都过度强调学习成绩，而忽视了孩子们的内心需求。这种压力往往会导致青少年产生焦虑、压抑和自卑的感受。同时，学校的应试教育也在一定程度上加剧了这种情况。因此，改变这个大环境确实很难，但我希望你知道，你并不是无助的。",
    "annotation": [
      {
        "sentence": "确实，很多家长和学校都过度强调学习成绩，而忽视了孩子们的内心需求。",
        "label": ""
      },
      {
        "sentence": "这种压力往往会导致青少年产生焦虑、压抑和自卑的感受。",
        "label": ""
      },
      {
        "sentence": "同时，学校的应试教育也在一定程度上加剧了这种情况。",
        "label": ""
      },
      {
        "sentence": "因此，改变这个大环境确实很难，但我希望你知道，你并不是无助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我真的很希望能够改变现状，但我不知道从哪里入手。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我真的很希望能够改变现状，但我不知道从哪里入手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你的痛苦和迷茫。走出抑郁的阴霾需要家庭和学校双重的努力。你可以向家长表达你的困扰，告诉他们你的内心需求，与他们一起合作找到解决问题的方法。此外，我建议你寻求专业的心理咨询和治疗，专家会给你提供更科学的帮助和指导。",
    "annotation": [
      {
        "sentence": "我很理解你的痛苦和迷茫。",
        "label": ""
      },
      {
        "sentence": "走出抑郁的阴霾需要家庭和学校双重的努力。",
        "label": ""
      },
      {
        "sentence": "你可以向家长表达你的困扰，告诉他们你的内心需求，与他们一起合作找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "此外，我建议你寻求专业的心理咨询和治疗，专家会给你提供更科学的帮助和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会考虑和家长沟通，并尝试寻求专业医生的帮助。但是，我真的不知道如何面对学习和生活。",
    "annotation": [
      {
        "sentence": "嗯，我会考虑和家长沟通，并尝试寻求专业医生的帮助。",
        "label": ""
      },
      {
        "sentence": "但是，我真的不知道如何面对学习和生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别给自己太大的压力，进退两难只会让你更加困惑。与自己喜欢的人交往，进行一些体育运动，经常晒太阳，走进大自然，这些都是帮助你缓解压力和抑郁情绪的方法。当然，有时候家长的心理咨询也是必要的，他们可以更好地辅助你走出抑郁的阴霾。只有当你的状态好了，你才能更好地投入到学业当中。",
    "annotation": [
      {
        "sentence": "别给自己太大的压力，进退两难只会让你更加困惑。",
        "label": ""
      },
      {
        "sentence": "与自己喜欢的人交往，进行一些体育运动，经常晒太阳，走进大自然，这些都是帮助你缓解压力和抑郁情绪的方法。",
        "label": ""
      },
      {
        "sentence": "当然，有时候家长的心理咨询也是必要的，他们可以更好地辅助你走出抑郁的阴霾。",
        "label": ""
      },
      {
        "sentence": "只有当你的状态好了，你才能更好地投入到学业当中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持！我会尽力采纳你的建议，希望能够渐渐恢复自信和快乐。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我会尽力采纳你的建议，希望能够渐渐恢复自信和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定能够走出困境，重拾自信和快乐。请记住，你并不孤单，一直有人在支持着你。如果在这个过程中你仍然感到困惑或有任何需要帮助的地方，随时向我求助。祝福你！",
    "annotation": [
      {
        "sentence": "我相信你一定能够走出困境，重拾自信和快乐。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，一直有人在支持着你。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中你仍然感到困惑或有任何需要帮助的地方，随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]