[
  {
    "role": "client",
    "content": "初二，感觉不到未来，很迷茫，不想上学，也不想动？",
    "annotation": [
      {
        "sentence": "初二，感觉不到未来，很迷茫，不想上学，也不想动？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对现在的生活感到很困惑和无助。这种感觉其实很正常，只是暂时的。可以告诉我更多你的情况吗？",
    "annotation": [
      {
        "sentence": "听起来你对现在的生活感到很困惑和无助。",
        "label": ""
      },
      {
        "sentence": "这种感觉其实很正常，只是暂时的。",
        "label": ""
      },
      {
        "sentence": "可以告诉我更多你的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "15岁，初二，曾因为抑郁症休学了一年，病好了之后，重新回到学校。可我始终感觉不到快乐，感觉一直活在阴霾里，好像一直有什么笼罩着我，浑身都不想动。每天睡到下午才起床，对学校也产生抗拒。现在已经三个星期没去学校了，向老师请了长假。一到学校压抑的感觉更加强烈，没有认识的同学，烦躁郁闷，和新同学熟不起来，上课也不想听，不是睡觉就是趴着偷偷玩手机。成绩一落千丈。上课的时候还可以假装自己可以融入班级，一到下课和体育课就很难受，一个人孤孤单单，格格不入。在学校还会感觉到喘不过气，压抑困难。平时也不会丧和整日忧郁，和朋友还是会很欢快的聊天。在家里一个人的时候也不会经常忧愁，只是偶尔一想到未来就感觉什么也看不见摸不着，会喘不过气，晚上也会失眠。我是不是病了啊？",
    "annotation": [
      {
        "sentence": "15岁，初二，曾因为抑郁症休学了一年，病好了之后，重新回到学校。",
        "label": ""
      },
      {
        "sentence": "可我始终感觉不到快乐，感觉一直活在阴霾里，好像一直有什么笼罩着我，浑身都不想动。",
        "label": ""
      },
      {
        "sentence": "每天睡到下午才起床，对学校也产生抗拒。",
        "label": ""
      },
      {
        "sentence": "现在已经三个星期没去学校了，向老师请了长假。",
        "label": ""
      },
      {
        "sentence": "一到学校压抑的感觉更加强烈，没有认识的同学，烦躁郁闷，和新同学熟不起来，上课也不想听，不是睡觉就是趴着偷偷玩手机。",
        "label": ""
      },
      {
        "sentence": "成绩一落千丈。",
        "label": ""
      },
      {
        "sentence": "上课的时候还可以假装自己可以融入班级，一到下课和体育课就很难受，一个人孤孤单单，格格不入。",
        "label": ""
      },
      {
        "sentence": "在学校还会感觉到喘不过气，压抑困难。",
        "label": ""
      },
      {
        "sentence": "平时也不会丧和整日忧郁，和朋友还是会很欢快的聊天。",
        "label": ""
      },
      {
        "sentence": "在家里一个人的时候也不会经常忧愁，只是偶尔一想到未来就感觉什么也看不见摸不着，会喘不过气，晚上也会失眠。",
        "label": ""
      },
      {
        "sentence": "我是不是病了啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你经历了一段困难的日子，这对精神和情绪的影响是可以理解的。你说自己感到活在阴霾中，这种情绪可能会持续一段时间，但是并不代表你会一直这样。感觉喘不过气，压抑困难的感觉可能会引起恐惧和焦虑。但你不必担心，这种情况下就要寻求专业帮助，专业的心理医生可以给你提供有效的治疗方式。",
    "annotation": [
      {
        "sentence": "听起来你经历了一段困难的日子，这对精神和情绪的影响是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你说自己感到活在阴霾中，这种情绪可能会持续一段时间，但是并不代表你会一直这样。",
        "label": ""
      },
      {
        "sentence": "感觉喘不过气，压抑困难的感觉可能会引起恐惧和焦虑。",
        "label": ""
      },
      {
        "sentence": "但你不必担心，这种情况下就要寻求专业帮助，专业的心理医生可以给你提供有效的治疗方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很害怕向他人寻求帮助，觉得自己会给别人添麻烦。而且，我真的不知道怎么才能重新找回对学校的动力和对未来的希望。",
    "annotation": [
      {
        "sentence": "我很害怕向他人寻求帮助，觉得自己会给别人添麻烦。",
        "label": ""
      },
      {
        "sentence": "而且，我真的不知道怎么才能重新找回对学校的动力和对未来的希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到担心给别人添麻烦，这其实很正常，但是你要相信你的感受是重要的，也值得得到支持。寻求帮助并不会给别人添麻烦，相反，他们很可能会愿意帮助你。对于重新找回对学校动力和未来希望的问题，我们可以一起寻找解决办法。你有什么想法或者感受？",
    "annotation": [
      {
        "sentence": "你提到担心给别人添麻烦，这其实很正常，但是你要相信你的感受是重要的，也值得得到支持。",
        "label": ""
      },
      {
        "sentence": "寻求帮助并不会给别人添麻烦，相反，他们很可能会愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "对于重新找回对学校动力和未来希望的问题，我们可以一起寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "你有什么想法或者感受？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有时候觉得自己好像没有办法摆脱这种情绪，似乎一直都被困在里面。我想要找到一种能够渐渐恢复动力的方法，但是我不知道应该从哪里开始。",
    "annotation": [
      {
        "sentence": "我有时候觉得自己好像没有办法摆脱这种情绪，似乎一直都被困在里面。",
        "label": ""
      },
      {
        "sentence": "我想要找到一种能够渐渐恢复动力的方法，但是我不知道应该从哪里开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经意识到了你的情绪状态，这是一个很好的开始。对于重新找回动力，我们可以一步一步试试。首先，逐渐调整作息时间，尽量保证充足的睡眠和良好的起床时间。然后，尝试做一些自己喜欢的事情，例如阅读、绘画、听音乐等等。这些活动可能会帮助你分散注意力并带来一些积极的情绪体验。另外，如果有机会，可以尝试参加一些学校活动或者加入兴趣小组，逐渐与同学建立联系。你觉得这些方法对你有帮助吗？",
    "annotation": [
      {
        "sentence": "你已经意识到了你的情绪状态，这是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "对于重新找回动力，我们可以一步一步试试。",
        "label": ""
      },
      {
        "sentence": "首先，逐渐调整作息时间，尽量保证充足的睡眠和良好的起床时间。",
        "label": ""
      },
      {
        "sentence": "然后，尝试做一些自己喜欢的事情，例如阅读、绘画、听音乐等等。",
        "label": ""
      },
      {
        "sentence": "这些活动可能会帮助你分散注意力并带来一些积极的情绪体验。",
        "label": ""
      },
      {
        "sentence": "另外，如果有机会，可以尝试参加一些学校活动或者加入兴趣小组，逐渐与同学建立联系。",
        "label": ""
      },
      {
        "sentence": "你觉得这些方法对你有帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你的建议很有道理，我会尝试着调整作息时间，并尝试做一些平时喜欢的事情。虽然我有点担心参加学校活动或者加入兴趣小组会不会很难和同学打成一片，但是我愿意试一试，希望可以找到属于自己的社交圈。",
    "annotation": [
      {
        "sentence": "我觉得你的建议很有道理，我会尝试着调整作息时间，并尝试做一些平时喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "虽然我有点担心参加学校活动或者加入兴趣小组会不会很难和同学打成一片，但是我愿意试一试，希望可以找到属于自己的社交圈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！你愿意尝试去调整自己的生活方式，这是一个非常积极的举动。对于社交方面的担心，我理解你的心情，但是每个人都有相似的体验，你会发现在尝试的过程中会遇到一些真诚的朋友。你并不孤单，有人愿意支持你的。相信自己，相信未来，加油！",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "你愿意尝试去调整自己的生活方式，这是一个非常积极的举动。",
        "label": ""
      },
      {
        "sentence": "对于社交方面的担心，我理解你的心情，但是每个人都有相似的体验，你会发现在尝试的过程中会遇到一些真诚的朋友。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，有人愿意支持你的。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，加油！",
        "label": ""
      }
    ]
  }
]