[
  {
    "role": "client",
    "content": "我对朋友非常依赖，怎么培养自信，和改善讨好型人格？29岁，女，以前非常封闭自己，身边没有一个亲人朋友，有时候内心很孤单。对于身边唯一的一个同性好朋友，非常依赖，因为以前一直把自己关在自己的世界里面，我自动屏蔽了外面的人和事。但是性格上有很大的缺陷，自己非常的情绪化，对好朋友有讨好行为而不自知，可能因为内心自卑，希望通过这种方式留她在我身边。但是我最近在做自我反醒，我发现我真的太情绪化了，给她带来了很多伤害，但是我现在失去了共情的能力，感受不到伤害她有多深。平时工作喜怒哀乐全写在脸上，不知道怎么伪装自己，学着戴面具保护自己，人际关系冰点。现阶段不知道怎么改变自己，让自己变得自信和优秀，我现在敏感，多疑，爱胡思乱想，还患得患失！！！！感觉不到自己的未来！！！",
    "annotation": [
      {
        "sentence": "我对朋友非常依赖，怎么培养自信，和改善讨好型人格？",
        "label": ""
      },
      {
        "sentence": "29岁，女，以前非常封闭自己，身边没有一个亲人朋友，有时候内心很孤单。",
        "label": ""
      },
      {
        "sentence": "对于身边唯一的一个同性好朋友，非常依赖，因为以前一直把自己关在自己的世界里面，我自动屏蔽了外面的人和事。",
        "label": ""
      },
      {
        "sentence": "但是性格上有很大的缺陷，自己非常的情绪化，对好朋友有讨好行为而不自知，可能因为内心自卑，希望通过这种方式留她在我身边。",
        "label": ""
      },
      {
        "sentence": "但是我最近在做自我反醒，我发现我真的太情绪化了，给她带来了很多伤害，但是我现在失去了共情的能力，感受不到伤害她有多深。",
        "label": ""
      },
      {
        "sentence": "平时工作喜怒哀乐全写在脸上，不知道怎么伪装自己，学着戴面具保护自己，人际关系冰点。",
        "label": ""
      },
      {
        "sentence": "现阶段不知道怎么改变自己，让自己变得自信和优秀，我现在敏感，多疑，爱胡思乱想，还患得患失！！！！",
        "label": ""
      },
      {
        "sentence": "感觉不到自己的未来！！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的问题中，我能感受到你对自己的痛苦和期望。你描述了自己过去的封闭和孤独状态，以及与唯一的好朋友的依赖关系。虽然你通过讨好行为试图保持她的陪伴，但是你最近的自我反省让你认识到自己对她的情绪化行为带来了伤害。这个意识对你修正关系是一个重要的契机。同时，你也提到了自己在工作和人际关系中的困惑，希望能够伪装自己，保护自己。你想知道如何改变自己，培养自信和改善人格特点，但目前你却感到敏感、多疑，经常胡思乱想，甚至产生患得患失的感觉，感受不到自己的未来。",
    "annotation": [
      {
        "sentence": "从你的问题中，我能感受到你对自己的痛苦和期望。",
        "label": ""
      },
      {
        "sentence": "你描述了自己过去的封闭和孤独状态，以及与唯一的好朋友的依赖关系。",
        "label": ""
      },
      {
        "sentence": "虽然你通过讨好行为试图保持她的陪伴，但是你最近的自我反省让你认识到自己对她的情绪化行为带来了伤害。",
        "label": ""
      },
      {
        "sentence": "这个意识对你修正关系是一个重要的契机。",
        "label": ""
      },
      {
        "sentence": "同时，你也提到了自己在工作和人际关系中的困惑，希望能够伪装自己，保护自己。",
        "label": ""
      },
      {
        "sentence": "你想知道如何改变自己，培养自信和改善人格特点，但目前你却感到敏感、多疑，经常胡思乱想，甚至产生患得患失的感觉，感受不到自己的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实对自己的现状感到非常困惑和难过。我曾经过于封闭自己，没有和他人建立起亲密关系，导致现在的依赖性和情绪化行为。我意识到我给好朋友带来了伤害，但现在又不知道如何表达我的歉意和改变我自己。同时，我希望能够找到自己的自信，改变自己的讨好型人格，但目前一切都如此困难，我不知道从何处着手。",
    "annotation": [
      {
        "sentence": "是的，我确实对自己的现状感到非常困惑和难过。",
        "label": ""
      },
      {
        "sentence": "我曾经过于封闭自己，没有和他人建立起亲密关系，导致现在的依赖性和情绪化行为。",
        "label": ""
      },
      {
        "sentence": "我意识到我给好朋友带来了伤害，但现在又不知道如何表达我的歉意和改变我自己。",
        "label": ""
      },
      {
        "sentence": "同时，我希望能够找到自己的自信，改变自己的讨好型人格，但目前一切都如此困难，我不知道从何处着手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己的认知非常清晰，能够意识到过去的封闭给你带来了现在的困境。同时，你也对自己的情绪化行为产生了反思，并想要改变自己。首先，我想告诉你，你已经迈出了第一步，意识到自己的问题，并有意愿去解决它们。对于你给好朋友带来的伤害，你可以主动向她道歉，表达你的内疚和决心改变的态度。而要改变讨好型人格，你可以尝试和其他人建立更多的关系，与他们保持适度的亲密，这样可以减少对唯一的好朋友的依赖。此外，建立自己的爱好和兴趣，提升自己的能力也能有助于增加自信，对抗讨好型人格。",
    "annotation": [
      {
        "sentence": "你对自己的认知非常清晰，能够意识到过去的封闭给你带来了现在的困境。",
        "label": ""
      },
      {
        "sentence": "同时，你也对自己的情绪化行为产生了反思，并想要改变自己。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，你已经迈出了第一步，意识到自己的问题，并有意愿去解决它们。",
        "label": ""
      },
      {
        "sentence": "对于你给好朋友带来的伤害，你可以主动向她道歉，表达你的内疚和决心改变的态度。",
        "label": ""
      },
      {
        "sentence": "而要改变讨好型人格，你可以尝试和其他人建立更多的关系，与他们保持适度的亲密，这样可以减少对唯一的好朋友的依赖。",
        "label": ""
      },
      {
        "sentence": "此外，建立自己的爱好和兴趣，提升自己的能力也能有助于增加自信，对抗讨好型人格。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解，我会主动向好朋友道歉，并努力改善自己的情绪化行为。我也会试着与其他人建立更多的关系，培养自己的爱好和兴趣。我知道这些改变并不容易，但我会坚持下去，为了变得更自信和优秀。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解，我会主动向好朋友道歉，并努力改善自己的情绪化行为。",
        "label": ""
      },
      {
        "sentence": "我也会试着与其他人建立更多的关系，培养自己的爱好和兴趣。",
        "label": ""
      },
      {
        "sentence": "我知道这些改变并不容易，但我会坚持下去，为了变得更自信和优秀。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和行动非常令人鼓舞！改变是一个渐进的过程，需要时间和努力。在这个过程中，不要忘记给自己一些宽容和耐心，接受自己的不完美。同时，也要学会从他人那里接受支持和帮助，不要害怕寻求他人的意见和建议。相信自己，相信你能够改变，走向更好的未来！加油！",
    "annotation": [
      {
        "sentence": "你的决心和行动非常令人鼓舞！",
        "label": ""
      },
      {
        "sentence": "改变是一个渐进的过程，需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要忘记给自己一些宽容和耐心，接受自己的不完美。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会从他人那里接受支持和帮助，不要害怕寻求他人的意见和建议。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你能够改变，走向更好的未来！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你对我的支持和鼓励！我会牢记你的话，并且会时刻提醒自己不要放弃努力。我相信通过改变自己，我能够获得更好的人际关系和更多的自信。感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你对我的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，并且会时刻提醒自己不要放弃努力。",
        "label": ""
      },
      {
        "sentence": "我相信通过改变自己，我能够获得更好的人际关系和更多的自信。",
        "label": ""
      },
      {
        "sentence": "感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够与你进行这次对话，并且能够为你提供帮助和支持。如果你在改变的过程中遇到了困难或者需要进一步的支持，记得随时向我求助。我祝愿你一切顺利，取得自己期望的改变和成长！加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够与你进行这次对话，并且能够为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "如果你在改变的过程中遇到了困难或者需要进一步的支持，记得随时向我求助。",
        "label": ""
      },
      {
        "sentence": "我祝愿你一切顺利，取得自己期望的改变和成长！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]