[
  {
    "role": "client",
    "content": "为什么原生家庭很幸福，但是跟别人相处我会非常自卑？父母很爱我，从小到大没有经历什么磨难，但是我还是感觉自卑，觉得自己处处都比不过别人，非常介意别人的看法，只要别人对自己表达出一点善意就受宠若惊，很想知道为什么会这样？",
    "annotation": [
      {
        "sentence": "为什么原生家庭很幸福，但是跟别人相处我会非常自卑？",
        "label": ""
      },
      {
        "sentence": "父母很爱我，从小到大没有经历什么磨难，但是我还是感觉自卑，觉得自己处处都比不过别人，非常介意别人的看法，只要别人对自己表达出一点善意就受宠若惊，很想知道为什么会这样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你非常幸运的生活在一个幸福的原生家庭中，父母给了你足够的关爱，从小到大没有经历什么磨难，让你在安全的家庭氛围中无忧无虑的长大。正是这样的安全氛围保护着你，让你在与别人相处过程中会产生别人对你好的的怀疑，因为在原生家庭中父母的保护让你感受到足够的关爱，而在外界你不能很好的界定是否受到保护。",
    "annotation": [
      {
        "sentence": "你非常幸运的生活在一个幸福的原生家庭中，父母给了你足够的关爱，从小到大没有经历什么磨难，让你在安全的家庭氛围中无忧无虑的长大。",
        "label": ""
      },
      {
        "sentence": "正是这样的安全氛围保护着你，让你在与别人相处过程中会产生别人对你好的的怀疑，因为在原生家庭中父母的保护让你感受到足够的关爱，而在外界你不能很好的界定是否受到保护。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得自己在与别人相处时总是比不过他们，感到无比自卑，为什么会这样呢？",
    "annotation": [
      {
        "sentence": "但是我觉得自己在与别人相处时总是比不过他们，感到无比自卑，为什么会这样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家庭与社会是两种不同的环境，在原生家庭中，你可以任性，你可以向父母真实的表达你的感受，都能够得到父母对你的包容。在社会中，你会对于别人的经历感到好奇，你会看到别人有比优秀的地方，甚至在外界你会受到一定的挫折，这些都让你有点措手不及。",
    "annotation": [
      {
        "sentence": "家庭与社会是两种不同的环境，在原生家庭中，你可以任性，你可以向父母真实的表达你的感受，都能够得到父母对你的包容。",
        "label": ""
      },
      {
        "sentence": "在社会中，你会对于别人的经历感到好奇，你会看到别人有比优秀的地方，甚至在外界你会受到一定的挫折，这些都让你有点措手不及。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，在社会中我常常感到自己不能和别人相比，觉得自己很不值得被关注和尊重。",
    "annotation": [
      {
        "sentence": "确实，在社会中我常常感到自己不能和别人相比，觉得自己很不值得被关注和尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为从小在原生家庭中，你是父母眼中最优秀的，遇到困难有家人和你一起处理，原生家庭的幸福保护着你，与此同时也在一定程度上限制了你去独立面对挫折的勇气。你与别人相处还是感觉自卑，这是很正常的心理，说明你需要在家庭和社会中平衡你自己与他人的相处。",
    "annotation": [
      {
        "sentence": "因为从小在原生家庭中，你是父母眼中最优秀的，遇到困难有家人和你一起处理，原生家庭的幸福保护着你，与此同时也在一定程度上限制了你去独立面对挫折的勇气。",
        "label": ""
      },
      {
        "sentence": "你与别人相处还是感觉自卑，这是很正常的心理，说明你需要在家庭和社会中平衡你自己与他人的相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该如何平衡自我和他人的相处呢？",
    "annotation": [
      {
        "sentence": "那我该如何平衡自我和他人的相处呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "任何事情都是有双面性的，原生家庭的幸福让你有足够的勇气面对生活，给了你足够的安全感，社会的挑战让你不得不去独立面对生活，但这一切都是机遇与挑战并存。相信你可以在逐渐适应与别人相处的过程中也能慢慢建立起属于你的信心。",
    "annotation": [
      {
        "sentence": "任何事情都是有双面性的，原生家庭的幸福让你有足够的勇气面对生活，给了你足够的安全感，社会的挑战让你不得不去独立面对生活，但这一切都是机遇与挑战并存。",
        "label": ""
      },
      {
        "sentence": "相信你可以在逐渐适应与别人相处的过程中也能慢慢建立起属于你的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望我能够逐渐减少对别人看法的在意，建立自己的信心和自尊。",
    "annotation": [
      {
        "sentence": "我希望我能够逐渐减少对别人看法的在意，建立自己的信心和自尊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你值得被爱，不管是家人还是朋友，相信自己！加油！",
    "annotation": [
      {
        "sentence": "你值得被爱，不管是家人还是朋友，相信自己！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]