[
  {
    "role": "client",
    "content": "我是一个20岁的女生，最近9个月来一直有断断续续的抑郁情绪，这是不是心理问题啊？",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，最近9个月来一直有断断续续的抑郁情绪，这是不是心理问题啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，确实存在一些心理问题的迹象。你能和我具体分享一下这段时间的情况吗？",
    "annotation": [
      {
        "sentence": "听你的描述，确实存在一些心理问题的迹象。",
        "label": ""
      },
      {
        "sentence": "你能和我具体分享一下这段时间的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从我12、13岁开始就有过自杀的想法和自残的行为，不过后来好了很多，虽然偶尔还会有自杀的念头，但自残行为已经得到了一些控制。但到了高三的时候，又开始有抑郁情绪，持续了两三周。那段时间我感觉很麻木，不想上课，也不想见人，失去了对生活的感觉。",
    "annotation": [
      {
        "sentence": "从我12、13岁开始就有过自杀的想法和自残的行为，不过后来好了很多，虽然偶尔还会有自杀的念头，但自残行为已经得到了一些控制。",
        "label": ""
      },
      {
        "sentence": "但到了高三的时候，又开始有抑郁情绪，持续了两三周。",
        "label": ""
      },
      {
        "sentence": "那段时间我感觉很麻木，不想上课，也不想见人，失去了对生活的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你在高三期间所经历的抑郁情绪对你造成的困扰。这段时间的压力确实很大，而且你描述的症状也符合一些抑郁症的表现。你有考虑过寻求心理医生的帮助吗？",
    "annotation": [
      {
        "sentence": "我可以理解你在高三期间所经历的抑郁情绪对你造成的困扰。",
        "label": ""
      },
      {
        "sentence": "这段时间的压力确实很大，而且你描述的症状也符合一些抑郁症的表现。",
        "label": ""
      },
      {
        "sentence": "你有考虑过寻求心理医生的帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当时学校有举办新生心理测评，并建议我去看心理医生，但我当时觉得自己已经没问题了，所以没有去。",
    "annotation": [
      {
        "sentence": "当时学校有举办新生心理测评，并建议我去看心理医生，但我当时觉得自己已经没问题了，所以没有去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然你当时可能觉得没有问题，但是现在看来你还是需要得到一些外界的帮助。每个人都希望能保持在一个自我接纳和安全感的状态，你偏离了这个状态，很难通过自我调节恢复到正常状态，所以需要外界的支持和帮助。我了解到，有些人会通过自残来感受身体带来的疼痛，以此来感受自己仍然活着，因为精神上已经感觉不到存在。但这并不是一个健康的应对方式。你所经历的压抑与痛苦需要得到合适的处理和表达，这样才能让你的伤口得到疗愈，逐渐恢复和改善生活。我希望你能有勇气走进咨询室，找到一个你喜欢且适合你的咨询师，让咨询师来帮助你。",
    "annotation": [
      {
        "sentence": "虽然你当时可能觉得没有问题，但是现在看来你还是需要得到一些外界的帮助。",
        "label": ""
      },
      {
        "sentence": "每个人都希望能保持在一个自我接纳和安全感的状态，你偏离了这个状态，很难通过自我调节恢复到正常状态，所以需要外界的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我了解到，有些人会通过自残来感受身体带来的疼痛，以此来感受自己仍然活着，因为精神上已经感觉不到存在。",
        "label": ""
      },
      {
        "sentence": "但这并不是一个健康的应对方式。",
        "label": ""
      },
      {
        "sentence": "你所经历的压抑与痛苦需要得到合适的处理和表达，这样才能让你的伤口得到疗愈，逐渐恢复和改善生活。",
        "label": ""
      },
      {
        "sentence": "我希望你能有勇气走进咨询室，找到一个你喜欢且适合你的咨询师，让咨询师来帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我现在开始觉得寻求帮助是一个正确的决定。我会试着找到一个适合我的心理咨询师，向他们寻求帮助，希望能够早日走出困境。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我现在开始觉得寻求帮助是一个正确的决定。",
        "label": ""
      },
      {
        "sentence": "我会试着找到一个适合我的心理咨询师，向他们寻求帮助，希望能够早日走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你决定寻求帮助，这是一个非常重要的第一步。找到一个合适的心理咨询师后，记得要坦诚地和他们分享你的内心感受和困扰，他们会用专业的方法来帮助你。同时，也希望你要有耐心和信心，因为心理康复是一个渐进的过程，不会一蹴而就，但只要你坚持下去，你一定能够走出困境，走向更好的生活。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你决定寻求帮助，这是一个非常重要的第一步。",
        "label": ""
      },
      {
        "sentence": "找到一个合适的心理咨询师后，记得要坦诚地和他们分享你的内心感受和困扰，他们会用专业的方法来帮助你。",
        "label": ""
      },
      {
        "sentence": "同时，也希望你要有耐心和信心，因为心理康复是一个渐进的过程，不会一蹴而就，但只要你坚持下去，你一定能够走出困境，走向更好的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我会努力保持耐心和信心，相信自己能够渐渐走出困境。我希望找到一个心理咨询师后，能够得到专业的帮助，并且寻找一些适合我自己的应对方法，来缓解我的抑郁情绪和自残行为。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我会努力保持耐心和信心，相信自己能够渐渐走出困境。",
        "label": ""
      },
      {
        "sentence": "我希望找到一个心理咨询师后，能够得到专业的帮助，并且寻找一些适合我自己的应对方法，来缓解我的抑郁情绪和自残行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和积极性非常值得赞赏。当你找到心理咨询师后，与他们共同制定一个适合你情况的康复计划，包括心理辅导和一些适当的应对策略。同时，也不要忘记在日常生活中关注自己的身体健康，保持良好的作息和饮食习惯，这对康复也非常重要。希望你能坚持下去，相信自己一定可以战胜困难，重新找回快乐与自信。",
    "annotation": [
      {
        "sentence": "你的决心和积极性非常值得赞赏。",
        "label": ""
      },
      {
        "sentence": "当你找到心理咨询师后，与他们共同制定一个适合你情况的康复计划，包括心理辅导和一些适当的应对策略。",
        "label": ""
      },
      {
        "sentence": "同时，也不要忘记在日常生活中关注自己的身体健康，保持良好的作息和饮食习惯，这对康复也非常重要。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持下去，相信自己一定可以战胜困难，重新找回快乐与自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和建议。我会把这些都牢记在心，努力克服困难，实现自己的康复目标。你的支持让我感到温暖和希望，再次谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会把这些都牢记在心，努力克服困难，实现自己的康复目标。",
        "label": ""
      },
      {
        "sentence": "你的支持让我感到温暖和希望，再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够为你提供一些帮助和支持。如果你需要任何进一步的咨询或者有任何其他的问题，随时都可以来找我。请记住，你并不孤单，我们一直在你身边支持着你。祝愿你早日走出困境，重获幸福与健康！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够为你提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的咨询或者有任何其他的问题，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，我们一直在你身边支持着你。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走出困境，重获幸福与健康！",
        "label": ""
      }
    ]
  }
]