[
  {
    "role": "client",
    "content": "高三女，平时成绩中上游，但这次掉得厉害，压力很大。高三女生，平时成绩中上游，但这次掉的厉害，压力很大，害怕同学会用鄙视的眼光看自己，总是静不下心来，总是用最坏的看法看待周围的一切人和事，尽管知道朋友不会嘲笑我这次的滑铁卢，但还是会担心朋友的冷嘲热讽，试试敏感着，真的很累，而且总是会把这种情感带到学习中，真的很不想这样子影响学习，但是控制不住，想要考上心仪的大学，但总是被各种杂乱的想法困住。",
    "annotation": [
      {
        "sentence": "高三女，平时成绩中上游，但这次掉得厉害，压力很大。",
        "label": ""
      },
      {
        "sentence": "高三女生，平时成绩中上游，但这次掉的厉害，压力很大，害怕同学会用鄙视的眼光看自己，总是静不下心来，总是用最坏的看法看待周围的一切人和事，尽管知道朋友不会嘲笑我这次的滑铁卢，但还是会担心朋友的冷嘲热讽，试试敏感着，真的很累，而且总是会把这种情感带到学习中，真的很不想这样子影响学习，但是控制不住，想要考上心仪的大学，但总是被各种杂乱的想法困住。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高三压力大，情绪不稳定是一件非常正常的事情。没有学生在高三阶段是不紧张，觉得没有压力的。复习阶段，状态起起伏伏是很正常的。不要有太多的负担。",
    "annotation": [
      {
        "sentence": "高三压力大，情绪不稳定是一件非常正常的事情。",
        "label": ""
      },
      {
        "sentence": "没有学生在高三阶段是不紧张，觉得没有压力的。",
        "label": ""
      },
      {
        "sentence": "复习阶段，状态起起伏伏是很正常的。",
        "label": ""
      },
      {
        "sentence": "不要有太多的负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总觉得其他同学能应付得好，而我却无法调节好自己的情绪，感觉自己好失败。",
    "annotation": [
      {
        "sentence": "但是我总觉得其他同学能应付得好，而我却无法调节好自己的情绪，感觉自己好失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高三的时候，感觉每个人都是竞争对手，学习成绩越好，可能压力就会越大。因为能上名校的名额就那么几个，所以大家看彼此都是竞争对手，非常少有那种热情的、肯教对方题的学生。那么，个人的状态是紧张的，起伏的；学校的环境是高压的、彼此竞争的，该如何做调整呢？",
    "annotation": [
      {
        "sentence": "高三的时候，感觉每个人都是竞争对手，学习成绩越好，可能压力就会越大。",
        "label": ""
      },
      {
        "sentence": "因为能上名校的名额就那么几个，所以大家看彼此都是竞争对手，非常少有那种热情的、肯教对方题的学生。",
        "label": ""
      },
      {
        "sentence": "那么，个人的状态是紧张的，起伏的；学校的环境是高压的、彼此竞争的，该如何做调整呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道这是正常现象，可是我真的不知道该怎么办啊，感觉自己无法摆脱这种心态。",
    "annotation": [
      {
        "sentence": "我知道这是正常现象，可是我真的不知道该怎么办啊，感觉自己无法摆脱这种心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，树立目标。目标可以是您要考入的学校的目标，也可以是近期的考试学习目标。为自己设立短期和长期的目标，可以帮助您把目光集中在目标上，而不是身边的同学身上。不断不断的为目标而前进。我在高三的时候，刚上高三的一次模拟考试，文综只有195分，被老师叫出去说我成绩不好，不如谁谁谁。那时，我就开始制定目标，比如多背一些知识点，多做多少题，每个月提升多少分。就这样一点一点，最后的文综以非常好的成绩结束。即便老师说我不如谁，我也不在乎，因为和我自己没有关系。最后，有趣的是，他提到的谁谁谁，高考的成绩都没有我高。所以，为自己设定目标吧。",
    "annotation": [
      {
        "sentence": "首先，树立目标。",
        "label": ""
      },
      {
        "sentence": "目标可以是您要考入的学校的目标，也可以是近期的考试学习目标。",
        "label": ""
      },
      {
        "sentence": "为自己设立短期和长期的目标，可以帮助您把目光集中在目标上，而不是身边的同学身上。",
        "label": ""
      },
      {
        "sentence": "不断不断的为目标而前进。",
        "label": ""
      },
      {
        "sentence": "我在高三的时候，刚上高三的一次模拟考试，文综只有195分，被老师叫出去说我成绩不好，不如谁谁谁。",
        "label": ""
      },
      {
        "sentence": "那时，我就开始制定目标，比如多背一些知识点，多做多少题，每个月提升多少分。",
        "label": ""
      },
      {
        "sentence": "就这样一点一点，最后的文综以非常好的成绩结束。",
        "label": ""
      },
      {
        "sentence": "即便老师说我不如谁，我也不在乎，因为和我自己没有关系。",
        "label": ""
      },
      {
        "sentence": "最后，有趣的是，他提到的谁谁谁，高考的成绩都没有我高。",
        "label": ""
      },
      {
        "sentence": "所以，为自己设定目标吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我需要给自己设定明确的目标，并为之努力奋进。但同时，我总是忍不住和其他同学比较，觉得自己不如他们，这让我感到很沮丧。",
    "annotation": [
      {
        "sentence": "确实，我需要给自己设定明确的目标，并为之努力奋进。",
        "label": ""
      },
      {
        "sentence": "但同时，我总是忍不住和其他同学比较，觉得自己不如他们，这让我感到很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "和理想的自己做比较，而不是身边的其他人。关注自己可以改变的地方，也就是自己的成绩；不要去关注改变不了的地方，也就是他人的成绩。别人的成绩考的再好，其实和自己并没有什么关系，也不会让自己的成绩变好。如果您把谁当做假想竞争对手，而且能促进您成绩提高的这种情况，另说。但是，只有和理想的自己做比较，才有意义。为自己设下目标，和能完成目标的自己做比较，不断找到自己成绩不足的地方改正，进步，才是当下需要做的。",
    "annotation": [
      {
        "sentence": "和理想的自己做比较，而不是身边的其他人。",
        "label": ""
      },
      {
        "sentence": "关注自己可以改变的地方，也就是自己的成绩；不要去关注改变不了的地方，也就是他人的成绩。",
        "label": ""
      },
      {
        "sentence": "别人的成绩考的再好，其实和自己并没有什么关系，也不会让自己的成绩变好。",
        "label": ""
      },
      {
        "sentence": "如果您把谁当做假想竞争对手，而且能促进您成绩提高的这种情况，另说。",
        "label": ""
      },
      {
        "sentence": "但是，只有和理想的自己做比较，才有意义。",
        "label": ""
      },
      {
        "sentence": "为自己设下目标，和能完成目标的自己做比较，不断找到自己成绩不足的地方改正，进步，才是当下需要做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我应该更关注自己的进步和成绩，而不是和别人比较。我会尽力找到自己的不足并努力提升的。",
    "annotation": [
      {
        "sentence": "是的，我应该更关注自己的进步和成绩，而不是和别人比较。",
        "label": ""
      },
      {
        "sentence": "我会尽力找到自己的不足并努力提升的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，就是您需要一个可以倾诉的对象。如果学校真的没什么人可以聊，您可以去想想当您情绪不好的时候，可以找谁倾诉，想想什么有哪个朋友、或者是父母，能不能帮您排解一下情绪。高三的情绪疏导也是非常重要的。记得我高三的时候，会和爹打乒乓球、在学校会和朋友打羽毛球、也会向学妹发短信倾诉，否则真是不知道该如何排解那些情绪。如果实在没有可以倾诉的对象，试着找一个身边亲近的人或朋友，请求她的帮助。一般都会来帮助您的，不要害怕去请求帮助。我想您能把情绪调整好，目标设定好，找到倾诉的对象，就能帮助您提升成绩了。离高考还有不少时间，不到最后不要放弃，加油！",
    "annotation": [
      {
        "sentence": "最后，就是您需要一个可以倾诉的对象。",
        "label": ""
      },
      {
        "sentence": "如果学校真的没什么人可以聊，您可以去想想当您情绪不好的时候，可以找谁倾诉，想想什么有哪个朋友、或者是父母，能不能帮您排解一下情绪。",
        "label": ""
      },
      {
        "sentence": "高三的情绪疏导也是非常重要的。",
        "label": ""
      },
      {
        "sentence": "记得我高三的时候，会和爹打乒乓球、在学校会和朋友打羽毛球、也会向学妹发短信倾诉，否则真是不知道该如何排解那些情绪。",
        "label": ""
      },
      {
        "sentence": "如果实在没有可以倾诉的对象，试着找一个身边亲近的人或朋友，请求她的帮助。",
        "label": ""
      },
      {
        "sentence": "一般都会来帮助您的，不要害怕去请求帮助。",
        "label": ""
      },
      {
        "sentence": "我想您能把情绪调整好，目标设定好，找到倾诉的对象，就能帮助您提升成绩了。",
        "label": ""
      },
      {
        "sentence": "离高考还有不少时间，不到最后不要放弃，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会努力调整心态，坚持学习，争取取得好成绩的。真的很感谢你。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会努力调整心态，坚持学习，争取取得好成绩的。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信自己，你一定可以的。如果还有什么需要帮助的，随时可以来找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不客气，相信自己，你一定可以的。",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的，随时可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]