[
  {
    "role": "client",
    "content": "发小不再亲密，朋友不再联系，是我们变了还是心远了？小时候一起成长的同学，长大后一起奋斗的朋友，一起经历了太多的欢声笑语，曾经那么懂我的喜怒哀乐，以为我们会是一辈子的好朋友，才到人生旅行的半路，你们一个个渐行渐远，不知是我太单纯执着，还是我们三观不同了，距离让我们越来越陌生，直到躺在各自的通讯录中，却再也不会响起这个号码。只有在梦里浮现曾经的我们。该顿悟这就是人生常态，还是唏嘘友情爱情已过期变质？！或者是我的世界已不再为你停留与守候。",
    "annotation": [
      {
        "sentence": "发小不再亲密，朋友不再联系，是我们变了还是心远了？",
        "label": ""
      },
      {
        "sentence": "小时候一起成长的同学，长大后一起奋斗的朋友，一起经历了太多的欢声笑语，曾经那么懂我的喜怒哀乐，以为我们会是一辈子的好朋友，才到人生旅行的半路，你们一个个渐行渐远，不知是我太单纯执着，还是我们三观不同了，距离让我们越来越陌生，直到躺在各自的通讯录中，却再也不会响起这个号码。",
        "label": ""
      },
      {
        "sentence": "只有在梦里浮现曾经的我们。",
        "label": ""
      },
      {
        "sentence": "该顿悟这就是人生常态，还是唏嘘友情爱情已过期变质？！",
        "label": ""
      },
      {
        "sentence": "或者是我的世界已不再为你停留与守候。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀～看得出来你最近因为朋友和渐行渐远，所以感到苦恼，很同情你的遭遇呀。根据你描述“发小不再亲密，朋友不再联系，是我们变了还是心远了”，看得出来你对这种变换感到困惑和不知所措，我个人觉得无论是感情还是然后物质的东西，都会随着时间而发生改变。",
    "annotation": [
      {
        "sentence": "呀～看得出来你最近因为朋友和渐行渐远，所以感到苦恼，很同情你的遭遇呀。",
        "label": ""
      },
      {
        "sentence": "根据你描述“发小不再亲密，朋友不再联系，是我们变了还是心远了”，看得出来你对这种变换感到困惑和不知所措，我个人觉得无论是感情还是然后物质的东西，都会随着时间而发生改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实感到很困惑和不知所措。我们曾经如此亲密无间，如今却变得彼此陌生。我不知道是我们自己变了，还是我们心中的距离越来越远。",
    "annotation": [
      {
        "sentence": "是的，我确实感到很困惑和不知所措。",
        "label": ""
      },
      {
        "sentence": "我们曾经如此亲密无间，如今却变得彼此陌生。",
        "label": ""
      },
      {
        "sentence": "我不知道是我们自己变了，还是我们心中的距离越来越远。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，感情的变化很常见，随着每个人的成长和生活环境的改变，我们对待友情的理解和需求也会发生变化。所以，这种改变是很正常的事情。你并不是太单纯执着，也没有错过什么，只是你们的需求和关注点在变化而已。",
    "annotation": [
      {
        "sentence": "是的，感情的变化很常见，随着每个人的成长和生活环境的改变，我们对待友情的理解和需求也会发生变化。",
        "label": ""
      },
      {
        "sentence": "所以，这种改变是很正常的事情。",
        "label": ""
      },
      {
        "sentence": "你并不是太单纯执着，也没有错过什么，只是你们的需求和关注点在变化而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么面对这种改变呢？我真的很珍惜和他们的友谊，不想就这样失去联系。",
    "annotation": [
      {
        "sentence": "那我应该怎么面对这种改变呢？",
        "label": ""
      },
      {
        "sentence": "我真的很珍惜和他们的友谊，不想就这样失去联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的想法。我们可以试着主动保持联系，以维持这段友谊。你可以主动约他们出来聚一聚，或者通过社交媒体、微信等方式多与他们联系。如果你发现他们并不太愿意主动联系，你也可以试着理解他们的想法，接受这种改变，并尝试着去寻找新的朋友圈。同时，珍惜过去的回忆，它们会成为你前行的力量。",
    "annotation": [
      {
        "sentence": "我能理解你的想法。",
        "label": ""
      },
      {
        "sentence": "我们可以试着主动保持联系，以维持这段友谊。",
        "label": ""
      },
      {
        "sentence": "你可以主动约他们出来聚一聚，或者通过社交媒体、微信等方式多与他们联系。",
        "label": ""
      },
      {
        "sentence": "如果你发现他们并不太愿意主动联系，你也可以试着理解他们的想法，接受这种改变，并尝试着去寻找新的朋友圈。",
        "label": ""
      },
      {
        "sentence": "同时，珍惜过去的回忆，它们会成为你前行的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要主动去维持这段友谊，同时也要接受这种改变的现实。谢谢你的建议，我会试着采取行动的。",
    "annotation": [
      {
        "sentence": "我明白了，我需要主动去维持这段友谊，同时也要接受这种改变的现实。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会试着采取行动的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很欣慰你能够接受我的建议。对于友情的改变，我们要学会给予理解和尊重，同时也要为自己的成长留下空间。相信我，你会慢慢适应这种变化，并发现新的友谊和美好的经历。",
    "annotation": [
      {
        "sentence": "不客气，我很欣慰你能够接受我的建议。",
        "label": ""
      },
      {
        "sentence": "对于友情的改变，我们要学会给予理解和尊重，同时也要为自己的成长留下空间。",
        "label": ""
      },
      {
        "sentence": "相信我，你会慢慢适应这种变化，并发现新的友谊和美好的经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我会努力去适应这个变化，同时也会珍惜和新朋友们的交往。再次感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "是的，我会努力去适应这个变化，同时也会珍惜和新朋友们的交往。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。记住，你并不孤单，总会有人理解你，支持你。如果你还有其他问题或困扰，随时都可以来找我聊聊。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，总会有人理解你，支持你。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或困扰，随时都可以来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]