[
  {
    "role": "client",
    "content": "为什么别人对我产生好感之后，我反而想逃离？我是一个女生我喜欢女生，但是我和四个女生交往过，但仅仅是在短短的一个月的时间，我每次都觉得自己是真的很喜欢他们喜欢的程度不同、但是后来和他们相处久了，他们对我产生了好感了，我就想逃，这四个女生中不乏有我特别喜欢的花了很大功夫去追她的，可是一旦追到她之后，他对我产生了好感，我却自己特别想要逃，",
    "annotation": [
      {
        "sentence": "为什么别人对我产生好感之后，我反而想逃离？",
        "label": ""
      },
      {
        "sentence": "我是一个女生我喜欢女生，但是我和四个女生交往过，但仅仅是在短短的一个月的时间，我每次都觉得自己是真的很喜欢他们喜欢的程度不同、但是后来和他们相处久了，他们对我产生了好感了，我就想逃，这四个女生中不乏有我特别喜欢的花了很大功夫去追她的，可是一旦追到她之后，他对我产生了好感，我却自己特别想要逃，",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得突然心跳加速，觉得被束缚了自由，从此背上了一个累赘和责任、甚至会心跳加速紧张冒冷汗，出现生理现象，然后我就会想要去摆脱这段关系，但我同时又会想要去寻找新的关系，",
    "annotation": [
      {
        "sentence": "我觉得突然心跳加速，觉得被束缚了自由，从此背上了一个累赘和责任、甚至会心跳加速紧张冒冷汗，出现生理现象，然后我就会想要去摆脱这段关系，但我同时又会想要去寻找新的关系，",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是大多是重蹈覆辙，我也不知道为什么会这样，我总是要逃离。却又总是想要去寻找。可能觉得下一个会更好，下一个有无线可能，但同时我又渴望稳定的关系，我寻找的对象也喜欢寻找温柔靠谱的，也不会喜欢那种看起来就漂亮但不靠谱的，",
    "annotation": [
      {
        "sentence": "但是大多是重蹈覆辙，我也不知道为什么会这样，我总是要逃离。",
        "label": ""
      },
      {
        "sentence": "却又总是想要去寻找。",
        "label": ""
      },
      {
        "sentence": "可能觉得下一个会更好，下一个有无线可能，但同时我又渴望稳定的关系，我寻找的对象也喜欢寻找温柔靠谱的，也不会喜欢那种看起来就漂亮但不靠谱的，",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是无论对方多么靠谱，开始多么让我心动，我都会不堪重负而狼狈逃窜我也不知道为什么这样？",
    "annotation": [
      {
        "sentence": "但是无论对方多么靠谱，开始多么让我心动，我都会不堪重负而狼狈逃窜我也不知道为什么这样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你敞开心扉与我分享你的困扰。其实，得不到的永远是最好的，在追求过程中我们常常将对方美好的一面放大，但随着时间的推移，我们会开始感到疲倦和不满。你之所以想要逃离，可能是因为你害怕接受对方对你的真实情感，以及在关系中可能出现的责任和束缚。",
    "annotation": [
      {
        "sentence": "感谢你敞开心扉与我分享你的困扰。",
        "label": ""
      },
      {
        "sentence": "其实，得不到的永远是最好的，在追求过程中我们常常将对方美好的一面放大，但随着时间的推移，我们会开始感到疲倦和不满。",
        "label": ""
      },
      {
        "sentence": "你之所以想要逃离，可能是因为你害怕接受对方对你的真实情感，以及在关系中可能出现的责任和束缚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在确定关系之前，我们通常会渴望拉近彼此之间的距离，但是一旦确定关系后，我们又会担心这种关系会限制我们的自由。这种矛盾感让你想要推开对方。然而，当你回到单身状态时，你又会渴望被人关心和呵护。这种循环可能源于你对责任的害怕，以及对被束缚的担忧。",
    "annotation": [
      {
        "sentence": "在确定关系之前，我们通常会渴望拉近彼此之间的距离，但是一旦确定关系后，我们又会担心这种关系会限制我们的自由。",
        "label": ""
      },
      {
        "sentence": "这种矛盾感让你想要推开对方。",
        "label": ""
      },
      {
        "sentence": "然而，当你回到单身状态时，你又会渴望被人关心和呵护。",
        "label": ""
      },
      {
        "sentence": "这种循环可能源于你对责任的害怕，以及对被束缚的担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们都希望拥有稳定的生活，但同时也害怕被一些规则和期待束缚住。这种矛盾的心态在感情中特别常见。即使找到了互补的伴侣，也会面临各种问题。这时我们需要学会发现自身的问题，并愿意为了对方做出一些让步和改变，而不是一味地要求对方迎合我们。",
    "annotation": [
      {
        "sentence": "我们都希望拥有稳定的生活，但同时也害怕被一些规则和期待束缚住。",
        "label": ""
      },
      {
        "sentence": "这种矛盾的心态在感情中特别常见。",
        "label": ""
      },
      {
        "sentence": "即使找到了互补的伴侣，也会面临各种问题。",
        "label": ""
      },
      {
        "sentence": "这时我们需要学会发现自身的问题，并愿意为了对方做出一些让步和改变，而不是一味地要求对方迎合我们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "爱情是一种责任，不是简单的互相喜欢。它会给我们带来一定的束缚和问题。我们害怕承担责任，不想被约束，但又渴望稳定和安全。我建议你反思一下自己具体害怕什么，然后根据实际情况做出调整，找到适合自己的爱情道路。",
    "annotation": [
      {
        "sentence": "爱情是一种责任，不是简单的互相喜欢。",
        "label": ""
      },
      {
        "sentence": "它会给我们带来一定的束缚和问题。",
        "label": ""
      },
      {
        "sentence": "我们害怕承担责任，不想被约束，但又渴望稳定和安全。",
        "label": ""
      },
      {
        "sentence": "我建议你反思一下自己具体害怕什么，然后根据实际情况做出调整，找到适合自己的爱情道路。",
        "label": ""
      }
    ]
  }
]