[
  {
    "role": "client",
    "content": "抑郁情绪不稳定，每天都很想死，怎么办？被诈骗后每天都想死，持续一年了，别跟我说去看心理医生，没钱，已经不想和任何人有来往了，本来没摊上疫情，找工作应该不难的，后来谁知道会持续这么久，真的很想出门突然就被车撞死，突然死掉最好了，很讨厌别人轻描淡写的语气，事情没有发生在他们身上，凭什么说得那么轻松，很讨厌这个世界，如果要蹲派出所的话，我就直接自杀好了。",
    "annotation": [
      {
        "sentence": "抑郁情绪不稳定，每天都很想死，怎么办？",
        "label": ""
      },
      {
        "sentence": "被诈骗后每天都想死，持续一年了，别跟我说去看心理医生，没钱，已经不想和任何人有来往了，本来没摊上疫情，找工作应该不难的，后来谁知道会持续这么久，真的很想出门突然就被车撞死，突然死掉最好了，很讨厌别人轻描淡写的语气，事情没有发生在他们身上，凭什么说得那么轻松，很讨厌这个世界，如果要蹲派出所的话，我就直接自杀好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你个大大的拥抱~从留言中看到受到诈骗之后，你的生活和情绪都受到严重的影响，加上受到疫情的影响，找工作难度增加，更加加剧了你的困难。你说的对，事情没有发生在其他人身上，没有人能切身感受你的痛苦，但是很多人都愿意倾听你诉说，都愿意陪伴你、支持你。",
    "annotation": [
      {
        "sentence": "给你个大大的拥抱~从留言中看到受到诈骗之后，你的生活和情绪都受到严重的影响，加上受到疫情的影响，找工作难度增加，更加加剧了你的困难。",
        "label": ""
      },
      {
        "sentence": "你说的对，事情没有发生在其他人身上，没有人能切身感受你的痛苦，但是很多人都愿意倾听你诉说，都愿意陪伴你、支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我感觉现在真的很无助，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我感觉现在真的很无助，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的无助感，但是也许可以先从处理诈骗事件开始，尽量减少自己的损失。你可以尽快收集好证据，向公安机关救助报案，维护自己的权益。",
    "annotation": [
      {
        "sentence": "我可以理解你的无助感，但是也许可以先从处理诈骗事件开始，尽量减少自己的损失。",
        "label": ""
      },
      {
        "sentence": "你可以尽快收集好证据，向公安机关救助报案，维护自己的权益。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，确实应该好好维护自己的权益。不过，我还是很难面对每天想死的情绪，感觉没有希望了。",
    "annotation": [
      {
        "sentence": "嗯，确实应该好好维护自己的权益。",
        "label": ""
      },
      {
        "sentence": "不过，我还是很难面对每天想死的情绪，感觉没有希望了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪问题确实需要认真面对，但是在你无法看心理医生的情况下，你可以尝试寻求其他的帮助。家人和朋友是否知道你的困境？他们也可能愿意在你身边陪伴你、支持你的。",
    "annotation": [
      {
        "sentence": "情绪问题确实需要认真面对，但是在你无法看心理医生的情况下，你可以尝试寻求其他的帮助。",
        "label": ""
      },
      {
        "sentence": "家人和朋友是否知道你的困境？",
        "label": ""
      },
      {
        "sentence": "他们也可能愿意在你身边陪伴你、支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没跟他们说，觉得他们也不明白我的痛苦。",
    "annotation": [
      {
        "sentence": "我没跟他们说，觉得他们也不明白我的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许他们并不完全理解你的痛苦，但是他们是你的亲人和朋友，他们是愿意倾听你诉说、支持你的人。你可以试着跟他们坦诚相待，让他们知道你的困境和想法。",
    "annotation": [
      {
        "sentence": "也许他们并不完全理解你的痛苦，但是他们是你的亲人和朋友，他们是愿意倾听你诉说、支持你的人。",
        "label": ""
      },
      {
        "sentence": "你可以试着跟他们坦诚相待，让他们知道你的困境和想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得对，我应该尝试与他们沟通一下。但是现在找工作也很难，疫情让一切都变得困难重重。",
    "annotation": [
      {
        "sentence": "或许你说得对，我应该尝试与他们沟通一下。",
        "label": ""
      },
      {
        "sentence": "但是现在找工作也很难，疫情让一切都变得困难重重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，疫情对整个社会产生了很大的影响，但不代表完全没有找到工作的可能。现在各地都已经逐渐复工复产了，你可以多留意就业信息，多尝试。别放弃希望，坚持下去。",
    "annotation": [
      {
        "sentence": "是的，疫情对整个社会产生了很大的影响，但不代表完全没有找到工作的可能。",
        "label": ""
      },
      {
        "sentence": "现在各地都已经逐渐复工复产了，你可以多留意就业信息，多尝试。",
        "label": ""
      },
      {
        "sentence": "别放弃希望，坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量去寻求工作的机会，但我真的很难调整好自己的情绪。我不知道还能不能找到走出来的路。",
    "annotation": [
      {
        "sentence": "我会尽量去寻求工作的机会，但我真的很难调整好自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我不知道还能不能找到走出来的路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "调整情绪确实是一项挑战，也许你可以尝试寻找一些其他的帮助途径。你还可以咨询社区社工服务中心的社会工作者，政府购买的项目是可以为居民提供服务的，不需要另外付费。另外，社工资源也可以帮助你更好地解决就业问题。希望这些能对你有所帮助，一步一步走出困境。",
    "annotation": [
      {
        "sentence": "调整情绪确实是一项挑战，也许你可以尝试寻找一些其他的帮助途径。",
        "label": ""
      },
      {
        "sentence": "你还可以咨询社区社工服务中心的社会工作者，政府购买的项目是可以为居民提供服务的，不需要另外付费。",
        "label": ""
      },
      {
        "sentence": "另外，社工资源也可以帮助你更好地解决就业问题。",
        "label": ""
      },
      {
        "sentence": "希望这些能对你有所帮助，一步一步走出困境。",
        "label": ""
      }
    ]
  }
]