[
  {
    "role": "client",
    "content": "我觉得自己是个冷漠的人，感情被精打细算，我怎么了？初中的时候对我最好的奶奶和爷爷相继去世，我知道我应该表现地很悲伤所以我痛哭不止，但我心里面想的是这次语文周记有素材可以写了，小学六年级和男生早恋，初恋的时候就想着如何从对方那里获得更多好处，之后每一任男朋友，我都不是真心喜欢，只是为了获得好处才在一起，我从没有真心爱过任何人，我觉得自己太奇怪太冷漠了，感情被当成生意精打细算……我是怎么了，天生就这样。",
    "annotation": [
      {
        "sentence": "我觉得自己是个冷漠的人，感情被精打细算，我怎么了？",
        "label": ""
      },
      {
        "sentence": "初中的时候对我最好的奶奶和爷爷相继去世，我知道我应该表现地很悲伤所以我痛哭不止，但我心里面想的是这次语文周记有素材可以写了，小学六年级和男生早恋，初恋的时候就想着如何从对方那里获得更多好处，之后每一任男朋友，我都不是真心喜欢，只是为了获得好处才在一起，我从没有真心爱过任何人，我觉得自己太奇怪太冷漠了，感情被当成生意精打细算……我是怎么了，天生就这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受让我想到了一种可能，那就是你对自己和他人的需求有相当清晰的认知。你认为只有自己才是最值得依靠的那个人，因此在和他人相处的时候多数是以利益为交换条件的。比如说和前任在一起，我们知道可以从他们身上获得什么，也知道自己什么时候应该离开，所以在感情中并没有受过情伤。但是需要明白的是，在一线城市，这样的想法是很容易被接受的。而在一些比较小的地方，婚姻和孩子则是被看作是必然选择，并且如果不结婚不生育，会有很多外界的议论。所以我们只需要明白自己结婚到底是为了什么，是否会为了以后的家庭做出改变和牺牲，然后就有自己的抉择了。你只是换了一种生活方式。",
    "annotation": [
      {
        "sentence": "你的感受让我想到了一种可能，那就是你对自己和他人的需求有相当清晰的认知。",
        "label": ""
      },
      {
        "sentence": "你认为只有自己才是最值得依靠的那个人，因此在和他人相处的时候多数是以利益为交换条件的。",
        "label": ""
      },
      {
        "sentence": "比如说和前任在一起，我们知道可以从他们身上获得什么，也知道自己什么时候应该离开，所以在感情中并没有受过情伤。",
        "label": ""
      },
      {
        "sentence": "但是需要明白的是，在一线城市，这样的想法是很容易被接受的。",
        "label": ""
      },
      {
        "sentence": "而在一些比较小的地方，婚姻和孩子则是被看作是必然选择，并且如果不结婚不生育，会有很多外界的议论。",
        "label": ""
      },
      {
        "sentence": "所以我们只需要明白自己结婚到底是为了什么，是否会为了以后的家庭做出改变和牺牲，然后就有自己的抉择了。",
        "label": ""
      },
      {
        "sentence": "你只是换了一种生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得自己对待感情的方式太过冷漠了，总是只考虑自己的利益，从来没有真心爱过任何人，这是不是有问题？",
    "annotation": [
      {
        "sentence": "但是我觉得自己对待感情的方式太过冷漠了，总是只考虑自己的利益，从来没有真心爱过任何人，这是不是有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能认识到自己的感情方式和对待感情的冷漠，这已经是一大进步了。并没有说你的方式就是有问题的，只是你选择了一种适应自己生活的方式。每个人对待感情都有不同的方式，只要这种方式不会伤害到自己和他人，也不会导致内心的不安，就没有什么问题。对感情的处理方式是多样的，我们要做的是理解和接纳自己。",
    "annotation": [
      {
        "sentence": "你能认识到自己的感情方式和对待感情的冷漠，这已经是一大进步了。",
        "label": ""
      },
      {
        "sentence": "并没有说你的方式就是有问题的，只是你选择了一种适应自己生活的方式。",
        "label": ""
      },
      {
        "sentence": "每个人对待感情都有不同的方式，只要这种方式不会伤害到自己和他人，也不会导致内心的不安，就没有什么问题。",
        "label": ""
      },
      {
        "sentence": "对感情的处理方式是多样的，我们要做的是理解和接纳自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我担心这种冷漠会伴随我一生，我害怕无法真正投入感情，也担心自己无法获得幸福。",
    "annotation": [
      {
        "sentence": "可是我担心这种冷漠会伴随我一生，我害怕无法真正投入感情，也担心自己无法获得幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧。重要的是给自己时间和空间来探索和改变。人的内心是可以被塑造和改变的，只要你的内心愿意接受改变，你会逐渐打开自己的心扉。同时，担心未来的事情并不能帮助我们解决问题，我们需要把焦点放在当下的改变和成长上。每个人的幸福都不同，你可以思考一下，对你而言，真正的幸福是什么样的？然后为了追逐你所定义的幸福而努力前行。",
    "annotation": [
      {
        "sentence": "理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "重要的是给自己时间和空间来探索和改变。",
        "label": ""
      },
      {
        "sentence": "人的内心是可以被塑造和改变的，只要你的内心愿意接受改变，你会逐渐打开自己的心扉。",
        "label": ""
      },
      {
        "sentence": "同时，担心未来的事情并不能帮助我们解决问题，我们需要把焦点放在当下的改变和成长上。",
        "label": ""
      },
      {
        "sentence": "每个人的幸福都不同，你可以思考一下，对你而言，真正的幸福是什么样的？",
        "label": ""
      },
      {
        "sentence": "然后为了追逐你所定义的幸福而努力前行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我想我需要给自己一些时间去认识和改变自己。对于幸福的定义，我会好好思考一下。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我明白了，我想我需要给自己一些时间去认识和改变自己。",
        "label": ""
      },
      {
        "sentence": "对于幸福的定义，我会好好思考一下。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定可以找到属于自己的幸福。如果以后还有什么困惑或需要聆听，随时都可以向我倾诉。记得，你不是一个人在面对这些问题，我会一直陪伴着你。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定可以找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困惑或需要聆听，随时都可以向我倾诉。",
        "label": ""
      },
      {
        "sentence": "记得，你不是一个人在面对这些问题，我会一直陪伴着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢，我会好好珍惜这份陪伴的。",
    "annotation": [
      {
        "sentence": "谢谢，我会好好珍惜这份陪伴的。",
        "label": ""
      }
    ]
  }
]