[
  {
    "role": "client",
    "content": "初三女同性恋，父母很反感，如何慢慢让她们接受？",
    "annotation": [
      {
        "sentence": "初三女同性恋，父母很反感，如何慢慢让她们接受？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀~很理解你希望父母能接受自己是同性恋的事实，希望我的文字能带给你一些帮助。虽然异性恋的人多一些，但是，爱是不分性别的，同性间的爱和异性间的爱，在本质上是一样的。爱上谁都没有错，应该受到尊重。",
    "annotation": [
      {
        "sentence": "呀~很理解你希望父母能接受自己是同性恋的事实，希望我的文字能带给你一些帮助。",
        "label": ""
      },
      {
        "sentence": "虽然异性恋的人多一些，但是，爱是不分性别的，同性间的爱和异性间的爱，在本质上是一样的。",
        "label": ""
      },
      {
        "sentence": "爱上谁都没有错，应该受到尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白爱是不分性别的，但是我觉得我需要让我父母明白这一点，这样他们才会接受我。",
    "annotation": [
      {
        "sentence": "我明白爱是不分性别的，但是我觉得我需要让我父母明白这一点，这样他们才会接受我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于自己是同性恋，你不要急于给自己贴标签，青春期过程中，有可能喜欢同性，有可能喜欢异性，今后还有可能会变化，所以要顺其自然，不要把自我限制住。随着社会的进步，越来越多的人能以开放、接纳、平等的心态对待同性恋。",
    "annotation": [
      {
        "sentence": "对于自己是同性恋，你不要急于给自己贴标签，青春期过程中，有可能喜欢同性，有可能喜欢异性，今后还有可能会变化，所以要顺其自然，不要把自我限制住。",
        "label": ""
      },
      {
        "sentence": "随着社会的进步，越来越多的人能以开放、接纳、平等的心态对待同性恋。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我的父母对同性恋持有很负面的观念，他们会接受吗？",
    "annotation": [
      {
        "sentence": "可是我的父母对同性恋持有很负面的观念，他们会接受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "得到父母的认可和接纳，无疑是生命中非常开心的事，但是也要知道，受传统偏见的影响，有些父母不理解，不接纳同性恋，也是难免的。改变父母的态度，肯定是长期的工作，不可能几天就能解决。所以对父母说出真相前要充分评估风险，不能直接向父母坦白，我们要慢慢攻心，做好长期的准备。",
    "annotation": [
      {
        "sentence": "得到父母的认可和接纳，无疑是生命中非常开心的事，但是也要知道，受传统偏见的影响，有些父母不理解，不接纳同性恋，也是难免的。",
        "label": ""
      },
      {
        "sentence": "改变父母的态度，肯定是长期的工作，不可能几天就能解决。",
        "label": ""
      },
      {
        "sentence": "所以对父母说出真相前要充分评估风险，不能直接向父母坦白，我们要慢慢攻心，做好长期的准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我该如何开始这个长期的工作呢？",
    "annotation": [
      {
        "sentence": "我明白了，我该如何开始这个长期的工作呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一些小小的建议：1．如果父母思想比较顽固，那么不能急，要一点点影响他们，让他们有一个思想准备和过渡。虽然父母都是爱孩子的，但没有人是学好了怎么当父母，再去生孩子的，先要帮助他们了解同性恋的相关知识，克服恐同心态。2．不一定同时向父母双方都说出自己是同性恋的事情，可以首先分析父母的态度，考虑他们性格特点，先向关系紧密的一方或者说更容易接受的一方先进行谈话，然后等他或者她慢慢接受后，再一起和父母另一方说。3.因为你正处于初三这个关键时刻，学习任务繁重，当以学习为重，所以建议推迟说这件事，以免情绪波动大，精力分散，影响学习。4．父母遇到这种事，常见的反应模式分三个阶段，先震惊，后自责，再求治。震惊时，情绪波动剧烈，有暴力倾向的人，有可能伤人或自伤，所以避免与父母发生正面冲突。",
    "annotation": [
      {
        "sentence": "一些小小的建议：1．如果父母思想比较顽固，那么不能急，要一点点影响他们，让他们有一个思想准备和过渡。",
        "label": ""
      },
      {
        "sentence": "虽然父母都是爱孩子的，但没有人是学好了怎么当父母，再去生孩子的，先要帮助他们了解同性恋的相关知识，克服恐同心态。",
        "label": ""
      },
      {
        "sentence": "2．不一定同时向父母双方都说出自己是同性恋的事情，可以首先分析父母的态度，考虑他们性格特点，先向关系紧密的一方或者说更容易接受的一方先进行谈话，然后等他或者她慢慢接受后，再一起和父母另一方说。",
        "label": ""
      },
      {
        "sentence": "3.因为你正处于初三这个关键时刻，学习任务繁重，当以学习为重，所以建议推迟说这件事，以免情绪波动大，精力分散，影响学习。",
        "label": ""
      },
      {
        "sentence": "4．父母遇到这种事，常见的反应模式分三个阶段，先震惊，后自责，再求治。",
        "label": ""
      },
      {
        "sentence": "震惊时，情绪波动剧烈，有暴力倾向的人，有可能伤人或自伤，所以避免与父母发生正面冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方法听起来还挺有道理的，但是我该如何和父母进行真诚的谈谈呢？",
    "annotation": [
      {
        "sentence": "这些方法听起来还挺有道理的，但是我该如何和父母进行真诚的谈谈呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "与父母真诚的谈谈，可以告诉父母我很爱你们，也知道你们爱我，希望得到你们的祝福。同性恋不是我的错，也不是你们的错，你们不必自责，同性恋是正常的，不需要医治，让我做真实的自己，我会非常幸福。希望你能够综合评估风险，充分考虑各种情况之后再决定是否跟父母说，何时和父母说。即使你做了充分的准备，父母还是有可能不接受，那也不是你的错，因为你尽力了。没有他们的接受与祝福，虽然有些遗憾，但你仍然有资格追求自己的幸福。祝好~。",
    "annotation": [
      {
        "sentence": "与父母真诚的谈谈，可以告诉父母我很爱你们，也知道你们爱我，希望得到你们的祝福。",
        "label": ""
      },
      {
        "sentence": "同性恋不是我的错，也不是你们的错，你们不必自责，同性恋是正常的，不需要医治，让我做真实的自己，我会非常幸福。",
        "label": ""
      },
      {
        "sentence": "希望你能够综合评估风险，充分考虑各种情况之后再决定是否跟父母说，何时和父母说。",
        "label": ""
      },
      {
        "sentence": "即使你做了充分的准备，父母还是有可能不接受，那也不是你的错，因为你尽力了。",
        "label": ""
      },
      {
        "sentence": "没有他们的接受与祝福，虽然有些遗憾，但你仍然有资格追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "祝好~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会好好考虑并努力去实施的。希望有一天我能够得到父母的理解和接受。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会好好考虑并努力去实施的。",
        "label": ""
      },
      {
        "sentence": "希望有一天我能够得到父母的理解和接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够处理好这个问题。记住，你的幸福和自我接纳最重要。如果你需要任何帮助，随时找我聊天。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够处理好这个问题。",
        "label": ""
      },
      {
        "sentence": "记住，你的幸福和自我接纳最重要。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]