[
  {
    "role": "client",
    "content": "我是一个20岁的女生，我发现我总是感觉和身边的人太亲近会感到不舒服，你能告诉我如何改善吗？我从小就有这个问题，甚至和家里的人也不太亲密，我在家里只和父母说一两句话。而且父母和我说话时也常常显得不耐烦。玩得好的朋友我们不会经常见面，但每天见面的朋友却会让我觉得尴尬，就好像我们没有话可聊。在大学里，我和室友们也不怎么说话，虽然有几个朋友，但我一旦和他们关系变得太亲近，就会感到不舒服，有时甚至会感到恶心，这包括和父母表达感情以及与同性或异性接触。有时候我只想独自一个人，即使是好朋友给我发消息，我也不太想回复，有时候觉得别人说的话很无聊，不想聊天，而当朋友遇到困难时，我也不知道如何安慰他们。虽然我渴望谈一段恋爱，但是我觉得我注定要孤独终老。我不想这样，你能帮我找到原因和改善方法吗？",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，我发现我总是感觉和身边的人太亲近会感到不舒服，你能告诉我如何改善吗？",
        "label": ""
      },
      {
        "sentence": "我从小就有这个问题，甚至和家里的人也不太亲密，我在家里只和父母说一两句话。",
        "label": ""
      },
      {
        "sentence": "而且父母和我说话时也常常显得不耐烦。",
        "label": ""
      },
      {
        "sentence": "玩得好的朋友我们不会经常见面，但每天见面的朋友却会让我觉得尴尬，就好像我们没有话可聊。",
        "label": ""
      },
      {
        "sentence": "在大学里，我和室友们也不怎么说话，虽然有几个朋友，但我一旦和他们关系变得太亲近，就会感到不舒服，有时甚至会感到恶心，这包括和父母表达感情以及与同性或异性接触。",
        "label": ""
      },
      {
        "sentence": "有时候我只想独自一个人，即使是好朋友给我发消息，我也不太想回复，有时候觉得别人说的话很无聊，不想聊天，而当朋友遇到困难时，我也不知道如何安慰他们。",
        "label": ""
      },
      {
        "sentence": "虽然我渴望谈一段恋爱，但是我觉得我注定要孤独终老。",
        "label": ""
      },
      {
        "sentence": "我不想这样，你能帮我找到原因和改善方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，看到你的情况，我真心希望能帮你分析一下。根据你所描述的情况，从小你就不太亲近家人，只和父母说一两句话。父母和你说话时也常常显得不耐烦。这可能是由于情感隔离引起的。情感隔离是因为你小时候经历了某些事情，导致父母缺乏及时回应和良好回应，让你感到非常失望，于是你只能自己回应自己，比如沉浸在读书、电影以及想象的世界里。另外，你提到玩得好的朋友不会常见面，但每天见面的朋友会变得没话说而尴尬。在大学里，你和室友们也不怎么说话。根据我的分析，这可能是因为你存在着焦虑回避型依恋关系。焦虑回避型依恋是由于照顾者面临的人际和社会压力，甚至对儿童的忽视和怨恨导致的。他们无法平复焦虑回避型依恋儿童的情绪激动。同样地，如果孩子遭受过度侵入的养育方式，也会导致他们调整自己的情感，并逃离可能激发他们情绪的情境。至于你提到的对于亲密关系的恶心感和对于朋友发消息的不想回复，以及对别人说话的觉得无聊的情况，这都可能是由于缺爱导致的心理问题。我的建议是进行系统的疗愈过程，因为缺乏爱是一种“慢性病”，难以自行改善，而且可能会代代相传。解决缺爱问题并不仅仅困在对原生家庭的分析和抱怨中。在这种孤独寒冷的心理背景下，无论我们如何负面循环的思考，很难看到充满温暖和光明的内心世界。只有从底层开始，真正改变潜意识心理结构，让自己进入爱与被爱的正面循环，这样才能真正“根治”问题。希望我的建议对你有所帮助！",
    "annotation": [
      {
        "sentence": "朋友，看到你的情况，我真心希望能帮你分析一下。",
        "label": ""
      },
      {
        "sentence": "根据你所描述的情况，从小你就不太亲近家人，只和父母说一两句话。",
        "label": ""
      },
      {
        "sentence": "父母和你说话时也常常显得不耐烦。",
        "label": ""
      },
      {
        "sentence": "这可能是由于情感隔离引起的。",
        "label": ""
      },
      {
        "sentence": "情感隔离是因为你小时候经历了某些事情，导致父母缺乏及时回应和良好回应，让你感到非常失望，于是你只能自己回应自己，比如沉浸在读书、电影以及想象的世界里。",
        "label": ""
      },
      {
        "sentence": "另外，你提到玩得好的朋友不会常见面，但每天见面的朋友会变得没话说而尴尬。",
        "label": ""
      },
      {
        "sentence": "在大学里，你和室友们也不怎么说话。",
        "label": ""
      },
      {
        "sentence": "根据我的分析，这可能是因为你存在着焦虑回避型依恋关系。",
        "label": ""
      },
      {
        "sentence": "焦虑回避型依恋是由于照顾者面临的人际和社会压力，甚至对儿童的忽视和怨恨导致的。",
        "label": ""
      },
      {
        "sentence": "他们无法平复焦虑回避型依恋儿童的情绪激动。",
        "label": ""
      },
      {
        "sentence": "同样地，如果孩子遭受过度侵入的养育方式，也会导致他们调整自己的情感，并逃离可能激发他们情绪的情境。",
        "label": ""
      },
      {
        "sentence": "至于你提到的对于亲密关系的恶心感和对于朋友发消息的不想回复，以及对别人说话的觉得无聊的情况，这都可能是由于缺爱导致的心理问题。",
        "label": ""
      },
      {
        "sentence": "我的建议是进行系统的疗愈过程，因为缺乏爱是一种“慢性病”，难以自行改善，而且可能会代代相传。",
        "label": ""
      },
      {
        "sentence": "解决缺爱问题并不仅仅困在对原生家庭的分析和抱怨中。",
        "label": ""
      },
      {
        "sentence": "在这种孤独寒冷的心理背景下，无论我们如何负面循环的思考，很难看到充满温暖和光明的内心世界。",
        "label": ""
      },
      {
        "sentence": "只有从底层开始，真正改变潜意识心理结构，让自己进入爱与被爱的正面循环，这样才能真正“根治”问题。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有所帮助！",
        "label": ""
      }
    ]
  }
]