[
  {
    "role": "client",
    "content": "我是一个20岁的女生，我发现我和身边的人太亲近的话会感觉不舒服，你觉得我应该怎么改善？其实从小我就是这样，我和家里人也不怎么亲近，在家里最多和父母说一两句话。父母跟我说话也会不耐烦。至于朋友，和那些我们玩得很好的朋友却不会经常见面，每天见面的朋友就会变得没话说，我觉得很尴尬。在大学里，我和室友们也不怎么说话，虽然有几个朋友，但关系靠得太近会让我感觉不舒服，有时候甚至恶心，不论是同性还是异性之间的接触都会让我感到不适。有时候我就想一个人独处，即使是好朋友给我发消息，我也不是很愿意回复，有时候觉得别人说的话很无聊，不想聊天，而且如果朋友碰到了问题，我也不知道怎么去安慰。虽然我想谈恋爱，但是我觉得我这种人注定要孤独终老。我不太想接受这样的状态，你能帮我找到原因以及改善的方法吗？",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，我发现我和身边的人太亲近的话会感觉不舒服，你觉得我应该怎么改善？",
        "label": ""
      },
      {
        "sentence": "其实从小我就是这样，我和家里人也不怎么亲近，在家里最多和父母说一两句话。",
        "label": ""
      },
      {
        "sentence": "父母跟我说话也会不耐烦。",
        "label": ""
      },
      {
        "sentence": "至于朋友，和那些我们玩得很好的朋友却不会经常见面，每天见面的朋友就会变得没话说，我觉得很尴尬。",
        "label": ""
      },
      {
        "sentence": "在大学里，我和室友们也不怎么说话，虽然有几个朋友，但关系靠得太近会让我感觉不舒服，有时候甚至恶心，不论是同性还是异性之间的接触都会让我感到不适。",
        "label": ""
      },
      {
        "sentence": "有时候我就想一个人独处，即使是好朋友给我发消息，我也不是很愿意回复，有时候觉得别人说的话很无聊，不想聊天，而且如果朋友碰到了问题，我也不知道怎么去安慰。",
        "label": ""
      },
      {
        "sentence": "虽然我想谈恋爱，但是我觉得我这种人注定要孤独终老。",
        "label": ""
      },
      {
        "sentence": "我不太想接受这样的状态，你能帮我找到原因以及改善的方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你在这里跟我分享你的困惑。每个人和别人相处的方式都不一样，每个人对于所需的空间也不同。有的人喜欢跟周围的人很亲近，喜欢经常保持联系来维持感情，但也有人就是不喜欢别人离得太近，对于个人空间有更大的需求。有些人会觉得和朋友保持紧密的联系是件繁琐的事情，他们会觉得这样会消耗很多心理能量。我自己也是觉得常跟朋友保持联系很累人，消耗我很多的心理能量。但是我并没有过多的烦恼，因为我相信真心的朋友，在我遇到困难的时候会伸出援手。这已经足够了。我觉得你的状态只要你自己接受就可以。也许你需要更大的私人空间，而且对于人际交往会感到消耗过多的能量，那你就继续按照你最喜欢的方式去交际就好。只是现在你想谈恋爱了，所以觉得自己需要改变。你是已经有了恋爱对象了呢，还是只是希望改变现在的状态呢？如果只是想改变疏离的状态，那不一定非要通过恋爱来实现。也许你自己也感到了一些孤独，对于未来孤独终老有些恐惧。那你可以按照自己的节奏来，可以适当参与一些团体活动，慢慢扩大自己的舒适圈，找到自己喜欢交际的那一面，逐渐打开自己。我们可以从学会怎么安慰朋友开始，给自己一个机会，一点点地尝试。不要给自己贴上太多标签，勇敢地去尝试，生活会变得更加精彩的。",
    "annotation": [
      {
        "sentence": "谢谢你在这里跟我分享你的困惑。",
        "label": ""
      },
      {
        "sentence": "每个人和别人相处的方式都不一样，每个人对于所需的空间也不同。",
        "label": ""
      },
      {
        "sentence": "有的人喜欢跟周围的人很亲近，喜欢经常保持联系来维持感情，但也有人就是不喜欢别人离得太近，对于个人空间有更大的需求。",
        "label": ""
      },
      {
        "sentence": "有些人会觉得和朋友保持紧密的联系是件繁琐的事情，他们会觉得这样会消耗很多心理能量。",
        "label": ""
      },
      {
        "sentence": "我自己也是觉得常跟朋友保持联系很累人，消耗我很多的心理能量。",
        "label": ""
      },
      {
        "sentence": "但是我并没有过多的烦恼，因为我相信真心的朋友，在我遇到困难的时候会伸出援手。",
        "label": ""
      },
      {
        "sentence": "这已经足够了。",
        "label": ""
      },
      {
        "sentence": "我觉得你的状态只要你自己接受就可以。",
        "label": ""
      },
      {
        "sentence": "也许你需要更大的私人空间，而且对于人际交往会感到消耗过多的能量，那你就继续按照你最喜欢的方式去交际就好。",
        "label": ""
      },
      {
        "sentence": "只是现在你想谈恋爱了，所以觉得自己需要改变。",
        "label": ""
      },
      {
        "sentence": "你是已经有了恋爱对象了呢，还是只是希望改变现在的状态呢？",
        "label": ""
      },
      {
        "sentence": "如果只是想改变疏离的状态，那不一定非要通过恋爱来实现。",
        "label": ""
      },
      {
        "sentence": "也许你自己也感到了一些孤独，对于未来孤独终老有些恐惧。",
        "label": ""
      },
      {
        "sentence": "那你可以按照自己的节奏来，可以适当参与一些团体活动，慢慢扩大自己的舒适圈，找到自己喜欢交际的那一面，逐渐打开自己。",
        "label": ""
      },
      {
        "sentence": "我们可以从学会怎么安慰朋友开始，给自己一个机会，一点点地尝试。",
        "label": ""
      },
      {
        "sentence": "不要给自己贴上太多标签，勇敢地去尝试，生活会变得更加精彩的。",
        "label": ""
      }
    ]
  }
]