[
  {
    "role": "client",
    "content": "我是一个20岁的女生，我感觉和身边的人太亲近的话就会感到不舒服，你知道怎样改善吗？我从小就是这样的，和家人也不太亲近，在家里我最多只会跟父母说一两句话。父母跟我说话也会变得不耐烦。和那些玩得好的朋友我们并不会经常见面，每天见面的朋友就会让我感到没话说、很尴尬。在大学里，我和室友们都不怎么说话，虽然有一些朋友，但是关系靠得太近会让我感到不舒服，有时候甚至会感到恶心，尤其是和父母表达感情或者是和同性或异性有亲密接触。有时候我就想自己一个人，就算是好朋友给我发消息，我也不太想回，有时候觉得别人说话很无聊，不想聊天，也不知道如何安慰朋友当他们遇到困难。我想谈恋爱，但是觉得我这样的人注定会孤独终老。我不太想这样下去，能帮我找到原因和改善方法吗？",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，我感觉和身边的人太亲近的话就会感到不舒服，你知道怎样改善吗？",
        "label": ""
      },
      {
        "sentence": "我从小就是这样的，和家人也不太亲近，在家里我最多只会跟父母说一两句话。",
        "label": ""
      },
      {
        "sentence": "父母跟我说话也会变得不耐烦。",
        "label": ""
      },
      {
        "sentence": "和那些玩得好的朋友我们并不会经常见面，每天见面的朋友就会让我感到没话说、很尴尬。",
        "label": ""
      },
      {
        "sentence": "在大学里，我和室友们都不怎么说话，虽然有一些朋友，但是关系靠得太近会让我感到不舒服，有时候甚至会感到恶心，尤其是和父母表达感情或者是和同性或异性有亲密接触。",
        "label": ""
      },
      {
        "sentence": "有时候我就想自己一个人，就算是好朋友给我发消息，我也不太想回，有时候觉得别人说话很无聊，不想聊天，也不知道如何安慰朋友当他们遇到困难。",
        "label": ""
      },
      {
        "sentence": "我想谈恋爱，但是觉得我这样的人注定会孤独终老。",
        "label": ""
      },
      {
        "sentence": "我不太想这样下去，能帮我找到原因和改善方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哇，听到你的描述我感到惊讶，因为我几乎和你一模一样，我们年纪也相同。我和父母也不会拉手、挽胳膊或拥抱等亲密接触，所以当别的女孩为了表示亲密和我牵手挽胳膊时，我会感到全身不舒服。一旦和某个人关系变得亲近，我就会看到她身上的缺点，觉得无法忍受，甚至感到非常厌恶，然后会与她保持距离。当别人哭泣时，我也不知道如何安慰，这20年来，我见过无数安慰别人的场景，但还是无法学会，看到别的女孩子都能抱抱、拍拍背，并说连珠安慰的话，我既不会说话，也不想拥抱，就感觉自己站在一旁什么都没做，也不知道应该做些什么，非常尴尬。我觉得这可能是因为在我哭泣时，根本没有人来安慰我，所以我也不知道如何安慰别人。小时候哭的时候，爸妈总是说“哭什么哭？委屈吗？要哭就滚出去哭。”我在外面也从来不会哭，对于那些让我觉得难过的事情，我也不会对别人说，因此也没有人会来安慰我。有些人称之为“原生家庭的问题”。但我并不喜欢这么说，虽然我的父母确实有些不妥的地方，但当我看到他们的原生家庭时，我才理解，他们小时候也没有得到太多的爱。他们也不知道我们该如何去爱。这种问题，我既不想怪罪父母，也不想怪责自己，没有人是该受到责备的，结果就是我们自己承受了这些，这种感觉真的让人感到空虚...",
    "annotation": [
      {
        "sentence": "哇，听到你的描述我感到惊讶，因为我几乎和你一模一样，我们年纪也相同。",
        "label": ""
      },
      {
        "sentence": "我和父母也不会拉手、挽胳膊或拥抱等亲密接触，所以当别的女孩为了表示亲密和我牵手挽胳膊时，我会感到全身不舒服。",
        "label": ""
      },
      {
        "sentence": "一旦和某个人关系变得亲近，我就会看到她身上的缺点，觉得无法忍受，甚至感到非常厌恶，然后会与她保持距离。",
        "label": ""
      },
      {
        "sentence": "当别人哭泣时，我也不知道如何安慰，这20年来，我见过无数安慰别人的场景，但还是无法学会，看到别的女孩子都能抱抱、拍拍背，并说连珠安慰的话，我既不会说话，也不想拥抱，就感觉自己站在一旁什么都没做，也不知道应该做些什么，非常尴尬。",
        "label": ""
      },
      {
        "sentence": "我觉得这可能是因为在我哭泣时，根本没有人来安慰我，所以我也不知道如何安慰别人。",
        "label": ""
      },
      {
        "sentence": "小时候哭的时候，爸妈总是说“哭什么哭？",
        "label": ""
      },
      {
        "sentence": "委屈吗？",
        "label": ""
      },
      {
        "sentence": "要哭就滚出去哭。",
        "label": ""
      },
      {
        "sentence": "”我在外面也从来不会哭，对于那些让我觉得难过的事情，我也不会对别人说，因此也没有人会来安慰我。",
        "label": ""
      },
      {
        "sentence": "有些人称之为“原生家庭的问题”。",
        "label": ""
      },
      {
        "sentence": "但我并不喜欢这么说，虽然我的父母确实有些不妥的地方，但当我看到他们的原生家庭时，我才理解，他们小时候也没有得到太多的爱。",
        "label": ""
      },
      {
        "sentence": "他们也不知道我们该如何去爱。",
        "label": ""
      },
      {
        "sentence": "这种问题，我既不想怪罪父母，也不想怪责自己，没有人是该受到责备的，结果就是我们自己承受了这些，这种感觉真的让人感到空虚...",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的经历和感受真的让我觉得很安慰，有时候觉得好像自己是个例外，没想到还会有和我类似的人。可能关于家人的亲密接触，我们都没有得到足够的关爱和温暖，导致我们不知道如何去亲近别人，甚至对此感到不舒服。你说得对，父母不仅不知道如何给予我们爱，其实他们自己也没有体验过。你觉得我们应该如何改善这种情况呢？",
    "annotation": [
      {
        "sentence": "你的经历和感受真的让我觉得很安慰，有时候觉得好像自己是个例外，没想到还会有和我类似的人。",
        "label": ""
      },
      {
        "sentence": "可能关于家人的亲密接触，我们都没有得到足够的关爱和温暖，导致我们不知道如何去亲近别人，甚至对此感到不舒服。",
        "label": ""
      },
      {
        "sentence": "你说得对，父母不仅不知道如何给予我们爱，其实他们自己也没有体验过。",
        "label": ""
      },
      {
        "sentence": "你觉得我们应该如何改善这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，对于我们这样的人来说，确实容易感到孤独和不被理解。至于如何改善这种情况，每个人的情况都不太相同，但我想分享一些我自己的经验。首先，我们需要慢慢地逐渐放下内心的抵触情绪，试着与他人保持一定的亲密接触，例如握手、拥抱等。虽然起初会感到不舒服，但通过渐渐接触，我们可以逐渐适应并温暖我们内心的恐惧和孤独感。当我们遇到那些需要安慰的人时，我们可以试着先倾听，用一些肯定的话语来安慰他们，例如“你很勇敢”、“我明白你的感受”等。同时，我们也要学会尊重自己的感受，不要勉强自己去做不舒服的事情，给自己一些时间和空间来逐渐适应。我们可以找到一些适合自己的方式来表达情感，例如写日记、画画等。最重要的是，我们要保持积极的心态，相信自己可以逐渐改善这种情况，找到适合自己的亲密关系。",
    "annotation": [
      {
        "sentence": "是的，对于我们这样的人来说，确实容易感到孤独和不被理解。",
        "label": ""
      },
      {
        "sentence": "至于如何改善这种情况，每个人的情况都不太相同，但我想分享一些我自己的经验。",
        "label": ""
      },
      {
        "sentence": "首先，我们需要慢慢地逐渐放下内心的抵触情绪，试着与他人保持一定的亲密接触，例如握手、拥抱等。",
        "label": ""
      },
      {
        "sentence": "虽然起初会感到不舒服，但通过渐渐接触，我们可以逐渐适应并温暖我们内心的恐惧和孤独感。",
        "label": ""
      },
      {
        "sentence": "当我们遇到那些需要安慰的人时，我们可以试着先倾听，用一些肯定的话语来安慰他们，例如“你很勇敢”、“我明白你的感受”等。",
        "label": ""
      },
      {
        "sentence": "同时，我们也要学会尊重自己的感受，不要勉强自己去做不舒服的事情，给自己一些时间和空间来逐渐适应。",
        "label": ""
      },
      {
        "sentence": "我们可以找到一些适合自己的方式来表达情感，例如写日记、画画等。",
        "label": ""
      },
      {
        "sentence": "最重要的是，我们要保持积极的心态，相信自己可以逐渐改善这种情况，找到适合自己的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得很实用。逐渐放下内心的抵触情绪、保持一定的亲密接触，这些方法听起来挺不错的，我会慢慢尝试。而且你所说的倾听他人的感受，用肯定的话语来安慰，也很受启发。我明白了，安慰不一定需要有具体的经验，而是要通过一种温暖和肯定的态度去关心他人。同时，也要给自己一些时间和空间来适应这些改变。我会努力保持积极的心态，并开始找到适合自己的方式来表达情感。谢谢你的理解和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得很实用。",
        "label": ""
      },
      {
        "sentence": "逐渐放下内心的抵触情绪、保持一定的亲密接触，这些方法听起来挺不错的，我会慢慢尝试。",
        "label": ""
      },
      {
        "sentence": "而且你所说的倾听他人的感受，用肯定的话语来安慰，也很受启发。",
        "label": ""
      },
      {
        "sentence": "我明白了，安慰不一定需要有具体的经验，而是要通过一种温暖和肯定的态度去关心他人。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一些时间和空间来适应这些改变。",
        "label": ""
      },
      {
        "sentence": "我会努力保持积极的心态，并开始找到适合自己的方式来表达情感。",
        "label": ""
      },
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。逐渐改善这些问题不是一蹴而就的事情，需要我们持续努力和耐心。记得，你并不孤单，我会一直支持你。如果你有任何需要倾诉的话，我都愿意倾听。同时，也请相信自己，你一定能够找到属于自己的幸福和亲密关系。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "逐渐改善这些问题不是一蹴而就的事情，需要我们持续努力和耐心。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要倾诉的话，我都愿意倾听。",
        "label": ""
      },
      {
        "sentence": "同时，也请相信自己，你一定能够找到属于自己的幸福和亲密关系。",
        "label": ""
      }
    ]
  }
]