[
  {
    "role": "client",
    "content": "工作压力大，常把不良情绪带回家，发泄在别人身上。最近我刚刚开始进入一个什么都不懂的行业工作，压力很大，经常把不好的情绪带回家里，发泄在别人身上。",
    "annotation": [
      {
        "sentence": "工作压力大，常把不良情绪带回家，发泄在别人身上。",
        "label": ""
      },
      {
        "sentence": "最近我刚刚开始进入一个什么都不懂的行业工作，压力很大，经常把不好的情绪带回家里，发泄在别人身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您好！首先恭喜您，在家里发泄自己的不满是从内在认可家是安全的，相信家人能够给自己带来安全感。其次，您真的很爱您的家人，您害怕自己这样的情绪带给家人伤害。最后，您有自我觉察的意识，您具备了改变的最重要的条件，自我觉察。一个安全的家，爱自己的家人，良好的觉察，这些都能帮助您走出目前的困境。",
    "annotation": [
      {
        "sentence": "您好！",
        "label": ""
      },
      {
        "sentence": "首先恭喜您，在家里发泄自己的不满是从内在认可家是安全的，相信家人能够给自己带来安全感。",
        "label": ""
      },
      {
        "sentence": "其次，您真的很爱您的家人，您害怕自己这样的情绪带给家人伤害。",
        "label": ""
      },
      {
        "sentence": "最后，您有自我觉察的意识，您具备了改变的最重要的条件，自我觉察。",
        "label": ""
      },
      {
        "sentence": "一个安全的家，爱自己的家人，良好的觉察，这些都能帮助您走出目前的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的鼓励和理解。但我感觉自己真的很无助，每天下班回到家里的时候已经情绪失控了，完全控制不住。",
    "annotation": [
      {
        "sentence": "谢谢支持者的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "但我感觉自己真的很无助，每天下班回到家里的时候已经情绪失控了，完全控制不住。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您不必过分责怪自己，毕竟进入一个陌生的环境会带来人的防御和恐惧，对不熟悉的环境的恐惧常常让我们失控。就像一个小孩子进入陌生的环境时，会感到恐惧、害怕、好奇等，所以会缠着亲近的人。只要亲近人们给予足够的支持，孩子总是能够克服这样的恐惧和害怕的。而成年人的我们没有了这样的依靠，感受到的压力远远超过了孩子所面对的，情绪才会常常失控。这种失控其实是自我保护的一种方式，防止自己崩溃。",
    "annotation": [
      {
        "sentence": "您不必过分责怪自己，毕竟进入一个陌生的环境会带来人的防御和恐惧，对不熟悉的环境的恐惧常常让我们失控。",
        "label": ""
      },
      {
        "sentence": "就像一个小孩子进入陌生的环境时，会感到恐惧、害怕、好奇等，所以会缠着亲近的人。",
        "label": ""
      },
      {
        "sentence": "只要亲近人们给予足够的支持，孩子总是能够克服这样的恐惧和害怕的。",
        "label": ""
      },
      {
        "sentence": "而成年人的我们没有了这样的依靠，感受到的压力远远超过了孩子所面对的，情绪才会常常失控。",
        "label": ""
      },
      {
        "sentence": "这种失控其实是自我保护的一种方式，防止自己崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不期望自己彻底改变，也需要给自己一些缓冲的时间。每一次冷静下来的时候，我会向家人道歉，告诉他们我现在遇到了困难，不太会处理情绪，给他们带来了不愉快的体验。",
    "annotation": [
      {
        "sentence": "我明白了，我不期望自己彻底改变，也需要给自己一些缓冲的时间。",
        "label": ""
      },
      {
        "sentence": "每一次冷静下来的时候，我会向家人道歉，告诉他们我现在遇到了困难，不太会处理情绪，给他们带来了不愉快的体验。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的认识很好，您的家人会理解的。在向他们道歉的时候，可以说：“对不起，我现在遇到了困难，不太会处理现在的情绪，给你带来了不愉快的体验，希望你们能理解。不是因为你们做的不好，也不是我变坏，期望你们给我一点时间，支持我一点，相信我能走出来，你们对我的支持真的很重要，感谢你们爱我。”相信您的家人能够给到您的支持会超过您的预想。",
    "annotation": [
      {
        "sentence": "这样的认识很好，您的家人会理解的。",
        "label": ""
      },
      {
        "sentence": "在向他们道歉的时候，可以说：“对不起，我现在遇到了困难，不太会处理现在的情绪，给你带来了不愉快的体验，希望你们能理解。",
        "label": ""
      },
      {
        "sentence": "不是因为你们做的不好，也不是我变坏，期望你们给我一点时间，支持我一点，相信我能走出来，你们对我的支持真的很重要，感谢你们爱我。",
        "label": ""
      },
      {
        "sentence": "”相信您的家人能够给到您的支持会超过您的预想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢支持者的建议。我会尽量改变自己的发泄方式，不再对孩子发泄情绪。如果我已经这样做了，我应该怎么向孩子道歉？",
    "annotation": [
      {
        "sentence": "感谢支持者的建议。",
        "label": ""
      },
      {
        "sentence": "我会尽量改变自己的发泄方式，不再对孩子发泄情绪。",
        "label": ""
      },
      {
        "sentence": "如果我已经这样做了，我应该怎么向孩子道歉？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果您已经对孩子发泄过情绪，请务必多次重复向孩子道歉，告诉他：“是因为我的状态不好，宝贝不是你做的不好，是我的情绪不好。”年幼的孩子害怕的不是委屈，而是他分不清是不是自己不好才会让父母失控。如果父母让孩子相信不是自己做的不好，而是爸爸妈妈自身的问题，这样孩子内心就会是安全的，也会更健康的成长。",
    "annotation": [
      {
        "sentence": "如果您已经对孩子发泄过情绪，请务必多次重复向孩子道歉，告诉他：“是因为我的状态不好，宝贝不是你做的不好，是我的情绪不好。",
        "label": ""
      },
      {
        "sentence": "”年幼的孩子害怕的不是委屈，而是他分不清是不是自己不好才会让父母失控。",
        "label": ""
      },
      {
        "sentence": "如果父母让孩子相信不是自己做的不好，而是爸爸妈妈自身的问题，这样孩子内心就会是安全的，也会更健康的成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会确保向孩子多次重复道歉，并告诉他这是爸爸妈妈自身的问题，不是他做错了什么。",
    "annotation": [
      {
        "sentence": "我明白了，我会确保向孩子多次重复道歉，并告诉他这是爸爸妈妈自身的问题，不是他做错了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好！您的觉察和决心让我很欣慰。请记住，情绪问题是可以解决和改善的，只要您继续保持良好的觉察并向家人寻求支持，我相信您能够走出目前的困境，逐渐恢复平静和快乐的生活。",
    "annotation": [
      {
        "sentence": "很好！",
        "label": ""
      },
      {
        "sentence": "您的觉察和决心让我很欣慰。",
        "label": ""
      },
      {
        "sentence": "请记住，情绪问题是可以解决和改善的，只要您继续保持良好的觉察并向家人寻求支持，我相信您能够走出目前的困境，逐渐恢复平静和快乐的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的鼓励和帮助。我会努力改变，找到更好的情绪释放方式，并与家人一起创造一个和谐的家庭环境。",
    "annotation": [
      {
        "sentence": "谢谢支持者的鼓励和帮助。",
        "label": ""
      },
      {
        "sentence": "我会努力改变，找到更好的情绪释放方式，并与家人一起创造一个和谐的家庭环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解您的努力和决心。如果您需要任何帮助或者想要进一步讨论这个话题，随时与我联系。我会一直支持您的。",
    "annotation": [
      {
        "sentence": "非常理解您的努力和决心。",
        "label": ""
      },
      {
        "sentence": "如果您需要任何帮助或者想要进一步讨论这个话题，随时与我联系。",
        "label": ""
      },
      {
        "sentence": "我会一直支持您的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "再次感谢支持者的关心和支持。我会时刻牢记您的话，希望在与家人的互动中能够更好地管理自己的情绪。",
    "annotation": [
      {
        "sentence": "再次感谢支持者的关心和支持。",
        "label": ""
      },
      {
        "sentence": "我会时刻牢记您的话，希望在与家人的互动中能够更好地管理自己的情绪。",
        "label": ""
      }
    ]
  }
]