[
  {
    "role": "client",
    "content": "我想要二胎又担心自己，关于要不要二胎很纠结怎么办？",
    "annotation": [
      {
        "sentence": "我想要二胎又担心自己，关于要不要二胎很纠结怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于是不是要二胎，你列出了三点对自己的担心。第一点是因为照顾孩子而不能工作，担心再回到看人脸色、听人数落、伸手要钱的境遇。想必第一个孩子让你经历了来自于老公的不理解、不体贴的境遇，你担心再要孩子会再受委屈：明明很辛苦很累却得不到认可和理解。我想可以试着把你的感受和老公沟通一下，很多时候别人不理解是因为我们也认同了对方的看法态度，没有为自己争取公平的权益。想想看为什么作为全职妈妈就要看爱人脸色，内心是不是有不自信和不安全感，我们如何提升这部分脆弱呢？",
    "annotation": [
      {
        "sentence": "关于是不是要二胎，你列出了三点对自己的担心。",
        "label": ""
      },
      {
        "sentence": "第一点是因为照顾孩子而不能工作，担心再回到看人脸色、听人数落、伸手要钱的境遇。",
        "label": ""
      },
      {
        "sentence": "想必第一个孩子让你经历了来自于老公的不理解、不体贴的境遇，你担心再要孩子会再受委屈：明明很辛苦很累却得不到认可和理解。",
        "label": ""
      },
      {
        "sentence": "我想可以试着把你的感受和老公沟通一下，很多时候别人不理解是因为我们也认同了对方的看法态度，没有为自己争取公平的权益。",
        "label": ""
      },
      {
        "sentence": "想想看为什么作为全职妈妈就要看爱人脸色，内心是不是有不自信和不安全感，我们如何提升这部分脆弱呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我自己天天围着孩子和先生转，感觉自己没有价值，没有自己的空间学习，做自己喜欢的事情，突然发觉自己很没有安全感？？？",
    "annotation": [
      {
        "sentence": "我自己天天围着孩子和先生转，感觉自己没有价值，没有自己的空间学习，做自己喜欢的事情，突然发觉自己很没有安全感？？？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第二点是你感觉自己天天围着孩子和先生转，没有自己的空间学习，做自己喜欢的事情，缺乏价值感。学会做父母大概是最有价值和意义的事情之一了，伴随着孩子成长有太多需要学习的事情了。主要是你对陪伴孩子成长、培养孩子的热情、信心和担当勇气如何呢？先成为更好的自己，有心里能力对自己的选择负责并且甘愿无悔，才能够欣然接纳孩子的到来，那么带好孩子就是自己最喜欢的事情了，又怎么会没有价值感呢？",
    "annotation": [
      {
        "sentence": "第二点是你感觉自己天天围着孩子和先生转，没有自己的空间学习，做自己喜欢的事情，缺乏价值感。",
        "label": ""
      },
      {
        "sentence": "学会做父母大概是最有价值和意义的事情之一了，伴随着孩子成长有太多需要学习的事情了。",
        "label": ""
      },
      {
        "sentence": "主要是你对陪伴孩子成长、培养孩子的热情、信心和担当勇气如何呢？",
        "label": ""
      },
      {
        "sentence": "先成为更好的自己，有心里能力对自己的选择负责并且甘愿无悔，才能够欣然接纳孩子的到来，那么带好孩子就是自己最喜欢的事情了，又怎么会没有价值感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不想让孩子体会我自己的感受，遇到困难都是自己扛。父母年龄太大了，根本就帮不少我的忙，我今年40，爸爸81，妈妈75，我也是从今年开始才感觉自己能知道爸爸妈妈的一些需要，很害怕他们突然有一天会离开我？？？",
    "annotation": [
      {
        "sentence": "我不想让孩子体会我自己的感受，遇到困难都是自己扛。",
        "label": ""
      },
      {
        "sentence": "父母年龄太大了，根本就帮不少我的忙，我今年40，爸爸81，妈妈75，我也是从今年开始才感觉自己能知道爸爸妈妈的一些需要，很害怕他们突然有一天会离开我？？？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第三点是你不希望让孩子体会到你自己的感受，遇到困难都是自己一个人扛。父母年龄太大了，根本就帮不了你多少忙，而你今年40岁，爸爸81岁，妈妈75岁。你也是从今年开始才感觉到自己能理解爸爸妈妈的一些需要，很害怕他们突然有一天会离开你。我能感觉到你压抑着自己很多负面情绪，没有将这些情绪发泄到孩子身上，遇事也都自己扛着，真是不容易。学会让情绪有合理的宣泄出口，把责任和压力分给爱人一些，给自己放松的机会。分离是每个人都必须要面对和接纳的事实，每个人都得学习这个功课。多陪伴父母，多和他们沟通交流，培养你们的精神和心理独立，同时建立对未来的心理预期，你也可以多看看相关的书籍。",
    "annotation": [
      {
        "sentence": "第三点是你不希望让孩子体会到你自己的感受，遇到困难都是自己一个人扛。",
        "label": ""
      },
      {
        "sentence": "父母年龄太大了，根本就帮不了你多少忙，而你今年40岁，爸爸81岁，妈妈75岁。",
        "label": ""
      },
      {
        "sentence": "你也是从今年开始才感觉到自己能理解爸爸妈妈的一些需要，很害怕他们突然有一天会离开你。",
        "label": ""
      },
      {
        "sentence": "我能感觉到你压抑着自己很多负面情绪，没有将这些情绪发泄到孩子身上，遇事也都自己扛着，真是不容易。",
        "label": ""
      },
      {
        "sentence": "学会让情绪有合理的宣泄出口，把责任和压力分给爱人一些，给自己放松的机会。",
        "label": ""
      },
      {
        "sentence": "分离是每个人都必须要面对和接纳的事实，每个人都得学习这个功课。",
        "label": ""
      },
      {
        "sentence": "多陪伴父母，多和他们沟通交流，培养你们的精神和心理独立，同时建立对未来的心理预期，你也可以多看看相关的书籍。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会试着和先生沟通，并学会更好地处理自己的情绪。我也会多陪伴父母，多关心他们的需求。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会试着和先生沟通，并学会更好地处理自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我也会多陪伴父母，多关心他们的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够做到的。记得要时刻关注自己的内心需求，好好照顾自己。如果你需要任何帮助，随时都可以找我倾诉。你很棒，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "记得要时刻关注自己的内心需求，好好照顾自己。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你很棒，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "再次谢谢你的鼓励和支持，我会加倍努力的！",
    "annotation": [
      {
        "sentence": "再次谢谢你的鼓励和支持，我会加倍努力的！",
        "label": ""
      }
    ]
  }
]