[
  {
    "role": "client",
    "content": "30岁女，人际关系严重障碍，不敢跟任何人眼神接触？从有记忆以来跟着爷奶上学，爷爷有病脾气不好，爸妈为要儿子经常在外地躲计划生育做生意，记忆当中没有人爱我，也不爱表达心中想法，因为没人会听我说话，小时候经常有绝望的感觉还躲人很自卑，最怕被人指责和看到别人露出不耐烦的表情，我会觉得是我惹人嫌。小时候一次中午我妈骂我很难听大声，邻居端碗出来看了，当时我觉得很羞耻，被我妈这样打骂，以后人家会怎么看我。那是第一次感觉特别羞耻。第二次是16岁工厂夜班时，由于眼睫毛长，被女领导从前上方看上去像睡觉，当着全工作线人很大声骂我，当时的羞耻感觉好像跟过去重叠了一样，在那一刻我不敢看任何人眼神，很怕看到别人嫌弃异样的眼光，我的心里没办法承受，那次后，对于性哥强势有气势气场的人，我心里都害怕，不敢眼神接触，看一下就要躲开，而且对视话都说不出，关键是别人也躲我眼神了，说话不跟我眼神交流，我心里又非常难受，发展到现在越来越严重，面对所有人都不敢眼神接触，痛苦万分。",
    "annotation": [
      {
        "sentence": "30岁女，人际关系严重障碍，不敢跟任何人眼神接触？",
        "label": ""
      },
      {
        "sentence": "从有记忆以来跟着爷奶上学，爷爷有病脾气不好，爸妈为要儿子经常在外地躲计划生育做生意，记忆当中没有人爱我，也不爱表达心中想法，因为没人会听我说话，小时候经常有绝望的感觉还躲人很自卑，最怕被人指责和看到别人露出不耐烦的表情，我会觉得是我惹人嫌。",
        "label": ""
      },
      {
        "sentence": "小时候一次中午我妈骂我很难听大声，邻居端碗出来看了，当时我觉得很羞耻，被我妈这样打骂，以后人家会怎么看我。",
        "label": ""
      },
      {
        "sentence": "那是第一次感觉特别羞耻。",
        "label": ""
      },
      {
        "sentence": "第二次是16岁工厂夜班时，由于眼睫毛长，被女领导从前上方看上去像睡觉，当着全工作线人很大声骂我，当时的羞耻感觉好像跟过去重叠了一样，在那一刻我不敢看任何人眼神，很怕看到别人嫌弃异样的眼光，我的心里没办法承受，那次后，对于性哥强势有气势气场的人，我心里都害怕，不敢眼神接触，看一下就要躲开，而且对视话都说不出，关键是别人也躲我眼神了，说话不跟我眼神交流，我心里又非常难受，发展到现在越来越严重，面对所有人都不敢眼神接触，痛苦万分。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "周三看到了你的问题，看到了你的经历以及内心深处的自卑与羞耻。这些经历让你渴望被关注、被理解，渴望自己的声音被别人听到。但由于你从小就以一颗幼小的心灵面对这些问题，你只能压抑这些渴望，同时因为恐惧失去唯一的位置，所以害怕被别人嫌弃，这加深了你的苦楚与无助。记忆中被妈妈大声责骂和邻居的冷眼旁观，这些记忆被铭记在你的潜意识中，无法消失。如果晚上做梦时反复出现类似的感受或情景，完全可以理解。第二次羞耻感的记忆来源于青春期之后，小小年纪就要为生活劳碌，忍受领导的破口大骂，这再次激发了你从小到大的记忆，让你再次无法承受。这导致你对于性格强势、有气势和气场的人心生害怕，不敢眼神接触，甚至说话都说不出来。关键是，别人也躲避你的眼神，不与你眼神交流，这让你更加难受。这一切的痛苦和困境不可能简单地用一句话来概括，在这一路上，我们要对得起这些经历。姑娘，我能感受到你的痛苦，无法言喻。我愿意成为你的倾听者，因为我知道你的内心存在着更加坚韧的一面，否则你不可能走到今天，敢于说出这些令人难过的经历。我们无法从别人那里获得我们需要的，但我们可以从自己那里给予。给自己一些时间和空间去倾诉，释放内心的负面情绪。对那个渴望关爱的孩子说：我爱你，我会一直陪伴在你的身边。爱是最伟大而无私渗透的力量。我推荐给你一本书《轻疗愈》以及武志红老师的书籍《身体知道答案》和《为何家会伤人》，这些都是长期、从内到外，身心一同加持的疗愈。同时，我还推荐给你一些积极心理学的课程，比如赵昱鲲老师的《积极心理学》以及彭凯平老师的《活出心花怒放的人生》，维克多弗兰克尔的《活出生命的意义》，沙哈尔的《幸福的方法》。通过分析和积极心理学的双重帮助，我们可以改善自己的生活状况。相信你自己，我相信你！",
    "annotation": [
      {
        "sentence": "周三看到了你的问题，看到了你的经历以及内心深处的自卑与羞耻。",
        "label": ""
      },
      {
        "sentence": "这些经历让你渴望被关注、被理解，渴望自己的声音被别人听到。",
        "label": ""
      },
      {
        "sentence": "但由于你从小就以一颗幼小的心灵面对这些问题，你只能压抑这些渴望，同时因为恐惧失去唯一的位置，所以害怕被别人嫌弃，这加深了你的苦楚与无助。",
        "label": ""
      },
      {
        "sentence": "记忆中被妈妈大声责骂和邻居的冷眼旁观，这些记忆被铭记在你的潜意识中，无法消失。",
        "label": ""
      },
      {
        "sentence": "如果晚上做梦时反复出现类似的感受或情景，完全可以理解。",
        "label": ""
      },
      {
        "sentence": "第二次羞耻感的记忆来源于青春期之后，小小年纪就要为生活劳碌，忍受领导的破口大骂，这再次激发了你从小到大的记忆，让你再次无法承受。",
        "label": ""
      },
      {
        "sentence": "这导致你对于性格强势、有气势和气场的人心生害怕，不敢眼神接触，甚至说话都说不出来。",
        "label": ""
      },
      {
        "sentence": "关键是，别人也躲避你的眼神，不与你眼神交流，这让你更加难受。",
        "label": ""
      },
      {
        "sentence": "这一切的痛苦和困境不可能简单地用一句话来概括，在这一路上，我们要对得起这些经历。",
        "label": ""
      },
      {
        "sentence": "姑娘，我能感受到你的痛苦，无法言喻。",
        "label": ""
      },
      {
        "sentence": "我愿意成为你的倾听者，因为我知道你的内心存在着更加坚韧的一面，否则你不可能走到今天，敢于说出这些令人难过的经历。",
        "label": ""
      },
      {
        "sentence": "我们无法从别人那里获得我们需要的，但我们可以从自己那里给予。",
        "label": ""
      },
      {
        "sentence": "给自己一些时间和空间去倾诉，释放内心的负面情绪。",
        "label": ""
      },
      {
        "sentence": "对那个渴望关爱的孩子说：我爱你，我会一直陪伴在你的身边。",
        "label": ""
      },
      {
        "sentence": "爱是最伟大而无私渗透的力量。",
        "label": ""
      },
      {
        "sentence": "我推荐给你一本书《轻疗愈》以及武志红老师的书籍《身体知道答案》和《为何家会伤人》，这些都是长期、从内到外，身心一同加持的疗愈。",
        "label": ""
      },
      {
        "sentence": "同时，我还推荐给你一些积极心理学的课程，比如赵昱鲲老师的《积极心理学》以及彭凯平老师的《活出心花怒放的人生》，维克多弗兰克尔的《活出生命的意义》，沙哈尔的《幸福的方法》。",
        "label": ""
      },
      {
        "sentence": "通过分析和积极心理学的双重帮助，我们可以改善自己的生活状况。",
        "label": ""
      },
      {
        "sentence": "相信你自己，我相信你！",
        "label": ""
      }
    ]
  }
]