[
  {
    "role": "client",
    "content": "我是一个30岁的女性，我有严重的人际关系障碍，不敢和任何人眼神接触。从我有记忆以来，我一直跟着我的爷爷奶奶上学，因为爷爷脾气不好而经常被他责骂。爸爸妈妈为了规避计划生育政策，经常在外地做生意，所以我的记忆中没有人爱我，我也不善于表达内心的想法，因为没有人愿意听我说话。小时候经常感到绝望，并且对自己很自卑，最害怕被人指责和看到别人不耐烦的表情，我会觉得自己是惹人嫌的。有一次中午，我妈妈很凶地骂我，邻居还看到了这一幕。那一刻，我觉得非常羞耻，我害怕别人以后会怎么看待我，因为我被妈妈这样打骂。第二次是我16岁的时候，在工厂夜班时，由于我长睫毛，女领导从上方看到我休息时像是在睡觉，她当着所有人的面很大声地骂我。那一刻，我感到的羞耻感好像重叠在一起，我不敢和任何人眼神接触，我很害怕看到别人嫌弃和异样的眼光，我心理承受不了。从那次之后，对于那些有强势气场的人，我都会感到害怕，不敢和他们眼神接触，一旦对视，我就要躲开。而且，我无法和别人进行视觉交流，因为别人也回避我的眼神。我感到非常痛苦。",
    "annotation": [
      {
        "sentence": "我是一个30岁的女性，我有严重的人际关系障碍，不敢和任何人眼神接触。",
        "label": ""
      },
      {
        "sentence": "从我有记忆以来，我一直跟着我的爷爷奶奶上学，因为爷爷脾气不好而经常被他责骂。",
        "label": ""
      },
      {
        "sentence": "爸爸妈妈为了规避计划生育政策，经常在外地做生意，所以我的记忆中没有人爱我，我也不善于表达内心的想法，因为没有人愿意听我说话。",
        "label": ""
      },
      {
        "sentence": "小时候经常感到绝望，并且对自己很自卑，最害怕被人指责和看到别人不耐烦的表情，我会觉得自己是惹人嫌的。",
        "label": ""
      },
      {
        "sentence": "有一次中午，我妈妈很凶地骂我，邻居还看到了这一幕。",
        "label": ""
      },
      {
        "sentence": "那一刻，我觉得非常羞耻，我害怕别人以后会怎么看待我，因为我被妈妈这样打骂。",
        "label": ""
      },
      {
        "sentence": "第二次是我16岁的时候，在工厂夜班时，由于我长睫毛，女领导从上方看到我休息时像是在睡觉，她当着所有人的面很大声地骂我。",
        "label": ""
      },
      {
        "sentence": "那一刻，我感到的羞耻感好像重叠在一起，我不敢和任何人眼神接触，我很害怕看到别人嫌弃和异样的眼光，我心理承受不了。",
        "label": ""
      },
      {
        "sentence": "从那次之后，对于那些有强势气场的人，我都会感到害怕，不敢和他们眼神接触，一旦对视，我就要躲开。",
        "label": ""
      },
      {
        "sentence": "而且，我无法和别人进行视觉交流，因为别人也回避我的眼神。",
        "label": ""
      },
      {
        "sentence": "我感到非常痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我认真地阅读了你的帖子，首先，我很理解你的痛苦，但更多的是，我感受到了你的敏感。你能够敏锐地察觉自己内心的感受，这是许多人所做不到的。相比那些自己痛苦却不知道是为什么而痛苦的人，你已经走在了前面。同时，我也注意到你勇敢地表达了自己的困扰，并且寻求外界的帮助，这无疑可以帮助你更好地理解自己，并重新认识自己。现在我来分享一下我的观察，希望能帮助你更好地重新审视自己。",
    "annotation": [
      {
        "sentence": "我认真地阅读了你的帖子，首先，我很理解你的痛苦，但更多的是，我感受到了你的敏感。",
        "label": ""
      },
      {
        "sentence": "你能够敏锐地察觉自己内心的感受，这是许多人所做不到的。",
        "label": ""
      },
      {
        "sentence": "相比那些自己痛苦却不知道是为什么而痛苦的人，你已经走在了前面。",
        "label": ""
      },
      {
        "sentence": "同时，我也注意到你勇敢地表达了自己的困扰，并且寻求外界的帮助，这无疑可以帮助你更好地理解自己，并重新认识自己。",
        "label": ""
      },
      {
        "sentence": "现在我来分享一下我的观察，希望能帮助你更好地重新审视自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我确实感到非常敏感，经常会被一些细微的事情触动，导致我更加自卑和害怕与他人交流。我想改变这种局面，但不知道从何处下手。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实感到非常敏感，经常会被一些细微的事情触动，导致我更加自卑和害怕与他人交流。",
        "label": ""
      },
      {
        "sentence": "我想改变这种局面，但不知道从何处下手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接纳自己是变好的第一步。我觉得你不敢和别人进行眼神交流，是因为害怕别人从眼神中看到你内心中“自我嫌弃的自己”。从小的时候，我们都是脆弱的，需要感受到抚养者的关注和爱。但你在成长环境中感到自己不被喜欢、没有人爱你，并且没有人愿意倾听你的话，这就让你形成了对自己的不喜欢的认知。小时候对这种情况我们无法理解，所以我们对自己形成了一种不好的认识，觉得自己是被嫌弃的。所以在社交中，我们变得脆弱，害怕别人看到自己的不好，并且害怕被别人否定，这引起了你内心深处的羞耻感。你觉得这些 都是因为小时候没有得到足够的关注和爱，导致你现在不敢眼神交流。这样的理解对吗？",
    "annotation": [
      {
        "sentence": "接纳自己是变好的第一步。",
        "label": ""
      },
      {
        "sentence": "我觉得你不敢和别人进行眼神交流，是因为害怕别人从眼神中看到你内心中“自我嫌弃的自己”。",
        "label": ""
      },
      {
        "sentence": "从小的时候，我们都是脆弱的，需要感受到抚养者的关注和爱。",
        "label": ""
      },
      {
        "sentence": "但你在成长环境中感到自己不被喜欢、没有人爱你，并且没有人愿意倾听你的话，这就让你形成了对自己的不喜欢的认知。",
        "label": ""
      },
      {
        "sentence": "小时候对这种情况我们无法理解，所以我们对自己形成了一种不好的认识，觉得自己是被嫌弃的。",
        "label": ""
      },
      {
        "sentence": "所以在社交中，我们变得脆弱，害怕别人看到自己的不好，并且害怕被别人否定，这引起了你内心深处的羞耻感。",
        "label": ""
      },
      {
        "sentence": "你觉得这些 都是因为小时候没有得到足够的关注和爱，导致你现在不敢眼神交流。",
        "label": ""
      },
      {
        "sentence": "这样的理解对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，小时候的经历对我的自我认知造成了很大的负面影响。我害怕别人看到我的不好，害怕被别人嫌弃和否定。我希望能够改变这样的局面，但我不知道从哪里开始。",
    "annotation": [
      {
        "sentence": "你说得很对，小时候的经历对我的自我认知造成了很大的负面影响。",
        "label": ""
      },
      {
        "sentence": "我害怕别人看到我的不好，害怕被别人嫌弃和否定。",
        "label": ""
      },
      {
        "sentence": "我希望能够改变这样的局面，但我不知道从哪里开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接纳自己是变好的第一步。我们要学会接纳自己的不足，同时也要看到自己的优点。你现在的痛苦往往源于你不想接受现实中的自己，而希望成为自己理想中的强大、自信、有力量、能够和别人自如交谈的那个人。但当现实与理想相差太远时，我们就会感到痛苦。所以我们要学会调整理想和现实中自己的差距。接纳自己是变好的第一步，就是接受自己不完美的一面，同时也要认识到自己的优点。你可能有过这样的经历，别人夸奖你的时候，你的反应不是真的认同自己很好，而是在怀疑对方是否真心夸奖你。这其实就是不接受自己好的一面。我们要接纳自己不能改变的方面，把精力放在自己可以调整的部分，这样我们就会变得更好。要知道，没有人是完美的，那些你认为很强大、很有力量的人，他们也有不完美的地方，只不过他们接",
    "annotation": [
      {
        "sentence": "接纳自己是变好的第一步。",
        "label": ""
      },
      {
        "sentence": "我们要学会接纳自己的不足，同时也要看到自己的优点。",
        "label": ""
      },
      {
        "sentence": "你现在的痛苦往往源于你不想接受现实中的自己，而希望成为自己理想中的强大、自信、有力量、能够和别人自如交谈的那个人。",
        "label": ""
      },
      {
        "sentence": "但当现实与理想相差太远时，我们就会感到痛苦。",
        "label": ""
      },
      {
        "sentence": "所以我们要学会调整理想和现实中自己的差距。",
        "label": ""
      },
      {
        "sentence": "接纳自己是变好的第一步，就是接受自己不完美的一面，同时也要认识到自己的优点。",
        "label": ""
      },
      {
        "sentence": "你可能有过这样的经历，别人夸奖你的时候，你的反应不是真的认同自己很好，而是在怀疑对方是否真心夸奖你。",
        "label": ""
      },
      {
        "sentence": "这其实就是不接受自己好的一面。",
        "label": ""
      },
      {
        "sentence": "我们要接纳自己不能改变的方面，把精力放在自己可以调整的部分，这样我们就会变得更好。",
        "label": ""
      },
      {
        "sentence": "要知道，没有人是完美的，那些你认为很强大、很有力量的人，他们也有不完美的地方，只不过他们接",
        "label": ""
      }
    ]
  }
]