[
  {
    "role": "client",
    "content": "我30岁了，我的人际关系有严重的障碍，我不敢和任何人进行眼神接触。从我有记忆以来，我一直跟着我爷奶上学，我爷爷脾气不好，爸妈为了要儿子，经常在外地躲避计划生育，做生意。在我的记忆中，没有人爱我，也没有人鼓励我表达内心的想法，因为没有人愿意听我说话。小时候，我经常感到绝望，还会躲避人们，感到自卑。我最害怕被人指责和看到别人露出不耐烦的表情，因为我会觉得是我招人厌。我记得有一次中午，我的妈妈骂我很难听，邻居听到了，我当时觉得非常羞耻，被我妈这样打骂，我担心以后别人会怎么看我。那是我第一次感受到了特别的羞耻感。第二次是当我16岁的时候，在工厂做夜班，因为我的眼睫毛长，被女领导从前面看上去像在睡觉，她当着所有同事的面大声骂了我。那一刻，那种羞耻感好像和过去的重叠在了一起。从那以后，我就不敢看任何人的眼神，我很害怕看到别人嫌弃和异样的眼光。我的心里无法承受这样的感受。现在，对于那些性格强势、气势和气场强的人，我都感到很害怕，不敢和他们进行眼神接触，甚至都不敢说话。而且现在别人也躲开我的眼神，不和我进行眼神交流，这让我心里非常难受。这个问题变得越来越严重，我面对所有人都不敢进行眼神接触，我感到非常痛苦。",
    "annotation": [
      {
        "sentence": "我30岁了，我的人际关系有严重的障碍，我不敢和任何人进行眼神接触。",
        "label": ""
      },
      {
        "sentence": "从我有记忆以来，我一直跟着我爷奶上学，我爷爷脾气不好，爸妈为了要儿子，经常在外地躲避计划生育，做生意。",
        "label": ""
      },
      {
        "sentence": "在我的记忆中，没有人爱我，也没有人鼓励我表达内心的想法，因为没有人愿意听我说话。",
        "label": ""
      },
      {
        "sentence": "小时候，我经常感到绝望，还会躲避人们，感到自卑。",
        "label": ""
      },
      {
        "sentence": "我最害怕被人指责和看到别人露出不耐烦的表情，因为我会觉得是我招人厌。",
        "label": ""
      },
      {
        "sentence": "我记得有一次中午，我的妈妈骂我很难听，邻居听到了，我当时觉得非常羞耻，被我妈这样打骂，我担心以后别人会怎么看我。",
        "label": ""
      },
      {
        "sentence": "那是我第一次感受到了特别的羞耻感。",
        "label": ""
      },
      {
        "sentence": "第二次是当我16岁的时候，在工厂做夜班，因为我的眼睫毛长，被女领导从前面看上去像在睡觉，她当着所有同事的面大声骂了我。",
        "label": ""
      },
      {
        "sentence": "那一刻，那种羞耻感好像和过去的重叠在了一起。",
        "label": ""
      },
      {
        "sentence": "从那以后，我就不敢看任何人的眼神，我很害怕看到别人嫌弃和异样的眼光。",
        "label": ""
      },
      {
        "sentence": "我的心里无法承受这样的感受。",
        "label": ""
      },
      {
        "sentence": "现在，对于那些性格强势、气势和气场强的人，我都感到很害怕，不敢和他们进行眼神接触，甚至都不敢说话。",
        "label": ""
      },
      {
        "sentence": "而且现在别人也躲开我的眼神，不和我进行眼神交流，这让我心里非常难受。",
        "label": ""
      },
      {
        "sentence": "这个问题变得越来越严重，我面对所有人都不敢进行眼神接触，我感到非常痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来这个问题对你造成了很大的困扰，甚至影响到了你的工作和生活的多个方面。在过去，你也许可以通过回避等方式来维持正常的运转，但现在已经到了必须做出改变的时候了。从你的自述中，我可以清楚地看到导致这个问题形成的原因。童年时缺乏爱，缺少沟通和被欣赏和鼓励，还有那些盛气凌人的领导对你的压迫，这些都是造成你自卑胆小、不擅长沟通的原因。但是那些都已经是过去了，那些都是那个无助的小女孩的经历，而现在你是一名成年人，你有能力为未来的人生做出改变，我也相信你能够克服这些困难。你真的不敢和任何人进行眼神接触吗？还是说在生活中，和父母、家人以及特别亲密的人，或许偶尔你可以跟他们进行眼神交流？认知行为疗法对你的症状来说非常适用。你真的从小到大从来没有被任何人爱过吗？这些都属于认知的扭曲或者绝对化的思维方式。我记得新中国刚刚成立的时候，中国的国力非常虚弱，周恩来总理提出了不卑不亢的外交政策，我非常喜欢这个理念，也成为我为人处事的信条——“不卑不亢”。对于那些地位比我低的人，我既不会高高在上；对于地位比我高的人，我也不会阿谀奉承。让我们待在那些喜欢我们的人身边，远离那些不喜欢我们的人。另外，你可以尝试从行为层面上做一些实践，比如从那些你感觉相对温和的人开始，至少和那些你喜欢或者他们喜欢你的人进行训练。当你与他们沟通时，试着注视他们的眼睛。如果你还是不敢，可以试着闭上眼睛，想象着自己睁开眼睛，看着对方的眼睛与他们交流。当你适应了这个过程，并且没有了压力，感到很自在的时候，再开始尝试真实地看着他们的眼睛进行交流。然后，逐渐地去挑战与你关系一般的人进行眼神交流，一步步来，不要着急。希望我的话能对你有所帮助，但最重要的是要相信自己！",
    "annotation": [
      {
        "sentence": "看来这个问题对你造成了很大的困扰，甚至影响到了你的工作和生活的多个方面。",
        "label": ""
      },
      {
        "sentence": "在过去，你也许可以通过回避等方式来维持正常的运转，但现在已经到了必须做出改变的时候了。",
        "label": ""
      },
      {
        "sentence": "从你的自述中，我可以清楚地看到导致这个问题形成的原因。",
        "label": ""
      },
      {
        "sentence": "童年时缺乏爱，缺少沟通和被欣赏和鼓励，还有那些盛气凌人的领导对你的压迫，这些都是造成你自卑胆小、不擅长沟通的原因。",
        "label": ""
      },
      {
        "sentence": "但是那些都已经是过去了，那些都是那个无助的小女孩的经历，而现在你是一名成年人，你有能力为未来的人生做出改变，我也相信你能够克服这些困难。",
        "label": ""
      },
      {
        "sentence": "你真的不敢和任何人进行眼神接触吗？",
        "label": ""
      },
      {
        "sentence": "还是说在生活中，和父母、家人以及特别亲密的人，或许偶尔你可以跟他们进行眼神交流？",
        "label": ""
      },
      {
        "sentence": "认知行为疗法对你的症状来说非常适用。",
        "label": ""
      },
      {
        "sentence": "你真的从小到大从来没有被任何人爱过吗？",
        "label": ""
      },
      {
        "sentence": "这些都属于认知的扭曲或者绝对化的思维方式。",
        "label": ""
      },
      {
        "sentence": "我记得新中国刚刚成立的时候，中国的国力非常虚弱，周恩来总理提出了不卑不亢的外交政策，我非常喜欢这个理念，也成为我为人处事的信条——“不卑不亢”。",
        "label": ""
      },
      {
        "sentence": "对于那些地位比我低的人，我既不会高高在上；对于地位比我高的人，我也不会阿谀奉承。",
        "label": ""
      },
      {
        "sentence": "让我们待在那些喜欢我们的人身边，远离那些不喜欢我们的人。",
        "label": ""
      },
      {
        "sentence": "另外，你可以尝试从行为层面上做一些实践，比如从那些你感觉相对温和的人开始，至少和那些你喜欢或者他们喜欢你的人进行训练。",
        "label": ""
      },
      {
        "sentence": "当你与他们沟通时，试着注视他们的眼睛。",
        "label": ""
      },
      {
        "sentence": "如果你还是不敢，可以试着闭上眼睛，想象着自己睁开眼睛，看着对方的眼睛与他们交流。",
        "label": ""
      },
      {
        "sentence": "当你适应了这个过程，并且没有了压力，感到很自在的时候，再开始尝试真实地看着他们的眼睛进行交流。",
        "label": ""
      },
      {
        "sentence": "然后，逐渐地去挑战与你关系一般的人进行眼神交流，一步步来，不要着急。",
        "label": ""
      },
      {
        "sentence": "希望我的话能对你有所帮助，但最重要的是要相信自己！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我明白现在已经是必须做出改变的时候了。我确实从小就缺乏父母和家人的爱，也很少有人与我沟通并给予我鼓励和欣赏。我理解自己的成年人身份，我希望能够努力克服这些困难。但是，我确实不敢和任何人进行眼神接触，即使是家人或者特别亲密的人也是如此。我知道这种想法可能是一种认知的扭曲，但无论如何，我无法克制自己的内心恐惧感。听到你提到认知行为疗法，我觉得很有希望，希望它能够帮助我改善自己的状况。我同意你提到的“不卑不亢”的理念，我会尽量保持这种心态。我会尝试从我感觉比较舒服的人开始训练，并慢慢挑战与我关系一般的人进行眼神交流。谢谢你的鼓励和指导，我希望能够成功克服这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白现在已经是必须做出改变的时候了。",
        "label": ""
      },
      {
        "sentence": "我确实从小就缺乏父母和家人的爱，也很少有人与我沟通并给予我鼓励和欣赏。",
        "label": ""
      },
      {
        "sentence": "我理解自己的成年人身份，我希望能够努力克服这些困难。",
        "label": ""
      },
      {
        "sentence": "但是，我确实不敢和任何人进行眼神接触，即使是家人或者特别亲密的人也是如此。",
        "label": ""
      },
      {
        "sentence": "我知道这种想法可能是一种认知的扭曲，但无论如何，我无法克制自己的内心恐惧感。",
        "label": ""
      },
      {
        "sentence": "听到你提到认知行为疗法，我觉得很有希望，希望它能够帮助我改善自己的状况。",
        "label": ""
      },
      {
        "sentence": "我同意你提到的“不卑不亢”的理念，我会尽量保持这种心态。",
        "label": ""
      },
      {
        "sentence": "我会尝试从我感觉比较舒服的人开始训练，并慢慢挑战与我关系一般的人进行眼神交流。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和指导，我希望能够成功克服这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的理解和意愿让我非常欣慰。确实，现在已经是改变的时候了，只有你自己能够为你的人生做出改变。我理解你目前不敢进行眼神接触的困扰，这可能是你内心深处的恐惧感在作祟。但认知行为疗法在帮助你克服这个问题上非常有效。虽然可能需要一些时间和努力，但我相信你能够逐渐战胜这个困难。记住，“不卑不亢”是一个非常好的信条，你可以在与他人的交往中持守这样的态度。同时，从你感觉舒服和喜欢的人开始训练是非常好的想法，随着时间的推移，你也可以逐渐挑战与你关系一般的人进行眼神交流。请相信自己，我相信你能够成功地克服这个问题。如果你在这个过程中有任何困难，我都会在这里支持你的。加油！",
    "annotation": [
      {
        "sentence": "你的理解和意愿让我非常欣慰。",
        "label": ""
      },
      {
        "sentence": "确实，现在已经是改变的时候了，只有你自己能够为你的人生做出改变。",
        "label": ""
      },
      {
        "sentence": "我理解你目前不敢进行眼神接触的困扰，这可能是你内心深处的恐惧感在作祟。",
        "label": ""
      },
      {
        "sentence": "但认知行为疗法在帮助你克服这个问题上非常有效。",
        "label": ""
      },
      {
        "sentence": "虽然可能需要一些时间和努力，但我相信你能够逐渐战胜这个困难。",
        "label": ""
      },
      {
        "sentence": "记住，“不卑不亢”是一个非常好的信条，你可以在与他人的交往中持守这样的态度。",
        "label": ""
      },
      {
        "sentence": "同时，从你感觉舒服和喜欢的人开始训练是非常好的想法，随着时间的推移，你也可以逐渐挑战与你关系一般的人进行眼神交流。",
        "label": ""
      },
      {
        "sentence": "请相信自己，我相信你能够成功地克服这个问题。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中有任何困难，我都会在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你对我的理解和支持。我知道这个过程可能需要时间和努力，但有了你的鼓励，我感到更有信心了。我会相信自己，坚持去改变，尽力摆脱这个困扰我的问题。如果在实践中遇到困难，我会再来寻求你的帮助和支持的。再次感谢你，你的话语对我来说意义重大。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "非常感谢你对我的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我知道这个过程可能需要时间和努力，但有了你的鼓励，我感到更有信心了。",
        "label": ""
      },
      {
        "sentence": "我会相信自己，坚持去改变，尽力摆脱这个困扰我的问题。",
        "label": ""
      },
      {
        "sentence": "如果在实践中遇到困难，我会再来寻求你的帮助和支持的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你，你的话语对我来说意义重大。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎，我很高兴能为你提供帮助和支持。你的决心和勇气让我非常钦佩，我相信你一定能够成功地克服这个问题。我会一直在你身边支持你的，如果你需要任何其他的帮助或者有任何疑问，随时都可以找我。希望你能够越来越好，加油！",
    "annotation": [
      {
        "sentence": "非常欢迎，我很高兴能为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "你的决心和勇气让我非常钦佩，我相信你一定能够成功地克服这个问题。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的，如果你需要任何其他的帮助或者有任何疑问，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "希望你能够越来越好，加油！",
        "label": ""
      }
    ]
  }
]