[
  {
    "role": "client",
    "content": "我有很严重的人际关系障碍，不敢跟任何人眼神接触。从我有记忆以来，我一直跟着爷奶上学，爷爷有病而且脾气不好，父母为了要儿子常常在外地做计划生育生意。在我的记忆中，没有人爱我，也没有人倾听我的心声。小时候经常有绝望的感觉，还觉得自己很自卑。我最怕被人指责和看到别人露出不耐烦的表情，因为那时候我会觉得是我惹人嫌。我记得一次中午，我妈骂我很难听，邻居甚至出来看了，那时候我觉得非常羞耻，被我妈这样打骂，以后人家会怎么看我。那是我第一次感觉特别羞耻。第二次是我16岁的时候，我在工厂上夜班，因为我睫毛长，被女领导从上方看上去像睡觉，当着全工作线的人大声骂我。在那一刻，我不敢看任何人的眼神，很怕看到别人嫌弃的眼光。我的心承受不了那种感觉。从那次以后，对于性格强势、气势十足的人，我都感到害怕。我不敢跟他们眼神接触，一看到他们我就要躲开，而且对着他们说不出话来。关键是别人也开始躲我眼神，不再跟我眼神交流。现在的情况越来越严重，无论面对谁，我都不敢眼神接触，我感到非常痛苦。",
    "annotation": [
      {
        "sentence": "我有很严重的人际关系障碍，不敢跟任何人眼神接触。",
        "label": ""
      },
      {
        "sentence": "从我有记忆以来，我一直跟着爷奶上学，爷爷有病而且脾气不好，父母为了要儿子常常在外地做计划生育生意。",
        "label": ""
      },
      {
        "sentence": "在我的记忆中，没有人爱我，也没有人倾听我的心声。",
        "label": ""
      },
      {
        "sentence": "小时候经常有绝望的感觉，还觉得自己很自卑。",
        "label": ""
      },
      {
        "sentence": "我最怕被人指责和看到别人露出不耐烦的表情，因为那时候我会觉得是我惹人嫌。",
        "label": ""
      },
      {
        "sentence": "我记得一次中午，我妈骂我很难听，邻居甚至出来看了，那时候我觉得非常羞耻，被我妈这样打骂，以后人家会怎么看我。",
        "label": ""
      },
      {
        "sentence": "那是我第一次感觉特别羞耻。",
        "label": ""
      },
      {
        "sentence": "第二次是我16岁的时候，我在工厂上夜班，因为我睫毛长，被女领导从上方看上去像睡觉，当着全工作线的人大声骂我。",
        "label": ""
      },
      {
        "sentence": "在那一刻，我不敢看任何人的眼神，很怕看到别人嫌弃的眼光。",
        "label": ""
      },
      {
        "sentence": "我的心承受不了那种感觉。",
        "label": ""
      },
      {
        "sentence": "从那次以后，对于性格强势、气势十足的人，我都感到害怕。",
        "label": ""
      },
      {
        "sentence": "我不敢跟他们眼神接触，一看到他们我就要躲开，而且对着他们说不出话来。",
        "label": ""
      },
      {
        "sentence": "关键是别人也开始躲我眼神，不再跟我眼神交流。",
        "label": ""
      },
      {
        "sentence": "现在的情况越来越严重，无论面对谁，我都不敢眼神接触，我感到非常痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很荣幸可以在这个平台上和你结缘，希望我的话语可以给你带来阳光和温暖，温暖你的心房。我能感受到，由于你在原生家庭和工作经历中没有感受到过爱，你的自尊心没有得到应有的尊重，这导致了你目前严重的人际关系障碍。有句话说得好：“眼睛是心灵的窗户”，你所说的“不敢跟任何人眼神接触”，说明你的内心世界的“窗户”是关上了的。相信这么多年来一定过得很不容易，但是你现在敢于将自己的问题勇敢地暴露在这个平台上，这是一个很大的进步。正如《斯巴达三百勇士》里面说的：“每个人都有恐惧，面对它，才能变得勇敢。”你现在已经是开始疗愈的阶段了，凭借这一点，给你点个赞、鼓个掌。你提到被女领导当着所有人的面骂，因为被女领导认为你睡觉了，所以对所有“性格强势、气势十足”的人都感到恐惧。用行为心理学的话来说，这叫做“刺激泛化”。从精神分析的角度来看，你当时的遭遇和“性格强势、气势十足”的人有关，这成为了你潜意识里的“阴影”。一旦遇到类似的人，你的“阴影”就会被触发。你可以试着在你的“恐惧”周围设立“篱笆”，把你的恐惧局限在曾经发生的事件中。或者，将你的“恐惧”和“性格强势、气势十足”的人解除关联。然后，你可以思考以下问题：1. 你所恐惧的事情今后会发生吗？2. 即使会发生，它发生的可能性有多大呢？可以用百分比表示一下。3. 自从那次事件以后，这种情况还发生过吗？4. 即使真的发生了，它对你会造成什么影响呢？你是否有什么资源可以化解这种影响？你提到“关键是别人也开始躲我眼神，不再跟我眼神交流”，这让我想起了黄启团老师的一句话：“别人怎么对你，都是你教的！”因为你自己没有与别人交心，别人自然也不会与你交心，这是很正常的事情。当然，你这样做也有原因，但那是你自己的事情，和别人无关。你有创伤是事实，但别人没有义务替你疗伤。因此，你可以学会三件事情——自己的事、别人的事、老天爷的事。你这辈子会遇到什么样的人，是看缘分的。这是老天爷的事，学会遵从。别人为你疗愈与否，是别人的事，学会尊重。你如何看待过去，是你自己的事，全力以赴。现在，你因为过去别人给你带来的创伤而感到恐惧，影响到了你现在的工作和人际关系。这是在操心别人的事和老天爷的事，忽略了你自己的事。还有，我想起了一句话：“健康的人不会折磨他人，只有受过折磨的人才会转而折磨他人",
    "annotation": [
      {
        "sentence": "很荣幸可以在这个平台上和你结缘，希望我的话语可以给你带来阳光和温暖，温暖你的心房。",
        "label": ""
      },
      {
        "sentence": "我能感受到，由于你在原生家庭和工作经历中没有感受到过爱，你的自尊心没有得到应有的尊重，这导致了你目前严重的人际关系障碍。",
        "label": ""
      },
      {
        "sentence": "有句话说得好：“眼睛是心灵的窗户”，你所说的“不敢跟任何人眼神接触”，说明你的内心世界的“窗户”是关上了的。",
        "label": ""
      },
      {
        "sentence": "相信这么多年来一定过得很不容易，但是你现在敢于将自己的问题勇敢地暴露在这个平台上，这是一个很大的进步。",
        "label": ""
      },
      {
        "sentence": "正如《斯巴达三百勇士》里面说的：“每个人都有恐惧，面对它，才能变得勇敢。",
        "label": ""
      },
      {
        "sentence": "”你现在已经是开始疗愈的阶段了，凭借这一点，给你点个赞、鼓个掌。",
        "label": ""
      },
      {
        "sentence": "你提到被女领导当着所有人的面骂，因为被女领导认为你睡觉了，所以对所有“性格强势、气势十足”的人都感到恐惧。",
        "label": ""
      },
      {
        "sentence": "用行为心理学的话来说，这叫做“刺激泛化”。",
        "label": ""
      },
      {
        "sentence": "从精神分析的角度来看，你当时的遭遇和“性格强势、气势十足”的人有关，这成为了你潜意识里的“阴影”。",
        "label": ""
      },
      {
        "sentence": "一旦遇到类似的人，你的“阴影”就会被触发。",
        "label": ""
      },
      {
        "sentence": "你可以试着在你的“恐惧”周围设立“篱笆”，把你的恐惧局限在曾经发生的事件中。",
        "label": ""
      },
      {
        "sentence": "或者，将你的“恐惧”和“性格强势、气势十足”的人解除关联。",
        "label": ""
      },
      {
        "sentence": "然后，你可以思考以下问题：1. 你所恐惧的事情今后会发生吗？",
        "label": ""
      },
      {
        "sentence": "2. 即使会发生，它发生的可能性有多大呢？",
        "label": ""
      },
      {
        "sentence": "可以用百分比表示一下。",
        "label": ""
      },
      {
        "sentence": "3. 自从那次事件以后，这种情况还发生过吗？",
        "label": ""
      },
      {
        "sentence": "4. 即使真的发生了，它对你会造成什么影响呢？",
        "label": ""
      },
      {
        "sentence": "你是否有什么资源可以化解这种影响？",
        "label": ""
      },
      {
        "sentence": "你提到“关键是别人也开始躲我眼神，不再跟我眼神交流”，这让我想起了黄启团老师的一句话：“别人怎么对你，都是你教的！",
        "label": ""
      },
      {
        "sentence": "”因为你自己没有与别人交心，别人自然也不会与你交心，这是很正常的事情。",
        "label": ""
      },
      {
        "sentence": "当然，你这样做也有原因，但那是你自己的事情，和别人无关。",
        "label": ""
      },
      {
        "sentence": "你有创伤是事实，但别人没有义务替你疗伤。",
        "label": ""
      },
      {
        "sentence": "因此，你可以学会三件事情——自己的事、别人的事、老天爷的事。",
        "label": ""
      },
      {
        "sentence": "你这辈子会遇到什么样的人，是看缘分的。",
        "label": ""
      },
      {
        "sentence": "这是老天爷的事，学会遵从。",
        "label": ""
      },
      {
        "sentence": "别人为你疗愈与否，是别人的事，学会尊重。",
        "label": ""
      },
      {
        "sentence": "你如何看待过去，是你自己的事，全力以赴。",
        "label": ""
      },
      {
        "sentence": "现在，你因为过去别人给你带来的创伤而感到恐惧，影响到了你现在的工作和人际关系。",
        "label": ""
      },
      {
        "sentence": "这是在操心别人的事和老天爷的事，忽略了你自己的事。",
        "label": ""
      },
      {
        "sentence": "还有，我想起了一句话：“健康的人不会折磨他人，只有受过折磨的人才会转而折磨他人",
        "label": ""
      }
    ]
  }
]