[
  {
    "role": "client",
    "content": "我是一个30岁的女性，我的人际关系有严重的障碍，不敢和任何人进行眼神接触。从我有记忆以来，一直是我爷奶带着我上学，可是我爷爷脾气不好，而且我爸妈为了要儿子经常在外地做计划生育生意，所以他们很少在家。我从小就感觉没有任何人爱我，也不敢表达自己内心的想法，因为没有人愿意倾听我说话。小时候，我常常有绝望的感觉，还对自己很自卑，最怕被人责备和看到别人不耐烦的表情，因为我会觉得是我惹人嫌。有一次中午，我妈妈骂我很难听，邻居还听到了，那时我觉得非常羞耻，我担心被妈妈这样批评后，别人会怎么看我。那是我第一次感到特别羞耻。第二次是我16岁的时候，在工厂夜班，因为我眼睫毛长，被女领导从上方看上去像是在睡觉，她当众大声骂我。那一刻，我感到的羞耻感好像与过去的经历重叠在一起，自那时起，我开始不敢和任何人进行眼神接触，害怕看到别人嫌弃和异样的眼光。我的心已经承受不住了。从那以后，只要是那种有气势、强势和气场的人，我都害怕，不敢和他们进行眼神交流，只要对视一下，我就会躲开，而且无法和他们进行交谈。而且现在别人也都避免和我进行眼神交流，不和我说话，这让我非常难受。现在这个问题越来越严重了，面对任何人，我都不敢进行眼神接触，我感到非常痛苦。",
    "annotation": [
      {
        "sentence": "我是一个30岁的女性，我的人际关系有严重的障碍，不敢和任何人进行眼神接触。",
        "label": ""
      },
      {
        "sentence": "从我有记忆以来，一直是我爷奶带着我上学，可是我爷爷脾气不好，而且我爸妈为了要儿子经常在外地做计划生育生意，所以他们很少在家。",
        "label": ""
      },
      {
        "sentence": "我从小就感觉没有任何人爱我，也不敢表达自己内心的想法，因为没有人愿意倾听我说话。",
        "label": ""
      },
      {
        "sentence": "小时候，我常常有绝望的感觉，还对自己很自卑，最怕被人责备和看到别人不耐烦的表情，因为我会觉得是我惹人嫌。",
        "label": ""
      },
      {
        "sentence": "有一次中午，我妈妈骂我很难听，邻居还听到了，那时我觉得非常羞耻，我担心被妈妈这样批评后，别人会怎么看我。",
        "label": ""
      },
      {
        "sentence": "那是我第一次感到特别羞耻。",
        "label": ""
      },
      {
        "sentence": "第二次是我16岁的时候，在工厂夜班，因为我眼睫毛长，被女领导从上方看上去像是在睡觉，她当众大声骂我。",
        "label": ""
      },
      {
        "sentence": "那一刻，我感到的羞耻感好像与过去的经历重叠在一起，自那时起，我开始不敢和任何人进行眼神接触，害怕看到别人嫌弃和异样的眼光。",
        "label": ""
      },
      {
        "sentence": "我的心已经承受不住了。",
        "label": ""
      },
      {
        "sentence": "从那以后，只要是那种有气势、强势和气场的人，我都害怕，不敢和他们进行眼神交流，只要对视一下，我就会躲开，而且无法和他们进行交谈。",
        "label": ""
      },
      {
        "sentence": "而且现在别人也都避免和我进行眼神交流，不和我说话，这让我非常难受。",
        "label": ""
      },
      {
        "sentence": "现在这个问题越来越严重了，面对任何人，我都不敢进行眼神接触，我感到非常痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我真的感到非常难过。我记得有一句话是这么说的：“有的人在用一生治愈童年。”当我第一次看到这句话时，我感到很难过，但同时也感到很无力。现在听到你的经历后，我的心情更是难过。你的童年并不美满，从小是由爷奶带大的，可是爷爷的脾气很大，他可能对你发脾气。我曾听我弟弟说过一件事，他上高中后因为学校离家很远，所以他被送到了二姑妈家。即使是很亲近的人，他也有一种寄人篱下的感觉，他在说话和做事情时都要小心。我想你可能也是这样的吧，即使是爷奶，你也要小心翼翼，因为你怕自己做错了什么，可能会被责备甚至被抛弃。而你的父母，在你小时候把你交给了爷奶，没有给予你应有的爱，甚至还打骂你。有时候，父母可能并没有考虑这么多，他们不太会顾及到我们的自尊心，也不知道他们的行为对我们造成了怎样的伤害。我记得我小学时，因为没有做完作业，所以没有报名留级。我妈妈当时直接在学校里打我，让我跪在学校的楼梯上。当时旁边的人来来往往，那时我真的觉得什么东西已经崩塌了，我跪着上楼，回家的时候也是被树枝抽着回去的。即使是现在，我依然记得这件事情，但是我已经不怪责我妈妈了，因为她那时也太难过了，她毕竟是希望我能好好读书。我告诉你这些事情，只是想告诉你，一切事情都有因果关系，放下那些不好的经历吧，给自己一个放松的机会，好吗？心理学上有一种说法叫做“投射”，它是指当人把自己潜意识中产生的情感或者认知当作来自外界的，或者是别人的时候，这种现象被称为心理防御机制。我觉得你现在的情况可能就是这种情况。你把小时候那些令人难过的情绪，把一些其他人可能不会表现出来的情绪投射到了现在遇到的人身上，这限制了你的人际交往空间。所以，你别再压抑自己的情绪了，如果不舒服就说出来，如果难过就大声哭出来。去找一个你信任的人，可以是心理医生，或者是一个树洞，把自己的情绪移到那个人身上，释放出来吧！我们总要爱自己，哪怕没有人爱我们，但是我们不能不爱自己。做一个自信大方的女孩吧！最后，祝你一切安好！",
    "annotation": [
      {
        "sentence": "听到你的经历，我真的感到非常难过。",
        "label": ""
      },
      {
        "sentence": "我记得有一句话是这么说的：“有的人在用一生治愈童年。",
        "label": ""
      },
      {
        "sentence": "”当我第一次看到这句话时，我感到很难过，但同时也感到很无力。",
        "label": ""
      },
      {
        "sentence": "现在听到你的经历后，我的心情更是难过。",
        "label": ""
      },
      {
        "sentence": "你的童年并不美满，从小是由爷奶带大的，可是爷爷的脾气很大，他可能对你发脾气。",
        "label": ""
      },
      {
        "sentence": "我曾听我弟弟说过一件事，他上高中后因为学校离家很远，所以他被送到了二姑妈家。",
        "label": ""
      },
      {
        "sentence": "即使是很亲近的人，他也有一种寄人篱下的感觉，他在说话和做事情时都要小心。",
        "label": ""
      },
      {
        "sentence": "我想你可能也是这样的吧，即使是爷奶，你也要小心翼翼，因为你怕自己做错了什么，可能会被责备甚至被抛弃。",
        "label": ""
      },
      {
        "sentence": "而你的父母，在你小时候把你交给了爷奶，没有给予你应有的爱，甚至还打骂你。",
        "label": ""
      },
      {
        "sentence": "有时候，父母可能并没有考虑这么多，他们不太会顾及到我们的自尊心，也不知道他们的行为对我们造成了怎样的伤害。",
        "label": ""
      },
      {
        "sentence": "我记得我小学时，因为没有做完作业，所以没有报名留级。",
        "label": ""
      },
      {
        "sentence": "我妈妈当时直接在学校里打我，让我跪在学校的楼梯上。",
        "label": ""
      },
      {
        "sentence": "当时旁边的人来来往往，那时我真的觉得什么东西已经崩塌了，我跪着上楼，回家的时候也是被树枝抽着回去的。",
        "label": ""
      },
      {
        "sentence": "即使是现在，我依然记得这件事情，但是我已经不怪责我妈妈了，因为她那时也太难过了，她毕竟是希望我能好好读书。",
        "label": ""
      },
      {
        "sentence": "我告诉你这些事情，只是想告诉你，一切事情都有因果关系，放下那些不好的经历吧，给自己一个放松的机会，好吗？",
        "label": ""
      },
      {
        "sentence": "心理学上有一种说法叫做“投射”，它是指当人把自己潜意识中产生的情感或者认知当作来自外界的，或者是别人的时候，这种现象被称为心理防御机制。",
        "label": ""
      },
      {
        "sentence": "我觉得你现在的情况可能就是这种情况。",
        "label": ""
      },
      {
        "sentence": "你把小时候那些令人难过的情绪，把一些其他人可能不会表现出来的情绪投射到了现在遇到的人身上，这限制了你的人际交往空间。",
        "label": ""
      },
      {
        "sentence": "所以，你别再压抑自己的情绪了，如果不舒服就说出来，如果难过就大声哭出来。",
        "label": ""
      },
      {
        "sentence": "去找一个你信任的人，可以是心理医生，或者是一个树洞，把自己的情绪移到那个人身上，释放出来吧！",
        "label": ""
      },
      {
        "sentence": "我们总要爱自己，哪怕没有人爱我们，但是我们不能不爱自己。",
        "label": ""
      },
      {
        "sentence": "做一个自信大方的女孩吧！",
        "label": ""
      },
      {
        "sentence": "最后，祝你一切安好！",
        "label": ""
      }
    ]
  }
]