[
  {
    "role": "client",
    "content": "我很担心自己找不到工作，同时又害怕工作会让我感到压力和焦虑。我今年快30了，虽然我对这个阶段没有想象中的害怕，但是最近已经休息了8个月了，而且都是因为各种原因。虽然刚开始我很担心，但是现在我已经接受了自己的状态，准备重新开始找工作了。但是我发现找工作并没有那么顺利，有时候我甚至不敢投简历，有的时候即使投了也没有回复或录用。我不知道是不是因为我的年龄太大的原因，或者我根本就没有找到适合我的工作岗位。周围的朋友都劝我先生孩子，但我个人目前并不想要。我感到很困惑和不安，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我很担心自己找不到工作，同时又害怕工作会让我感到压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "我今年快30了，虽然我对这个阶段没有想象中的害怕，但是最近已经休息了8个月了，而且都是因为各种原因。",
        "label": ""
      },
      {
        "sentence": "虽然刚开始我很担心，但是现在我已经接受了自己的状态，准备重新开始找工作了。",
        "label": ""
      },
      {
        "sentence": "但是我发现找工作并没有那么顺利，有时候我甚至不敢投简历，有的时候即使投了也没有回复或录用。",
        "label": ""
      },
      {
        "sentence": "我不知道是不是因为我的年龄太大的原因，或者我根本就没有找到适合我的工作岗位。",
        "label": ""
      },
      {
        "sentence": "周围的朋友都劝我先生孩子，但我个人目前并不想要。",
        "label": ""
      },
      {
        "sentence": "我感到很困惑和不安，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "找工作是一件很有压力的事情，顺利和不顺利都会对我们的情绪造成影响。但是我们不能忽视自己的价值，无论成功与否，我们都应该保持自己的自信和骄傲。不敢投简历可能是因为你害怕被拒绝或者被忽视，但是即使被拒绝了也没有什么大不了的，反而这样会帮助你去发现自己的不足和提升自己的能力。另外，对于生孩子的问题，你需要先确定自己的想法和计划，如果你暂时不想生孩子，那就不要被外界的推动所左右。30岁其实是一个很好的职场年龄，在这一段时间里面你可以充分利用自己的经验和技能去寻找适合自己的工作。我建议你先关注自己的兴趣和优势，找到自己想要的职业方向，然后逐步发展和提升自己的能力。",
    "annotation": [
      {
        "sentence": "找工作是一件很有压力的事情，顺利和不顺利都会对我们的情绪造成影响。",
        "label": ""
      },
      {
        "sentence": "但是我们不能忽视自己的价值，无论成功与否，我们都应该保持自己的自信和骄傲。",
        "label": ""
      },
      {
        "sentence": "不敢投简历可能是因为你害怕被拒绝或者被忽视，但是即使被拒绝了也没有什么大不了的，反而这样会帮助你去发现自己的不足和提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "另外，对于生孩子的问题，你需要先确定自己的想法和计划，如果你暂时不想生孩子，那就不要被外界的推动所左右。",
        "label": ""
      },
      {
        "sentence": "30岁其实是一个很好的职场年龄，在这一段时间里面你可以充分利用自己的经验和技能去寻找适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "我建议你先关注自己的兴趣和优势，找到自己想要的职业方向，然后逐步发展和提升自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，但是我还是感到很茫然，不知道自己应该从哪里开始。我之前的工作并不算很稳定，所以我很难确认自己的职业方向。同时我也担心自己找不到自己喜欢的工作，到时候会更加失落和不安。",
    "annotation": [
      {
        "sentence": "你说的很有道理，但是我还是感到很茫然，不知道自己应该从哪里开始。",
        "label": ""
      },
      {
        "sentence": "我之前的工作并不算很稳定，所以我很难确认自己的职业方向。",
        "label": ""
      },
      {
        "sentence": "同时我也担心自己找不到自己喜欢的工作，到时候会更加失落和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "职业选择是一个不断摸索和探索的过程，没有人可以事先确定自己的第一份工作就是最适合自己的。所以你需要花时间去了解自己喜欢的事物和擅长的领域，同时也要去了解不同行业和岗位的特点和要求。不要担心找不到自己喜欢的工作，只要你有了目标和方向，不断尝试和摸索就一定会找到适合自己的位置。即使有失败或者挫折，也不要放弃，这都是人们职业生涯中必须经历的一个过程。相信你可以找到适合自己的职业方向，发展自己的职业生涯。",
    "annotation": [
      {
        "sentence": "职业选择是一个不断摸索和探索的过程，没有人可以事先确定自己的第一份工作就是最适合自己的。",
        "label": ""
      },
      {
        "sentence": "所以你需要花时间去了解自己喜欢的事物和擅长的领域，同时也要去了解不同行业和岗位的特点和要求。",
        "label": ""
      },
      {
        "sentence": "不要担心找不到自己喜欢的工作，只要你有了目标和方向，不断尝试和摸索就一定会找到适合自己的位置。",
        "label": ""
      },
      {
        "sentence": "即使有失败或者挫折，也不要放弃，这都是人们职业生涯中必须经历的一个过程。",
        "label": ""
      },
      {
        "sentence": "相信你可以找到适合自己的职业方向，发展自己的职业生涯。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去尝试并寻找自己的职业方向。但我还是有些害怕，害怕自己不够努力或者能力不够，不能达成自己的目标。我应该如何对待自己的情绪和内心的不安呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去尝试并寻找自己的职业方向。",
        "label": ""
      },
      {
        "sentence": "但我还是有些害怕，害怕自己不够努力或者能力不够，不能达成自己的目标。",
        "label": ""
      },
      {
        "sentence": "我应该如何对待自己的情绪和内心的不安呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在找工作的过程中，会遇到很多困难和挫折，但是这些都是很正常的事情。我们需要正视这些问题，同时也不要把自己的情绪和内心的不安归咎于自己的能力。我们要相信自己的实力和潜力，并且持续学习和成长，不断提升自己的能力和态度。除此之外，你也可以拓展自己的社交圈子，充分利用资源和机会，寻找工作的线索和机会。在此过程中，你会发现自己的实力和潜力，并且更加坚定自己的目标和方向。最后，不管遇到什么问题，都要相信自己，与朋友和家人交流，寻找支持和鼓励，在情绪上保持积极向上的态度。",
    "annotation": [
      {
        "sentence": "在找工作的过程中，会遇到很多困难和挫折，但是这些都是很正常的事情。",
        "label": ""
      },
      {
        "sentence": "我们需要正视这些问题，同时也不要把自己的情绪和内心的不安归咎于自己的能力。",
        "label": ""
      },
      {
        "sentence": "我们要相信自己的实力和潜力，并且持续学习和成长，不断提升自己的能力和态度。",
        "label": ""
      },
      {
        "sentence": "除此之外，你也可以拓展自己的社交圈子，充分利用资源和机会，寻找工作的线索和机会。",
        "label": ""
      },
      {
        "sentence": "在此过程中，你会发现自己的实力和潜力，并且更加坚定自己的目标和方向。",
        "label": ""
      },
      {
        "sentence": "最后，不管遇到什么问题，都要相信自己，与朋友和家人交流，寻找支持和鼓励，在情绪上保持积极向上的态度。",
        "label": ""
      }
    ]
  }
]