[
  {
    "role": "client",
    "content": "我有一个问题，已经持续了10多年，就是我觉得自己口臭，导致我变得孤僻，不愿意社交，工作中也给人感觉高冷不好接近。每天早上醒来，第一个念头就是觉得自己有口臭，感觉很绝望。我去看过医生，也吃过药，但是一直没有完全解决，真的很烦恼。",
    "annotation": [
      {
        "sentence": "我有一个问题，已经持续了10多年，就是我觉得自己口臭，导致我变得孤僻，不愿意社交，工作中也给人感觉高冷不好接近。",
        "label": ""
      },
      {
        "sentence": "每天早上醒来，第一个念头就是觉得自己有口臭，感觉很绝望。",
        "label": ""
      },
      {
        "sentence": "我去看过医生，也吃过药，但是一直没有完全解决，真的很烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊！啊！这个问题可能有很多原因导致的。一般来说，口臭问题可能是口腔或肠胃问题，也可能与饮食习惯有关。要保持勤刷牙，注意口腔清洁，还可以试试嚼口香糖或使用漱口水，这些方法都会有效。另外，如果是心理问题导致的肠胃不适，也可能引发口臭。问一下，你去医院检查后医生是怎么说的？一般口臭问题只要找到原因并坚持治疗，都会有所缓解。不过，我可能对这个领域了解不够，更多的问题可能是在于你的心理状态。你曾经受到过因口臭而受到他人排斥或攻击的经历吗？你觉得自己嘴巴真的很臭吗？可能是一种投射现象，即使那些困扰你的人已经不在身边，但他们的话对你产生了很大的影响，你时刻都在意。所以，当别人与你交谈、靠近时，你下意识地认为他们是在排斥你，可能会出现捂鼻子或撇嘴的动作。我建议你让身边的亲人闻一下，看看是不是真的很臭。其次，心理的暗示可能也起到了很大的作用，让你的口臭问题一直没有好转。所以，最重要的是先治疗好你的心理问题。与其试图改变别人的看法，不如试着改变自己的。别人的影响确实很大，但信任与否取决于你自己的内心。你首先要正视自己的价值，不因为口臭而感到自卑或其他什么，要保持自信。现在你已经把口臭问题内化为一种强迫观念了，所以很痛苦。当你接受这个事实后，你就会不那么在意，不那么计较，也不会影响到你的社交。遇到这种问题，会感到自卑，避免与人交往，尤其是亲密交谈。感受到你的痛苦了！我们很多人总是为难于无法改变的事实，但是真正的改变其实是接受现实，这样可以减少痛苦。事实让你痛苦，而你的担忧只会耗费你的精力。你看，恐惧和痛苦在心中流淌，你没有试图寻找方法去抵制它们，通过细细觉察自己找到问题的根源，即你害怕什么。是的，你的烦恼来自口臭，但这个问题的产生源于何处，也许自我觉察可以帮到你！我祝你早日解决这个问题！",
    "annotation": [
      {
        "sentence": "啊！",
        "label": ""
      },
      {
        "sentence": "啊！",
        "label": ""
      },
      {
        "sentence": "这个问题可能有很多原因导致的。",
        "label": ""
      },
      {
        "sentence": "一般来说，口臭问题可能是口腔或肠胃问题，也可能与饮食习惯有关。",
        "label": ""
      },
      {
        "sentence": "要保持勤刷牙，注意口腔清洁，还可以试试嚼口香糖或使用漱口水，这些方法都会有效。",
        "label": ""
      },
      {
        "sentence": "另外，如果是心理问题导致的肠胃不适，也可能引发口臭。",
        "label": ""
      },
      {
        "sentence": "问一下，你去医院检查后医生是怎么说的？",
        "label": ""
      },
      {
        "sentence": "一般口臭问题只要找到原因并坚持治疗，都会有所缓解。",
        "label": ""
      },
      {
        "sentence": "不过，我可能对这个领域了解不够，更多的问题可能是在于你的心理状态。",
        "label": ""
      },
      {
        "sentence": "你曾经受到过因口臭而受到他人排斥或攻击的经历吗？",
        "label": ""
      },
      {
        "sentence": "你觉得自己嘴巴真的很臭吗？",
        "label": ""
      },
      {
        "sentence": "可能是一种投射现象，即使那些困扰你的人已经不在身边，但他们的话对你产生了很大的影响，你时刻都在意。",
        "label": ""
      },
      {
        "sentence": "所以，当别人与你交谈、靠近时，你下意识地认为他们是在排斥你，可能会出现捂鼻子或撇嘴的动作。",
        "label": ""
      },
      {
        "sentence": "我建议你让身边的亲人闻一下，看看是不是真的很臭。",
        "label": ""
      },
      {
        "sentence": "其次，心理的暗示可能也起到了很大的作用，让你的口臭问题一直没有好转。",
        "label": ""
      },
      {
        "sentence": "所以，最重要的是先治疗好你的心理问题。",
        "label": ""
      },
      {
        "sentence": "与其试图改变别人的看法，不如试着改变自己的。",
        "label": ""
      },
      {
        "sentence": "别人的影响确实很大，但信任与否取决于你自己的内心。",
        "label": ""
      },
      {
        "sentence": "你首先要正视自己的价值，不因为口臭而感到自卑或其他什么，要保持自信。",
        "label": ""
      },
      {
        "sentence": "现在你已经把口臭问题内化为一种强迫观念了，所以很痛苦。",
        "label": ""
      },
      {
        "sentence": "当你接受这个事实后，你就会不那么在意，不那么计较，也不会影响到你的社交。",
        "label": ""
      },
      {
        "sentence": "遇到这种问题，会感到自卑，避免与人交往，尤其是亲密交谈。",
        "label": ""
      },
      {
        "sentence": "感受到你的痛苦了！",
        "label": ""
      },
      {
        "sentence": "我们很多人总是为难于无法改变的事实，但是真正的改变其实是接受现实，这样可以减少痛苦。",
        "label": ""
      },
      {
        "sentence": "事实让你痛苦，而你的担忧只会耗费你的精力。",
        "label": ""
      },
      {
        "sentence": "你看，恐惧和痛苦在心中流淌，你没有试图寻找方法去抵制它们，通过细细觉察自己找到问题的根源，即你害怕什么。",
        "label": ""
      },
      {
        "sentence": "是的，你的烦恼来自口臭，但这个问题的产生源于何处，也许自我觉察可以帮到你！",
        "label": ""
      },
      {
        "sentence": "我祝你早日解决这个问题！",
        "label": ""
      }
    ]
  }
]