[
  {
    "role": "client",
    "content": "很讨厌公公，觉得他爱吹牛，势利眼，怎么办？我25岁，大专毕业，结婚2年多，和老公结果时告诉他我有过精神疾病史，长期吃药。公公是农村人，之前不知道我有过精神疾病但是知道我老公知晓我的事，也就没做声，公公总是喜欢在背后嘀嘀咕咕的，因为比如我买手机比较贵啊，4千多，说我学历高不会挣钱啊，在他眼里我大专学历应该工资挣的比我初中没毕业的嫂子高，从来没在别人面前说过我好，我和老公结婚2年多。没有房子，当初他要我把8万彩礼拿去盖房子，我不同意，公公到现在也没帮我们还过一分钱，他自己还觉得自己很努力，我讨厌他，因为我觉得他也瞧不起我，觉得我是离异家庭，挣钱能力也不好，我觉得他爱吹牛，势利眼。他很现实。我们之前除了没房子还要还10几万的债，因为结婚的钱都是借的。我现在不知道过年回去怎么面对公公，在他眼里初中没毕业的嫂子什么事儿都跟他报备。很听话，我不想变成嫂子。可是因为儿子由公婆抚养我又不得不回去，我该怎么做？",
    "annotation": [
      {
        "sentence": "很讨厌公公，觉得他爱吹牛，势利眼，怎么办？",
        "label": ""
      },
      {
        "sentence": "我25岁，大专毕业，结婚2年多，和老公结果时告诉他我有过精神疾病史，长期吃药。",
        "label": ""
      },
      {
        "sentence": "公公是农村人，之前不知道我有过精神疾病但是知道我老公知晓我的事，也就没做声，公公总是喜欢在背后嘀嘀咕咕的，因为比如我买手机比较贵啊，4千多，说我学历高不会挣钱啊，在他眼里我大专学历应该工资挣的比我初中没毕业的嫂子高，从来没在别人面前说过我好，我和老公结婚2年多。",
        "label": ""
      },
      {
        "sentence": "没有房子，当初他要我把8万彩礼拿去盖房子，我不同意，公公到现在也没帮我们还过一分钱，他自己还觉得自己很努力，我讨厌他，因为我觉得他也瞧不起我，觉得我是离异家庭，挣钱能力也不好，我觉得他爱吹牛，势利眼。",
        "label": ""
      },
      {
        "sentence": "他很现实。",
        "label": ""
      },
      {
        "sentence": "我们之前除了没房子还要还10几万的债，因为结婚的钱都是借的。",
        "label": ""
      },
      {
        "sentence": "我现在不知道过年回去怎么面对公公，在他眼里初中没毕业的嫂子什么事儿都跟他报备。",
        "label": ""
      },
      {
        "sentence": "很听话，我不想变成嫂子。",
        "label": ""
      },
      {
        "sentence": "可是因为儿子由公婆抚养我又不得不回去，我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情绪我理解，公公的言行确实让你心情低落。既然公公对你有诸多不满，你也打心眼里不喜欢他，那么我觉得和他保持距离是一件明智的事情。但是你又说儿子是由公婆抚养的你不得不回去，那么你就给自己造成了一个困局。在这样的情况下，要不你就做出决定把孩子接到自己身边带或者是交给别人，那么就不用再经常看到公公。或者你就只能说服自己不要太在意公公的说辞，毕竟这只是他的想法，和你无关。",
    "annotation": [
      {
        "sentence": "你的情绪我理解，公公的言行确实让你心情低落。",
        "label": ""
      },
      {
        "sentence": "既然公公对你有诸多不满，你也打心眼里不喜欢他，那么我觉得和他保持距离是一件明智的事情。",
        "label": ""
      },
      {
        "sentence": "但是你又说儿子是由公婆抚养的你不得不回去，那么你就给自己造成了一个困局。",
        "label": ""
      },
      {
        "sentence": "在这样的情况下，要不你就做出决定把孩子接到自己身边带或者是交给别人，那么就不用再经常看到公公。",
        "label": ""
      },
      {
        "sentence": "或者你就只能说服自己不要太在意公公的说辞，毕竟这只是他的想法，和你无关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我很担心孩子，在公婆身边的时候会被公公的言辞影响到自己的心理健康。",
    "annotation": [
      {
        "sentence": "但是我很担心孩子，在公婆身边的时候会被公公的言辞影响到自己的心理健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的，毕竟孩子的成长环境对他的发展起着重要作用。但是现在你无法改变公公的言行，你能做的是尽力保护孩子的心理健康。你可以和公婆谈一谈，告诉他们公公的言行对孩子不利，希望他们能够在孩子面前保持积极的言行。另外，你可以给孩子创造一个良好的成长环境，在他身边给予足够的关爱和支持，让他感受到你的爱和关心，这样他会更加坚强应对外界的负面影响。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的，毕竟孩子的成长环境对他的发展起着重要作用。",
        "label": ""
      },
      {
        "sentence": "但是现在你无法改变公公的言行，你能做的是尽力保护孩子的心理健康。",
        "label": ""
      },
      {
        "sentence": "你可以和公婆谈一谈，告诉他们公公的言行对孩子不利，希望他们能够在孩子面前保持积极的言行。",
        "label": ""
      },
      {
        "sentence": "另外，你可以给孩子创造一个良好的成长环境，在他身边给予足够的关爱和支持，让他感受到你的爱和关心，这样他会更加坚强应对外界的负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和公婆沟通，但是我对他们的反应不太有信心。我觉得他们可能更倾向于支持公公。",
    "annotation": [
      {
        "sentence": "我会试着和公婆沟通，但是我对他们的反应不太有信心。",
        "label": ""
      },
      {
        "sentence": "我觉得他们可能更倾向于支持公公。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然你对他们的反应感到担心，但是我们不能不去尝试。沟通是解决问题的一种方式，也是维护家庭关系的重要环节。你可以坦诚地表达自己的想法和担忧，希望他们能够理解你的立场。如果他们真的更倾向于支持公公，你可以考虑和老公一起制定应对策略，共同努力保障孩子的成长环境。",
    "annotation": [
      {
        "sentence": "虽然你对他们的反应感到担心，但是我们不能不去尝试。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的一种方式，也是维护家庭关系的重要环节。",
        "label": ""
      },
      {
        "sentence": "你可以坦诚地表达自己的想法和担忧，希望他们能够理解你的立场。",
        "label": ""
      },
      {
        "sentence": "如果他们真的更倾向于支持公公，你可以考虑和老公一起制定应对策略，共同努力保障孩子的成长环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，沟通是很重要的。我会试着和老公一起沟通，希望我们能够达到一个共识。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说的对，沟通是很重要的。",
        "label": ""
      },
      {
        "sentence": "我会试着和老公一起沟通，希望我们能够达到一个共识。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能够帮到你我感到很高兴。记住，在家庭中处理问题是一种团队合作。你和老公共同努力，一定能够找到解决问题的方法。同时，也要给自己一些时间和空间，关注对自己有用、有价值的事情，保持积极向上的心态，相信你们一定能够克服困难，创造一个幸福美满的家庭。",
    "annotation": [
      {
        "sentence": "不客气，能够帮到你我感到很高兴。",
        "label": ""
      },
      {
        "sentence": "记住，在家庭中处理问题是一种团队合作。",
        "label": ""
      },
      {
        "sentence": "你和老公共同努力，一定能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一些时间和空间，关注对自己有用、有价值的事情，保持积极向上的心态，相信你们一定能够克服困难，创造一个幸福美满的家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会努力面对问题，相信我们一定能够找到解决的方法。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力面对问题，相信我们一定能够找到解决的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，相信自己，相信你们的能力。我会一直在你身边支持你，如果有任何困难和问题，都可以随时来找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "非常好，相信自己，相信你们的能力。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你，如果有任何困难和问题，都可以随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会的！",
    "annotation": [
      {
        "sentence": "谢谢你，我会的！",
        "label": ""
      }
    ]
  }
]