[
  {
    "role": "client",
    "content": "大二女生，最近总是在舍友问题上感到烦躁，感到孤独？",
    "annotation": [
      {
        "sentence": "大二女生，最近总是在舍友问题上感到烦躁，感到孤独？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您好，听到您的问题，我能感受到您最近对于舍友的问题和孤独感到很烦躁。想听听具体是怎样的问题让您感到不安。",
    "annotation": [
      {
        "sentence": "您好，听到您的问题，我能感受到您最近对于舍友的问题和孤独感到很烦躁。",
        "label": ""
      },
      {
        "sentence": "想听听具体是怎样的问题让您感到不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "跟我舍友是抱团关系，可能她把我当朋友，反正就是熟悉了之后就有点随意，早上吃完饭后经常把袋子跟我的放一块，换教室的时候就让我扔，或者有时我从床上下来去厕所也是让我帮她扔垃圾。",
    "annotation": [
      {
        "sentence": "跟我舍友是抱团关系，可能她把我当朋友，反正就是熟悉了之后就有点随意，早上吃完饭后经常把袋子跟我的放一块，换教室的时候就让我扔，或者有时我从床上下来去厕所也是让我帮她扔垃圾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解了，您的舍友和您是一起住的，并且您说起来比较熟悉之后，他会把早饭袋子和您的放在一起，并且让您来扔掉。或者在您从床上下来的时候，让您帮忙扔垃圾。对于您来说，这样的行为导致您感到被冒犯了，是这样的吗？",
    "annotation": [
      {
        "sentence": "我了解了，您的舍友和您是一起住的，并且您说起来比较熟悉之后，他会把早饭袋子和您的放在一起，并且让您来扔掉。",
        "label": ""
      },
      {
        "sentence": "或者在您从床上下来的时候，让您帮忙扔垃圾。",
        "label": ""
      },
      {
        "sentence": "对于您来说，这样的行为导致您感到被冒犯了，是这样的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她说话有时比较冲，我性子温和，也没跟这种人接触过，就容易感到被怼的难过。",
    "annotation": [
      {
        "sentence": "她说话有时比较冲，我性子温和，也没跟这种人接触过，就容易感到被怼的难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到您的描述，您的舍友说话有时候比较直接，而您的性格比较温和，所以当遇到这样的人时会感到受伤。对于被怼的感觉，您是很难过的，是这样吗？",
    "annotation": [
      {
        "sentence": "听到您的描述，您的舍友说话有时候比较直接，而您的性格比较温和，所以当遇到这样的人时会感到受伤。",
        "label": ""
      },
      {
        "sentence": "对于被怼的感觉，您是很难过的，是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "还有就是学习上有次考试我比她先交的卷，我们答案一样所以她看到我有错题之后就改了，我心里就挺不舒服的。我感觉我们三观不同，真的就是抱团关系。",
    "annotation": [
      {
        "sentence": "还有就是学习上有次考试我比她先交的卷，我们答案一样所以她看到我有错题之后就改了，我心里就挺不舒服的。",
        "label": ""
      },
      {
        "sentence": "我感觉我们三观不同，真的就是抱团关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您在学习上也遇到了一件事情，考试的时候您先交卷，然后发现您和舍友的答案一样，所以当她看到您有错题之后就改变了。这样的行为让您感到很不舒服。您还提到了您和舍友的三观不同，而且真的就是抱团关系。",
    "annotation": [
      {
        "sentence": "您在学习上也遇到了一件事情，考试的时候您先交卷，然后发现您和舍友的答案一样，所以当她看到您有错题之后就改变了。",
        "label": ""
      },
      {
        "sentence": "这样的行为让您感到很不舒服。",
        "label": ""
      },
      {
        "sentence": "您还提到了您和舍友的三观不同，而且真的就是抱团关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "目前我也稍微疏远了她，但她就开始找另一个舍友，我会感到有一些孤独。各种复杂的感情交叉我不知道该如何排解。",
    "annotation": [
      {
        "sentence": "目前我也稍微疏远了她，但她就开始找另一个舍友，我会感到有一些孤独。",
        "label": ""
      },
      {
        "sentence": "各种复杂的感情交叉我不知道该如何排解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到您的描述，您现在已经和舍友稍微疏远了，然后她就开始找了另一个舍友，这样让您感到有些孤独。对于这样复杂的感情问题，您不知道该如何解决，是这样吗？",
    "annotation": [
      {
        "sentence": "听到您的描述，您现在已经和舍友稍微疏远了，然后她就开始找了另一个舍友，这样让您感到有些孤独。",
        "label": ""
      },
      {
        "sentence": "对于这样复杂的感情问题，您不知道该如何解决，是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没错，我现在很困惑，不知道该怎么处理这段舍友关系。",
    "annotation": [
      {
        "sentence": "没错，我现在很困惑，不知道该怎么处理这段舍友关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解您现在的困惑，不知道该如何处理这段舍友关系。首先，我们要尝试去思考和舍友好好沟通一次，了解一下对方的想法，以及彼此不舒服的地方。因为舍友可能从小就习惯这样做，她可能没有意识到这是个问题，所以我们需要进行有效的沟通，了解对方的看法。有时候，当我们固定了某种观点的时候，我们会倾向于只看到那些支持我们观点的事情，对于相反的方面我们则视而不见。在舍友身上，虽然这些行为可能是您不喜欢的，但是这么久以来的接触，是否还有一些值得您肯定的优点呢？或许我们可以试着多关注一下对方的优点。至于考试那件事，如果我们换个角度思考，如果您是舍友，舍友是您，您会怎么做呢？考试的时候，当我们知道答案是错的时候，很多人的第一反应应该都是改正过来。现在您和她渐渐疏远了，我想您的心情肯定也是不好的，除了孤独，或许还有失去朋友的伤心。如果您真的还在乎这段关系，我们可以试着挽回，不管结果如何，以后不会后悔就好。跟着自己的内心走，去做自己想做的事情。未来的路上，希望您能够开心快乐。",
    "annotation": [
      {
        "sentence": "我可以理解您现在的困惑，不知道该如何处理这段舍友关系。",
        "label": ""
      },
      {
        "sentence": "首先，我们要尝试去思考和舍友好好沟通一次，了解一下对方的想法，以及彼此不舒服的地方。",
        "label": ""
      },
      {
        "sentence": "因为舍友可能从小就习惯这样做，她可能没有意识到这是个问题，所以我们需要进行有效的沟通，了解对方的看法。",
        "label": ""
      },
      {
        "sentence": "有时候，当我们固定了某种观点的时候，我们会倾向于只看到那些支持我们观点的事情，对于相反的方面我们则视而不见。",
        "label": ""
      },
      {
        "sentence": "在舍友身上，虽然这些行为可能是您不喜欢的，但是这么久以来的接触，是否还有一些值得您肯定的优点呢？",
        "label": ""
      },
      {
        "sentence": "或许我们可以试着多关注一下对方的优点。",
        "label": ""
      },
      {
        "sentence": "至于考试那件事，如果我们换个角度思考，如果您是舍友，舍友是您，您会怎么做呢？",
        "label": ""
      },
      {
        "sentence": "考试的时候，当我们知道答案是错的时候，很多人的第一反应应该都是改正过来。",
        "label": ""
      },
      {
        "sentence": "现在您和她渐渐疏远了，我想您的心情肯定也是不好的，除了孤独，或许还有失去朋友的伤心。",
        "label": ""
      },
      {
        "sentence": "如果您真的还在乎这段关系，我们可以试着挽回，不管结果如何，以后不会后悔就好。",
        "label": ""
      },
      {
        "sentence": "跟着自己的内心走，去做自己想做的事情。",
        "label": ""
      },
      {
        "sentence": "未来的路上，希望您能够开心快乐。",
        "label": ""
      }
    ]
  }
]