[
  {
    "role": "client",
    "content": "我要被拖延症逼疯了，拖延导致焦虑失眠，怎么办？我有严重的拖延症，我知道要马上处理一些事情，可心里就是有抵触不愿意去做的情绪，导致事情拖延没做，拖延导致焦虑、失眠，带来一连串的负面情绪，已经严重影响我的生活和工作，我要怎么办？我快疯了！！！谁能帮帮我！",
    "annotation": [
      {
        "sentence": "我要被拖延症逼疯了，拖延导致焦虑失眠，怎么办？",
        "label": ""
      },
      {
        "sentence": "我有严重的拖延症，我知道要马上处理一些事情，可心里就是有抵触不愿意去做的情绪，导致事情拖延没做，拖延导致焦虑、失眠，带来一连串的负面情绪，已经严重影响我的生活和工作，我要怎么办？",
        "label": ""
      },
      {
        "sentence": "我快疯了！！！",
        "label": ""
      },
      {
        "sentence": "谁能帮帮我！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说起来，你因为拖延而感到焦虑，选择拖延是因为对你来说，不做这件事更有意义。可能你压根不想做这件事，但是你不做这件事却会让自己感到一种不知道会发生什么的失控感，然后你担心会有一系列不好的事情发生，于是出现了焦虑的情绪。这种情况下，你其实是在避免一些事情，而这些被避免的事情可能与过去的某种情景和感受有关。你现在可能感到力量相对较小，所以会自动回避这些事情，你想掌控结果，不愿意接受结果无法被掌控的事实，同时也面对着过去某种熟悉场景所带来的恐惧。这种恐惧对你来说特别可怕，这是正常的，对于当时的你来说，那样的恐惧确实非常可怕，你不能接受也是正常的。但是因为你拒绝恐惧，所以你在控制恐惧这种能量的流通，想要远离恐惧感，然而这个控制其实是无法实现的。",
    "annotation": [
      {
        "sentence": "听你说起来，你因为拖延而感到焦虑，选择拖延是因为对你来说，不做这件事更有意义。",
        "label": ""
      },
      {
        "sentence": "可能你压根不想做这件事，但是你不做这件事却会让自己感到一种不知道会发生什么的失控感，然后你担心会有一系列不好的事情发生，于是出现了焦虑的情绪。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你其实是在避免一些事情，而这些被避免的事情可能与过去的某种情景和感受有关。",
        "label": ""
      },
      {
        "sentence": "你现在可能感到力量相对较小，所以会自动回避这些事情，你想掌控结果，不愿意接受结果无法被掌控的事实，同时也面对着过去某种熟悉场景所带来的恐惧。",
        "label": ""
      },
      {
        "sentence": "这种恐惧对你来说特别可怕，这是正常的，对于当时的你来说，那样的恐惧确实非常可怕，你不能接受也是正常的。",
        "label": ""
      },
      {
        "sentence": "但是因为你拒绝恐惧，所以你在控制恐惧这种能量的流通，想要远离恐惧感，然而这个控制其实是无法实现的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么办呢？我真的希望能够解决这个问题，不再受拖延症的困扰。",
    "annotation": [
      {
        "sentence": "那我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我真的希望能够解决这个问题，不再受拖延症的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你愿意，我建议你试着去感受一下恐惧。当恐惧情绪达到最高点时，它自然会下降，而你会发现其实一切都没事。你可以找个安全的环境，告诉自己我们一起面对恐惧，我会陪着你。尝试去感受那种非常恐惧的感觉，不论你脑海中想象出多么可怕的事情，等到恐惧情绪达到顶峰后，你会发现恐惧感减弱了，而你还是处于一个安全的状态，没有任何问题。如果你无法自己完成这个挑战，也可以寻求一些外部力量来帮助你释放恐惧，比如找一位咨询师等等。祝福你。",
    "annotation": [
      {
        "sentence": "如果你愿意，我建议你试着去感受一下恐惧。",
        "label": ""
      },
      {
        "sentence": "当恐惧情绪达到最高点时，它自然会下降，而你会发现其实一切都没事。",
        "label": ""
      },
      {
        "sentence": "你可以找个安全的环境，告诉自己我们一起面对恐惧，我会陪着你。",
        "label": ""
      },
      {
        "sentence": "尝试去感受那种非常恐惧的感觉，不论你脑海中想象出多么可怕的事情，等到恐惧情绪达到顶峰后，你会发现恐惧感减弱了，而你还是处于一个安全的状态，没有任何问题。",
        "label": ""
      },
      {
        "sentence": "如果你无法自己完成这个挑战，也可以寻求一些外部力量来帮助你释放恐惧，比如找一位咨询师等等。",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这样说，我确实可以尝试一下去面对恐惧。或许我一直逃避，没有给自己一个机会去体验恐惧之后的解脱和轻松。我会试着找个安全的环境，慢慢面对我的恐惧。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "听你这样说，我确实可以尝试一下去面对恐惧。",
        "label": ""
      },
      {
        "sentence": "或许我一直逃避，没有给自己一个机会去体验恐惧之后的解脱和轻松。",
        "label": ""
      },
      {
        "sentence": "我会试着找个安全的环境，慢慢面对我的恐惧。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。勇敢地面对恐惧，你将会收获到一种解脱和成长的感觉。记得给自己一些时间和耐心，慢慢地迈出第一步。如果在过程中遇到任何困难，随时都可以来找我倾诉。我相信你能够克服拖延症，摆脱焦虑失眠的困扰。祝你成功！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "勇敢地面对恐惧，你将会收获到一种解脱和成长的感觉。",
        "label": ""
      },
      {
        "sentence": "记得给自己一些时间和耐心，慢慢地迈出第一步。",
        "label": ""
      },
      {
        "sentence": "如果在过程中遇到任何困难，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我相信你能够克服拖延症，摆脱焦虑失眠的困扰。",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      }
    ]
  }
]