[
  {
    "role": "client",
    "content": "我要被拖延症逼疯了，拖延导致焦虑失眠，怎么办？我有严重的拖延症，我知道要马上处理一些事情，但是心里就是有抵触不愿意去做的情绪，导致事情拖延没做，拖延导致焦虑、失眠，带来一连串的负面情绪，已经严重影响我的生活和工作，我要怎么办？我快疯了！！！谁能帮帮我！",
    "annotation": [
      {
        "sentence": "我要被拖延症逼疯了，拖延导致焦虑失眠，怎么办？",
        "label": ""
      },
      {
        "sentence": "我有严重的拖延症，我知道要马上处理一些事情，但是心里就是有抵触不愿意去做的情绪，导致事情拖延没做，拖延导致焦虑、失眠，带来一连串的负面情绪，已经严重影响我的生活和工作，我要怎么办？",
        "label": ""
      },
      {
        "sentence": "我快疯了！！！",
        "label": ""
      },
      {
        "sentence": "谁能帮帮我！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的情况看起来确实很困扰，我了解到你在处理事情时会出现拖延，而这会导致焦虑和失眠等负面情绪。现在我们来一起看看你的问题，首先你内心抵触去做那些需要立即行动的事情。然后因为拖延不处理，事情变得更糟，你无法承受结果的失控。最后，频繁出现的糟糕局面导致你对自己产生焦虑、失眠和不安等负面情绪。针对这些问题，你可以尝试以下方法：一，改变你的想法。二，立即行动。三，加强自律。四，提高自我接纳度。五，将以上四点持续坚持，以形成良性循环。最重要的是改变你的想法。你可以先问问自己，为什么明明是马上要处理的事情，你内心会产生抵触的情绪？这个情绪的产生非常关键，你要找到它的根源。我建议你通过咨询师的帮助来一起寻找和挖掘。改善拖延的不良习惯首先需要立即行动，但你的注意力却被抵触所占据，就像你无法行动一样。建议你暂时搁置思考、情绪、抵触和犹豫，立即开始行动。你也可以寻求他人的合作和监督，以提高处理事情的能力。自律作为第三条建议需要你先实现前两条。我重点想说一下第四条，自我接纳对你来说是一个大问题。你认为自己有严重的拖延症，对自己有了一个病态的判断。是的，如果你觉得病了就要治疗。但是你不去治疗，也没有真正想要改变，只是等待别人来帮助你。你觉得有人帮助你就能解决拖延问题吗？所以我建议你通过心理咨询，长期接受咨询师的跟踪治疗，对你的帮助会最有效。所以如果你真的不想再坚持下去了，如果你真的想改善拖延问题，那就开始行动起来吧。相信自己，我也相信你！加油哦！",
    "annotation": [
      {
        "sentence": "你现在的情况看起来确实很困扰，我了解到你在处理事情时会出现拖延，而这会导致焦虑和失眠等负面情绪。",
        "label": ""
      },
      {
        "sentence": "现在我们来一起看看你的问题，首先你内心抵触去做那些需要立即行动的事情。",
        "label": ""
      },
      {
        "sentence": "然后因为拖延不处理，事情变得更糟，你无法承受结果的失控。",
        "label": ""
      },
      {
        "sentence": "最后，频繁出现的糟糕局面导致你对自己产生焦虑、失眠和不安等负面情绪。",
        "label": ""
      },
      {
        "sentence": "针对这些问题，你可以尝试以下方法：一，改变你的想法。",
        "label": ""
      },
      {
        "sentence": "二，立即行动。",
        "label": ""
      },
      {
        "sentence": "三，加强自律。",
        "label": ""
      },
      {
        "sentence": "四，提高自我接纳度。",
        "label": ""
      },
      {
        "sentence": "五，将以上四点持续坚持，以形成良性循环。",
        "label": ""
      },
      {
        "sentence": "最重要的是改变你的想法。",
        "label": ""
      },
      {
        "sentence": "你可以先问问自己，为什么明明是马上要处理的事情，你内心会产生抵触的情绪？",
        "label": ""
      },
      {
        "sentence": "这个情绪的产生非常关键，你要找到它的根源。",
        "label": ""
      },
      {
        "sentence": "我建议你通过咨询师的帮助来一起寻找和挖掘。",
        "label": ""
      },
      {
        "sentence": "改善拖延的不良习惯首先需要立即行动，但你的注意力却被抵触所占据，就像你无法行动一样。",
        "label": ""
      },
      {
        "sentence": "建议你暂时搁置思考、情绪、抵触和犹豫，立即开始行动。",
        "label": ""
      },
      {
        "sentence": "你也可以寻求他人的合作和监督，以提高处理事情的能力。",
        "label": ""
      },
      {
        "sentence": "自律作为第三条建议需要你先实现前两条。",
        "label": ""
      },
      {
        "sentence": "我重点想说一下第四条，自我接纳对你来说是一个大问题。",
        "label": ""
      },
      {
        "sentence": "你认为自己有严重的拖延症，对自己有了一个病态的判断。",
        "label": ""
      },
      {
        "sentence": "是的，如果你觉得病了就要治疗。",
        "label": ""
      },
      {
        "sentence": "但是你不去治疗，也没有真正想要改变，只是等待别人来帮助你。",
        "label": ""
      },
      {
        "sentence": "你觉得有人帮助你就能解决拖延问题吗？",
        "label": ""
      },
      {
        "sentence": "所以我建议你通过心理咨询，长期接受咨询师的跟踪治疗，对你的帮助会最有效。",
        "label": ""
      },
      {
        "sentence": "所以如果你真的不想再坚持下去了，如果你真的想改善拖延问题，那就开始行动起来吧。",
        "label": ""
      },
      {
        "sentence": "相信自己，我也相信你！",
        "label": ""
      },
      {
        "sentence": "加油哦！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的回复。我明白了，我确实需要改变自己的认知和想法，我意识到了自己内心的拖延情绪对我产生的影响。我会积极寻求咨询师的帮助，与他们一起找到抵触情绪的来源并加以解决。同时，我也会尽快开始行动，将思考、情绪和犹豫暂时放置一边，专注于解决问题。我会提高自律能力，寻求合作与监督，以更好地处理事情。对于自我接纳这个问题，我也会重新调整我的心态，明白改变是必要的，我会积极进行心理咨询治疗，与咨询师长期合作，共同解决我的拖延问题。非常感谢你的建议和鼓励，我会努力改变！谢谢！",
    "annotation": [
      {
        "sentence": "谢谢支持者的回复。",
        "label": ""
      },
      {
        "sentence": "我明白了，我确实需要改变自己的认知和想法，我意识到了自己内心的拖延情绪对我产生的影响。",
        "label": ""
      },
      {
        "sentence": "我会积极寻求咨询师的帮助，与他们一起找到抵触情绪的来源并加以解决。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尽快开始行动，将思考、情绪和犹豫暂时放置一边，专注于解决问题。",
        "label": ""
      },
      {
        "sentence": "我会提高自律能力，寻求合作与监督，以更好地处理事情。",
        "label": ""
      },
      {
        "sentence": "对于自我接纳这个问题，我也会重新调整我的心态，明白改变是必要的，我会积极进行心理咨询治疗，与咨询师长期合作，共同解决我的拖延问题。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和鼓励，我会努力改变！",
        "label": ""
      },
      {
        "sentence": "谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应。你已经认识到了自己需要改变认知和想法的重要性，同时也明白了寻求咨询师的帮助是解决问题的有效途径。你的决心和行动让我很欣慰。记住，行动是改变的第一步，我相信你能够做到。同时，你也要相信自己，相信自己能够摆脱拖延的困境，实现自我接纳和自律。在心理咨询方面，咨询师会给予你专业的支持和指导，帮助你逐步克服拖延问题，走向更好的生活。你是一个勇敢的人，我对你充满信心。加油，你可以做到的！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应。",
        "label": ""
      },
      {
        "sentence": "你已经认识到了自己需要改变认知和想法的重要性，同时也明白了寻求咨询师的帮助是解决问题的有效途径。",
        "label": ""
      },
      {
        "sentence": "你的决心和行动让我很欣慰。",
        "label": ""
      },
      {
        "sentence": "记住，行动是改变的第一步，我相信你能够做到。",
        "label": ""
      },
      {
        "sentence": "同时，你也要相信自己，相信自己能够摆脱拖延的困境，实现自我接纳和自律。",
        "label": ""
      },
      {
        "sentence": "在心理咨询方面，咨询师会给予你专业的支持和指导，帮助你逐步克服拖延问题，走向更好的生活。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢的人，我对你充满信心。",
        "label": ""
      },
      {
        "sentence": "加油，你可以做到的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的肯定和支持。你的鼓励让我更加坚定了改变的决心。我会积极配合咨询师的工作，努力克服拖延问题，向一个更积极、高效的生活方式转变。我相信，通过持续努力和专业指导，我一定能战胜拖延症，重新找回生活的平衡和快乐。再次感谢你的陪伴和鼓励，谢谢！",
    "annotation": [
      {
        "sentence": "非常感谢你的肯定和支持。",
        "label": ""
      },
      {
        "sentence": "你的鼓励让我更加坚定了改变的决心。",
        "label": ""
      },
      {
        "sentence": "我会积极配合咨询师的工作，努力克服拖延问题，向一个更积极、高效的生活方式转变。",
        "label": ""
      },
      {
        "sentence": "我相信，通过持续努力和专业指导，我一定能战胜拖延症，重新找回生活的平衡和快乐。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和鼓励，谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰看到你的积极态度和决心。你的投入和配合一定会促使你迈向改变和成长的道路上。相信自己，相信你拥有战胜困难的力量。同时，还要记得给自己一些鼓励和奖励，逐步建立起积极的循环。如果你在前进的路上遇到困难，记得随时向咨询师寻求支持和指导。我相信，在短时间内，你就能感受到生活的变化和进步。祝愿你早日战胜拖延，开启全新的人生篇章！加油！",
    "annotation": [
      {
        "sentence": "非常欣慰看到你的积极态度和决心。",
        "label": ""
      },
      {
        "sentence": "你的投入和配合一定会促使你迈向改变和成长的道路上。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你拥有战胜困难的力量。",
        "label": ""
      },
      {
        "sentence": "同时，还要记得给自己一些鼓励和奖励，逐步建立起积极的循环。",
        "label": ""
      },
      {
        "sentence": "如果你在前进的路上遇到困难，记得随时向咨询师寻求支持和指导。",
        "label": ""
      },
      {
        "sentence": "我相信，在短时间内，你就能感受到生活的变化和进步。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日战胜拖延，开启全新的人生篇章！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]