[
  {
    "role": "client",
    "content": "最近一年都没出门的欲望，不想回家怎么办？不想出门，肚子饿了才勉勉强强出去。自己出门会有点焦虑，要做准备。前几年出门会很想哭，但是我妈命令我每天出去买菜，后来勉强好了。这一年又这样了，只是没有之前那么严重对出门有点抵触。而且这个月心情不太行，想过割腕只敢想这一种，因为我晕血不敢这样做。现在不想待学校，也不想回家怎么办？",
    "annotation": [
      {
        "sentence": "最近一年都没出门的欲望，不想回家怎么办？",
        "label": ""
      },
      {
        "sentence": "不想出门，肚子饿了才勉勉强强出去。",
        "label": ""
      },
      {
        "sentence": "自己出门会有点焦虑，要做准备。",
        "label": ""
      },
      {
        "sentence": "前几年出门会很想哭，但是我妈命令我每天出去买菜，后来勉强好了。",
        "label": ""
      },
      {
        "sentence": "这一年又这样了，只是没有之前那么严重对出门有点抵触。",
        "label": ""
      },
      {
        "sentence": "而且这个月心情不太行，想过割腕只敢想这一种，因为我晕血不敢这样做。",
        "label": ""
      },
      {
        "sentence": "现在不想待学校，也不想回家怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我真的心疼你。作为一个20岁的年轻人，这一段时光是青春的年华，应该是美好而有活力的。但是对你来说，却是一段充斥着焦虑和困扰的时期。我理解自己出门对你来说可能有一些压力，有必要进行心理建设，或者是你妈妈的逼迫让你只好逼迫着自己去买菜。过去几年里，你经历了情绪低落，甚至想割腕这样伤害自己的行为。你能告诉我为什么会这样吗？发生了什么事让你变得如此困扰？你是休学了吗？也许你曾经有自己的理想和目标，你知道长大后要做什么、成为什么样的人，但现在这些都不再清晰了吗？你能想象5年后的自己是怎样的吗？又能想象10年后的自己会是怎样的吗？难道你想就像现在这样一辈子过下去吗？你来到这个世界，你不想展现自己的光芒吗？听说你既不想待在家里，也不想待在学校，这样的生活对你来说并不舒适。如果你生病了，如果你需要帮助的话，你可以去看医生或者进行心理咨询。有时候，一个人独自面对这个世界真的是非常不容易的。",
    "annotation": [
      {
        "sentence": "听到你的经历，我真的心疼你。",
        "label": ""
      },
      {
        "sentence": "作为一个20岁的年轻人，这一段时光是青春的年华，应该是美好而有活力的。",
        "label": ""
      },
      {
        "sentence": "但是对你来说，却是一段充斥着焦虑和困扰的时期。",
        "label": ""
      },
      {
        "sentence": "我理解自己出门对你来说可能有一些压力，有必要进行心理建设，或者是你妈妈的逼迫让你只好逼迫着自己去买菜。",
        "label": ""
      },
      {
        "sentence": "过去几年里，你经历了情绪低落，甚至想割腕这样伤害自己的行为。",
        "label": ""
      },
      {
        "sentence": "你能告诉我为什么会这样吗？",
        "label": ""
      },
      {
        "sentence": "发生了什么事让你变得如此困扰？",
        "label": ""
      },
      {
        "sentence": "你是休学了吗？",
        "label": ""
      },
      {
        "sentence": "也许你曾经有自己的理想和目标，你知道长大后要做什么、成为什么样的人，但现在这些都不再清晰了吗？",
        "label": ""
      },
      {
        "sentence": "你能想象5年后的自己是怎样的吗？",
        "label": ""
      },
      {
        "sentence": "又能想象10年后的自己会是怎样的吗？",
        "label": ""
      },
      {
        "sentence": "难道你想就像现在这样一辈子过下去吗？",
        "label": ""
      },
      {
        "sentence": "你来到这个世界，你不想展现自己的光芒吗？",
        "label": ""
      },
      {
        "sentence": "听说你既不想待在家里，也不想待在学校，这样的生活对你来说并不舒适。",
        "label": ""
      },
      {
        "sentence": "如果你生病了，如果你需要帮助的话，你可以去看医生或者进行心理咨询。",
        "label": ""
      },
      {
        "sentence": "有时候，一个人独自面对这个世界真的是非常不容易的。",
        "label": ""
      }
    ]
  }
]