[
  {
    "role": "client",
    "content": "感觉生不逢时，过错了一生，步步错以至于身陷绝境？",
    "annotation": [
      {
        "sentence": "感觉生不逢时，过错了一生，步步错以至于身陷绝境？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道你具体负责是哪一块的公务，政府部门的工作流程都是可以相互通融的。",
    "annotation": [
      {
        "sentence": "不知道你具体负责是哪一块的公务，政府部门的工作流程都是可以相互通融的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我准备了几年的公职考试终于在去年交上来一份录取的答卷，终于证明自己的热浪喷涌而出，从眼泪中带着喜悦流淌下来。可现在选择了乡政府，也选择了异地，压力几乎是几何增长，工作应接不暇、人际关系错综复杂、检查没有间断。我感觉这不是工作，这是给我判了刑，还是无期徒刑。",
    "annotation": [
      {
        "sentence": "我准备了几年的公职考试终于在去年交上来一份录取的答卷，终于证明自己的热浪喷涌而出，从眼泪中带着喜悦流淌下来。",
        "label": ""
      },
      {
        "sentence": "可现在选择了乡政府，也选择了异地，压力几乎是几何增长，工作应接不暇、人际关系错综复杂、检查没有间断。",
        "label": ""
      },
      {
        "sentence": "我感觉这不是工作，这是给我判了刑，还是无期徒刑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "基层很艰辛，异地倍思亲。上升渠道少，辞职还是拼。虽然环境不好，但打理好自己的办公室也不难。做好分内工作，同时给自己充充电，多看一些有关的政治书和农务方面的知识，也不算浪费自己的时间。可能基层群众的思想并不是特别的先进，没办法和你进行有效的沟通，你可以多了解当地的方言以及生活习惯，参加他们举办的一些活动，看看大妈们跳广场舞，看看大爷下的象棋。还有这几年国家一直都在推崇网络带货，电子商务的发展也是越来越快捷，当地有没有什么特色的农产品之类的？或者好的旅游资源？绿水青山也是金山银山，要带动农民发家致富，需要很强的毅力和勇气。",
    "annotation": [
      {
        "sentence": "基层很艰辛，异地倍思亲。",
        "label": ""
      },
      {
        "sentence": "上升渠道少，辞职还是拼。",
        "label": ""
      },
      {
        "sentence": "虽然环境不好，但打理好自己的办公室也不难。",
        "label": ""
      },
      {
        "sentence": "做好分内工作，同时给自己充充电，多看一些有关的政治书和农务方面的知识，也不算浪费自己的时间。",
        "label": ""
      },
      {
        "sentence": "可能基层群众的思想并不是特别的先进，没办法和你进行有效的沟通，你可以多了解当地的方言以及生活习惯，参加他们举办的一些活动，看看大妈们跳广场舞，看看大爷下的象棋。",
        "label": ""
      },
      {
        "sentence": "还有这几年国家一直都在推崇网络带货，电子商务的发展也是越来越快捷，当地有没有什么特色的农产品之类的？",
        "label": ""
      },
      {
        "sentence": "或者好的旅游资源？",
        "label": ""
      },
      {
        "sentence": "绿水青山也是金山银山，要带动农民发家致富，需要很强的毅力和勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我退不出来，退了就会留下“案底”，影响以后的考试，我也干不下去。一个大男人被折磨的每天夜晚以泪洗面，亲朋根本不会理解，每次吐苦水最终都会被一句“那是人生最好的历练，你还年轻”给挡回去，我无处诉说，只好寻死，想过好多次就这样死了算了，可结了婚有了小孩，想起父母亲人又不忍心就这样走了。我觉得我掉入了一个巨大的深渊，我只求能逃脱出去，哪怕是一枪打死我让我解脱。",
    "annotation": [
      {
        "sentence": "我退不出来，退了就会留下“案底”，影响以后的考试，我也干不下去。",
        "label": ""
      },
      {
        "sentence": "一个大男人被折磨的每天夜晚以泪洗面，亲朋根本不会理解，每次吐苦水最终都会被一句“那是人生最好的历练，你还年轻”给挡回去，我无处诉说，只好寻死，想过好多次就这样死了算了，可结了婚有了小孩，想起父母亲人又不忍心就这样走了。",
        "label": ""
      },
      {
        "sentence": "我觉得我掉入了一个巨大的深渊，我只求能逃脱出去，哪怕是一枪打死我让我解脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "选择都有代价，弯路肯定要走一走，我觉得无愧于心即可。而且很多优秀的人都是从基层做起的，你是为了人民，为了家乡，为了自己最初的那一份坚持梦想。你真的很幸福，为了自己的理想，远走他乡，离开了舒适圈，开始了一个新的旅途。其实你朋友说的也并没有什么错，他们相信你能度过艰难的旅途，相信你最后能实现自己的理想。更何况爱你的人永远在远方等着你回家，他们也盼望着你有优秀的执政经验，能创造出辉煌。",
    "annotation": [
      {
        "sentence": "选择都有代价，弯路肯定要走一走，我觉得无愧于心即可。",
        "label": ""
      },
      {
        "sentence": "而且很多优秀的人都是从基层做起的，你是为了人民，为了家乡，为了自己最初的那一份坚持梦想。",
        "label": ""
      },
      {
        "sentence": "你真的很幸福，为了自己的理想，远走他乡，离开了舒适圈，开始了一个新的旅途。",
        "label": ""
      },
      {
        "sentence": "其实你朋友说的也并没有什么错，他们相信你能度过艰难的旅途，相信你最后能实现自己的理想。",
        "label": ""
      },
      {
        "sentence": "更何况爱你的人永远在远方等着你回家，他们也盼望着你有优秀的执政经验，能创造出辉煌。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是很佩服那些在基层的勇士，可是生活中的困难真的让我心力交瘁。我觉得自己无法适应这样压力山大的环境，每天都感觉被淹没在波涛汹涌的海洋中。",
    "annotation": [
      {
        "sentence": "我是很佩服那些在基层的勇士，可是生活中的困难真的让我心力交瘁。",
        "label": ""
      },
      {
        "sentence": "我觉得自己无法适应这样压力山大的环境，每天都感觉被淹没在波涛汹涌的海洋中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "基层工作的确很困难，环境也很苛刻，但农村生活中还是有很多美好的地方，空气清新，环境宜人，村民们生产的土鸡蛋土猪肉都是纯纯的自然没有人工添加剂。基层工作不仅对你来说是个巨大的考验，也是对你所在的地区老乡们的考验。你可以试着换一个心态，用一个记录本记录每个老乡的家庭条件和经济来源状况，利用好现在的网络资源，学习电子商务，创办自己的乡镇品牌。我相信你一定可以克服困难的，只需要想一想，以后的路应该怎么走！",
    "annotation": [
      {
        "sentence": "基层工作的确很困难，环境也很苛刻，但农村生活中还是有很多美好的地方，空气清新，环境宜人，村民们生产的土鸡蛋土猪肉都是纯纯的自然没有人工添加剂。",
        "label": ""
      },
      {
        "sentence": "基层工作不仅对你来说是个巨大的考验，也是对你所在的地区老乡们的考验。",
        "label": ""
      },
      {
        "sentence": "你可以试着换一个心态，用一个记录本记录每个老乡的家庭条件和经济来源状况，利用好现在的网络资源，学习电子商务，创办自己的乡镇品牌。",
        "label": ""
      },
      {
        "sentence": "我相信你一定可以克服困难的，只需要想一想，以后的路应该怎么走！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的方法听起来还是有些可行的。或许我可以尝试一下，或许还有希望。",
    "annotation": [
      {
        "sentence": "你说的方法听起来还是有些可行的。",
        "label": ""
      },
      {
        "sentence": "或许我可以尝试一下，或许还有希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的！我相信你能够找到一条适合自己的路，克服困难，实现自己的理想。人生中遇到困难是正常的，关键是要积极应对，找到解决问题的方法。不要放弃，坚持下去，你会收获更多的成就和满足感。",
    "annotation": [
      {
        "sentence": "对的！",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到一条适合自己的路，克服困难，实现自己的理想。",
        "label": ""
      },
      {
        "sentence": "人生中遇到困难是正常的，关键是要积极应对，找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "不要放弃，坚持下去，你会收获更多的成就和满足感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会好好思考并尝试去改变自己的心态和工作方式，相信自己能够度过这段困难的时光。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会好好思考并尝试去改变自己的心态和工作方式，相信自己能够度过这段困难的时光。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰能够听到你这样的回答。相信自己，相信未来，你一定会找到属于自己的光明道路的。我会一直在你身边支持你，加油！",
    "annotation": [
      {
        "sentence": "非常欣慰能够听到你这样的回答。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，你一定会找到属于自己的光明道路的。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会加油的！",
        "label": ""
      }
    ]
  }
]