[
  {
    "role": "client",
    "content": "13岁初二，和父母起纠纷，他们不管我反倒好好的？我的父母一直都很开明但是自从我上了初二，最近喜欢多管闲事，我明明在学习上各个方面都有很大进步可以进前几名了，但是他们老在小事上吹毛求疵，比如上车以后就喊我抓紧时间睡觉，或是让我周五晚上就紧锣密鼓地写作业，然后我语气肯定的，态度很好地告诉他们我不想做，我自己有安排他们就不听我的，然后就骂我，周日早上我因为前一天熬夜刷题到两点就定的是8:30的闹钟，他们就八点半过来嚷嚷我，我说睡到8:40已经快没有困意了，他们就开始骂我。我也明确跟他们说过可以不用管我我自己会做好的，他们还是要管，然后嫌我态度不端正，可是明明是他们先不耐烦的感觉很烦，他们不管我我反倒好好的，一管我我如果按着他们的来我就找不到自己的状态。咋办啊求求谢谢解答！！！我也很想跟他们处好关系！",
    "annotation": [
      {
        "sentence": "13岁初二，和父母起纠纷，他们不管我反倒好好的？",
        "label": ""
      },
      {
        "sentence": "我的父母一直都很开明但是自从我上了初二，最近喜欢多管闲事，我明明在学习上各个方面都有很大进步可以进前几名了，但是他们老在小事上吹毛求疵，比如上车以后就喊我抓紧时间睡觉，或是让我周五晚上就紧锣密鼓地写作业，然后我语气肯定的，态度很好地告诉他们我不想做，我自己有安排他们就不听我的，然后就骂我，周日早上我因为前一天熬夜刷题到两点就定的是8:30的闹钟，他们就八点半过来嚷嚷我，我说睡到8:40已经快没有困意了，他们就开始骂我。",
        "label": ""
      },
      {
        "sentence": "我也明确跟他们说过可以不用管我我自己会做好的，他们还是要管，然后嫌我态度不端正，可是明明是他们先不耐烦的感觉很烦，他们不管我我反倒好好的，一管我我如果按着他们的来我就找不到自己的状态。",
        "label": ""
      },
      {
        "sentence": "咋办啊求求谢谢解答！！！",
        "label": ""
      },
      {
        "sentence": "我也很想跟他们处好关系！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题，给你一个心疼的拥抱～上了初二，父母突然开始严格管束你，可能有以下两点原因：临近初三，担心你的中考。你已经进入青春期，容易产生叛逆心理。",
    "annotation": [
      {
        "sentence": "看了你的问题，给你一个心疼的拥抱～上了初二，父母突然开始严格管束你，可能有以下两点原因：临近初三，担心你的中考。",
        "label": ""
      },
      {
        "sentence": "你已经进入青春期，容易产生叛逆心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "父母一直很开明，但是自从我上了初二，他们突然变得多管闲事起来。我明明在学习和其他方面都有进步，可以进前几名了，可他们老是吹毛求疵，比如上车时催我赶紧睡觉，或是让我周五晚上写作业，我告诉他们我不想做，有自己的安排，他们就不听我，还骂我。周日早上我因为熬夜到两点才睡，定了8:30的闹钟，他们八点半就来嚷嚷我，我说已经没困意了，要睡到8:40，他们就开始骂我。我明明告诉过他们可以不用管我，我自己会做好的，他们还是要管，并嫌我态度不端正，可明明是他们先不耐烦的。他们不管我，反而我能好好的，一管我我就找不到自己的状态。这该怎么办啊，求求你解答！我也很想和他们处好关系！",
    "annotation": [
      {
        "sentence": "父母一直很开明，但是自从我上了初二，他们突然变得多管闲事起来。",
        "label": ""
      },
      {
        "sentence": "我明明在学习和其他方面都有进步，可以进前几名了，可他们老是吹毛求疵，比如上车时催我赶紧睡觉，或是让我周五晚上写作业，我告诉他们我不想做，有自己的安排，他们就不听我，还骂我。",
        "label": ""
      },
      {
        "sentence": "周日早上我因为熬夜到两点才睡，定了8:30的闹钟，他们八点半就来嚷嚷我，我说已经没困意了，要睡到8:40，他们就开始骂我。",
        "label": ""
      },
      {
        "sentence": "我明明告诉过他们可以不用管我，我自己会做好的，他们还是要管，并嫌我态度不端正，可明明是他们先不耐烦的。",
        "label": ""
      },
      {
        "sentence": "他们不管我，反而我能好好的，一管我我就找不到自己的状态。",
        "label": ""
      },
      {
        "sentence": "这该怎么办啊，求求你解答！",
        "label": ""
      },
      {
        "sentence": "我也很想和他们处好关系！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，我真的好心疼你呢！初二了，父母开始严格管束你，可能是因为两个原因：一是临近初三，他们很担心你的中考；二是你已经进入了青春期，容易产生叛逆心理。我可以理解你希望能够和父母相处融洽，而你的父母肯定也是因为爱你，才对你越来越严格，只是方式上存在一些问题。我给你几点建议，希望能帮到你！",
    "annotation": [
      {
        "sentence": "看到你的问题，我真的好心疼你呢！",
        "label": ""
      },
      {
        "sentence": "初二了，父母开始严格管束你，可能是因为两个原因：一是临近初三，他们很担心你的中考；二是你已经进入了青春期，容易产生叛逆心理。",
        "label": ""
      },
      {
        "sentence": "我可以理解你希望能够和父母相处融洽，而你的父母肯定也是因为爱你，才对你越来越严格，只是方式上存在一些问题。",
        "label": ""
      },
      {
        "sentence": "我给你几点建议，希望能帮到你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的感谢你的回复，也谢谢你的理解和支持！我该怎么和他们沟通呢？",
    "annotation": [
      {
        "sentence": "真的感谢你的回复，也谢谢你的理解和支持！",
        "label": ""
      },
      {
        "sentence": "我该怎么和他们沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为朋友，我知道你的感受，大家都是为了更好的理解和相处。你可以主动和父母进行沟通，坦诚地告诉他们你的困扰和烦恼，指出他们的某些行为对你造成了困扰。和父母协商，找出双方都满意且舒服的相处模式和解决问题的方式。其实，父母也需要理解和支持，通过表达你的想法和你的爱，可以让你们的家庭氛围变得更加美好。",
    "annotation": [
      {
        "sentence": "作为朋友，我知道你的感受，大家都是为了更好的理解和相处。",
        "label": ""
      },
      {
        "sentence": "你可以主动和父母进行沟通，坦诚地告诉他们你的困扰和烦恼，指出他们的某些行为对你造成了困扰。",
        "label": ""
      },
      {
        "sentence": "和父母协商，找出双方都满意且舒服的相处模式和解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "其实，父母也需要理解和支持，通过表达你的想法和你的爱，可以让你们的家庭氛围变得更加美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我想我应该试着去理解他们的用心。我会主动表达我的想法和爱的，希望能让我们的家庭关系变得更好。同时，我也会给父母树立一个良好的榜样，让他们看到我自律和能力，相信我可以做到自我监督，不需要过度激烈的督促。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "你说得对，我想我应该试着去理解他们的用心。",
        "label": ""
      },
      {
        "sentence": "我会主动表达我的想法和爱的，希望能让我们的家庭关系变得更好。",
        "label": ""
      },
      {
        "sentence": "同时，我也会给父母树立一个良好的榜样，让他们看到我自律和能力，相信我可以做到自我监督，不需要过度激烈的督促。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你真是一个很懂事的孩子！父母对你的严格管束也是因为关心和担心你。现在你已经进入青春期了，面对的问题和困扰和很多孩子都会经历的。所以，不要对自己有太大压力，要调整好心态，主动和家人协商解决问题。爱自己，也要爱父母和生活！我会一直在这里支持你，愿我的文字能带给你温暖！也感谢路过的朋友读到这里，欢迎关注我，点“有用”哦！",
    "annotation": [
      {
        "sentence": "你真是一个很懂事的孩子！",
        "label": ""
      },
      {
        "sentence": "父母对你的严格管束也是因为关心和担心你。",
        "label": ""
      },
      {
        "sentence": "现在你已经进入青春期了，面对的问题和困扰和很多孩子都会经历的。",
        "label": ""
      },
      {
        "sentence": "所以，不要对自己有太大压力，要调整好心态，主动和家人协商解决问题。",
        "label": ""
      },
      {
        "sentence": "爱自己，也要爱父母和生活！",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你，愿我的文字能带给你温暖！",
        "label": ""
      },
      {
        "sentence": "也感谢路过的朋友读到这里，欢迎关注我，点“有用”哦！",
        "label": ""
      }
    ]
  }
]