[
  {
    "role": "client",
    "content": "情侣之间吵架，离家出走不愿意沟通怎么办？我和我对象昨晚在乡下老家过周末。",
    "annotation": [
      {
        "sentence": "情侣之间吵架，离家出走不愿意沟通怎么办？",
        "label": ""
      },
      {
        "sentence": "我和我对象昨晚在乡下老家过周末。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能感受到你对于婚姻中与伴侣的沟通有些迷茫和不知所措。我想就我的理解回应或许不一定清晰，仅供你参考。首先不知道你们这样的沟通模式是一个长期的模式，还是由于现阶段他经历了事业上的瓶颈之后暂时出现的模式。",
    "annotation": [
      {
        "sentence": "能感受到你对于婚姻中与伴侣的沟通有些迷茫和不知所措。",
        "label": ""
      },
      {
        "sentence": "我想就我的理解回应或许不一定清晰，仅供你参考。",
        "label": ""
      },
      {
        "sentence": "首先不知道你们这样的沟通模式是一个长期的模式，还是由于现阶段他经历了事业上的瓶颈之后暂时出现的模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们之前沟通还可以，但这次他情绪特别激动，完全不听我解释。",
    "annotation": [
      {
        "sentence": "我们之前沟通还可以，但这次他情绪特别激动，完全不听我解释。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来更像是一个暂时出现的模式，我会考虑事业上的不顺利对他目前造成了一定的影响。人到中年，事业不顺，对于很多人来说这都是一个坎，很多男人往往非常看重事业，不可否认，事业从某种程度上来说是一个人价值感的来源，特别是，如果一个人没有一个很稳定的自尊在内在支撑的话，更加容易依赖外在的成功与否来衡量自己的价值。",
    "annotation": [
      {
        "sentence": "听起来更像是一个暂时出现的模式，我会考虑事业上的不顺利对他目前造成了一定的影响。",
        "label": ""
      },
      {
        "sentence": "人到中年，事业不顺，对于很多人来说这都是一个坎，很多男人往往非常看重事业，不可否认，事业从某种程度上来说是一个人价值感的来源，特别是，如果一个人没有一个很稳定的自尊在内在支撑的话，更加容易依赖外在的成功与否来衡量自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，他最近确实遇到了一些事业上的困难，我也能理解他的压力。但他为什么要拿我出气呢？",
    "annotation": [
      {
        "sentence": "你说得没错，他最近确实遇到了一些事业上的困难，我也能理解他的压力。",
        "label": ""
      },
      {
        "sentence": "但他为什么要拿我出气呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，你提到情绪积压。男人往往比女人更难以表达情绪，这和他们对于表达的理解有关系，女人有了情绪，不会有太多的羞耻感，会更容易寻求释放，家人，闺蜜，同事各种关系都有可能成为她倾诉的对象。再不济还有吃吃吃和买买买，然而，对于男人而言，他们往往更多的压抑情绪，他们可能觉得表达情绪是脆弱的体现，从而不断压抑。",
    "annotation": [
      {
        "sentence": "另外，你提到情绪积压。",
        "label": ""
      },
      {
        "sentence": "男人往往比女人更难以表达情绪，这和他们对于表达的理解有关系，女人有了情绪，不会有太多的羞耻感，会更容易寻求释放，家人，闺蜜，同事各种关系都有可能成为她倾诉的对象。",
        "label": ""
      },
      {
        "sentence": "再不济还有吃吃吃和买买买，然而，对于男人而言，他们往往更多的压抑情绪，他们可能觉得表达情绪是脆弱的体现，从而不断压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么去接触他呢？我现在有点怕他。",
    "annotation": [
      {
        "sentence": "那我应该怎么去接触他呢？",
        "label": ""
      },
      {
        "sentence": "我现在有点怕他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "前一天你去外地出差，晚上早睡没有及时回他微信，他觉得你出轨，或许说明他由于目前的现状，对自己的不确定而导致安全感的下降，有一些倾向于往灾难化的方向解读信息，你在卧室上网课，他抓着这事情不放，你采用冷处理。我猜测他抓着不放既有这件事情本身所带来的危机，也有求关注的成分。然而你的冷处理让他感受到的是忽视和不在意，最终彻底丧失自我的控制，情绪崩溃。这应该是一系列事件和情绪累积的结果。",
    "annotation": [
      {
        "sentence": "前一天你去外地出差，晚上早睡没有及时回他微信，他觉得你出轨，或许说明他由于目前的现状，对自己的不确定而导致安全感的下降，有一些倾向于往灾难化的方向解读信息，你在卧室上网课，他抓着这事情不放，你采用冷处理。",
        "label": ""
      },
      {
        "sentence": "我猜测他抓着不放既有这件事情本身所带来的危机，也有求关注的成分。",
        "label": ""
      },
      {
        "sentence": "然而你的冷处理让他感受到的是忽视和不在意，最终彻底丧失自我的控制，情绪崩溃。",
        "label": ""
      },
      {
        "sentence": "这应该是一系列事件和情绪累积的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能我之前的处理方式并不是很合适。但我现在应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，可能我之前的处理方式并不是很合适。",
        "label": ""
      },
      {
        "sentence": "但我现在应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "说到怎么办，其实你是否能够真正的理解到他的内在，这是至关重要的。他一直需要一个坚硬的壳帮他支撑，轻易不会拿掉，但是如果你能理解，而且是理解到他内心最隐秘脆弱的那个部分，他才有可能柔软下来。在这个过程中，你是否愿意换位感受，看到他的迷茫，犹豫，担心，挫败，还是你只愿意站在你的立场，提出你的诉求，当然决定了你们的沟通效果。所谓的事件其实没有那么重要，直面这个过程中的情绪情感，而不要和他纠缠于事件上的是非对错，或许能有助于你们破局。",
    "annotation": [
      {
        "sentence": "说到怎么办，其实你是否能够真正的理解到他的内在，这是至关重要的。",
        "label": ""
      },
      {
        "sentence": "他一直需要一个坚硬的壳帮他支撑，轻易不会拿掉，但是如果你能理解，而且是理解到他内心最隐秘脆弱的那个部分，他才有可能柔软下来。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你是否愿意换位感受，看到他的迷茫，犹豫，担心，挫败，还是你只愿意站在你的立场，提出你的诉求，当然决定了你们的沟通效果。",
        "label": ""
      },
      {
        "sentence": "所谓的事件其实没有那么重要，直面这个过程中的情绪情感，而不要和他纠缠于事件上的是非对错，或许能有助于你们破局。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更多地站在他的角度去理解他。我会试着与他进行真诚的沟通，尝试解决问题。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我明白了，我应该更多地站在他的角度去理解他。",
        "label": ""
      },
      {
        "sentence": "我会试着与他进行真诚的沟通，尝试解决问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "祝福你们能够顺利渡过这个难关，希望你们能够通过有效的沟通重新建立起信任和理解，共同成长和面对人生中的挑战。",
    "annotation": [
      {
        "sentence": "祝福你们能够顺利渡过这个难关，希望你们能够通过有效的沟通重新建立起信任和理解，共同成长和面对人生中的挑战。",
        "label": ""
      }
    ]
  }
]