[
  {
    "role": "client",
    "content": "我弟今年25岁，躺床上十几天了，谁也不理怎么办？第一次躺床上不吃不喝是因为高考填自愿问题，不知道选择什么专业，第二次是因为找工作，第三次是因为家里开鞋厂，做鞋师傅把鞋子做的不好，他气起来就躺房间里面，不吃不喝好几天，这次是因为他和我爸说让下料师傅料这样下，下料师傅料下错了，他又躺在床上了，这次十几天了，每次别人劝他起来，他都不理人，不回答，请问一下是不是心理有问题，我父母很着急，我也实在没有办法。",
    "annotation": [
      {
        "sentence": "我弟今年25岁，躺床上十几天了，谁也不理怎么办？",
        "label": ""
      },
      {
        "sentence": "第一次躺床上不吃不喝是因为高考填自愿问题，不知道选择什么专业，第二次是因为找工作，第三次是因为家里开鞋厂，做鞋师傅把鞋子做的不好，他气起来就躺房间里面，不吃不喝好几天，这次是因为他和我爸说让下料师傅料这样下，下料师傅料下错了，他又躺在床上了，这次十几天了，每次别人劝他起来，他都不理人，不回答，请问一下是不是心理有问题，我父母很着急，我也实在没有办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到您弟不吃不喝十几天，很是心疼和着急！他在面对高考、就业、家庭问题时，都选择了躺在床上不理人的方式来对抗困难，这样的模式让我们非常担心！才25岁，今后生活和工作中还会遇到更多挫折和不如意的情况，但他不能一直以饥饿和自我封闭来对待这些问题，这是需要改变的抗挫模式！我想问一下，他从小就有这种不满意就躺在床上不理人的行为吗？家人是如何解决这个问题的呢？是满足他的意愿后他才能恢复正常吗？还是过了几天他自己才能缓过来呢？我们不能期望能够让所有人按照他的意愿来行事，一遇到不如意就用这种方式折磨自己和家人，这是不可取的！",
    "annotation": [
      {
        "sentence": "看到您弟不吃不喝十几天，很是心疼和着急！",
        "label": ""
      },
      {
        "sentence": "他在面对高考、就业、家庭问题时，都选择了躺在床上不理人的方式来对抗困难，这样的模式让我们非常担心！",
        "label": ""
      },
      {
        "sentence": "才25岁，今后生活和工作中还会遇到更多挫折和不如意的情况，但他不能一直以饥饿和自我封闭来对待这些问题，这是需要改变的抗挫模式！",
        "label": ""
      },
      {
        "sentence": "我想问一下，他从小就有这种不满意就躺在床上不理人的行为吗？",
        "label": ""
      },
      {
        "sentence": "家人是如何解决这个问题的呢？",
        "label": ""
      },
      {
        "sentence": "是满足他的意愿后他才能恢复正常吗？",
        "label": ""
      },
      {
        "sentence": "还是过了几天他自己才能缓过来呢？",
        "label": ""
      },
      {
        "sentence": "我们不能期望能够让所有人按照他的意愿来行事，一遇到不如意就用这种方式折磨自己和家人，这是不可取的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从小到大，他的确是遇到困难就会不理家人，自我封闭。解决问题的方法一直比较困难，有时候他会自己缓过来，有时候需要我们满足他的要求才会恢复正常。",
    "annotation": [
      {
        "sentence": "从小到大，他的确是遇到困难就会不理家人，自我封闭。",
        "label": ""
      },
      {
        "sentence": "解决问题的方法一直比较困难，有时候他会自己缓过来，有时候需要我们满足他的要求才会恢复正常。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了。他的处理方式确实有些问题，不能用这种不理人的方式来解决困难。我建议让他想一想，以前遇到问题是如何成功解决的。他需要回顾一下当时发生了什么？结果如何？最佳解决方案是什么？通过这样的思考，让他自己总结出处理问题的经验，这对他今后解决问题会有很大的帮助。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "他的处理方式确实有些问题，不能用这种不理人的方式来解决困难。",
        "label": ""
      },
      {
        "sentence": "我建议让他想一想，以前遇到问题是如何成功解决的。",
        "label": ""
      },
      {
        "sentence": "他需要回顾一下当时发生了什么？",
        "label": ""
      },
      {
        "sentence": "结果如何？",
        "label": ""
      },
      {
        "sentence": "最佳解决方案是什么？",
        "label": ""
      },
      {
        "sentence": "通过这样的思考，让他自己总结出处理问题的经验，这对他今后解决问题会有很大的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个主意不错，我会和他交流并鼓励他讲述以前处理问题的成功经验。",
    "annotation": [
      {
        "sentence": "这个主意不错，我会和他交流并鼓励他讲述以前处理问题的成功经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好！除了和他交流，还有一点我想提醒您的是，如果条件允许的话，可以考虑让他找一位心理咨询师进行催眠疗法。这样可以帮助他找到自己成长过程中的痛苦经历，并进行自我心理对话，重新审视自己，改变不正确的处理方式。",
    "annotation": [
      {
        "sentence": "很好！",
        "label": ""
      },
      {
        "sentence": "除了和他交流，还有一点我想提醒您的是，如果条件允许的话，可以考虑让他找一位心理咨询师进行催眠疗法。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助他找到自己成长过程中的痛苦经历，并进行自我心理对话，重新审视自己，改变不正确的处理方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很有帮助，我会考虑为他找一位心理咨询师来帮助他。",
    "annotation": [
      {
        "sentence": "听起来很有帮助，我会考虑为他找一位心理咨询师来帮助他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，他也需要学会放松并换位思考。当他恢复正常后，你们可以尝试通过角色扮演的方式让他理解他的行为对别人造成的伤害。这样可以帮助他建立正确的思维和处事方式。同时，家人和周围重要的人也要从他的一举一动开始，及时鼓励和肯定他的正确想法和做法。只有当他能正确地面对生活和工作中的困难时，他才能形成冷静的处理思维和方式。",
    "annotation": [
      {
        "sentence": "另外，他也需要学会放松并换位思考。",
        "label": ""
      },
      {
        "sentence": "当他恢复正常后，你们可以尝试通过角色扮演的方式让他理解他的行为对别人造成的伤害。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助他建立正确的思维和处事方式。",
        "label": ""
      },
      {
        "sentence": "同时，家人和周围重要的人也要从他的一举一动开始，及时鼓励和肯定他的正确想法和做法。",
        "label": ""
      },
      {
        "sentence": "只有当他能正确地面对生活和工作中的困难时，他才能形成冷静的处理思维和方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方法听起来很实用，我会和家人一起努力帮助他，让他形成正确的思维和处理方式。",
    "annotation": [
      {
        "sentence": "这些方法听起来很实用，我会和家人一起努力帮助他，让他形成正确的思维和处理方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！作为姐姐的你，我相信你们一定能够帮助他度过这个难关。但是如果情况需要的话，还是建议请一位心理咨询师来进行专业的帮助。现在是时候改变了，他才25岁，将来还会面临更多的挑战，我们不能再让他陷入同样的情况中了。希望我的建议对你和你的家人有所帮助！",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "作为姐姐的你，我相信你们一定能够帮助他度过这个难关。",
        "label": ""
      },
      {
        "sentence": "但是如果情况需要的话，还是建议请一位心理咨询师来进行专业的帮助。",
        "label": ""
      },
      {
        "sentence": "现在是时候改变了，他才25岁，将来还会面临更多的挑战，我们不能再让他陷入同样的情况中了。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你和你的家人有所帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的建议和支持！我会尽快采取行动来帮助弟弟，让他走出困境。",
    "annotation": [
      {
        "sentence": "非常感谢您的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我会尽快采取行动来帮助弟弟，让他走出困境。",
        "label": ""
      }
    ]
  }
]