[
  {
    "role": "client",
    "content": "为什么对身边的人和事都做不到最完美的处理？在很长一段时间，一直不清楚自己到底需要什么样的陪伴，不断地去迎合他人却总有一种患得患失的感觉，无论自己再怎么自我调节，内心始终得不到自己想要的答案。对朋力所能及，对家人表面做很好却始终都觉得自己过于虚假，需要得到关心的人，我却无视，不需要的人我却只做表面功夫。很期待有人可以理解我！",
    "annotation": [
      {
        "sentence": "为什么对身边的人和事都做不到最完美的处理？",
        "label": ""
      },
      {
        "sentence": "在很长一段时间，一直不清楚自己到底需要什么样的陪伴，不断地去迎合他人却总有一种患得患失的感觉，无论自己再怎么自我调节，内心始终得不到自己想要的答案。",
        "label": ""
      },
      {
        "sentence": "对朋力所能及，对家人表面做很好却始终都觉得自己过于虚假，需要得到关心的人，我却无视，不需要的人我却只做表面功夫。",
        "label": ""
      },
      {
        "sentence": "很期待有人可以理解我！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到你在和别人关系里感到困难。你对于自己还是有一些很好的觉察的，因而你会发现对家人表面做很好，却觉得自己过于虚假。为什么会觉得虚假呢？源于那未是从你内心深处涌动出来的爱的动力，只是可能因为迫于需要和朋友、家人维持关系而去迎合。",
    "annotation": [
      {
        "sentence": "感受到你在和别人关系里感到困难。",
        "label": ""
      },
      {
        "sentence": "你对于自己还是有一些很好的觉察的，因而你会发现对家人表面做很好，却觉得自己过于虚假。",
        "label": ""
      },
      {
        "sentence": "为什么会觉得虚假呢？",
        "label": ""
      },
      {
        "sentence": "源于那未是从你内心深处涌动出来的爱的动力，只是可能因为迫于需要和朋友、家人维持关系而去迎合。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉到迎合别人的行为并不是真正的我，但我又不知道该如何改变这种状况。我觉得自己渴望真正的关爱和理解，却总是无法向需要的人表达。",
    "annotation": [
      {
        "sentence": "是的，我感觉到迎合别人的行为并不是真正的我，但我又不知道该如何改变这种状况。",
        "label": ""
      },
      {
        "sentence": "我觉得自己渴望真正的关爱和理解，却总是无法向需要的人表达。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困惑。看得出来你想要找到舒适的位置，但现在感到有点迷茫。其实，与别人的关系也反映了我们和自己的关系。我们要先思考如何陪伴自己。当我们过于在意别人的看法时，仿佛别人对待我们就决定了我们的处境，我们没有将自己作为主体，也没有真正靠近自己的内心，去理解内心最坚定的表达，更别说向别人展示了。",
    "annotation": [
      {
        "sentence": "我了解你的困惑。",
        "label": ""
      },
      {
        "sentence": "看得出来你想要找到舒适的位置，但现在感到有点迷茫。",
        "label": ""
      },
      {
        "sentence": "其实，与别人的关系也反映了我们和自己的关系。",
        "label": ""
      },
      {
        "sentence": "我们要先思考如何陪伴自己。",
        "label": ""
      },
      {
        "sentence": "当我们过于在意别人的看法时，仿佛别人对待我们就决定了我们的处境，我们没有将自己作为主体，也没有真正靠近自己的内心，去理解内心最坚定的表达，更别说向别人展示了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的想成为一个能够自由地表达自己，并与周围人建立平和舒适关系的人。但从现在开始，我不知道该如何理解自己、爱自己以及如何与自己和谐相处。",
    "annotation": [
      {
        "sentence": "我真的想成为一个能够自由地表达自己，并与周围人建立平和舒适关系的人。",
        "label": ""
      },
      {
        "sentence": "但从现在开始，我不知道该如何理解自己、爱自己以及如何与自己和谐相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让我们从理解自己、爱自己和与自己和谐相处开始吧。首先，要慢慢觉察我们如何对待自己。当我们感到很困惑时，通常会过于在意他人的意见，似乎他们对我们的看法决定了一切。我们需要意识到作为一个主体，我们要靠近自己的内心深处，去发现那最真实的自我表达。",
    "annotation": [
      {
        "sentence": "让我们从理解自己、爱自己和与自己和谐相处开始吧。",
        "label": ""
      },
      {
        "sentence": "首先，要慢慢觉察我们如何对待自己。",
        "label": ""
      },
      {
        "sentence": "当我们感到很困惑时，通常会过于在意他人的意见，似乎他们对我们的看法决定了一切。",
        "label": ""
      },
      {
        "sentence": "我们需要意识到作为一个主体，我们要靠近自己的内心深处，去发现那最真实的自我表达。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要更加关注自己的内心声音，并坚信我内心最真实的表达。但是，我不知道如何找到那份真实的爱和关怀。",
    "annotation": [
      {
        "sentence": "你说得对，我需要更加关注自己的内心声音，并坚信我内心最真实的表达。",
        "label": ""
      },
      {
        "sentence": "但是，我不知道如何找到那份真实的爱和关怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这确实是一个需要时间和努力的过程。首先，尝试接纳自己的不完美，并理解到真正的爱和关怀来自于内心的自由表达。接下来，可以花时间关注自己的兴趣和需求，给予自己喜爱的事物和自我呵护。渐渐地，你将会发现来自内心深处的爱和关怀。",
    "annotation": [
      {
        "sentence": "是的，这确实是一个需要时间和努力的过程。",
        "label": ""
      },
      {
        "sentence": "首先，尝试接纳自己的不完美，并理解到真正的爱和关怀来自于内心的自由表达。",
        "label": ""
      },
      {
        "sentence": "接下来，可以花时间关注自己的兴趣和需求，给予自己喜爱的事物和自我呵护。",
        "label": ""
      },
      {
        "sentence": "渐渐地，你将会发现来自内心深处的爱和关怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会开始尝试接纳自己的不完美，并学会关注自己的需求和兴趣。我相信通过这个过程，我能够找到真正的爱和关怀，并与自己和谐相处。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会开始尝试接纳自己的不完美，并学会关注自己的需求和兴趣。",
        "label": ""
      },
      {
        "sentence": "我相信通过这个过程，我能够找到真正的爱和关怀，并与自己和谐相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你愿意试着接纳自己，并关注自己的需求和兴趣。记住，这是一个渐进的过程，给自己一些时间和空间。如果在这个过程中遇到困难，不要犹豫寻求帮助，一步一步地向前走，你会变得更加坚强、自信和与自己和谐相处的人。祝福你！",
    "annotation": [
      {
        "sentence": "很高兴你愿意试着接纳自己，并关注自己的需求和兴趣。",
        "label": ""
      },
      {
        "sentence": "记住，这是一个渐进的过程，给自己一些时间和空间。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中遇到困难，不要犹豫寻求帮助，一步一步地向前走，你会变得更加坚强、自信和与自己和谐相处的人。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会坚持下去的，并珍惜自己的成长之旅。谢谢你对我的关心！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会坚持下去的，并珍惜自己的成长之旅。",
        "label": ""
      },
      {
        "sentence": "谢谢你对我的关心！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。记得，每个人的成长之旅都有所不同，坚持并珍惜自己的进步。如果有需要的话，请随时再来找我聊聊。祝福你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "记得，每个人的成长之旅都有所不同，坚持并珍惜自己的进步。",
        "label": ""
      },
      {
        "sentence": "如果有需要的话，请随时再来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利！",
        "label": ""
      }
    ]
  }
]