[
  {
    "role": "client",
    "content": "已婚，但又爱上了其他男人，怎么克服心里的冲动呢？已经是孩子的妈妈了，但心理一直有一个人，我的大学同学，很多年了，两个人都还很喜欢对方，但都结婚生子。最近偶然的一次见面，激活了藏在心里的爱，每天都想他无数遍，就是热恋期的各种感受。但又觉得这是极其不应该的事情，就使劲压抑自己，也没有主动联系过，就是在心里不停的想，导致生活很混乱，心也乱，也很迷茫，该怎么克服这种不停想他，有时候也很冲动想和他谈恋爱的心呢？",
    "annotation": [
      {
        "sentence": "已婚，但又爱上了其他男人，怎么克服心里的冲动呢？",
        "label": ""
      },
      {
        "sentence": "已经是孩子的妈妈了，但心理一直有一个人，我的大学同学，很多年了，两个人都还很喜欢对方，但都结婚生子。",
        "label": ""
      },
      {
        "sentence": "最近偶然的一次见面，激活了藏在心里的爱，每天都想他无数遍，就是热恋期的各种感受。",
        "label": ""
      },
      {
        "sentence": "但又觉得这是极其不应该的事情，就使劲压抑自己，也没有主动联系过，就是在心里不停的想，导致生活很混乱，心也乱，也很迷茫，该怎么克服这种不停想他，有时候也很冲动想和他谈恋爱的心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "喜欢一个人有时会给我们希望，让我们看到美好，让人相向。你说最近和他相遇，激起了你对他的爱。当你见到他时确实会联想到你们大学时的种种感受，所以会让你感觉到你们以前存在的情愫。有过婚姻后每个人当然都会还会遇到心动的人，当然选择继续下去，还是换个人都需要对自己负责。",
    "annotation": [
      {
        "sentence": "喜欢一个人有时会给我们希望，让我们看到美好，让人相向。",
        "label": ""
      },
      {
        "sentence": "你说最近和他相遇，激起了你对他的爱。",
        "label": ""
      },
      {
        "sentence": "当你见到他时确实会联想到你们大学时的种种感受，所以会让你感觉到你们以前存在的情愫。",
        "label": ""
      },
      {
        "sentence": "有过婚姻后每个人当然都会还会遇到心动的人，当然选择继续下去，还是换个人都需要对自己负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白选择对自己负责的重要性，但我对这种心动很矛盾。我觉得这样想着另外一个人，就是对我丈夫和儿子的背叛。我真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "我明白选择对自己负责的重要性，但我对这种心动很矛盾。",
        "label": ""
      },
      {
        "sentence": "我觉得这样想着另外一个人，就是对我丈夫和儿子的背叛。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你感到你和大学同学之间的感情就让你动摇并且想离开了你的婚姻，那么这是不是在逃避你在婚姻中你和另一半的感情问题呢？如果你和你的另一半的感情很深厚，我想你也不会因为一点点的回忆的感受就放弃和眼前的人的幸福。那么只能说你和你的另一半在一起不幸福不开心。比如你难过时他不能安慰你拥抱你，比如你感受不到被爱，他的眼中心里有你。当然这里也包括可能你的一些行为在把你的另一半推开，比如你觉得他不是那个合适的人，或者你去指责贬低讽刺对方，故而让对方远离你，不满足你的期待，忽视你，让你失望，这都是因为你内心不安。在亲密关系中我们特别容易重复早年的模式，所以你需要的是看看你内心一碰就疼的地方，给它们愈合的机会。",
    "annotation": [
      {
        "sentence": "你感到你和大学同学之间的感情就让你动摇并且想离开了你的婚姻，那么这是不是在逃避你在婚姻中你和另一半的感情问题呢？",
        "label": ""
      },
      {
        "sentence": "如果你和你的另一半的感情很深厚，我想你也不会因为一点点的回忆的感受就放弃和眼前的人的幸福。",
        "label": ""
      },
      {
        "sentence": "那么只能说你和你的另一半在一起不幸福不开心。",
        "label": ""
      },
      {
        "sentence": "比如你难过时他不能安慰你拥抱你，比如你感受不到被爱，他的眼中心里有你。",
        "label": ""
      },
      {
        "sentence": "当然这里也包括可能你的一些行为在把你的另一半推开，比如你觉得他不是那个合适的人，或者你去指责贬低讽刺对方，故而让对方远离你，不满足你的期待，忽视你，让你失望，这都是因为你内心不安。",
        "label": ""
      },
      {
        "sentence": "在亲密关系中我们特别容易重复早年的模式，所以你需要的是看看你内心一碰就疼的地方，给它们愈合的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我确实感觉到自己和丈夫的关系不如从前那样亲密和温暖。也许我一直在逃避这个问题，试图通过对大学同学的回忆来填补空缺。但现在，我真的不知道该怎么面对这个情况。我害怕这种冲动会使我选择错误的道路。",
    "annotation": [
      {
        "sentence": "你说的有道理，我确实感觉到自己和丈夫的关系不如从前那样亲密和温暖。",
        "label": ""
      },
      {
        "sentence": "也许我一直在逃避这个问题，试图通过对大学同学的回忆来填补空缺。",
        "label": ""
      },
      {
        "sentence": "但现在，我真的不知道该怎么面对这个情况。",
        "label": ""
      },
      {
        "sentence": "我害怕这种冲动会使我选择错误的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要害怕选择错误的道路，因为无论如何你都会从中学到一些东西。你需要先面对你和丈夫之间的问题，了解你自己的需求和期望，与他进行真诚的沟通。也许你会发现一些曾经忽视的情感需要被修复，而不是逃避或寻找其他人来填补空缺。请记住，感情关系需要我们不断地努力和付出，而不是放弃或逃避。你可以试着和你的丈夫一起寻找解决问题的方法，让你们的关系重新充满温暖和亲密。",
    "annotation": [
      {
        "sentence": "不要害怕选择错误的道路，因为无论如何你都会从中学到一些东西。",
        "label": ""
      },
      {
        "sentence": "你需要先面对你和丈夫之间的问题，了解你自己的需求和期望，与他进行真诚的沟通。",
        "label": ""
      },
      {
        "sentence": "也许你会发现一些曾经忽视的情感需要被修复，而不是逃避或寻找其他人来填补空缺。",
        "label": ""
      },
      {
        "sentence": "请记住，感情关系需要我们不断地努力和付出，而不是放弃或逃避。",
        "label": ""
      },
      {
        "sentence": "你可以试着和你的丈夫一起寻找解决问题的方法，让你们的关系重新充满温暖和亲密。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要面对和解决我们之间的问题。我将尝试与我的丈夫进行沟通，并寻找重新建立关系的途径。我也会更加珍惜我们的家庭和孩子，不再为一时的冲动而放弃。谢谢你给予我的支持和建议，我觉得好多了。",
    "annotation": [
      {
        "sentence": "你说得对，我需要面对和解决我们之间的问题。",
        "label": ""
      },
      {
        "sentence": "我将尝试与我的丈夫进行沟通，并寻找重新建立关系的途径。",
        "label": ""
      },
      {
        "sentence": "我也会更加珍惜我们的家庭和孩子，不再为一时的冲动而放弃。",
        "label": ""
      },
      {
        "sentence": "谢谢你给予我的支持和建议，我觉得好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮助你，并且看到你有积极的态度去解决问题。记住，每个人都会遇到各种情感困扰，但关键是我们如何应对和成长。祝你和丈夫能够克服困难，重建幸福的家庭。如果你还需要进一步的支持和指导，随时来找我。你不是一个人在面对这个问题，我们都在这里支持着你。",
    "annotation": [
      {
        "sentence": "我很高兴能够帮助你，并且看到你有积极的态度去解决问题。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都会遇到各种情感困扰，但关键是我们如何应对和成长。",
        "label": ""
      },
      {
        "sentence": "祝你和丈夫能够克服困难，重建幸福的家庭。",
        "label": ""
      },
      {
        "sentence": "如果你还需要进一步的支持和指导，随时来找我。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对这个问题，我们都在这里支持着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福。我会珍惜这段与你的对话，并尽力处理好自己的情感问题。如果将来还需要帮助，我会再次寻求你的支持。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福。",
        "label": ""
      },
      {
        "sentence": "我会珍惜这段与你的对话，并尽力处理好自己的情感问题。",
        "label": ""
      },
      {
        "sentence": "如果将来还需要帮助，我会再次寻求你的支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的帮助能对你有所帮助。别忘了，你不必独自承受困难和挑战。与他人分享你的感受和困惑，接受他人的帮助是一种勇气和智慧的表现。愿你早日找到内心的平静和幸福！",
    "annotation": [
      {
        "sentence": "不客气，希望我的帮助能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "别忘了，你不必独自承受困难和挑战。",
        "label": ""
      },
      {
        "sentence": "与他人分享你的感受和困惑，接受他人的帮助是一种勇气和智慧的表现。",
        "label": ""
      },
      {
        "sentence": "愿你早日找到内心的平静和幸福！",
        "label": ""
      }
    ]
  }
]