[
  {
    "role": "client",
    "content": "已婚，但又爱上了其他男人，怎么克服心里的冲动呢？已经是孩子的妈妈了，但心理一直有一个人，我的大学同学，很多年了，两个人都还很喜欢对方，但都结婚生子。最近偶然的一次见面，激活了藏在心里的爱，每天都想他无数遍，就是热恋期的各种感受。但又觉得这是极其不应该的事情，就使劲压抑自己，也没有主动联系过，就是在心里不停的想，导致生活很混乱，心也乱，也很迷茫，该怎么克服这种不停想他，有时候也很冲动想和他谈恋爱的心呢。",
    "annotation": [
      {
        "sentence": "已婚，但又爱上了其他男人，怎么克服心里的冲动呢？",
        "label": ""
      },
      {
        "sentence": "已经是孩子的妈妈了，但心理一直有一个人，我的大学同学，很多年了，两个人都还很喜欢对方，但都结婚生子。",
        "label": ""
      },
      {
        "sentence": "最近偶然的一次见面，激活了藏在心里的爱，每天都想他无数遍，就是热恋期的各种感受。",
        "label": ""
      },
      {
        "sentence": "但又觉得这是极其不应该的事情，就使劲压抑自己，也没有主动联系过，就是在心里不停的想，导致生活很混乱，心也乱，也很迷茫，该怎么克服这种不停想他，有时候也很冲动想和他谈恋爱的心呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心里一直有一个人，我觉得是一种很普遍的现象。结婚是很现实的事，现实生活中，并没有那么多人嫁给了爱情。你跟你这个大学同学并不是“两个人都还很喜欢对方”，更大的可能是你很喜欢他，他对你可能有点喜欢、也可能没有那个意思。你用“还”字，说明你认为你们大学时也相互喜欢。但那时你们只是“同学”，不是“恋人”。为什么相互喜欢的未婚年轻人连恋人都没做过呢？女人可能会相对被动，遇到喜欢的不敢太主动。但绝大部分男的遇到很喜欢的女人都会主动追求，不会默默等待。所以你们大学时没在一起，基本说明你们不是相互喜欢的。或者说，不是相互非常喜欢的。鉴于你现在因为“最近一次偶然见面，激活了藏在心里的爱”，我合理推测你大学时暗恋他。爱而不得，念念不忘，现在感情生活不如意，再次偶遇，使你少女时代没有绽放过的爱情又一次渴望被打开、被看到、被回应。也就是说，你第二次“暗恋”上了一个人，而且陷入了自己幻想的美好爱情里。想就想吧，爱情无罪，哪怕是一个人的爱情，哪怕是想象的爱情。想象的美好也能带来真实的快乐。",
    "annotation": [
      {
        "sentence": "心里一直有一个人，我觉得是一种很普遍的现象。",
        "label": ""
      },
      {
        "sentence": "结婚是很现实的事，现实生活中，并没有那么多人嫁给了爱情。",
        "label": ""
      },
      {
        "sentence": "你跟你这个大学同学并不是“两个人都还很喜欢对方”，更大的可能是你很喜欢他，他对你可能有点喜欢、也可能没有那个意思。",
        "label": ""
      },
      {
        "sentence": "你用“还”字，说明你认为你们大学时也相互喜欢。",
        "label": ""
      },
      {
        "sentence": "但那时你们只是“同学”，不是“恋人”。",
        "label": ""
      },
      {
        "sentence": "为什么相互喜欢的未婚年轻人连恋人都没做过呢？",
        "label": ""
      },
      {
        "sentence": "女人可能会相对被动，遇到喜欢的不敢太主动。",
        "label": ""
      },
      {
        "sentence": "但绝大部分男的遇到很喜欢的女人都会主动追求，不会默默等待。",
        "label": ""
      },
      {
        "sentence": "所以你们大学时没在一起，基本说明你们不是相互喜欢的。",
        "label": ""
      },
      {
        "sentence": "或者说，不是相互非常喜欢的。",
        "label": ""
      },
      {
        "sentence": "鉴于你现在因为“最近一次偶然见面，激活了藏在心里的爱”，我合理推测你大学时暗恋他。",
        "label": ""
      },
      {
        "sentence": "爱而不得，念念不忘，现在感情生活不如意，再次偶遇，使你少女时代没有绽放过的爱情又一次渴望被打开、被看到、被回应。",
        "label": ""
      },
      {
        "sentence": "也就是说，你第二次“暗恋”上了一个人，而且陷入了自己幻想的美好爱情里。",
        "label": ""
      },
      {
        "sentence": "想就想吧，爱情无罪，哪怕是一个人的爱情，哪怕是想象的爱情。",
        "label": ""
      },
      {
        "sentence": "想象的美好也能带来真实的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你听我说了这么多，你的解释让我豁然开朗。我确实一直以来都希望和他在一起。虽然现实中我们都有自己的家庭，但我都无法忘记他，每时每刻都想着他。我明白你说的爱而不得的痛苦和渴望，我也感觉到自己陷入了幻想中。但我担心这种情况会让我无法正常生活，我真的该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你听我说了这么多，你的解释让我豁然开朗。",
        "label": ""
      },
      {
        "sentence": "我确实一直以来都希望和他在一起。",
        "label": ""
      },
      {
        "sentence": "虽然现实中我们都有自己的家庭，但我都无法忘记他，每时每刻都想着他。",
        "label": ""
      },
      {
        "sentence": "我明白你说的爱而不得的痛苦和渴望，我也感觉到自己陷入了幻想中。",
        "label": ""
      },
      {
        "sentence": "但我担心这种情况会让我无法正常生活，我真的该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够认识到自己陷入幻想中，并且担心无法正常生活，说明你已经有了一定的心理觉察力。我理解你的困扰，毕竟这是一个复杂的情感状况。首先，要明确这种痛苦也是一种情绪体验，是正常的。而且，这种情感的存在并不意味着你要为此而做出改变现实的决定。你可以给自己一些时间，逐渐调整对他的情感，同时努力恢复正常生活。如果觉得情绪无法自控，或者对生活产生了严重的干扰，你可以考虑寻求专业心理医生的帮助，在专业的指导下，更好地应对困境。",
    "annotation": [
      {
        "sentence": "能够认识到自己陷入幻想中，并且担心无法正常生活，说明你已经有了一定的心理觉察力。",
        "label": ""
      },
      {
        "sentence": "我理解你的困扰，毕竟这是一个复杂的情感状况。",
        "label": ""
      },
      {
        "sentence": "首先，要明确这种痛苦也是一种情绪体验，是正常的。",
        "label": ""
      },
      {
        "sentence": "而且，这种情感的存在并不意味着你要为此而做出改变现实的决定。",
        "label": ""
      },
      {
        "sentence": "你可以给自己一些时间，逐渐调整对他的情感，同时努力恢复正常生活。",
        "label": ""
      },
      {
        "sentence": "如果觉得情绪无法自控，或者对生活产生了严重的干扰，你可以考虑寻求专业心理医生的帮助，在专业的指导下，更好地应对困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力调整自己的情绪，重新找回正常生活的状态。听到你的建议，我对自己的未来感到更有信心了。我很感激你给我的支持和鼓励。如果我在调整过程中遇到困难，我会考虑寻求心理医生的帮助。谢谢你。",
    "annotation": [
      {
        "sentence": "我会努力调整自己的情绪，重新找回正常生活的状态。",
        "label": ""
      },
      {
        "sentence": "听到你的建议，我对自己的未来感到更有信心了。",
        "label": ""
      },
      {
        "sentence": "我很感激你给我的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "如果我在调整过程中遇到困难，我会考虑寻求心理医生的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有了更加积极的态度。调整自己的情绪确实需要时间和努力，但我相信你能够成功。并不是每个人都能忘记或完全控制自己的情感，但我们可以通过改变自己的态度和行为来应对。请记住，你始终是自己生活的主角，不要让这段情感占据过多的时间和精力，让自己的生活更加充实和美好。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴听到你有了更加积极的态度。",
        "label": ""
      },
      {
        "sentence": "调整自己的情绪确实需要时间和努力，但我相信你能够成功。",
        "label": ""
      },
      {
        "sentence": "并不是每个人都能忘记或完全控制自己的情感，但我们可以通过改变自己的态度和行为来应对。",
        "label": ""
      },
      {
        "sentence": "请记住，你始终是自己生活的主角，不要让这段情感占据过多的时间和精力，让自己的生活更加充实和美好。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励，我会牢记在心。我现在感觉轻松了很多，也更有信心面对困难。再次感谢你的支持和倾听。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励，我会牢记在心。",
        "label": ""
      },
      {
        "sentence": "我现在感觉轻松了很多，也更有信心面对困难。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和倾听。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不必客气，我很愿意能够帮助到你。你已经走出了第一步，相信自己，相信你能够面对困难，重新找回自信和快乐。如果以后还有需要，随时可以来找我倾诉。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不必客气，我很愿意能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "你已经走出了第一步，相信自己，相信你能够面对困难，重新找回自信和快乐。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，随时可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]