[
  {
    "role": "client",
    "content": "已婚，但又爱上了其他男人，怎么克服心里的冲动呢？已经是孩子的妈妈了，但心理一直有一个人，我的大学同学，很多年了，两个人都还很喜欢对方，但都结婚生子。最近偶然的一次见面，激活了藏在心里的爱，每天都想他无数遍，就是热恋期的各种感受。但又觉得这是极其不应该的事情，就使劲压抑自己，也没有主动联系过，就是在心里不停的想，导致生活很混乱，心也乱，也很迷茫，该怎么克服这种不停想他，有时候也很冲动想和他谈恋爱的心呢？",
    "annotation": [
      {
        "sentence": "已婚，但又爱上了其他男人，怎么克服心里的冲动呢？",
        "label": ""
      },
      {
        "sentence": "已经是孩子的妈妈了，但心理一直有一个人，我的大学同学，很多年了，两个人都还很喜欢对方，但都结婚生子。",
        "label": ""
      },
      {
        "sentence": "最近偶然的一次见面，激活了藏在心里的爱，每天都想他无数遍，就是热恋期的各种感受。",
        "label": ""
      },
      {
        "sentence": "但又觉得这是极其不应该的事情，就使劲压抑自己，也没有主动联系过，就是在心里不停的想，导致生活很混乱，心也乱，也很迷茫，该怎么克服这种不停想他，有时候也很冲动想和他谈恋爱的心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困扰，你已经是孩子的妈妈，但心里一直有一个人，两个人都彼此喜欢，但都结婚生子。因为偶然的一次见面，你停止不了想他，也很冲动想和他的谈恋爱。我把我的理解分享给你，希望对你有启发。",
    "annotation": [
      {
        "sentence": "理解你的困扰，你已经是孩子的妈妈，但心里一直有一个人，两个人都彼此喜欢，但都结婚生子。",
        "label": ""
      },
      {
        "sentence": "因为偶然的一次见面，你停止不了想他，也很冲动想和他的谈恋爱。",
        "label": ""
      },
      {
        "sentence": "我把我的理解分享给你，希望对你有启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我的确觉得很困扰，不知道该如何应对这种情感纠葛。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我的确觉得很困扰，不知道该如何应对这种情感纠葛。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实产生这种心理是最正常不过了，有无数的人都会在婚后对某个人念念不忘，甚至想抛弃一切去和相爱的人在一起。当然很多人只是在心里想想，并没有付诸行动。其实我们都知道，日常的婚姻生活都会比较平淡，肯定不会像恋爱时那么令人激动。当在平淡的生活中，再遇自己多年喜欢的人，感受到的都是无比美好的爱的感受，还有久别的激情。这个激情与平淡的生活形成鲜明的对比。我们当然会不停在想对方。",
    "annotation": [
      {
        "sentence": "其实产生这种心理是最正常不过了，有无数的人都会在婚后对某个人念念不忘，甚至想抛弃一切去和相爱的人在一起。",
        "label": ""
      },
      {
        "sentence": "当然很多人只是在心里想想，并没有付诸行动。",
        "label": ""
      },
      {
        "sentence": "其实我们都知道，日常的婚姻生活都会比较平淡，肯定不会像恋爱时那么令人激动。",
        "label": ""
      },
      {
        "sentence": "当在平淡的生活中，再遇自己多年喜欢的人，感受到的都是无比美好的爱的感受，还有久别的激情。",
        "label": ""
      },
      {
        "sentence": "这个激情与平淡的生活形成鲜明的对比。",
        "label": ""
      },
      {
        "sentence": "我们当然会不停在想对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我确实在婚姻中感受到了平淡和缺乏激情，才会对大学同学产生这种强烈的感情。但我却觉得很内疚和矛盾，不知道该如何正视这种冲动。",
    "annotation": [
      {
        "sentence": "你说的很对，我确实在婚姻中感受到了平淡和缺乏激情，才会对大学同学产生这种强烈的感情。",
        "label": ""
      },
      {
        "sentence": "但我却觉得很内疚和矛盾，不知道该如何正视这种冲动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想告诉你的是你完全不用自己使劲压抑自己，顺其自然就好，人类对于自身想法和情绪能够加以控制的程度，远远不如我们所期望的那么高。当你愿意想他就想他，不压抑自己，不纠结，你只是心里想他并不会对别人造成伤害，而你压抑自己的想法，反倒是这个想法对你的评判造成很大的困扰。当你允许自己去想，知道这些的原因之后，你其实就会有自己的行动和选择。你甚至可以去设想：如果你放下你的家，然后和他成家会是怎样呢？通过这些设想，你心里慢慢会有答案。",
    "annotation": [
      {
        "sentence": "我想告诉你的是你完全不用自己使劲压抑自己，顺其自然就好，人类对于自身想法和情绪能够加以控制的程度，远远不如我们所期望的那么高。",
        "label": ""
      },
      {
        "sentence": "当你愿意想他就想他，不压抑自己，不纠结，你只是心里想他并不会对别人造成伤害，而你压抑自己的想法，反倒是这个想法对你的评判造成很大的困扰。",
        "label": ""
      },
      {
        "sentence": "当你允许自己去想，知道这些的原因之后，你其实就会有自己的行动和选择。",
        "label": ""
      },
      {
        "sentence": "你甚至可以去设想：如果你放下你的家，然后和他成家会是怎样呢？",
        "label": ""
      },
      {
        "sentence": "通过这些设想，你心里慢慢会有答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。但是我还是很害怕这种冲动会让我失去对家庭的珍惜和对婚姻的认同。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "但是我还是很害怕这种冲动会让我失去对家庭的珍惜和对婚姻的认同。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "往往不被允许的爱更有致命的吸引力。谁都知道恋爱很美好，但是婚姻家庭意味着更多的责任还有承诺，所以肯定不会像恋爱那么轻松，你说是吗？在《幸福的陷阱》一书中说到，幸福并不只是关乎感觉良好，事实上去追求良好的感觉，很可能会导致不幸。情绪是让我们的身体采取行动的驱动力，换言之每一种特定情绪都会赋予人以某种特定方式去行动的力量，我们将这种动力称为冲动。面对冲动，有两个选择：依照冲动去行动和不依照冲动去行动。因此，一旦意识到自己产生了一个强烈冲动可以自问：如果我依照这个行动去行动，该行动是否和我想要成为的人一致？这个行动是否会让生活朝着我希望的方向进展？如果这两个问题有一个答案是肯定的，就可以依照这个冲动来行动。",
    "annotation": [
      {
        "sentence": "往往不被允许的爱更有致命的吸引力。",
        "label": ""
      },
      {
        "sentence": "谁都知道恋爱很美好，但是婚姻家庭意味着更多的责任还有承诺，所以肯定不会像恋爱那么轻松，你说是吗？",
        "label": ""
      },
      {
        "sentence": "在《幸福的陷阱》一书中说到，幸福并不只是关乎感觉良好，事实上去追求良好的感觉，很可能会导致不幸。",
        "label": ""
      },
      {
        "sentence": "情绪是让我们的身体采取行动的驱动力，换言之每一种特定情绪都会赋予人以某种特定方式去行动的力量，我们将这种动力称为冲动。",
        "label": ""
      },
      {
        "sentence": "面对冲动，有两个选择：依照冲动去行动和不依照冲动去行动。",
        "label": ""
      },
      {
        "sentence": "因此，一旦意识到自己产生了一个强烈冲动可以自问：如果我依照这个行动去行动，该行动是否和我想要成为的人一致？",
        "label": ""
      },
      {
        "sentence": "这个行动是否会让生活朝着我希望的方向进展？",
        "label": ""
      },
      {
        "sentence": "如果这两个问题有一个答案是肯定的，就可以依照这个冲动来行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我会仔细思考这些问题，重新审视我的行动和选择。你提到的《幸福的陷阱》这本书是我值得一读的，我会找来看看。谢谢你的建议和祝福，希望我能早日走出困扰，找到自己想要的答案。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我会仔细思考这些问题，重新审视我的行动和选择。",
        "label": ""
      },
      {
        "sentence": "你提到的《幸福的陷阱》这本书是我值得一读的，我会找来看看。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和祝福，希望我能早日走出困扰，找到自己想要的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰能够帮到你，相信你会通过思考和选择找到属于自己的幸福。这些困扰和挣扎都是你人生中难得的体验，但是在这个过程中，通过你的思考和选择，你会找出你想要的答案。祝你幸福快乐！如果还有其他问题或者需要进一步的支持，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "非常欣慰能够帮到你，相信你会通过思考和选择找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "这些困扰和挣扎都是你人生中难得的体验，但是在这个过程中，通过你的思考和选择，你会找出你想要的答案。",
        "label": ""
      },
      {
        "sentence": "祝你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者需要进一步的支持，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]