[
  {
    "role": "client",
    "content": "可能是自卑或者某一方面导致的一系列“问题”？上了大学后，因为喜爱而多学了一门专业课。同学习这门专业的同学对我总能挑出我做得不好的地方。其实这种互相挑刺的想象很正常，这样才能促使自己进步。可是我内心总是不能接受同学比我厉害，内心也会跟自己说，她就是比你厉害，才能挑出你的错误，你要承认。但是我的承认真的很勉强，很难接受！我也跟老师讨论过，老师也客观的分析给我听，我的基础扎实，同学的基础不扎实。问题就出现于两个人比起来，同学能得到很多认可，而我却得不到，我自己也觉得自己永远在原地踏步。后来我就变得不怎么喜欢这门专业课，也不积极练习了，可笑的是，专业老师总是会说有哪个地方进步了，也不知道是照顾我这个人还是真的进步。现在毕业，参加各种就业考试，同样因为类似的心态，变得不敢去做，甚至觉得我就是一个一般人，没有这方面天赋的人，永远赶不上，超不过那个同学。现在的状态我都说不清，想去认真，又懒得去认真了。不知道有没有人能帮我分析一下。",
    "annotation": [
      {
        "sentence": "可能是自卑或者某一方面导致的一系列“问题”？",
        "label": ""
      },
      {
        "sentence": "上了大学后，因为喜爱而多学了一门专业课。",
        "label": ""
      },
      {
        "sentence": "同学习这门专业的同学对我总能挑出我做得不好的地方。",
        "label": ""
      },
      {
        "sentence": "其实这种互相挑刺的想象很正常，这样才能促使自己进步。",
        "label": ""
      },
      {
        "sentence": "可是我内心总是不能接受同学比我厉害，内心也会跟自己说，她就是比你厉害，才能挑出你的错误，你要承认。",
        "label": ""
      },
      {
        "sentence": "但是我的承认真的很勉强，很难接受！",
        "label": ""
      },
      {
        "sentence": "我也跟老师讨论过，老师也客观的分析给我听，我的基础扎实，同学的基础不扎实。",
        "label": ""
      },
      {
        "sentence": "问题就出现于两个人比起来，同学能得到很多认可，而我却得不到，我自己也觉得自己永远在原地踏步。",
        "label": ""
      },
      {
        "sentence": "后来我就变得不怎么喜欢这门专业课，也不积极练习了，可笑的是，专业老师总是会说有哪个地方进步了，也不知道是照顾我这个人还是真的进步。",
        "label": ""
      },
      {
        "sentence": "现在毕业，参加各种就业考试，同样因为类似的心态，变得不敢去做，甚至觉得我就是一个一般人，没有这方面天赋的人，永远赶不上，超不过那个同学。",
        "label": ""
      },
      {
        "sentence": "现在的状态我都说不清，想去认真，又懒得去认真了。",
        "label": ""
      },
      {
        "sentence": "不知道有没有人能帮我分析一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我理解你的感受。首先，让我给你个拥抱！你因为经常被同学否定和指出错误，而怀疑自己，从而开始不喜欢这门课程，我个人觉得你有点亏。我记得以前我们读书的时候，如果喜欢某位老师的课程，我们学得就很好；反之，如果不喜欢某位老师的课程，我们可能学得就不太好。你只是单纯被一个同学影响了。【老师客观的分析给我听，我的基础扎实，同学的基础不扎实。问题就出现于两个人比起来，同学能得到很多认可，而我却得不到……老师夸你有进步】不知道你是怎么看待这个老师对你的赞赏的？",
    "annotation": [
      {
        "sentence": "求助者，我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "首先，让我给你个拥抱！",
        "label": ""
      },
      {
        "sentence": "你因为经常被同学否定和指出错误，而怀疑自己，从而开始不喜欢这门课程，我个人觉得你有点亏。",
        "label": ""
      },
      {
        "sentence": "我记得以前我们读书的时候，如果喜欢某位老师的课程，我们学得就很好；反之，如果不喜欢某位老师的课程，我们可能学得就不太好。",
        "label": ""
      },
      {
        "sentence": "你只是单纯被一个同学影响了。",
        "label": ""
      },
      {
        "sentence": "【老师客观的分析给我听，我的基础扎实，同学的基础不扎实。",
        "label": ""
      },
      {
        "sentence": "问题就出现于两个人比起来，同学能得到很多认可，而我却得不到……老师夸你有进步】不知道你是怎么看待这个老师对你的赞赏的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对老师的赞赏有点疑惑。虽然老师夸我有进步，但我总觉得他们是在安慰我，或者是特意照顾我。因为从同学那里得不到认可，我觉得自己的进步也没有意义。",
    "annotation": [
      {
        "sentence": "我对老师的赞赏有点疑惑。",
        "label": ""
      },
      {
        "sentence": "虽然老师夸我有进步，但我总觉得他们是在安慰我，或者是特意照顾我。",
        "label": ""
      },
      {
        "sentence": "因为从同学那里得不到认可，我觉得自己的进步也没有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当了这么多年的老师，在看待学生的时候，其实他们内心是一清二楚的。他们也说了那个学生的基础不扎实。有时候我们不得不佩服有些人的聪明，他们的基础知识不牢固，却因为比较聪明在某些方面进步得比较快。我高中有个同学数学课从来不听，但是有一次有个老师拿了一道很难的题他就做出来了。所以不是你学得不好，而是你们擅长的不一样。那位同学可能因为平时比较聪明，总是被认可被夸奖，所以在内心也比他人要自信很多，当看到别人犯错的时候就去诋毁他人。你要发现你的优点，你想想学习是为了什么？你把基础知识打牢，以后走出社会你会有牢固的知识，很好的基础，你的踏实会让你的工作顺风顺水。而那些只会凭着一股聪明不脚踏实地的人，你觉得老板更喜欢哪个？",
    "annotation": [
      {
        "sentence": "当了这么多年的老师，在看待学生的时候，其实他们内心是一清二楚的。",
        "label": ""
      },
      {
        "sentence": "他们也说了那个学生的基础不扎实。",
        "label": ""
      },
      {
        "sentence": "有时候我们不得不佩服有些人的聪明，他们的基础知识不牢固，却因为比较聪明在某些方面进步得比较快。",
        "label": ""
      },
      {
        "sentence": "我高中有个同学数学课从来不听，但是有一次有个老师拿了一道很难的题他就做出来了。",
        "label": ""
      },
      {
        "sentence": "所以不是你学得不好，而是你们擅长的不一样。",
        "label": ""
      },
      {
        "sentence": "那位同学可能因为平时比较聪明，总是被认可被夸奖，所以在内心也比他人要自信很多，当看到别人犯错的时候就去诋毁他人。",
        "label": ""
      },
      {
        "sentence": "你要发现你的优点，你想想学习是为了什么？",
        "label": ""
      },
      {
        "sentence": "你把基础知识打牢，以后走出社会你会有牢固的知识，很好的基础，你的踏实会让你的工作顺风顺水。",
        "label": ""
      },
      {
        "sentence": "而那些只会凭着一股聪明不脚踏实地的人，你觉得老板更喜欢哪个？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，踏实和扎实的学习是很重要的。我要调整自己的心态，无需在乎别人的眼光，把经历放在学习上，认真学习，不受他人影响。当我在嫉妒别人比我优秀的时候，别人也在嫉妒我基础扎实，学得稳。有些人把嫉妒转换成了动力，有的人把嫉妒变成了讽刺他人。",
    "annotation": [
      {
        "sentence": "确实，踏实和扎实的学习是很重要的。",
        "label": ""
      },
      {
        "sentence": "我要调整自己的心态，无需在乎别人的眼光，把经历放在学习上，认真学习，不受他人影响。",
        "label": ""
      },
      {
        "sentence": "当我在嫉妒别人比我优秀的时候，别人也在嫉妒我基础扎实，学得稳。",
        "label": ""
      },
      {
        "sentence": "有些人把嫉妒转换成了动力，有的人把嫉妒变成了讽刺他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确。每个人的人生只有自己能走，何必为了一些不相干的人和事情让自己放弃喜欢的东西呢？加油！你想要怎么做取决于你的心态。你要相信自己的能力，积极面对学习和就业的挑战。坚持努力，你一定能走向成功的道路。",
    "annotation": [
      {
        "sentence": "非常正确。",
        "label": ""
      },
      {
        "sentence": "每个人的人生只有自己能走，何必为了一些不相干的人和事情让自己放弃喜欢的东西呢？",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你想要怎么做取决于你的心态。",
        "label": ""
      },
      {
        "sentence": "你要相信自己的能力，积极面对学习和就业的挑战。",
        "label": ""
      },
      {
        "sentence": "坚持努力，你一定能走向成功的道路。",
        "label": ""
      }
    ]
  }
]