[
  {
    "role": "client",
    "content": "婚姻生活，性生活和谐很重要吗？不和谐会引发不幸吗？大家会如此说，什么重要，什么不重要，作为一个常识或者共知所存在。性生活和谐，对婚姻生活很重要。反之。不和谐是不是就会引发不幸呢？结婚前和后，性生活都不是很好，老公不喜欢做，没有激情也没有技巧。结婚后才发觉，这是一个大问题。最近一次很严肃的聊过，是因为他身体原因而不行或者不能。而和他谈这个话题的时候，我已经是无法忍耐了。我是一个很容易或倾向性容忍的人。但坦白之前，我已经有点心理有问题，因为我再可以假设，如何在无人知晓的情况下开展一次出轨并如何选择目标。我觉得我的心理出现了大问题，才引发了坦白和交谈。在此之前，我们很少花时间聊天。包括日常闲聊。这就是我目前的状况，在沟通，却没有办法解决。",
    "annotation": [
      {
        "sentence": "婚姻生活，性生活和谐很重要吗？",
        "label": ""
      },
      {
        "sentence": "不和谐会引发不幸吗？",
        "label": ""
      },
      {
        "sentence": "大家会如此说，什么重要，什么不重要，作为一个常识或者共知所存在。",
        "label": ""
      },
      {
        "sentence": "性生活和谐，对婚姻生活很重要。",
        "label": ""
      },
      {
        "sentence": "反之。",
        "label": ""
      },
      {
        "sentence": "不和谐是不是就会引发不幸呢？",
        "label": ""
      },
      {
        "sentence": "结婚前和后，性生活都不是很好，老公不喜欢做，没有激情也没有技巧。",
        "label": ""
      },
      {
        "sentence": "结婚后才发觉，这是一个大问题。",
        "label": ""
      },
      {
        "sentence": "最近一次很严肃的聊过，是因为他身体原因而不行或者不能。",
        "label": ""
      },
      {
        "sentence": "而和他谈这个话题的时候，我已经是无法忍耐了。",
        "label": ""
      },
      {
        "sentence": "我是一个很容易或倾向性容忍的人。",
        "label": ""
      },
      {
        "sentence": "但坦白之前，我已经有点心理有问题，因为我再可以假设，如何在无人知晓的情况下开展一次出轨并如何选择目标。",
        "label": ""
      },
      {
        "sentence": "我觉得我的心理出现了大问题，才引发了坦白和交谈。",
        "label": ""
      },
      {
        "sentence": "在此之前，我们很少花时间聊天。",
        "label": ""
      },
      {
        "sentence": "包括日常闲聊。",
        "label": ""
      },
      {
        "sentence": "这就是我目前的状况，在沟通，却没有办法解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻生活中的性生活和谐确实是非常重要的，这是大家普遍认可的常识。不过，并不是所有的婚姻问题都源于性生活的不和谐。当然，如果性生活方面存在问题，可能会对婚姻生活造成一些影响。但是，我们不能简单地将不和谐的性生活和不幸联系起来。首先，我觉得我们需要先和他沟通一下，了解他对性生活的态度和需求，看看是否存在身体上的原因导致他不喜欢或不能进行性行为。如果是身体原因，我们可以一起去正规医院做检查，找到问题的根源并寻求解决方法。另外，如果他是出于心理原因不愿意进行性行为，我们可以深入了解他的成长经历，看看他是否有过类似的经历或者是否有对性需求方面的负面影响。对于沟通问题，我们也可以从简单的亲密关系开始，例如日常生活中给予彼此拥抱和亲吻，同时建立一个良好的沟通信任环境，让他感受到你对话题的重视和关心。在此之前，你们也可以尝试一些新鲜的活动，如一起去主题酒店，营造浪漫的氛围；或是看一些有关性的影片，共同寻找新的体验和刺激。如果你们已经尽力而不见效果，那么也许需要时间给彼此以及问题一些更多的空间。但是，重要的是要确立自己的底线，遵循自己对幸福的追求。请记住，有些问题并非一下子就能解决，所以请务必给彼此和问题更多的时间和尝试的机会。",
    "annotation": [
      {
        "sentence": "婚姻生活中的性生活和谐确实是非常重要的，这是大家普遍认可的常识。",
        "label": ""
      },
      {
        "sentence": "不过，并不是所有的婚姻问题都源于性生活的不和谐。",
        "label": ""
      },
      {
        "sentence": "当然，如果性生活方面存在问题，可能会对婚姻生活造成一些影响。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能简单地将不和谐的性生活和不幸联系起来。",
        "label": ""
      },
      {
        "sentence": "首先，我觉得我们需要先和他沟通一下，了解他对性生活的态度和需求，看看是否存在身体上的原因导致他不喜欢或不能进行性行为。",
        "label": ""
      },
      {
        "sentence": "如果是身体原因，我们可以一起去正规医院做检查，找到问题的根源并寻求解决方法。",
        "label": ""
      },
      {
        "sentence": "另外，如果他是出于心理原因不愿意进行性行为，我们可以深入了解他的成长经历，看看他是否有过类似的经历或者是否有对性需求方面的负面影响。",
        "label": ""
      },
      {
        "sentence": "对于沟通问题，我们也可以从简单的亲密关系开始，例如日常生活中给予彼此拥抱和亲吻，同时建立一个良好的沟通信任环境，让他感受到你对话题的重视和关心。",
        "label": ""
      },
      {
        "sentence": "在此之前，你们也可以尝试一些新鲜的活动，如一起去主题酒店，营造浪漫的氛围；或是看一些有关性的影片，共同寻找新的体验和刺激。",
        "label": ""
      },
      {
        "sentence": "如果你们已经尽力而不见效果，那么也许需要时间给彼此以及问题一些更多的空间。",
        "label": ""
      },
      {
        "sentence": "但是，重要的是要确立自己的底线，遵循自己对幸福的追求。",
        "label": ""
      },
      {
        "sentence": "请记住，有些问题并非一下子就能解决，所以请务必给彼此和问题更多的时间和尝试的机会。",
        "label": ""
      }
    ]
  }
]