[
  {
    "role": "client",
    "content": "我是一个20岁的大学男生，我想解决一些问题，不知道是否应该找心理医生呢？我是学动漫专业的，平时喜欢画画，不怎么打游戏。但是感觉每天都过得很艰难，还要再熬上一年才能毕业，下半年还要实习，觉得实在是熬不下去了。我想早点毕业，但又不想去工作。朋友说我应该去静修，而且家里的环境也不好，很脏，如果工作台不清洁就会有很多灰尘，非常影响我的工作心情。我觉得自己画画并不好，提升很困难，没有老师也没有组织支持，也没有条件报班。我也不喜欢宿舍的环境，不太适应在有很多人的环境下画画，想一个人住。但是一天的精力和时间都很有限，常常觉得自己画不出任何作品，感觉时间白白浪费，很痛苦。我也很难接受新的事物，比如电子产品和软件，比如ps、ae、pr，还有三维软件maya、blender之类的。工作和绘画都需要这些软件的支持，但是我一天的时间有限，也不太主动去学习，很难跳出自己的舒适圈。晚上有时候睡不着，对明天也没有期待，不想上课。课程安排是实习和毕设的动画作业，虽然全班一起做，但是有时候还是感觉很无趣，他们做的东西也很一般，我有时候也不想做。",
    "annotation": [
      {
        "sentence": "我是一个20岁的大学男生，我想解决一些问题，不知道是否应该找心理医生呢？",
        "label": ""
      },
      {
        "sentence": "我是学动漫专业的，平时喜欢画画，不怎么打游戏。",
        "label": ""
      },
      {
        "sentence": "但是感觉每天都过得很艰难，还要再熬上一年才能毕业，下半年还要实习，觉得实在是熬不下去了。",
        "label": ""
      },
      {
        "sentence": "我想早点毕业，但又不想去工作。",
        "label": ""
      },
      {
        "sentence": "朋友说我应该去静修，而且家里的环境也不好，很脏，如果工作台不清洁就会有很多灰尘，非常影响我的工作心情。",
        "label": ""
      },
      {
        "sentence": "我觉得自己画画并不好，提升很困难，没有老师也没有组织支持，也没有条件报班。",
        "label": ""
      },
      {
        "sentence": "我也不喜欢宿舍的环境，不太适应在有很多人的环境下画画，想一个人住。",
        "label": ""
      },
      {
        "sentence": "但是一天的精力和时间都很有限，常常觉得自己画不出任何作品，感觉时间白白浪费，很痛苦。",
        "label": ""
      },
      {
        "sentence": "我也很难接受新的事物，比如电子产品和软件，比如ps、ae、pr，还有三维软件maya、blender之类的。",
        "label": ""
      },
      {
        "sentence": "工作和绘画都需要这些软件的支持，但是我一天的时间有限，也不太主动去学习，很难跳出自己的舒适圈。",
        "label": ""
      },
      {
        "sentence": "晚上有时候睡不着，对明天也没有期待，不想上课。",
        "label": ""
      },
      {
        "sentence": "课程安排是实习和毕设的动画作业，虽然全班一起做，但是有时候还是感觉很无趣，他们做的东西也很一般，我有时候也不想做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以真切地感受到你此时的心情，希望我的话可以帮到你：",
    "annotation": [
      {
        "sentence": "我可以真切地感受到你此时的心情，希望我的话可以帮到你：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我理解你的意思。但是，我总是在纠结自己没有的东西，不愿意承认自己的不足。我知道要接受自己的不完美，但是怎样才能做到呢？",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我理解你的意思。",
        "label": ""
      },
      {
        "sentence": "但是，我总是在纠结自己没有的东西，不愿意承认自己的不足。",
        "label": ""
      },
      {
        "sentence": "我知道要接受自己的不完美，但是怎样才能做到呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于我们之所以烦恼，往往是因为我们总是把注意力放在自己没有的东西上，而不愿意承认自己没有。我们可以换位思考一下，如果敢于承认自己的不足，并为之做些改变，是不是能改善自己的心情呢？",
    "annotation": [
      {
        "sentence": "对于我们之所以烦恼，往往是因为我们总是把注意力放在自己没有的东西上，而不愿意承认自己没有。",
        "label": ""
      },
      {
        "sentence": "我们可以换位思考一下，如果敢于承认自己的不足，并为之做些改变，是不是能改善自己的心情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我应该试着接受自己的不足，并为之做出改变，这样或许能改善我的心情。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该试着接受自己的不足，并为之做出改变，这样或许能改善我的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你理解得很快。同时，我们还可以从改善环境入手，从内外两个方面来收拾整理。你提到家里环境很差，而你的工作环境也很影响你的心情。我建议你先扫除内心的杂乱，然后再打扫外界的环境，通过读书和打扫，让自己的心情变得更加平静，环境更加舒适。",
    "annotation": [
      {
        "sentence": "很好，你理解得很快。",
        "label": ""
      },
      {
        "sentence": "同时，我们还可以从改善环境入手，从内外两个方面来收拾整理。",
        "label": ""
      },
      {
        "sentence": "你提到家里环境很差，而你的工作环境也很影响你的心情。",
        "label": ""
      },
      {
        "sentence": "我建议你先扫除内心的杂乱，然后再打扫外界的环境，通过读书和打扫，让自己的心情变得更加平静，环境更加舒适。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要清洁内心和外界的环境。我会尽量保持勤劳和卫生，让自己的心境不那么浮躁，同时也让环境变得更加舒适。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要清洁内心和外界的环境。",
        "label": ""
      },
      {
        "sentence": "我会尽量保持勤劳和卫生，让自己的心境不那么浮躁，同时也让环境变得更加舒适。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你对这个想法有很好的认识。另外，你提到更喜欢一个人住，一个人画画。在可能的情况下，我们可以尽量满足自己的内心需求，这不仅有利于提高工作效率，也能保证心情愉悦。如果有时候无法避免打扰，你可以选择戴上耳机，或者找一个安静的地方。",
    "annotation": [
      {
        "sentence": "很好，你对这个想法有很好的认识。",
        "label": ""
      },
      {
        "sentence": "另外，你提到更喜欢一个人住，一个人画画。",
        "label": ""
      },
      {
        "sentence": "在可能的情况下，我们可以尽量满足自己的内心需求，这不仅有利于提高工作效率，也能保证心情愉悦。",
        "label": ""
      },
      {
        "sentence": "如果有时候无法避免打扰，你可以选择戴上耳机，或者找一个安静的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，也许我可以找一些方法来满足自己的内心需求，这样可以提高工作效率和保持心情愉悦。有时候我也可以选择一些物理方法来避免打扰，比如戴上耳机，或者找一个安静的地方。",
    "annotation": [
      {
        "sentence": "嗯，也许我可以找一些方法来满足自己的内心需求，这样可以提高工作效率和保持心情愉悦。",
        "label": ""
      },
      {
        "sentence": "有时候我也可以选择一些物理方法来避免打扰，比如戴上耳机，或者找一个安静的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你的想法很好。另外，对于你难以接受新事物的问题，我们需要找出原因。是因为学习的压力太大，让你对新事物产生排斥感，还是因为没有足够的时间和精力去学习呢？我们可以找到你的优势和兴趣，专注发挥，让自己变得越来越好。有时候多问问自己几个问题，问题也许会悄悄迎刃而解。相信你可以的。愿你生活愉快！",
    "annotation": [
      {
        "sentence": "没错，你的想法很好。",
        "label": ""
      },
      {
        "sentence": "另外，对于你难以接受新事物的问题，我们需要找出原因。",
        "label": ""
      },
      {
        "sentence": "是因为学习的压力太大，让你对新事物产生排斥感，还是因为没有足够的时间和精力去学习呢？",
        "label": ""
      },
      {
        "sentence": "我们可以找到你的优势和兴趣，专注发挥，让自己变得越来越好。",
        "label": ""
      },
      {
        "sentence": "有时候多问问自己几个问题，问题也许会悄悄迎刃而解。",
        "label": ""
      },
      {
        "sentence": "相信你可以的。",
        "label": ""
      },
      {
        "sentence": "愿你生活愉快！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会找出自己的优势和兴趣，专注于发挥，让自己越来越好。也会多问自己几个问题，看看这些问题是否能帮助我解决困难。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会找出自己的优势和兴趣，专注于发挥，让自己越来越好。",
        "label": ""
      },
      {
        "sentence": "也会多问自己几个问题，看看这些问题是否能帮助我解决困难。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  }
]