[
  {
    "role": "client",
    "content": "我是一个15岁的女生，最近经常失眠，感觉没有精神。我想知道如果去检查抑郁症需要多少钱？我觉得特别难过，总是失眠，一点精神都没有，有时候特别想哭。只要别人说我一两句就忍不住想流眼泪，而且脾气也变得不好。妈妈只要说我几句，我就感觉超级烦躁。而且我总是在想一些乱七八糟的事，感觉活着没有意义。",
    "annotation": [
      {
        "sentence": "我是一个15岁的女生，最近经常失眠，感觉没有精神。",
        "label": ""
      },
      {
        "sentence": "我想知道如果去检查抑郁症需要多少钱？",
        "label": ""
      },
      {
        "sentence": "我觉得特别难过，总是失眠，一点精神都没有，有时候特别想哭。",
        "label": ""
      },
      {
        "sentence": "只要别人说我一两句就忍不住想流眼泪，而且脾气也变得不好。",
        "label": ""
      },
      {
        "sentence": "妈妈只要说我几句，我就感觉超级烦躁。",
        "label": ""
      },
      {
        "sentence": "而且我总是在想一些乱七八糟的事，感觉活着没有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "15岁的你正好处在青春期，这是一个非常特殊的时期。在这个阶段，很多人都会有类似的情绪波动，你并不孤单。这个时段的人很容易感到悲伤，反映也会比较敏感。但是，请相信，这个时段的感受是暂时的，会随着你的成长而慢慢变好的。你的思想也会越来越成熟，你会明白很多事情。",
    "annotation": [
      {
        "sentence": "15岁的你正好处在青春期，这是一个非常特殊的时期。",
        "label": ""
      },
      {
        "sentence": "在这个阶段，很多人都会有类似的情绪波动，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "这个时段的人很容易感到悲伤，反映也会比较敏感。",
        "label": ""
      },
      {
        "sentence": "但是，请相信，这个时段的感受是暂时的，会随着你的成长而慢慢变好的。",
        "label": ""
      },
      {
        "sentence": "你的思想也会越来越成熟，你会明白很多事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的安慰。但是我真的很困扰，无论是谁说我一两句话，我都会哭，感觉自己变得很脆弱。而且我妈妈说我几句，我就会觉得超级烦躁，感觉她不理解我。",
    "annotation": [
      {
        "sentence": "谢谢你的安慰。",
        "label": ""
      },
      {
        "sentence": "但是我真的很困扰，无论是谁说我一两句话，我都会哭，感觉自己变得很脆弱。",
        "label": ""
      },
      {
        "sentence": "而且我妈妈说我几句，我就会觉得超级烦躁，感觉她不理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈的唠叨有时候会让人觉得不舒服，但是请你尝试理解她的出发点。她是出于关心你才会说那些话，虽然方式可能不太好，但她是希望你能过得更好。小时候她有时候也会唠叨你，但你并没有像现在一样容易受伤。青春期的情绪波动是正常的，我们可以找到方法来解决和缓解。",
    "annotation": [
      {
        "sentence": "妈妈的唠叨有时候会让人觉得不舒服，但是请你尝试理解她的出发点。",
        "label": ""
      },
      {
        "sentence": "她是出于关心你才会说那些话，虽然方式可能不太好，但她是希望你能过得更好。",
        "label": ""
      },
      {
        "sentence": "小时候她有时候也会唠叨你，但你并没有像现在一样容易受伤。",
        "label": ""
      },
      {
        "sentence": "青春期的情绪波动是正常的，我们可以找到方法来解决和缓解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有办法解决这个问题吗？我觉得自己一直处在情绪的低谷，没有什么快乐可言。",
    "annotation": [
      {
        "sentence": "我有办法解决这个问题吗？",
        "label": ""
      },
      {
        "sentence": "我觉得自己一直处在情绪的低谷，没有什么快乐可言。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然有办法解决。我们可以试着通过以下方法来解决你目前的问题：首先，了解一下青春期的特点，减少你对青春期的不了解带来的焦虑；其次，多发展一些兴趣爱好，转移你的情绪，不要让自己陷入单一思维；再次，多与朋友交流，了解其他人在青春期时的情绪特点，这样你会明白自己并不是唯一一个有这种感受的人；还有，你可以考虑寻求心理咨询师的帮助，他们可以帮助你走出青春期的情绪困扰；最后，与妈妈好好沟通，告诉她你现在正在经历青春期的情绪起伏，希望她能给予你更多的理解和支持。希望这些方法能够对你有所帮助。",
    "annotation": [
      {
        "sentence": "当然有办法解决。",
        "label": ""
      },
      {
        "sentence": "我们可以试着通过以下方法来解决你目前的问题：首先，了解一下青春期的特点，减少你对青春期的不了解带来的焦虑；其次，多发展一些兴趣爱好，转移你的情绪，不要让自己陷入单一思维；再次，多与朋友交流，了解其他人在青春期时的情绪特点，这样你会明白自己并不是唯一一个有这种感受的人；还有，你可以考虑寻求心理咨询师的帮助，他们可以帮助你走出青春期的情绪困扰；最后，与妈妈好好沟通，告诉她你现在正在经历青春期的情绪起伏，希望她能给予你更多的理解和支持。",
        "label": ""
      },
      {
        "sentence": "希望这些方法能够对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试去了解青春期的特点，寻找一些兴趣爱好来转移自己的注意力。也会更多地与朋友交流，我相信这样能够帮助我度过这个困难的时期。再次感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试去了解青春期的特点，寻找一些兴趣爱好来转移自己的注意力。",
        "label": ""
      },
      {
        "sentence": "也会更多地与朋友交流，我相信这样能够帮助我度过这个困难的时期。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很欣慰能够帮到你。青春期是一个成长的过程，虽然会有些困扰，但也会有很多美好的事物等待着你。记得要给自己一些时间和空间，慢慢调整自己的情绪。如果还有需要，随时都可以来找我倾诉。我会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很欣慰能够帮到你。",
        "label": ""
      },
      {
        "sentence": "青春期是一个成长的过程，虽然会有些困扰，但也会有很多美好的事物等待着你。",
        "label": ""
      },
      {
        "sentence": "记得要给自己一些时间和空间，慢慢调整自己的情绪。",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]