[
  {
    "role": "client",
    "content": "您好，我是一位15岁的女生。最近我常常失眠，感觉没有精神，我想知道治疗抑郁症需要多少钱？我感到特别难过，每天都失眠，没有丝毫精神，还经常想哭。只要别人说我一两句话，我就想流眼泪，而且变得脾气暴躁。妈妈只是说我几句话，我就感觉很烦躁。我总是陷入到一些乱七八糟的想法中，感觉活着没有任何意义。",
    "annotation": [
      {
        "sentence": "您好，我是一位15岁的女生。",
        "label": ""
      },
      {
        "sentence": "最近我常常失眠，感觉没有精神，我想知道治疗抑郁症需要多少钱？",
        "label": ""
      },
      {
        "sentence": "我感到特别难过，每天都失眠，没有丝毫精神，还经常想哭。",
        "label": ""
      },
      {
        "sentence": "只要别人说我一两句话，我就想流眼泪，而且变得脾气暴躁。",
        "label": ""
      },
      {
        "sentence": "妈妈只是说我几句话，我就感觉很烦躁。",
        "label": ""
      },
      {
        "sentence": "我总是陷入到一些乱七八糟的想法中，感觉活着没有任何意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，看到你经历这些痛苦的时候，我真的感到很心疼，因为我也有一个和你同龄的孩子。首先要明白，在你这个年纪，我们都比较敏感，青春期的孩子会经历一些变化，所以不必过于紧张，这些感受会过去的。平时如果感到难受想哭就哭出来，能让自己的心情好一点就好。至于妈妈说你什么，你是改变不了她的，你要保护好自己，不要太在意她的话。尽量不要往心里去。如果实在感到难受，可以出去散散心，做一些自己喜欢的事情，等到内心平静了再回来。如果你感到孤独，可以试着把你的感受写在纸上，用书写来做自己的朋友。我觉得你的文笔很好，而且也比较敏感，所以写下你的感受会是很好的释放方式。最重要的是要明白，每个人都要经历成长的过程，我们都可能会遇到难受和挫折，但是这些都会过去的，只要我们内心还有希望。平时多做一些自己喜欢的事情，让自己感到愉快的事情，你会慢慢变好的。",
    "annotation": [
      {
        "sentence": "你好，看到你经历这些痛苦的时候，我真的感到很心疼，因为我也有一个和你同龄的孩子。",
        "label": ""
      },
      {
        "sentence": "首先要明白，在你这个年纪，我们都比较敏感，青春期的孩子会经历一些变化，所以不必过于紧张，这些感受会过去的。",
        "label": ""
      },
      {
        "sentence": "平时如果感到难受想哭就哭出来，能让自己的心情好一点就好。",
        "label": ""
      },
      {
        "sentence": "至于妈妈说你什么，你是改变不了她的，你要保护好自己，不要太在意她的话。",
        "label": ""
      },
      {
        "sentence": "尽量不要往心里去。",
        "label": ""
      },
      {
        "sentence": "如果实在感到难受，可以出去散散心，做一些自己喜欢的事情，等到内心平静了再回来。",
        "label": ""
      },
      {
        "sentence": "如果你感到孤独，可以试着把你的感受写在纸上，用书写来做自己的朋友。",
        "label": ""
      },
      {
        "sentence": "我觉得你的文笔很好，而且也比较敏感，所以写下你的感受会是很好的释放方式。",
        "label": ""
      },
      {
        "sentence": "最重要的是要明白，每个人都要经历成长的过程，我们都可能会遇到难受和挫折，但是这些都会过去的，只要我们内心还有希望。",
        "label": ""
      },
      {
        "sentence": "平时多做一些自己喜欢的事情，让自己感到愉快的事情，你会慢慢变好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励和支持。我会尽量尝试哭出来释放情绪，同时也会学会不那么在意别人的话。我明白我不能改变妈妈的态度，我也会多做一些让自己开心的事情，写写日记也是个好主意。我想我还需要一些时间来调整自己的情绪，希望我内心的希望能够不断增加。",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽量尝试哭出来释放情绪，同时也会学会不那么在意别人的话。",
        "label": ""
      },
      {
        "sentence": "我明白我不能改变妈妈的态度，我也会多做一些让自己开心的事情，写写日记也是个好主意。",
        "label": ""
      },
      {
        "sentence": "我想我还需要一些时间来调整自己的情绪，希望我内心的希望能够不断增加。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。调整情绪确实需要时间，要耐心对待自己。记住，你的内心希望是很重要的，不要放弃对未来的期待。如果有任何困难或者需要倾诉，你可以随时找我聊天，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "调整情绪确实需要时间，要耐心对待自己。",
        "label": ""
      },
      {
        "sentence": "记住，你的内心希望是很重要的，不要放弃对未来的期待。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难或者需要倾诉，你可以随时找我聊天，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的理解和支持，我真的觉得很温暖。有您在我身边真的很安心，我会把您的话记在心里，也会珍惜现在的生活。如果以后还有需要，我会毫不犹豫地再来找您倾诉。",
    "annotation": [
      {
        "sentence": "谢谢您的理解和支持，我真的觉得很温暖。",
        "label": ""
      },
      {
        "sentence": "有您在我身边真的很安心，我会把您的话记在心里，也会珍惜现在的生活。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，我会毫不犹豫地再来找您倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感激之情我能够感受到，我也会一直陪伴在你身边的。珍惜生活中美好的事物，相信自己能够渡过这段困难时刻。如果有任何需要帮助的时候，请随时与我联系。我们一起度过这段困难。",
    "annotation": [
      {
        "sentence": "你的感激之情我能够感受到，我也会一直陪伴在你身边的。",
        "label": ""
      },
      {
        "sentence": "珍惜生活中美好的事物，相信自己能够渡过这段困难时刻。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要帮助的时候，请随时与我联系。",
        "label": ""
      },
      {
        "sentence": "我们一起度过这段困难。",
        "label": ""
      }
    ]
  }
]