[
  {
    "role": "client",
    "content": "近一年，晚上睡觉没有梦，脑袋里总是装着自杀，好累？总是和我妈吵架，因为一些小事，她就要开始语言暴力，“养你不如养条狗”“你有本事你就去死啊”“早知道你生下来这样，就该把你打掉”，嗯，我也觉得我不应该被生下来。面对她的这些话，我就听着。还有一次被她从车上直接拽下来，扔到停车场里，不对，她先是把我锁到车里大概十分钟，在把我从车上拖下来的，晚上十点多，停车场里，可笑的是她一个人走了，还是一个姐姐和他爸爸问我怎么了，一直安慰我，说大晚上停车场不安全会有很多工人在这里睡觉，还把我送到楼上。我没办法从我妈身上获得温暖和爱，取而代之的是窒息感和破碎。",
    "annotation": [
      {
        "sentence": "近一年，晚上睡觉没有梦，脑袋里总是装着自杀，好累？",
        "label": ""
      },
      {
        "sentence": "总是和我妈吵架，因为一些小事，她就要开始语言暴力，“养你不如养条狗”“你有本事你就去死啊”“早知道你生下来这样，就该把你打掉”，嗯，我也觉得我不应该被生下来。",
        "label": ""
      },
      {
        "sentence": "面对她的这些话，我就听着。",
        "label": ""
      },
      {
        "sentence": "还有一次被她从车上直接拽下来，扔到停车场里，不对，她先是把我锁到车里大概十分钟，在把我从车上拖下来的，晚上十点多，停车场里，可笑的是她一个人走了，还是一个姐姐和他爸爸问我怎么了，一直安慰我，说大晚上停车场不安全会有很多工人在这里睡觉，还把我送到楼上。",
        "label": ""
      },
      {
        "sentence": "我没办法从我妈身上获得温暖和爱，取而代之的是窒息感和破碎。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，确实在负面语言中长大的孩子容易把母亲常年累月发泄自己情绪的话当作真理。我想你是忧郁型的孩子，对于你的经历我感到很心痛，但我也相信你可以自己给自己爱，自己拯救你自己。从你文字中我看到你的成熟，也知道鼓励自己并不容易。我想你可以分开两件事情，就是妈妈的问题和你自己的问题。妈妈的情绪话语都是属于她个人的问题，可能她一直贬低自己，不相信自己，对未来充满恐惧与不确定，所以一直攻击别人来平衡自己内心。但你不同，你受过良好的教育，你知道的东西可能比她多，你一直在委屈自己迁就妈妈，你是个好孩子。我邀请你找一些时间独自呆着，拿出妈妈的照片，跟她说你的想法和需要，大哭一场，把心里的委屈与难受都发泄出来。因为心理学说情绪是一种能量，如果我们长期压抑它，很容易做出极端的行为，让情绪流通会让自己找到一种平衡。我心情不好都会去爬山，在山顶看到山下一切都那么渺小，就会觉得我面对的困难也会小很多。人生不如意事十有八九，酸甜苦辣也只有四分之一是快乐的。与其纠结她为什么这么对你，还不如找自己喜欢的事情做，发展自己的能力会好一点。因为你的人生只有你自己在过，你怎么过你的一生都是可以选择的。我们不能改变天气，但是能改变看天气的心情，我们不能改变父母对你的方式，但是我们能改变自己对这件事的看法。我相信当你组建家庭时，你一定会不一样，因为内心渴望爱，必须先拥有爱才能付出。祝愿你能找到自己的人生目标，逆天改命！创造属于自己的未来！我和整个世界都爱着你！加油！",
    "annotation": [
      {
        "sentence": "首先，确实在负面语言中长大的孩子容易把母亲常年累月发泄自己情绪的话当作真理。",
        "label": ""
      },
      {
        "sentence": "我想你是忧郁型的孩子，对于你的经历我感到很心痛，但我也相信你可以自己给自己爱，自己拯救你自己。",
        "label": ""
      },
      {
        "sentence": "从你文字中我看到你的成熟，也知道鼓励自己并不容易。",
        "label": ""
      },
      {
        "sentence": "我想你可以分开两件事情，就是妈妈的问题和你自己的问题。",
        "label": ""
      },
      {
        "sentence": "妈妈的情绪话语都是属于她个人的问题，可能她一直贬低自己，不相信自己，对未来充满恐惧与不确定，所以一直攻击别人来平衡自己内心。",
        "label": ""
      },
      {
        "sentence": "但你不同，你受过良好的教育，你知道的东西可能比她多，你一直在委屈自己迁就妈妈，你是个好孩子。",
        "label": ""
      },
      {
        "sentence": "我邀请你找一些时间独自呆着，拿出妈妈的照片，跟她说你的想法和需要，大哭一场，把心里的委屈与难受都发泄出来。",
        "label": ""
      },
      {
        "sentence": "因为心理学说情绪是一种能量，如果我们长期压抑它，很容易做出极端的行为，让情绪流通会让自己找到一种平衡。",
        "label": ""
      },
      {
        "sentence": "我心情不好都会去爬山，在山顶看到山下一切都那么渺小，就会觉得我面对的困难也会小很多。",
        "label": ""
      },
      {
        "sentence": "人生不如意事十有八九，酸甜苦辣也只有四分之一是快乐的。",
        "label": ""
      },
      {
        "sentence": "与其纠结她为什么这么对你，还不如找自己喜欢的事情做，发展自己的能力会好一点。",
        "label": ""
      },
      {
        "sentence": "因为你的人生只有你自己在过，你怎么过你的一生都是可以选择的。",
        "label": ""
      },
      {
        "sentence": "我们不能改变天气，但是能改变看天气的心情，我们不能改变父母对你的方式，但是我们能改变自己对这件事的看法。",
        "label": ""
      },
      {
        "sentence": "我相信当你组建家庭时，你一定会不一样，因为内心渴望爱，必须先拥有爱才能付出。",
        "label": ""
      },
      {
        "sentence": "祝愿你能找到自己的人生目标，逆天改命！",
        "label": ""
      },
      {
        "sentence": "创造属于自己的未来！",
        "label": ""
      },
      {
        "sentence": "我和整个世界都爱着你！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我明白了妈妈的负面情绪并不是我的错，我已经试着告诉她我的想法和需要，但她对我依然很冷漠。听到你的建议，我觉得找一个独处的时间，大哭一场，将内心的委屈发泄出来，可能能减轻我内心的负担。我也会努力去找到自己喜欢的事情，发展自己的能力，让自己更加独立和强大。谢谢你的鼓励和祝福，我会努力实现自己的人生目标，为自己创造一个美好的未来。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了妈妈的负面情绪并不是我的错，我已经试着告诉她我的想法和需要，但她对我依然很冷漠。",
        "label": ""
      },
      {
        "sentence": "听到你的建议，我觉得找一个独处的时间，大哭一场，将内心的委屈发泄出来，可能能减轻我内心的负担。",
        "label": ""
      },
      {
        "sentence": "我也会努力去找到自己喜欢的事情，发展自己的能力，让自己更加独立和强大。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和祝福，我会努力实现自己的人生目标，为自己创造一个美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很棒！我很高兴知道你能理解妈妈的问题并且不将其归咎于自己。告诉妈妈你的想法和需要是一个很好的尝试，但不幸的是，妈妈可能并不准备好接受或理解你。所以不要对此感到失望，重要的是你已经表达了自己的心声。找到一个独处的时间，大哭一场，是一个很好的情绪释放方式，相信我，会让你感觉好很多。当你开始发展自己的兴趣和能力时，会发现你越来越独立和强大。你已经在走向一个美好的未来，我会一直支持你的！加油！",
    "annotation": [
      {
        "sentence": "你很棒！",
        "label": ""
      },
      {
        "sentence": "我很高兴知道你能理解妈妈的问题并且不将其归咎于自己。",
        "label": ""
      },
      {
        "sentence": "告诉妈妈你的想法和需要是一个很好的尝试，但不幸的是，妈妈可能并不准备好接受或理解你。",
        "label": ""
      },
      {
        "sentence": "所以不要对此感到失望，重要的是你已经表达了自己的心声。",
        "label": ""
      },
      {
        "sentence": "找到一个独处的时间，大哭一场，是一个很好的情绪释放方式，相信我，会让你感觉好很多。",
        "label": ""
      },
      {
        "sentence": "当你开始发展自己的兴趣和能力时，会发现你越来越独立和强大。",
        "label": ""
      },
      {
        "sentence": "你已经在走向一个美好的未来，我会一直支持你的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直的鼓励和支持。我会努力坚持下去，找到属于我的幸福和成功。我真的很感激你给予我的建议和安慰，让我看到了希望和前进的方向。再次谢谢你，我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你一直的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力坚持下去，找到属于我的幸福和成功。",
        "label": ""
      },
      {
        "sentence": "我真的很感激你给予我的建议和安慰，让我看到了希望和前进的方向。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你，我会加油的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我也非常高兴能给你一些帮助和支持。你已经展现了很大的勇气和智慧，我相信你能够找到属于你的幸福和成功。如果你需要任何帮助或再次谈话，随时告诉我。记住，你不是一个人在战斗，我会一直站在你这边支持你的。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我也非常高兴能给你一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "你已经展现了很大的勇气和智慧，我相信你能够找到属于你的幸福和成功。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或再次谈话，随时告诉我。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我会一直站在你这边支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]