[
  {
    "role": "client",
    "content": "近一年，晚上睡觉没有梦，脑袋里总是装着自杀，好累？总是和我妈吵架，因为一些小事，她就要开始语言暴力，“养你不如养条狗”“你有本事你就去死啊”“早知道你生下来这样，就该把你打掉”，嗯，我也觉得我不应该被生下来。面对她的这些话，我就听着。还有一次被她从车上直接拽下来，扔到停车场里，不对，她先是把我锁到车里大概十分钟，在把我从车上拖下来的，晚上十点多，停车场里，可笑的是她一个人走了，还是一个姐姐和他爸爸问我怎么了，一直安慰我，说大晚上停车场不安全会有很多工人在这里睡觉，还把我送到楼上。我没办法从我妈身上获得温暖和爱，取而代之的是窒息感和破碎。",
    "annotation": [
      {
        "sentence": "近一年，晚上睡觉没有梦，脑袋里总是装着自杀，好累？",
        "label": ""
      },
      {
        "sentence": "总是和我妈吵架，因为一些小事，她就要开始语言暴力，“养你不如养条狗”“你有本事你就去死啊”“早知道你生下来这样，就该把你打掉”，嗯，我也觉得我不应该被生下来。",
        "label": ""
      },
      {
        "sentence": "面对她的这些话，我就听着。",
        "label": ""
      },
      {
        "sentence": "还有一次被她从车上直接拽下来，扔到停车场里，不对，她先是把我锁到车里大概十分钟，在把我从车上拖下来的，晚上十点多，停车场里，可笑的是她一个人走了，还是一个姐姐和他爸爸问我怎么了，一直安慰我，说大晚上停车场不安全会有很多工人在这里睡觉，还把我送到楼上。",
        "label": ""
      },
      {
        "sentence": "我没办法从我妈身上获得温暖和爱，取而代之的是窒息感和破碎。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对妈妈不稳定的情绪和暴力对待，你一定感觉很难受。你提到的问题有：1、妈妈对你语言暴力；2、妈妈生气的时候会把你自己一个人抛下，冷落你。我来给你一些建议和分析：",
    "annotation": [
      {
        "sentence": "面对妈妈不稳定的情绪和暴力对待，你一定感觉很难受。",
        "label": ""
      },
      {
        "sentence": "你提到的问题有：1、妈妈对你语言暴力；2、妈妈生气的时候会把你自己一个人抛下，冷落你。",
        "label": ""
      },
      {
        "sentence": "我来给你一些建议和分析：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我真的很害怕面对妈妈，觉得自己一点儿价值也没有。",
    "annotation": [
      {
        "sentence": "嗯，我真的很害怕面对妈妈，觉得自己一点儿价值也没有。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能够理解。首先，妈妈这样对你的方式显然是不对的，你需要和妈妈沟通你的感受和想法，表示拒绝这样的方式。",
    "annotation": [
      {
        "sentence": "你的感受我能够理解。",
        "label": ""
      },
      {
        "sentence": "首先，妈妈这样对你的方式显然是不对的，你需要和妈妈沟通你的感受和想法，表示拒绝这样的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我对妈妈的话感到很受伤害，觉得没有尊严，觉得妈妈心中不重要。面对她的情绪，我感到很无助。",
    "annotation": [
      {
        "sentence": "可是我对妈妈的话感到很受伤害，觉得没有尊严，觉得妈妈心中不重要。",
        "label": ""
      },
      {
        "sentence": "面对她的情绪，我感到很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有些时候，当妈妈生气的时候说出来的话语可能会让你感到很受伤害，甚至让你觉得在妈妈心中不重要。但有些时候，这并不是因为她不在乎你，只是她太生气了，情绪掩盖了她的理性。她之所以会对你发脾气，是因为她在乎你，没有人会对一个不在乎的人说教。",
    "annotation": [
      {
        "sentence": "有些时候，当妈妈生气的时候说出来的话语可能会让你感到很受伤害，甚至让你觉得在妈妈心中不重要。",
        "label": ""
      },
      {
        "sentence": "但有些时候，这并不是因为她不在乎你，只是她太生气了，情绪掩盖了她的理性。",
        "label": ""
      },
      {
        "sentence": "她之所以会对你发脾气，是因为她在乎你，没有人会对一个不在乎的人说教。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我该如何和妈妈沟通呢？",
    "annotation": [
      {
        "sentence": "我该如何和妈妈沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通的时候需要让妈妈理解你知道她想要你更好，但是教育的方式不应该用这种粗暴的方式。成功的沟通前提是双方要相互理解。也许你可以试着迈出第一步。",
    "annotation": [
      {
        "sentence": "沟通的时候需要让妈妈理解你知道她想要你更好，但是教育的方式不应该用这种粗暴的方式。",
        "label": ""
      },
      {
        "sentence": "成功的沟通前提是双方要相互理解。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着迈出第一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试的。而且我也可以请家里的其他长辈、学校老师帮助我和妈妈沟通吧？",
    "annotation": [
      {
        "sentence": "我会试试的。",
        "label": ""
      },
      {
        "sentence": "而且我也可以请家里的其他长辈、学校老师帮助我和妈妈沟通吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是个不错的主意。妈妈也是第一次当母亲，你也是第一次当孩子，给点时间彼此，你和妈妈都需要成长。最后，很欣慰听到你被陌生的邻居保护了，世界上还是有很多善良的人愿意在你需要的时候给你提供帮助。妈妈只是你整个世界中对你影响比较大的一个人，不要因为一时没有处理好和妈妈的相处关系，而错过整个美好的世界呀。",
    "annotation": [
      {
        "sentence": "这是个不错的主意。",
        "label": ""
      },
      {
        "sentence": "妈妈也是第一次当母亲，你也是第一次当孩子，给点时间彼此，你和妈妈都需要成长。",
        "label": ""
      },
      {
        "sentence": "最后，很欣慰听到你被陌生的邻居保护了，世界上还是有很多善良的人愿意在你需要的时候给你提供帮助。",
        "label": ""
      },
      {
        "sentence": "妈妈只是你整个世界中对你影响比较大的一个人，不要因为一时没有处理好和妈妈的相处关系，而错过整个美好的世界呀。",
        "label": ""
      }
    ]
  }
]