[
  {
    "role": "client",
    "content": "近一年，晚上睡觉没有梦，脑袋里总是装着自杀，好累？总是和我妈吵架，因为一些小事，她就要开始语言暴力，“养你不如养条狗”“你有本事你就去死啊”“早知道你生下来这样，就该把你打掉”，嗯，我也觉得我不应该被生下来。面对她的这些话，我就听着。还有一次被她从车上直接拽下来，扔到停车场里，不对，她先是把我锁到车里大概十分钟，在把我从车上拖下来的，晚上十点多，停车场里，可笑的是她一个人走了，还是一个姐姐和他爸爸问我怎么了，一直安慰我，说大晚上停车场不安全会有很多工人在这里睡觉，还把我送到楼上。我没办法从我妈身上获得温暖和爱，取而代之的是窒息感和破碎。",
    "annotation": [
      {
        "sentence": "近一年，晚上睡觉没有梦，脑袋里总是装着自杀，好累？",
        "label": ""
      },
      {
        "sentence": "总是和我妈吵架，因为一些小事，她就要开始语言暴力，“养你不如养条狗”“你有本事你就去死啊”“早知道你生下来这样，就该把你打掉”，嗯，我也觉得我不应该被生下来。",
        "label": ""
      },
      {
        "sentence": "面对她的这些话，我就听着。",
        "label": ""
      },
      {
        "sentence": "还有一次被她从车上直接拽下来，扔到停车场里，不对，她先是把我锁到车里大概十分钟，在把我从车上拖下来的，晚上十点多，停车场里，可笑的是她一个人走了，还是一个姐姐和他爸爸问我怎么了，一直安慰我，说大晚上停车场不安全会有很多工人在这里睡觉，还把我送到楼上。",
        "label": ""
      },
      {
        "sentence": "我没办法从我妈身上获得温暖和爱，取而代之的是窒息感和破碎。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，妈妈的方式确实不对，但是我猜测妈妈的婚姻生活应该不是很幸福，所以才把生活中的不如意都发泄在你身上了。不知道你是否了解妈妈的生活经历，你可以多和身边人聊聊，或许从妈妈的经历中可以理解到妈妈这么做的原因。",
    "annotation": [
      {
        "sentence": "看到你的描述，妈妈的方式确实不对，但是我猜测妈妈的婚姻生活应该不是很幸福，所以才把生活中的不如意都发泄在你身上了。",
        "label": ""
      },
      {
        "sentence": "不知道你是否了解妈妈的生活经历，你可以多和身边人聊聊，或许从妈妈的经历中可以理解到妈妈这么做的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "妈妈的婚姻生活确实不顺利，但她为什么要把对她的不满都发泄在我身上呢？我无法理解。",
    "annotation": [
      {
        "sentence": "妈妈的婚姻生活确实不顺利，但她为什么要把对她的不满都发泄在我身上呢？",
        "label": ""
      },
      {
        "sentence": "我无法理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困惑，但有时候人们在面对压力和挫折时会以消极的方式来处理，而你可能是妈妈情绪宣泄的对象。或许她也需要找到适合自己的方式来排解负面情绪，你可以适当地和她沟通，试着了解她内心的需求和痛苦。",
    "annotation": [
      {
        "sentence": "理解你的困惑，但有时候人们在面对压力和挫折时会以消极的方式来处理，而你可能是妈妈情绪宣泄的对象。",
        "label": ""
      },
      {
        "sentence": "或许她也需要找到适合自己的方式来排解负面情绪，你可以适当地和她沟通，试着了解她内心的需求和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试图和她沟通过，但每次都以争吵收场。我感觉她根本不愿意倾听我的想法和感受。",
    "annotation": [
      {
        "sentence": "我试图和她沟通过，但每次都以争吵收场。",
        "label": ""
      },
      {
        "sentence": "我感觉她根本不愿意倾听我的想法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是一个困难的情况，不过你要坚持尝试沟通，也许需要耐心和时间。你可以找一个适当的时机，告诉她你希望能够和她更好地相处，表达你内心的感受和需求，希望她能倾听和理解。",
    "annotation": [
      {
        "sentence": "这确实是一个困难的情况，不过你要坚持尝试沟通，也许需要耐心和时间。",
        "label": ""
      },
      {
        "sentence": "你可以找一个适当的时机，告诉她你希望能够和她更好地相处，表达你内心的感受和需求，希望她能倾听和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试的，但是心里过去发生的一切还是难以释怀。我觉得自己变得越来越脆弱，对生活失去了信心。",
    "annotation": [
      {
        "sentence": "我会尝试的，但是心里过去发生的一切还是难以释怀。",
        "label": ""
      },
      {
        "sentence": "我觉得自己变得越来越脆弱，对生活失去了信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，经历这样的家庭暴力对你的心理影响确实会很大。但是我相信你有足够的能力来重新建立对生活的信心和希望。除了和妈妈沟通外，你可以尝试一些个人成长的方法，比如去运动，去跑步。我个人通过每天坚持运动30分钟以上来调整自己的心态，这可能对你也会有帮助。",
    "annotation": [
      {
        "sentence": "我理解你的感受，经历这样的家庭暴力对你的心理影响确实会很大。",
        "label": ""
      },
      {
        "sentence": "但是我相信你有足够的能力来重新建立对生活的信心和希望。",
        "label": ""
      },
      {
        "sentence": "除了和妈妈沟通外，你可以尝试一些个人成长的方法，比如去运动，去跑步。",
        "label": ""
      },
      {
        "sentence": "我个人通过每天坚持运动30分钟以上来调整自己的心态，这可能对你也会有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试看，运动可能能帮助我缓解一些压力。还有，我想知道，除了运动，还有其他能让自己快乐起来的事情吗？",
    "annotation": [
      {
        "sentence": "我会试试看，运动可能能帮助我缓解一些压力。",
        "label": ""
      },
      {
        "sentence": "还有，我想知道，除了运动，还有其他能让自己快乐起来的事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然有。每个人都有自己的喜好和爱好，你可以试着找一些自己喜欢做的事情，比如拼拼图和乐高。这样的活动能够帮助你把注意力集中到喜欢的事情上，暂时放下其他的困扰和痛苦。",
    "annotation": [
      {
        "sentence": "当然有。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的喜好和爱好，你可以试着找一些自己喜欢做的事情，比如拼拼图和乐高。",
        "label": ""
      },
      {
        "sentence": "这样的活动能够帮助你把注意力集中到喜欢的事情上，暂时放下其他的困扰和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议听起来不错，我会尝试找一些能够让自己投入的活动，希望能够找到快乐的感觉。",
    "annotation": [
      {
        "sentence": "这个建议听起来不错，我会尝试找一些能够让自己投入的活动，希望能够找到快乐的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，相信你会找到适合自己的方式来找回快乐的。另外，希望你遇到妈妈的语言暴力时，不要放在心上，当作她发泄的一种方式就好了。外界和妈妈的评价都不需要在意，最重要的是相信自己在做对的事情，相信自己的价值和能力。",
    "annotation": [
      {
        "sentence": "很好，相信你会找到适合自己的方式来找回快乐的。",
        "label": ""
      },
      {
        "sentence": "另外，希望你遇到妈妈的语言暴力时，不要放在心上，当作她发泄的一种方式就好了。",
        "label": ""
      },
      {
        "sentence": "外界和妈妈的评价都不需要在意，最重要的是相信自己在做对的事情，相信自己的价值和能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会铭记你的建议，尽量将妈妈的暴力言语不再影响自己。同时，我也会给自己一些时间来接受和爱护自己，不再考虑用自杀来解脱。",
    "annotation": [
      {
        "sentence": "我会铭记你的建议，尽量将妈妈的暴力言语不再影响自己。",
        "label": ""
      },
      {
        "sentence": "同时，我也会给自己一些时间来接受和爱护自己，不再考虑用自杀来解脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，每个人都会感受到生活的艰辛，特别是在这个快节奏的社会中。但是我们都在成长，要给自己一些时间来适应和调整。请相信，自杀并不是解决问题的最好方式，而是最愚蠢的方式。你的生命很重要，要学会爱护自己，寻找到生活中的快乐和美好。",
    "annotation": [
      {
        "sentence": "非常好，每个人都会感受到生活的艰辛，特别是在这个快节奏的社会中。",
        "label": ""
      },
      {
        "sentence": "但是我们都在成长，要给自己一些时间来适应和调整。",
        "label": ""
      },
      {
        "sentence": "请相信，自杀并不是解决问题的最好方式，而是最愚蠢的方式。",
        "label": ""
      },
      {
        "sentence": "你的生命很重要，要学会爱护自己，寻找到生活中的快乐和美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会坚持走出困境，重拾对生活的信心。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会坚持走出困境，重拾对生活的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是很坚强的，我相信你能够克服困难，重新拥抱美好的生活。记得，当你需要帮助时，不要犹豫向身边的人或专业心理咨询师求助。你并不孤单，我们会一直陪在你身边。",
    "annotation": [
      {
        "sentence": "你是很坚强的，我相信你能够克服困难，重新拥抱美好的生活。",
        "label": ""
      },
      {
        "sentence": "记得，当你需要帮助时，不要犹豫向身边的人或专业心理咨询师求助。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一直陪在你身边。",
        "label": ""
      }
    ]
  }
]