[
  {
    "role": "client",
    "content": "今天突然有一个想法，我是否自私自利？突然这么想的，因为我发现，我很难去理解别人帮助别人，除非在自己特别平静的时候，小时候，我因为游戏，自己要过一个小道，把伙伴推下坡，我记得我第一反应，就是被挡住道了，下意识一下就下了手，大概4、5岁。还有，我确实伤害过我的朋友，获得了我自己的利益，我觉得她不好，因为她是坏的，所以，我做的是正义，我的成就也是该获得的，这是在6年级，还有初中阶段有过的思维，我现在很难分析自己为什么会那样还有现在的，我可以独立自主，但是，我缺乏那种理解和包容，尽管我知道她是怎么回事，但是，我很难有同情心，因为引导一个人，是一个阶段而不是一两句话，我很难持续的去关注别人，很难静下心来帮助一个人，很难做到无论什么时候都可以找我聊聊，我有时候是隔绝别人的我知道我这些反应，但是怎样才能实现真正的助人心，同情心，对别人持续的理解和包容！",
    "annotation": [
      {
        "sentence": "今天突然有一个想法，我是否自私自利？",
        "label": ""
      },
      {
        "sentence": "突然这么想的，因为我发现，我很难去理解别人帮助别人，除非在自己特别平静的时候，小时候，我因为游戏，自己要过一个小道，把伙伴推下坡，我记得我第一反应，就是被挡住道了，下意识一下就下了手，大概4、5岁。",
        "label": ""
      },
      {
        "sentence": "还有，我确实伤害过我的朋友，获得了我自己的利益，我觉得她不好，因为她是坏的，所以，我做的是正义，我的成就也是该获得的，这是在6年级，还有初中阶段有过的思维，我现在很难分析自己为什么会那样还有现在的，我可以独立自主，但是，我缺乏那种理解和包容，尽管我知道她是怎么回事，但是，我很难有同情心，因为引导一个人，是一个阶段而不是一两句话，我很难持续的去关注别人，很难静下心来帮助一个人，很难做到无论什么时候都可以找我聊聊，我有时候是隔绝别人的我知道我这些反应，但是怎样才能实现真正的助人心，同情心，对别人持续的理解和包容！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "范仲淹说得好，达，则接济天下；穷，则独善其身。如果人人都能关心和照顾好自己，理论上来说，就不太需要来自于别人过多的关心和帮助。",
    "annotation": [
      {
        "sentence": "范仲淹说得好，达，则接济天下；穷，则独善其身。",
        "label": ""
      },
      {
        "sentence": "如果人人都能关心和照顾好自己，理论上来说，就不太需要来自于别人过多的关心和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白人人都应该关心和照顾好自己，但我发现自己很难做到持续地关心和帮助别人。这让我觉得自己的同情心和理解能力有所欠缺。",
    "annotation": [
      {
        "sentence": "我明白人人都应该关心和照顾好自己，但我发现自己很难做到持续地关心和帮助别人。",
        "label": ""
      },
      {
        "sentence": "这让我觉得自己的同情心和理解能力有所欠缺。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的，可以是自私，也可以是，当自己持续的关注别人而影响到自己正常的生活步调的时候。选择忽视和回避，优先自己的情感感受，也是另一种对别人的帮助。你有审视自己的心，这很好。",
    "annotation": [
      {
        "sentence": "你说的，可以是自私，也可以是，当自己持续的关注别人而影响到自己正常的生活步调的时候。",
        "label": ""
      },
      {
        "sentence": "选择忽视和回避，优先自己的情感感受，也是另一种对别人的帮助。",
        "label": ""
      },
      {
        "sentence": "你有审视自己的心，这很好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我确实想过选择忽视和回避，但同时也担心这样会让我变得更自私。我真的很想助人，但就是很难持续下去。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我确实想过选择忽视和回避，但同时也担心这样会让我变得更自私。",
        "label": ""
      },
      {
        "sentence": "我真的很想助人，但就是很难持续下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不过对自己再宽容一些好了，自己的人生和他人的人生始终只是略有部分重合的两条轨道，不能持续的给予关心和投入关注，不过是因为你不可能把自己完全置身于别人的人生而脱离自己的轨道。",
    "annotation": [
      {
        "sentence": "不过对自己再宽容一些好了，自己的人生和他人的人生始终只是略有部分重合的两条轨道，不能持续的给予关心和投入关注，不过是因为你不可能把自己完全置身于别人的人生而脱离自己的轨道。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加宽容自己。我明白每个人的轨道都不完全相同，但我希望我能够更多地理解和包容他人。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加宽容自己。",
        "label": ""
      },
      {
        "sentence": "我明白每个人的轨道都不完全相同，但我希望我能够更多地理解和包容他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "换言之，持续的理解和包容给自己带来的可能是极大的损耗，而我们大多数，只是普通人呀，没有做到接济天下，不是再正常不过的事情了吗。",
    "annotation": [
      {
        "sentence": "换言之，持续的理解和包容给自己带来的可能是极大的损耗，而我们大多数，只是普通人呀，没有做到接济天下，不是再正常不过的事情了吗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我理解了。我现在更明白自己不必要太苛求自己，只要尽力做到能力范围内的理解和包容就好。",
    "annotation": [
      {
        "sentence": "确实，我理解了。",
        "label": ""
      },
      {
        "sentence": "我现在更明白自己不必要太苛求自己，只要尽力做到能力范围内的理解和包容就好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的领悟很重要。每个人都有自己的局限性，只要我们尽力去理解和包容，就已经是对别人的帮助了。",
    "annotation": [
      {
        "sentence": "是的，你的领悟很重要。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的局限性，只要我们尽力去理解和包容，就已经是对别人的帮助了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和指导。我会尽力做到在自己能力范围内给予他人理解和关怀。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和指导。",
        "label": ""
      },
      {
        "sentence": "我会尽力做到在自己能力范围内给予他人理解和关怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你。记住，真正的助人心和同情心是源自于心灵的连接和共鸣，只要你保持这份善意，你就会成为一个有温暖和支持的人。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，真正的助人心和同情心是源自于心灵的连接和共鸣，只要你保持这份善意，你就会成为一个有温暖和支持的人。",
        "label": ""
      }
    ]
  }
]