[
  {
    "role": "client",
    "content": "我活着到底为了什么？自己折磨自己吗？本人女，24岁，从小生活在重男轻女的家庭，我自认为我是个一无是处的人，是真的一无是处，从小学到初中成绩不好，每次考试及格的次数两只手数得过来，每一次都会被打，打完以后会告诉我我是为了你好下一次还是一样继续打无限循环，中专毕业以后在家呆了几年每天就是吃了睡看动漫再睡在看就这样重复，也就一年前找了个工作每天混吃等死，不求上进顺其自然的过着，想着换一个工作改变，我没有一技之长，也不想努力，做什么事情都是三分钟热度，发奋图强热血一时过不了半个小时就没那么想要努力了，以前我恋爱在感情中我从没信过他总认为他会出轨，每天巴不得把他和我绑在一起每天试探询问你爱不爱我一开始分手会哄我后来就变成了我自导自演吵架分手删好友我自己再加回来，后来还是分开了，直至现在大概有3年了我抗拒谈恋爱，结婚，我知道自己一定一定会重蹈覆辙，一定还会和以前一样折磨自己折磨对方。",
    "annotation": [
      {
        "sentence": "我活着到底为了什么？",
        "label": ""
      },
      {
        "sentence": "自己折磨自己吗？",
        "label": ""
      },
      {
        "sentence": "本人女，24岁，从小生活在重男轻女的家庭，我自认为我是个一无是处的人，是真的一无是处，从小学到初中成绩不好，每次考试及格的次数两只手数得过来，每一次都会被打，打完以后会告诉我我是为了你好下一次还是一样继续打无限循环，中专毕业以后在家呆了几年每天就是吃了睡看动漫再睡在看就这样重复，也就一年前找了个工作每天混吃等死，不求上进顺其自然的过着，想着换一个工作改变，我没有一技之长，也不想努力，做什么事情都是三分钟热度，发奋图强热血一时过不了半个小时就没那么想要努力了，以前我恋爱在感情中我从没信过他总认为他会出轨，每天巴不得把他和我绑在一起每天试探询问你爱不爱我一开始分手会哄我后来就变成了我自导自演吵架分手删好友我自己再加回来，后来还是分开了，直至现在大概有3年了我抗拒谈恋爱，结婚，我知道自己一定一定会重蹈覆辙，一定还会和以前一样折磨自己折磨对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "过去的经历让你变得不自信，没有安全感，但你可以说出来，说明已经有了自我觉察，这是一个很棒的开始，如果可以提升自信和安全感，你的未来一定不是你现在看到的样子。之所以会回答问题，是因为我也长在一个重男轻女的家庭。",
    "annotation": [
      {
        "sentence": "过去的经历让你变得不自信，没有安全感，但你可以说出来，说明已经有了自我觉察，这是一个很棒的开始，如果可以提升自信和安全感，你的未来一定不是你现在看到的样子。",
        "label": ""
      },
      {
        "sentence": "之所以会回答问题，是因为我也长在一个重男轻女的家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我的成长环境一直让我感到很沮丧和无助。我很羡慕那些有目标、有动力的人，但我就是无法找到自己的方向。",
    "annotation": [
      {
        "sentence": "是的，我的成长环境一直让我感到很沮丧和无助。",
        "label": ""
      },
      {
        "sentence": "我很羡慕那些有目标、有动力的人，但我就是无法找到自己的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到迷茫和无助的心情。但是，你能够意识到自己的困惑，已经是迈出改变的一步了。无论你现在的情况如何，都有机会重新定义自己的生活。虽然你觉得自己一无是处，但其实每个人都有独特的价值和潜力，包括你。",
    "annotation": [
      {
        "sentence": "我理解你感到迷茫和无助的心情。",
        "label": ""
      },
      {
        "sentence": "但是，你能够意识到自己的困惑，已经是迈出改变的一步了。",
        "label": ""
      },
      {
        "sentence": "无论你现在的情况如何，都有机会重新定义自己的生活。",
        "label": ""
      },
      {
        "sentence": "虽然你觉得自己一无是处，但其实每个人都有独特的价值和潜力，包括你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我真的不知道从何处开始。我不懂如何寻找自己的目标和动力。",
    "annotation": [
      {
        "sentence": "但我真的不知道从何处开始。",
        "label": ""
      },
      {
        "sentence": "我不懂如何寻找自己的目标和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那是很正常的。我们可以从小事做起，让你逐渐建立自信心和探索自我。你可以试着找一份工作，或者从小事情开始，例如学习一门新的技能或爱好。这些都可以帮助你逐渐找到自己的目标和动力。",
    "annotation": [
      {
        "sentence": "那是很正常的。",
        "label": ""
      },
      {
        "sentence": "我们可以从小事做起，让你逐渐建立自信心和探索自我。",
        "label": ""
      },
      {
        "sentence": "你可以试着找一份工作，或者从小事情开始，例如学习一门新的技能或爱好。",
        "label": ""
      },
      {
        "sentence": "这些都可以帮助你逐渐找到自己的目标和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总是没有足够的毅力去坚持下去，每次都是三分钟热度。",
    "annotation": [
      {
        "sentence": "但是我总是没有足够的毅力去坚持下去，每次都是三分钟热度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "坚持是一个需要培养的能力，不过没关系，每个人都有开始的困难。你可以每天给自己一些小的目标，逐渐增加难度和持续时间。并且，找一些正能量的朋友，互相激励和支持，这样更容易坚持下去。",
    "annotation": [
      {
        "sentence": "坚持是一个需要培养的能力，不过没关系，每个人都有开始的困难。",
        "label": ""
      },
      {
        "sentence": "你可以每天给自己一些小的目标，逐渐增加难度和持续时间。",
        "label": ""
      },
      {
        "sentence": "并且，找一些正能量的朋友，互相激励和支持，这样更容易坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我应该试一试。但是我对恋爱也感到很害怕，总觉得自己会再次重蹈覆辙。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我应该试一试。",
        "label": ""
      },
      {
        "sentence": "但是我对恋爱也感到很害怕，总觉得自己会再次重蹈覆辙。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恋爱是人生的一部分，但并不是唯一的幸福来源。在你还没有足够的自信之前，也许可以先专注于提升自己并找到属于自己的生活目标。等到你真正准备好恋爱的时候，你可以给自己和对方一个更健康、平等的关系。",
    "annotation": [
      {
        "sentence": "恋爱是人生的一部分，但并不是唯一的幸福来源。",
        "label": ""
      },
      {
        "sentence": "在你还没有足够的自信之前，也许可以先专注于提升自己并找到属于自己的生活目标。",
        "label": ""
      },
      {
        "sentence": "等到你真正准备好恋爱的时候，你可以给自己和对方一个更健康、平等的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我应该先从修复自己开始，然后再考虑恋爱的问题。谢谢你的建议和鼓励。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该先从修复自己开始，然后再考虑恋爱的问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够改变自己的生活，迎接美好的明天。如果你需要任何帮助或者在这个过程中遇到困难，记得随时向我寻求支持。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够改变自己的生活，迎接美好的明天。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者在这个过程中遇到困难，记得随时向我寻求支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会努力的。我相信自己可以找到属于自己的幸福和目标。",
    "annotation": [
      {
        "sentence": "谢谢你，我会努力的。",
        "label": ""
      },
      {
        "sentence": "我相信自己可以找到属于自己的幸福和目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个勇敢的人，相信自己，一切都会变得更好。加油！",
    "annotation": [
      {
        "sentence": "你是一个勇敢的人，相信自己，一切都会变得更好。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]