[
  {
    "role": "client",
    "content": "我活着到底为了什么？自己折磨自己吗？本人女，24岁，从小生活在重男轻女的家庭，我自认为我是个一无是处的人，是真的一无是处，从小学到初中成绩不好，每次考试及格的次数两只手数得过来，每一次都会被打，打完以后会告诉我我是为了你好下一次还是一样继续打无限循环，中专毕业以后在家呆了几年每天就是吃了睡看动漫再睡在看就这样重复，也就一年前找了个工作每天混吃等死，不求上进顺其自然的过着，想着换一个工作改变，我没有一技之长，也不想努力，做什么事情都是三分钟热度，发奋图强热血一时过不了半个小时就没那么想要努力了，以前我恋爱在感情中我从没信过他总认为他会出轨，每天巴不得把他和我绑在一起每天试探询问你爱不爱我一开始分手会哄我后来就变成了我自导自演吵架分手删好友我自己再加回来，后来还是分开了，直至现在大概有3年了我抗拒谈恋爱，结婚，我知道自己一定一定会重蹈覆辙，一定还会和以前一样折磨自己折磨对方。",
    "annotation": [
      {
        "sentence": "我活着到底为了什么？",
        "label": ""
      },
      {
        "sentence": "自己折磨自己吗？",
        "label": ""
      },
      {
        "sentence": "本人女，24岁，从小生活在重男轻女的家庭，我自认为我是个一无是处的人，是真的一无是处，从小学到初中成绩不好，每次考试及格的次数两只手数得过来，每一次都会被打，打完以后会告诉我我是为了你好下一次还是一样继续打无限循环，中专毕业以后在家呆了几年每天就是吃了睡看动漫再睡在看就这样重复，也就一年前找了个工作每天混吃等死，不求上进顺其自然的过着，想着换一个工作改变，我没有一技之长，也不想努力，做什么事情都是三分钟热度，发奋图强热血一时过不了半个小时就没那么想要努力了，以前我恋爱在感情中我从没信过他总认为他会出轨，每天巴不得把他和我绑在一起每天试探询问你爱不爱我一开始分手会哄我后来就变成了我自导自演吵架分手删好友我自己再加回来，后来还是分开了，直至现在大概有3年了我抗拒谈恋爱，结婚，我知道自己一定一定会重蹈覆辙，一定还会和以前一样折磨自己折磨对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，听到你的故事，我能理解你的困惑和痛苦。首先，我要告诉你，每个人都有他们的价值和意义存在的理由。你并不是一无是处的人。你在成绩方面的困难可能是因为你的家庭环境和压力造成的。但是，你的过去并不决定你的未来。你现在拥有选择的权利，可以选择为自己找到更好的生活方式。",
    "annotation": [
      {
        "sentence": "求助者，听到你的故事，我能理解你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "首先，我要告诉你，每个人都有他们的价值和意义存在的理由。",
        "label": ""
      },
      {
        "sentence": "你并不是一无是处的人。",
        "label": ""
      },
      {
        "sentence": "你在成绩方面的困难可能是因为你的家庭环境和压力造成的。",
        "label": ""
      },
      {
        "sentence": "但是，你的过去并不决定你的未来。",
        "label": ""
      },
      {
        "sentence": "你现在拥有选择的权利，可以选择为自己找到更好的生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我现在感觉很无助，不知道该如何改变自己的生活，也不确定自己是否有能力面对困难。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我现在感觉很无助，不知道该如何改变自己的生活，也不确定自己是否有能力面对困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你现在的情况，我认为有下面的几个问题。1.自卑2.缺乏安全感3.缺爱。针对你这种情况，我以我的经验告诉你。因为我也有类似的经历。首先，你需要提升自己的自信心，相信自己有能力改变生活。其次，多与他人交流，寻找到能够信任和依赖的人，让他们给你提供支持和安全感。最重要的是，要学会爱护和关心自己，不要因为过去的伤害而放弃对自己的爱。",
    "annotation": [
      {
        "sentence": "求助者，你现在的情况，我认为有下面的几个问题。",
        "label": ""
      },
      {
        "sentence": "1.自卑2.缺乏安全感3.缺爱。",
        "label": ""
      },
      {
        "sentence": "针对你这种情况，我以我的经验告诉你。",
        "label": ""
      },
      {
        "sentence": "因为我也有类似的经历。",
        "label": ""
      },
      {
        "sentence": "首先，你需要提升自己的自信心，相信自己有能力改变生活。",
        "label": ""
      },
      {
        "sentence": "其次，多与他人交流，寻找到能够信任和依赖的人，让他们给你提供支持和安全感。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要学会爱护和关心自己，不要因为过去的伤害而放弃对自己的爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我一直都觉得自己不够好，缺乏自信。可能正是因为这样，我才会在感情中表现得那么焦虑和不安。",
    "annotation": [
      {
        "sentence": "我明白了，我一直都觉得自己不够好，缺乏自信。",
        "label": ""
      },
      {
        "sentence": "可能正是因为这样，我才会在感情中表现得那么焦虑和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，自信是个很重要的因素。当你对自己有足够的信心，你会更加从容地面对感情中的困难。同时，也要学会相信他人，给予彼此一些空间和信任的机会，不要过度试探和怀疑。",
    "annotation": [
      {
        "sentence": "是的，自信是个很重要的因素。",
        "label": ""
      },
      {
        "sentence": "当你对自己有足够的信心，你会更加从容地面对感情中的困难。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会相信他人，给予彼此一些空间和信任的机会，不要过度试探和怀疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试做到的，但是我还是很害怕再次经历感情的痛苦和折磨。",
    "annotation": [
      {
        "sentence": "我会尝试做到的，但是我还是很害怕再次经历感情的痛苦和折磨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕是正常的，但是不要让过去的伤害束缚住你的未来。在开始一段新的感情之前，先好好对待自己，提升自己的幸福感和内在的安全感。当你内心更加强大和稳定时，你就会有更多的能力去面对感情的挑战。",
    "annotation": [
      {
        "sentence": "害怕是正常的，但是不要让过去的伤害束缚住你的未来。",
        "label": ""
      },
      {
        "sentence": "在开始一段新的感情之前，先好好对待自己，提升自己的幸福感和内在的安全感。",
        "label": ""
      },
      {
        "sentence": "当你内心更加强大和稳定时，你就会有更多的能力去面对感情的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着放下过去的伤痛，为了自己的幸福努力向前看。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我会试着放下过去的伤痛，为了自己的幸福努力向前看。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你可以做到的。如果你需要任何帮助或者想要找人倾诉，随时都可以来找我。记住，你并不孤单，总有人愿意帮助你度过困难的时刻。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你可以做到的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者想要找人倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，总有人愿意帮助你度过困难的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的好意，我会珍惜这份友情。我相信通过与你的交流，我能够逐渐找到自己的方向，并过上更加美好的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的好意，我会珍惜这份友情。",
        "label": ""
      },
      {
        "sentence": "我相信通过与你的交流，我能够逐渐找到自己的方向，并过上更加美好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一定可以的！加油，相信自己！无论遇到什么困难，记住你不是一个人在战斗，我们会一起努力走出困境的。",
    "annotation": [
      {
        "sentence": "一定可以的！",
        "label": ""
      },
      {
        "sentence": "加油，相信自己！",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，记住你不是一个人在战斗，我们会一起努力走出困境的。",
        "label": ""
      }
    ]
  }
]