[
  {
    "role": "client",
    "content": "我活着到底为了什么？自己折磨自己吗？本人女，24岁，从小生活在重男轻女的家庭，我自认为我是个一无是处的人，是真的一无是处。从小学到初中成绩不好，每次考试及格的次数两只手数得过来，每一次都会被打，打完以后会告诉我我是为了你好下一次还是一样继续打无限循环。中专毕业以后在家呆了几年每天就是吃了睡看动漫再睡在看就这样重复。也就一年前找了个工作每天混吃等死，不求上进顺其自然的过着，想着换一个工作改变，我没有一技之长，也不想努力，做什么事情都是三分钟热度，发奋图强热血一时过不了半个小时就没那么想要努力了。以前我恋爱在感情中我从没信过他总认为他会出轨，每天巴不得把他和我绑在一起每天试探询问你爱不爱我一开始分手会哄我后来就变成了我自导自演吵架分手删好友我自己再加回来，后来还是分开了，直至现在大概有3年了我抗拒谈恋爱，结婚，我知道自己一定一定会重蹈覆辙，一定还会和以前一样折磨自己折磨对方。",
    "annotation": [
      {
        "sentence": "我活着到底为了什么？",
        "label": ""
      },
      {
        "sentence": "自己折磨自己吗？",
        "label": ""
      },
      {
        "sentence": "本人女，24岁，从小生活在重男轻女的家庭，我自认为我是个一无是处的人，是真的一无是处。",
        "label": ""
      },
      {
        "sentence": "从小学到初中成绩不好，每次考试及格的次数两只手数得过来，每一次都会被打，打完以后会告诉我我是为了你好下一次还是一样继续打无限循环。",
        "label": ""
      },
      {
        "sentence": "中专毕业以后在家呆了几年每天就是吃了睡看动漫再睡在看就这样重复。",
        "label": ""
      },
      {
        "sentence": "也就一年前找了个工作每天混吃等死，不求上进顺其自然的过着，想着换一个工作改变，我没有一技之长，也不想努力，做什么事情都是三分钟热度，发奋图强热血一时过不了半个小时就没那么想要努力了。",
        "label": ""
      },
      {
        "sentence": "以前我恋爱在感情中我从没信过他总认为他会出轨，每天巴不得把他和我绑在一起每天试探询问你爱不爱我一开始分手会哄我后来就变成了我自导自演吵架分手删好友我自己再加回来，后来还是分开了，直至现在大概有3年了我抗拒谈恋爱，结婚，我知道自己一定一定会重蹈覆辙，一定还会和以前一样折磨自己折磨对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来，你在生活中承受了很大的压力和负面情绪。首先，我理解你对自己一无是处的负面感受，并且这些压力也影响了你的学业、工作和感情生活。但是，我希望你能够知道每个人都是有价值的，你也是一个有价值的人。你的价值不应该被他人对你的期望所定义。",
    "annotation": [
      {
        "sentence": "看得出来，你在生活中承受了很大的压力和负面情绪。",
        "label": ""
      },
      {
        "sentence": "首先，我理解你对自己一无是处的负面感受，并且这些压力也影响了你的学业、工作和感情生活。",
        "label": ""
      },
      {
        "sentence": "但是，我希望你能够知道每个人都是有价值的，你也是一个有价值的人。",
        "label": ""
      },
      {
        "sentence": "你的价值不应该被他人对你的期望所定义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的受够了我自己，一无是处，每天胡思乱想，不求上进。我觉得像我这种人最大寿命到30就好，到30就死不要活着自己折磨自己，我无法自己独自生活。我有时候真的特别希望我可以被车撞死，被淹死，得个新冠这样我就不用每天煎熬，自己折磨自己。",
    "annotation": [
      {
        "sentence": "我真的受够了我自己，一无是处，每天胡思乱想，不求上进。",
        "label": ""
      },
      {
        "sentence": "我觉得像我这种人最大寿命到30就好，到30就死不要活着自己折磨自己，我无法自己独自生活。",
        "label": ""
      },
      {
        "sentence": "我有时候真的特别希望我可以被车撞死，被淹死，得个新冠这样我就不用每天煎熬，自己折磨自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你此刻的绝望和痛苦，但是逃避和自我折磨并不是解决问题的办法。每个人都有低谷期，但这并不代表你就没有将来。你可以寻求帮助和支持，让专业的人员来帮助你渡过这个难关。",
    "annotation": [
      {
        "sentence": "我能理解你此刻的绝望和痛苦，但是逃避和自我折磨并不是解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "每个人都有低谷期，但这并不代表你就没有将来。",
        "label": ""
      },
      {
        "sentence": "你可以寻求帮助和支持，让专业的人员来帮助你渡过这个难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己无法承受这样的压力和困境，一切都好无望，我不知道该如何是好。",
    "annotation": [
      {
        "sentence": "可是我觉得自己无法承受这样的压力和困境，一切都好无望，我不知道该如何是好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你现在感觉很困惑无助，但请相信，你并不孤单。你可以寻求专业心理咨询师的帮助，他们会提供你正确的指导和支持。同时，你也可以寻找志同道合的人共同面对困难，互相支持。",
    "annotation": [
      {
        "sentence": "我明白你现在感觉很困惑无助，但请相信，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "你可以寻求专业心理咨询师的帮助，他们会提供你正确的指导和支持。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻找志同道合的人共同面对困难，互相支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许我确实需要一些专业的帮助和指导。但是，我还是觉得自己很无助，不知道该如何走出困境。",
    "annotation": [
      {
        "sentence": "或许我确实需要一些专业的帮助和指导。",
        "label": ""
      },
      {
        "sentence": "但是，我还是觉得自己很无助，不知道该如何走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这个过程中，你可以逐渐学会接纳自己的情绪和困境。要有耐心，给自己时间去面对并克服。同时，尝试寻找一些积极的事物和兴趣爱好，它们能够帮助你转移注意力，减轻压力。",
    "annotation": [
      {
        "sentence": "在这个过程中，你可以逐渐学会接纳自己的情绪和困境。",
        "label": ""
      },
      {
        "sentence": "要有耐心，给自己时间去面对并克服。",
        "label": ""
      },
      {
        "sentence": "同时，尝试寻找一些积极的事物和兴趣爱好，它们能够帮助你转移注意力，减轻压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着接受自己的情绪，并尝试找到一些积极的事物来充实自己的生活。最重要的是，我会主动寻求专业的帮助，向心理咨询师寻求指导。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着接受自己的情绪，并尝试找到一些积极的事物来充实自己的生活。",
        "label": ""
      },
      {
        "sentence": "最重要的是，我会主动寻求专业的帮助，向心理咨询师寻求指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是个很好的决定，你正在向着更好的方向迈出第一步。请相信，你并不孤单，我们都会一直在你身边支持你。希望你能坚持下去，渡过难关。",
    "annotation": [
      {
        "sentence": "这是个很好的决定，你正在向着更好的方向迈出第一步。",
        "label": ""
      },
      {
        "sentence": "请相信，你并不孤单，我们都会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持下去，渡过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会坚持下去的。只要有你们在我身边，我相信一切都会变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会坚持下去的。",
        "label": ""
      },
      {
        "sentence": "只要有你们在我身边，我相信一切都会变得更好。",
        "label": ""
      }
    ]
  }
]