[
  {
    "role": "client",
    "content": "过去的伤痛让我内心自卑，为什么没人能理解我的感受？",
    "annotation": [
      {
        "sentence": "过去的伤痛让我内心自卑，为什么没人能理解我的感受？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你因为过去的伤痛而感到内心自卑，同时也很希望有人能够理解你的感受。是不是在中学时代，你的学习成绩很好，但因为肤色黑和长痘痘，遭到了很多的讥讽和嘲笑，这给你留下了很深的心灵创伤？",
    "annotation": [
      {
        "sentence": "我理解你因为过去的伤痛而感到内心自卑，同时也很希望有人能够理解你的感受。",
        "label": ""
      },
      {
        "sentence": "是不是在中学时代，你的学习成绩很好，但因为肤色黑和长痘痘，遭到了很多的讥讽和嘲笑，这给你留下了很深的心灵创伤？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，就是这样。虽然现在我不再黑也不长痘痘了，但那种痛苦还是挥之不去，经常半夜想起还会哭泣。可是周围的人对我的感受根本不能理解，哪怕我用心地去诉说，他们还是会觉得我大题小作。",
    "annotation": [
      {
        "sentence": "是的，就是这样。",
        "label": ""
      },
      {
        "sentence": "虽然现在我不再黑也不长痘痘了，但那种痛苦还是挥之不去，经常半夜想起还会哭泣。",
        "label": ""
      },
      {
        "sentence": "可是周围的人对我的感受根本不能理解，哪怕我用心地去诉说，他们还是会觉得我大题小作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你对过去经历的痛苦感到无法释怀，并且期望能受到他人的理解和同情。在中学时代，受到讥讽和嘲笑无疑给你带来了巨大的心理创伤，这是非常困难的一段时间。我们在成长过程中，都希望自己被认可、被理解，而你在那样的环境下独自面对这段痛苦是非常不容易的。最近，我对“影响”这个词有了一些新的理解。我们常说是某一个人、某一件事影响了我，让我不开心、让我痛苦、让我变成了这样，然而真的是人和事影响了我们吗？难道不是我们选择了让这件事影响自己吗？不论在任何时候，我们都是可以选择的，我们可以选择被影响，我们也可以选择不被影响。人类在进化过程中，为了生存，是需要对危险和负面感受保持敏感的，所以我们的大脑很喜欢执着于痛苦的感受上，这与生物本能有关。然而，当我们把更多的精力投入在一件事情上时，就会给这件事注入更多的能量，滋养出更多的痛苦。当你不再把宝贵的精力消耗在它上面，它也就没有了能量，也会渐渐被淡忘。",
    "annotation": [
      {
        "sentence": "我能理解你对过去经历的痛苦感到无法释怀，并且期望能受到他人的理解和同情。",
        "label": ""
      },
      {
        "sentence": "在中学时代，受到讥讽和嘲笑无疑给你带来了巨大的心理创伤，这是非常困难的一段时间。",
        "label": ""
      },
      {
        "sentence": "我们在成长过程中，都希望自己被认可、被理解，而你在那样的环境下独自面对这段痛苦是非常不容易的。",
        "label": ""
      },
      {
        "sentence": "最近，我对“影响”这个词有了一些新的理解。",
        "label": ""
      },
      {
        "sentence": "我们常说是某一个人、某一件事影响了我，让我不开心、让我痛苦、让我变成了这样，然而真的是人和事影响了我们吗？",
        "label": ""
      },
      {
        "sentence": "难道不是我们选择了让这件事影响自己吗？",
        "label": ""
      },
      {
        "sentence": "不论在任何时候，我们都是可以选择的，我们可以选择被影响，我们也可以选择不被影响。",
        "label": ""
      },
      {
        "sentence": "人类在进化过程中，为了生存，是需要对危险和负面感受保持敏感的，所以我们的大脑很喜欢执着于痛苦的感受上，这与生物本能有关。",
        "label": ""
      },
      {
        "sentence": "然而，当我们把更多的精力投入在一件事情上时，就会给这件事注入更多的能量，滋养出更多的痛苦。",
        "label": ""
      },
      {
        "sentence": "当你不再把宝贵的精力消耗在它上面，它也就没有了能量，也会渐渐被淡忘。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我在提问中确实表达了我内心的想法和感受，但周围的人都未能真正理解我，未能设身处地为我考虑，他们并不懂得我的痛苦。我觉得你说得很对，其实这世上不存在所谓的“感同身受”。每个人都有自己独特的经历，也都有自己的感受和体验，谁能真正明白和理解他人的感受呢？我一直觉得，让别人理解自己真的是一件特别难的事。与其让别人理解自己，不如让自己理解自己。一个人与世界的和解是从与自己和解开始的。当我可以接纳自己真实的样子，不论是好还是坏，明白这就是真实的自己，我就不需要为他人的言行负责，更不需要因为他人让自己痛苦。",
    "annotation": [
      {
        "sentence": "你说得对，我在提问中确实表达了我内心的想法和感受，但周围的人都未能真正理解我，未能设身处地为我考虑，他们并不懂得我的痛苦。",
        "label": ""
      },
      {
        "sentence": "我觉得你说得很对，其实这世上不存在所谓的“感同身受”。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的经历，也都有自己的感受和体验，谁能真正明白和理解他人的感受呢？",
        "label": ""
      },
      {
        "sentence": "我一直觉得，让别人理解自己真的是一件特别难的事。",
        "label": ""
      },
      {
        "sentence": "与其让别人理解自己，不如让自己理解自己。",
        "label": ""
      },
      {
        "sentence": "一个人与世界的和解是从与自己和解开始的。",
        "label": ""
      },
      {
        "sentence": "当我可以接纳自己真实的样子，不论是好还是坏，明白这就是真实的自己，我就不需要为他人的言行负责，更不需要因为他人让自己痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的观点非常正确。与其寄望于让他人完全理解自己，不如自己来理解自己。一个人与世界的和解始于与自己的和解。当你能够接纳自己真实的样子，并明白这就是真实的你，你就不需要为他人的言行负责，更不需要因为他人而感到痛苦。一个人的幸福并不取决于外部条件，如金钱和外貌，而是与我们如何活在当下有关。如果你希望幸福，就可以在当下寻找幸福。你也可以尝试练习正念冥想，这对于改善情绪和提升觉察能力都有很大的帮助。希望我的回答能对你有所帮助。",
    "annotation": [
      {
        "sentence": "你的观点非常正确。",
        "label": ""
      },
      {
        "sentence": "与其寄望于让他人完全理解自己，不如自己来理解自己。",
        "label": ""
      },
      {
        "sentence": "一个人与世界的和解始于与自己的和解。",
        "label": ""
      },
      {
        "sentence": "当你能够接纳自己真实的样子，并明白这就是真实的你，你就不需要为他人的言行负责，更不需要因为他人而感到痛苦。",
        "label": ""
      },
      {
        "sentence": "一个人的幸福并不取决于外部条件，如金钱和外貌，而是与我们如何活在当下有关。",
        "label": ""
      },
      {
        "sentence": "如果你希望幸福，就可以在当下寻找幸福。",
        "label": ""
      },
      {
        "sentence": "你也可以尝试练习正念冥想，这对于改善情绪和提升觉察能力都有很大的帮助。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所帮助。",
        "label": ""
      }
    ]
  }
]