[
  {
    "role": "client",
    "content": "最近在自己克服抑郁情绪和分离焦虑，特别没安全感？和老公结婚三年，抑郁症反反复复，于是他不得不辞职在家专心陪我，所以也造成了我对他的严重依赖，又因为我原生家庭的问题，导致我特别没有安全感，于是情况加剧。本在十月份我们已经开始并有了效果在努力，我在楼上写稿子，他在楼下打游戏赚钱。结果十月月底突然近二十年没见过的公公带着垂死的后妈要来这边“落叶归根”，我一下就崩溃了，一方面对于死亡尤其是陌生人的恐惧，激发了一些我过往不太好的回忆。另一方面家里突然住进陌生人对于我来说简直就像灾难一样，尤其打乱了我所有的对未来的计划，于是我病发了，甚至轻生过。我公公从小没抚养过我老公，我婆婆很早去世之后就和别人在外地安家落户并抚养了四个孩子。目前我们住在叔叔家，都是同一个村子，房间多，且他们只有过年才回来。我目前恢复的很快，每天积极从事体力劳动去他姐姐家或者亲戚家，一是散心二是在自己对抗分离焦虑和抑郁，三天了，也算有效果了。还是觉得有点慢。",
    "annotation": [
      {
        "sentence": "最近在自己克服抑郁情绪和分离焦虑，特别没安全感？",
        "label": ""
      },
      {
        "sentence": "和老公结婚三年，抑郁症反反复复，于是他不得不辞职在家专心陪我，所以也造成了我对他的严重依赖，又因为我原生家庭的问题，导致我特别没有安全感，于是情况加剧。",
        "label": ""
      },
      {
        "sentence": "本在十月份我们已经开始并有了效果在努力，我在楼上写稿子，他在楼下打游戏赚钱。",
        "label": ""
      },
      {
        "sentence": "结果十月月底突然近二十年没见过的公公带着垂死的后妈要来这边“落叶归根”，我一下就崩溃了，一方面对于死亡尤其是陌生人的恐惧，激发了一些我过往不太好的回忆。",
        "label": ""
      },
      {
        "sentence": "另一方面家里突然住进陌生人对于我来说简直就像灾难一样，尤其打乱了我所有的对未来的计划，于是我病发了，甚至轻生过。",
        "label": ""
      },
      {
        "sentence": "我公公从小没抚养过我老公，我婆婆很早去世之后就和别人在外地安家落户并抚养了四个孩子。",
        "label": ""
      },
      {
        "sentence": "目前我们住在叔叔家，都是同一个村子，房间多，且他们只有过年才回来。",
        "label": ""
      },
      {
        "sentence": "我目前恢复的很快，每天积极从事体力劳动去他姐姐家或者亲戚家，一是散心二是在自己对抗分离焦虑和抑郁，三天了，也算有效果了。",
        "label": ""
      },
      {
        "sentence": "还是觉得有点慢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有个很爱你的老公，而且还在积极的疗愈自己，是很好的现象。不过你觉得慢，那说明你还是有期望的，你可以具体想想达到怎样的状态，是你满意的状态吗？",
    "annotation": [
      {
        "sentence": "你有个很爱你的老公，而且还在积极的疗愈自己，是很好的现象。",
        "label": ""
      },
      {
        "sentence": "不过你觉得慢，那说明你还是有期望的，你可以具体想想达到怎样的状态，是你满意的状态吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望能够找到内心的平静和安全感，摆脱对他人的过度依赖，并且能够处理好家庭中的变故。",
    "annotation": [
      {
        "sentence": "我希望能够找到内心的平静和安全感，摆脱对他人的过度依赖，并且能够处理好家庭中的变故。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是个很好的目标。达到内心平静和独立需要时间和努力，你已经朝着正确的方向前进了。对于你的过度依赖和家庭变故，有没有想过寻求专业帮助？",
    "annotation": [
      {
        "sentence": "这是个很好的目标。",
        "label": ""
      },
      {
        "sentence": "达到内心平静和独立需要时间和努力，你已经朝着正确的方向前进了。",
        "label": ""
      },
      {
        "sentence": "对于你的过度依赖和家庭变故，有没有想过寻求专业帮助？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直在关注自己的情绪问题并尝试自我疗愈，但感觉进展很慢。你说的专业帮助是指找心理咨询师吗？",
    "annotation": [
      {
        "sentence": "我一直在关注自己的情绪问题并尝试自我疗愈，但感觉进展很慢。",
        "label": ""
      },
      {
        "sentence": "你说的专业帮助是指找心理咨询师吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，心理咨询师可以帮助你更好地理解和处理情绪问题，提供一些建议和技巧。同时，你还可以考虑学习一些完形疗法、萨提亚等简单方法，它们也能给你带来一些帮助。",
    "annotation": [
      {
        "sentence": "是的，心理咨询师可以帮助你更好地理解和处理情绪问题，提供一些建议和技巧。",
        "label": ""
      },
      {
        "sentence": "同时，你还可以考虑学习一些完形疗法、萨提亚等简单方法，它们也能给你带来一些帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很有希望。我会尝试联系心理咨询师，并学习一些疗法方法。你觉得空椅疗法对我有用吗？",
    "annotation": [
      {
        "sentence": "听起来很有希望。",
        "label": ""
      },
      {
        "sentence": "我会尝试联系心理咨询师，并学习一些疗法方法。",
        "label": ""
      },
      {
        "sentence": "你觉得空椅疗法对我有用吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "空椅疗法可以帮助你更好地理解和处理内心的冲突和情绪问题，对你可能很有帮助。当然，最终是要看你自己感觉是否接受和适应这种方法。",
    "annotation": [
      {
        "sentence": "空椅疗法可以帮助你更好地理解和处理内心的冲突和情绪问题，对你可能很有帮助。",
        "label": ""
      },
      {
        "sentence": "当然，最终是要看你自己感觉是否接受和适应这种方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试一下空椅疗法，看看是否对我有效。除了寻求专业帮助和学习疗法外，你还有其他建议吗？",
    "annotation": [
      {
        "sentence": "我会尝试一下空椅疗法，看看是否对我有效。",
        "label": ""
      },
      {
        "sentence": "除了寻求专业帮助和学习疗法外，你还有其他建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了专业帮助和学习疗法，你还可以尝试与他人交流，分享你内心的困扰和情绪。有时候倾诉可以减轻心理负担。另外，每天注意保持积极的心态，关注自己的成长和进步，这也可以给你带来一些安慰和支持。",
    "annotation": [
      {
        "sentence": "除了专业帮助和学习疗法，你还可以尝试与他人交流，分享你内心的困扰和情绪。",
        "label": ""
      },
      {
        "sentence": "有时候倾诉可以减轻心理负担。",
        "label": ""
      },
      {
        "sentence": "另外，每天注意保持积极的心态，关注自己的成长和进步，这也可以给你带来一些安慰和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很有道理。我会试着和朋友或者亲人倾诉，希望能够减轻内心的压力。同时，每天保持积极的心态也是一个很好的建议，我会努力做到。",
    "annotation": [
      {
        "sentence": "听起来很有道理。",
        "label": ""
      },
      {
        "sentence": "我会试着和朋友或者亲人倾诉，希望能够减轻内心的压力。",
        "label": ""
      },
      {
        "sentence": "同时，每天保持积极的心态也是一个很好的建议，我会努力做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你会渐渐摆脱焦虑和抑郁，找到内心的平静和安全感。无论过程有多慢，都要记得每一步都是向前的进展。有需要时，随时找我倾诉，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "很好，我相信你会渐渐摆脱焦虑和抑郁，找到内心的平静和安全感。",
        "label": ""
      },
      {
        "sentence": "无论过程有多慢，都要记得每一步都是向前的进展。",
        "label": ""
      },
      {
        "sentence": "有需要时，随时找我倾诉，我会一直支持你的。",
        "label": ""
      }
    ]
  }
]