[
  {
    "role": "client",
    "content": "我是一个19岁的女生，最近突然发现自己心胸狭隘，不知道该如何处理。我不希望自己和别人一样，每当看到别人听我喜欢的歌时，我总会心里说，诶，他也听这个歌，他凭什么听这个歌呢？还有，当我看到一个长得漂亮但我不熟悉的人时，我总是会对她有些敌意。最近还发现，当我看到别人说话很好时，我会有种被超越的感觉，感觉她的回答比我想到的还要好。虽然这种感觉只是一瞬间，但它让我感到不太舒服，而且我觉得我有点善妒。我不知道该如何调整这种感觉，我觉得这表现出了我不太自信的一面。",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，最近突然发现自己心胸狭隘，不知道该如何处理。",
        "label": ""
      },
      {
        "sentence": "我不希望自己和别人一样，每当看到别人听我喜欢的歌时，我总会心里说，诶，他也听这个歌，他凭什么听这个歌呢？",
        "label": ""
      },
      {
        "sentence": "还有，当我看到一个长得漂亮但我不熟悉的人时，我总是会对她有些敌意。",
        "label": ""
      },
      {
        "sentence": "最近还发现，当我看到别人说话很好时，我会有种被超越的感觉，感觉她的回答比我想到的还要好。",
        "label": ""
      },
      {
        "sentence": "虽然这种感觉只是一瞬间，但它让我感到不太舒服，而且我觉得我有点善妒。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何调整这种感觉，我觉得这表现出了我不太自信的一面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困扰。当你看到别人比你好时，你会感到嫉妒和妒忌。所谓心胸狭隘，就是指人们常说的气量小。心胸狭隘是很多不良个性的根源，包括嫉妒、猜疑、孤僻、神经质等不良表现都源于心胸狭隘。但我们要把握一个度，这种心理在现实生活中是非常普遍的，大部分人都会有这种心态。",
    "annotation": [
      {
        "sentence": "我明白你的困扰。",
        "label": ""
      },
      {
        "sentence": "当你看到别人比你好时，你会感到嫉妒和妒忌。",
        "label": ""
      },
      {
        "sentence": "所谓心胸狭隘，就是指人们常说的气量小。",
        "label": ""
      },
      {
        "sentence": "心胸狭隘是很多不良个性的根源，包括嫉妒、猜疑、孤僻、神经质等不良表现都源于心胸狭隘。",
        "label": ""
      },
      {
        "sentence": "但我们要把握一个度，这种心理在现实生活中是非常普遍的，大部分人都会有这种心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么办呢？如何培养豁达的人生态度，开阔自己的心胸呢？",
    "annotation": [
      {
        "sentence": "那我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "如何培养豁达的人生态度，开阔自己的心胸呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有嫉妒和妒忌心态时，我们可以尝试一些方法来调整。首先，培养豁达的人生态度，要知道世界之大，人之众多，每个人都是独一无二的。我们必须明白“天外有天，人外有人”，即使在强者之中也会有比我们更强的人，这是客观规律。",
    "annotation": [
      {
        "sentence": "有嫉妒和妒忌心态时，我们可以尝试一些方法来调整。",
        "label": ""
      },
      {
        "sentence": "首先，培养豁达的人生态度，要知道世界之大，人之众多，每个人都是独一无二的。",
        "label": ""
      },
      {
        "sentence": "我们必须明白“天外有天，人外有人”，即使在强者之中也会有比我们更强的人，这是客观规律。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我很难转变这种观念，总是无法摆脱嫉妒的情绪。",
    "annotation": [
      {
        "sentence": "但我很难转变这种观念，总是无法摆脱嫉妒的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了培养豁达的人生态度外，我们还可以尝试转移注意力，给自己一个不嫉妒的理由。当我们有很多事情要做时，我们就无暇去嫉妒别人。因此，积极参与各种有益的活动，努力学习，勤奋工作，使自己真正充实起来，那么，嫉妒的毒素就不会产生和蔓延。",
    "annotation": [
      {
        "sentence": "除了培养豁达的人生态度外，我们还可以尝试转移注意力，给自己一个不嫉妒的理由。",
        "label": ""
      },
      {
        "sentence": "当我们有很多事情要做时，我们就无暇去嫉妒别人。",
        "label": ""
      },
      {
        "sentence": "因此，积极参与各种有益的活动，努力学习，勤奋工作，使自己真正充实起来，那么，嫉妒的毒素就不会产生和蔓延。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，当我全身心投入到我喜欢的事情中，我会忘记嫉妒的情绪。",
    "annotation": [
      {
        "sentence": "确实，当我全身心投入到我喜欢的事情中，我会忘记嫉妒的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，那就是一个好的开始。另外，我们也可以试着看到自己的长处，将嫉妒转化为动力。每个人都有自己的优点和特长，当我们嫉妒别人时，总是只注意到他们的优点而忽视了自己的优势。我们可以有意识地想一想自己比别人更出色的地方，这样可以让自己平衡起来，重新找回内心的平静。",
    "annotation": [
      {
        "sentence": "是的，那就是一个好的开始。",
        "label": ""
      },
      {
        "sentence": "另外，我们也可以试着看到自己的长处，将嫉妒转化为动力。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优点和特长，当我们嫉妒别人时，总是只注意到他们的优点而忽视了自己的优势。",
        "label": ""
      },
      {
        "sentence": "我们可以有意识地想一想自己比别人更出色的地方，这样可以让自己平衡起来，重新找回内心的平静。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我应该更加关注并提升自己的长处，找回自信。",
    "annotation": [
      {
        "sentence": "对，我应该更加关注并提升自己的长处，找回自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你能够调整自己的心态。重塑自信需要时间和努力，但只要你坚持，并采取积极的行动，你一定能够摆脱这种心理困扰。",
    "annotation": [
      {
        "sentence": "很好，我相信你能够调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "重塑自信需要时间和努力，但只要你坚持，并采取积极的行动，你一定能够摆脱这种心理困扰。",
        "label": ""
      }
    ]
  }
]