[
  {
    "role": "client",
    "content": "我好似中了一种名为“我配不上更好的”诅咒？最近发现自己在工作中显得十分被动。这种被动不是对工作的懈怠，而是对想要的晋升，对更高的需求感到被动！明明想要，却总是在等！等待着晋升，心里很清楚，自己目前的工作环境和公司需求。晋升是必然的，但却未向部门主管提及，只是被动等待！我也想过，这种懈怠从何而来？我的内心感受到自己在阻挠自己，很多的行为和自我安慰都在说明自己害怕更高的职位和责任！我会想起自己的家庭，和父母的相处模式！他们似乎总在告诉我，我不如别人家的孩子优秀！我木讷呆板！我不行！当某些情形可以让我表现的时候，他们便为我争取机会，接机来展现他们的儿子是多么的优秀！除了言语，我的母亲信奉“棍棒底下出孝子”的理论。好似没有什么不是一顿敲打解决不了的！和其他亲戚的孩子争执时；母亲心情不好时；学习成绩偏科时……曾经自卑了十多年都不自知。害怕人际交往，受到瞩目会感到紧张，极力让自己降低存在感……",
    "annotation": [
      {
        "sentence": "我好似中了一种名为“我配不上更好的”诅咒？",
        "label": ""
      },
      {
        "sentence": "最近发现自己在工作中显得十分被动。",
        "label": ""
      },
      {
        "sentence": "这种被动不是对工作的懈怠，而是对想要的晋升，对更高的需求感到被动！",
        "label": ""
      },
      {
        "sentence": "明明想要，却总是在等！",
        "label": ""
      },
      {
        "sentence": "等待着晋升，心里很清楚，自己目前的工作环境和公司需求。",
        "label": ""
      },
      {
        "sentence": "晋升是必然的，但却未向部门主管提及，只是被动等待！",
        "label": ""
      },
      {
        "sentence": "我也想过，这种懈怠从何而来？",
        "label": ""
      },
      {
        "sentence": "我的内心感受到自己在阻挠自己，很多的行为和自我安慰都在说明自己害怕更高的职位和责任！",
        "label": ""
      },
      {
        "sentence": "我会想起自己的家庭，和父母的相处模式！",
        "label": ""
      },
      {
        "sentence": "他们似乎总在告诉我，我不如别人家的孩子优秀！",
        "label": ""
      },
      {
        "sentence": "我木讷呆板！",
        "label": ""
      },
      {
        "sentence": "我不行！",
        "label": ""
      },
      {
        "sentence": "当某些情形可以让我表现的时候，他们便为我争取机会，接机来展现他们的儿子是多么的优秀！",
        "label": ""
      },
      {
        "sentence": "除了言语，我的母亲信奉“棍棒底下出孝子”的理论。",
        "label": ""
      },
      {
        "sentence": "好似没有什么不是一顿敲打解决不了的！",
        "label": ""
      },
      {
        "sentence": "和其他亲戚的孩子争执时；母亲心情不好时；学习成绩偏科时……曾经自卑了十多年都不自知。",
        "label": ""
      },
      {
        "sentence": "害怕人际交往，受到瞩目会感到紧张，极力让自己降低存在感……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "仔细看了你的描述，感受到了你的烦恼，希望我的回答能够给你带来一些帮助。你认为，自己在工作中显得被动，明明想要，却总是在等，觉得晋升是必然的，但却未向部门主管提及，只是被动等待。这让你觉得是自己阻挠自己，觉得是原生家庭的教育方式的影响，认为父母总是告诉你，你不如别人家的孩子优秀，所以，导致你现在不敢去展示自己的优秀，害怕超过别人，对吗？",
    "annotation": [
      {
        "sentence": "仔细看了你的描述，感受到了你的烦恼，希望我的回答能够给你带来一些帮助。",
        "label": ""
      },
      {
        "sentence": "你认为，自己在工作中显得被动，明明想要，却总是在等，觉得晋升是必然的，但却未向部门主管提及，只是被动等待。",
        "label": ""
      },
      {
        "sentence": "这让你觉得是自己阻挠自己，觉得是原生家庭的教育方式的影响，认为父母总是告诉你，你不如别人家的孩子优秀，所以，导致你现在不敢去展示自己的优秀，害怕超过别人，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，支持者。我觉得我一直没有勇气主动追求晋升，害怕承担更高的职责和责任。也许是因为父母一直给我灌输了我不如别人家孩子优秀的观念，导致我自卑、怯懦。",
    "annotation": [
      {
        "sentence": "是的，支持者。",
        "label": ""
      },
      {
        "sentence": "我觉得我一直没有勇气主动追求晋升，害怕承担更高的职责和责任。",
        "label": ""
      },
      {
        "sentence": "也许是因为父母一直给我灌输了我不如别人家孩子优秀的观念，导致我自卑、怯懦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看到，你小时候经历过的很多事情，很心疼那个小小的你。希望你可以经常拥抱那个内心中脆弱的你自己，做你内在小孩的内在父母，给他力量、给他温暖和支持。你要告诉他，现在你已经长大了，你是一个独立的个体，你可以勇敢地做你自己，你要学会与父母进行心理上的分离。父母在小时候的教育方式，的确不是最好的教育方式，但那个时候，他们也不知道该如何教育，他们已经做了他们能做的，而且，他们也是在尽全力地养育你。这些，我们是没有办法改变的。",
    "annotation": [
      {
        "sentence": "我看到，你小时候经历过的很多事情，很心疼那个小小的你。",
        "label": ""
      },
      {
        "sentence": "希望你可以经常拥抱那个内心中脆弱的你自己，做你内在小孩的内在父母，给他力量、给他温暖和支持。",
        "label": ""
      },
      {
        "sentence": "你要告诉他，现在你已经长大了，你是一个独立的个体，你可以勇敢地做你自己，你要学会与父母进行心理上的分离。",
        "label": ""
      },
      {
        "sentence": "父母在小时候的教育方式，的确不是最好的教育方式，但那个时候，他们也不知道该如何教育，他们已经做了他们能做的，而且，他们也是在尽全力地养育你。",
        "label": ""
      },
      {
        "sentence": "这些，我们是没有办法改变的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你说的对。我要接受并理解我的父母只是按照他们所知道的最好方式来教育我。我要学会从过去的经历中解脱出来，成为一个独立而自信的人。",
    "annotation": [
      {
        "sentence": "支持者，你说的对。",
        "label": ""
      },
      {
        "sentence": "我要接受并理解我的父母只是按照他们所知道的最好方式来教育我。",
        "label": ""
      },
      {
        "sentence": "我要学会从过去的经历中解脱出来，成为一个独立而自信的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但是，幸运的是，你特别会觉察自己，会去反思，这对于你的成长是有很好的促进作用的。既然你觉察到了，这和你小时候父母对你的教育有关，他们给了你一个消极的信念：你不如别人家孩子优秀，这仅仅只是一个信念，一个想法，而且是父母的信念，我们是可以改变的，我们可以把它变成积极的信念和想法。以后，请经常暗示自己，我可以通过我的努力，让自己变得更好，我不和其他人去比较，每个人都有每个人的优点，我只需要超越曾经的自己就好，我可以越来越优秀，优秀没有什么好害怕的，我要努力去做我能做的事情，不断提升自己……",
    "annotation": [
      {
        "sentence": "但是，幸运的是，你特别会觉察自己，会去反思，这对于你的成长是有很好的促进作用的。",
        "label": ""
      },
      {
        "sentence": "既然你觉察到了，这和你小时候父母对你的教育有关，他们给了你一个消极的信念：你不如别人家孩子优秀，这仅仅只是一个信念，一个想法，而且是父母的信念，我们是可以改变的，我们可以把它变成积极的信念和想法。",
        "label": ""
      },
      {
        "sentence": "以后，请经常暗示自己，我可以通过我的努力，让自己变得更好，我不和其他人去比较，每个人都有每个人的优点，我只需要超越曾经的自己就好，我可以越来越优秀，优秀没有什么好害怕的，我要努力去做我能做的事情，不断提升自己……",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你说的很对。我不能再被过去的思维困扰住，我要向前看，相信自己的能力，努力实现自己的目标。",
    "annotation": [
      {
        "sentence": "支持者，你说的很对。",
        "label": ""
      },
      {
        "sentence": "我不能再被过去的思维困扰住，我要向前看，相信自己的能力，努力实现自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你做得很好！相信自己，勇敢追求自己想要的晋升。你现在就可以尽快去和部门主管提及晋升的事情，也许，经过这次的尝试，你就会打破原来的旧信念，开启新的生活模式。祝好(*￣︶￣)。",
    "annotation": [
      {
        "sentence": "是的，你做得很好！",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢追求自己想要的晋升。",
        "label": ""
      },
      {
        "sentence": "你现在就可以尽快去和部门主管提及晋升的事情，也许，经过这次的尝试，你就会打破原来的旧信念，开启新的生活模式。",
        "label": ""
      },
      {
        "sentence": "祝好(*￣︶￣)。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会尽快采取行动，努力追求自己的梦想。感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会尽快采取行动，努力追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你一定能够取得成功。记得随时向我求助，我会一直在你身边支持你的。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够取得成功。",
        "label": ""
      },
      {
        "sentence": "记得随时向我求助，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]