[
  {
    "role": "client",
    "content": "我好似中了一种名为“我配不上更好的”诅咒？最近发现自己在工作中显得十分被动。这种被动不是对工作的懈怠，而是对想要的晋升，对更高的需求感到被动！明明想要，却总是在等！等待着晋升，心里很清楚，自己目前的工作环境和公司需求。晋升是必然的，但却未向部门主管提及，只是被动等待！我也想过，这种懈怠从何而来？我的内心感受到自己在阻挠自己，很多的行为和自我安慰都在说明自己害怕更高的职位和责任！我会想起自己的家庭，和父母的相处模式！他们似乎总在告诉我，我不如别人家的孩子优秀！我木讷呆板！我不行！当某些情形可以让我表现的时候，他们便为我争取机会，接机来展现他们的儿子是多么的优秀！除了言语，我的母亲信奉“棍棒底下出孝子”的理论。好似没有什么不是一顿敲打解决不了的！和其他亲戚的孩子争执时；母亲心情不好时；学习成绩偏科时……曾经自卑了十多年都不自知。害怕人际交往，受到瞩目会感到紧张，极力让自己降低存在感……",
    "annotation": [
      {
        "sentence": "我好似中了一种名为“我配不上更好的”诅咒？",
        "label": ""
      },
      {
        "sentence": "最近发现自己在工作中显得十分被动。",
        "label": ""
      },
      {
        "sentence": "这种被动不是对工作的懈怠，而是对想要的晋升，对更高的需求感到被动！",
        "label": ""
      },
      {
        "sentence": "明明想要，却总是在等！",
        "label": ""
      },
      {
        "sentence": "等待着晋升，心里很清楚，自己目前的工作环境和公司需求。",
        "label": ""
      },
      {
        "sentence": "晋升是必然的，但却未向部门主管提及，只是被动等待！",
        "label": ""
      },
      {
        "sentence": "我也想过，这种懈怠从何而来？",
        "label": ""
      },
      {
        "sentence": "我的内心感受到自己在阻挠自己，很多的行为和自我安慰都在说明自己害怕更高的职位和责任！",
        "label": ""
      },
      {
        "sentence": "我会想起自己的家庭，和父母的相处模式！",
        "label": ""
      },
      {
        "sentence": "他们似乎总在告诉我，我不如别人家的孩子优秀！",
        "label": ""
      },
      {
        "sentence": "我木讷呆板！",
        "label": ""
      },
      {
        "sentence": "我不行！",
        "label": ""
      },
      {
        "sentence": "当某些情形可以让我表现的时候，他们便为我争取机会，接机来展现他们的儿子是多么的优秀！",
        "label": ""
      },
      {
        "sentence": "除了言语，我的母亲信奉“棍棒底下出孝子”的理论。",
        "label": ""
      },
      {
        "sentence": "好似没有什么不是一顿敲打解决不了的！",
        "label": ""
      },
      {
        "sentence": "和其他亲戚的孩子争执时；母亲心情不好时；学习成绩偏科时……曾经自卑了十多年都不自知。",
        "label": ""
      },
      {
        "sentence": "害怕人际交往，受到瞩目会感到紧张，极力让自己降低存在感……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看文字，你说自己心里觉得\"配不上更好的\"依据，似乎是因为自己没有去争取更高的职位。不知道我理解的对不对？也许在你的眼里，晋升或更高的职位就意味着更好，也许你无意中觉得更好就是\"比别人优秀\"，压倒别人。父母会\"当某些情形可以让我表现的时候，他们便为我争取机会，接机来展现他们的儿子是多么的优秀！\"，而我知道\"晋升是必然的，但却未向部门主管提及，只是被动等待！\"你觉得这个更好，到底是你真想要的\"更好\"，还是你父母想要的\"更好\"呢？也许你无意中也习得，或认可了父母的这种\"模式\"。我个人觉得职位高低，和自己心理感觉是否配得上\"更好的\"是不太一样的事，职位更多的是和你的工作胜任力相关，拥有某种权力的同时，可能也需要承担更多的责任。晋升或高职位，从社会认可角度来讲，可能是件\"更好的事\"，但对个人来说，很难说是更好还是不好了。只能看个人自己的理解和感受了。曾经在此平台上，有你因为提升为主管，纠结想辞职的求助。",
    "annotation": [
      {
        "sentence": "看文字，你说自己心里觉得\"配不上更好的\"依据，似乎是因为自己没有去争取更高的职位。",
        "label": ""
      },
      {
        "sentence": "不知道我理解的对不对？",
        "label": ""
      },
      {
        "sentence": "也许在你的眼里，晋升或更高的职位就意味着更好，也许你无意中觉得更好就是\"比别人优秀\"，压倒别人。",
        "label": ""
      },
      {
        "sentence": "父母会\"当某些情形可以让我表现的时候，他们便为我争取机会，接机来展现他们的儿子是多么的优秀！",
        "label": ""
      },
      {
        "sentence": "\"，而我知道\"晋升是必然的，但却未向部门主管提及，只是被动等待！",
        "label": ""
      },
      {
        "sentence": "\"你觉得这个更好，到底是你真想要的\"更好\"，还是你父母想要的\"更好\"呢？",
        "label": ""
      },
      {
        "sentence": "也许你无意中也习得，或认可了父母的这种\"模式\"。",
        "label": ""
      },
      {
        "sentence": "我个人觉得职位高低，和自己心理感觉是否配得上\"更好的\"是不太一样的事，职位更多的是和你的工作胜任力相关，拥有某种权力的同时，可能也需要承担更多的责任。",
        "label": ""
      },
      {
        "sentence": "晋升或高职位，从社会认可角度来讲，可能是件\"更好的事\"，但对个人来说，很难说是更好还是不好了。",
        "label": ""
      },
      {
        "sentence": "只能看个人自己的理解和感受了。",
        "label": ""
      },
      {
        "sentence": "曾经在此平台上，有你因为提升为主管，纠结想辞职的求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，确实是因为没有主动去争取更高的职位，我一直都在被动等待着。我明白晋升需要我主动向部门主管提及，但我有一种恐惧感，觉得自己不够优秀，不敢去表达自己的想法。可能这种不敢去争取的心态是受到了父母的影响，他们总是在我成功的时候才为我争取机会，让我展示出优秀的一面。而且，在我的成长过程中，他们总是以一种责打来解决问题的方式对待我，导致我对自己没有足够的自信。这些问题让我感到了自卑，害怕与人交往，也极力避免引起他人的关注，让自己的存在感降低。",
    "annotation": [
      {
        "sentence": "是的，确实是因为没有主动去争取更高的职位，我一直都在被动等待着。",
        "label": ""
      },
      {
        "sentence": "我明白晋升需要我主动向部门主管提及，但我有一种恐惧感，觉得自己不够优秀，不敢去表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "可能这种不敢去争取的心态是受到了父母的影响，他们总是在我成功的时候才为我争取机会，让我展示出优秀的一面。",
        "label": ""
      },
      {
        "sentence": "而且，在我的成长过程中，他们总是以一种责打来解决问题的方式对待我，导致我对自己没有足够的自信。",
        "label": ""
      },
      {
        "sentence": "这些问题让我感到了自卑，害怕与人交往，也极力避免引起他人的关注，让自己的存在感降低。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说起来，你似乎将晋升和自己是否优秀联系在一起，导致了对晋升的恐惧和不敢争取的心态。父母的教导方式似乎也对你的自信心造成了一定的影响。但请记住，你的工作表现和职位晋升并不完全取决于你是否比别人优秀，而更多地关乎你的工作能力和承担责任的能力。晋升可能在社会认可上有一定的意义，但对你个人而言，你需要回归自己的内心，思考你到底想要什么，而不是仅仅追求别人眼中的\"更好\"。是时候找回自己内心的声音，去追求自己真正想要的东西了。以前你曾因为提升为主管而困惑，而现在你已经有了觉察，这是个很好的开始，慢慢搞清楚自己的真实需求，即使是为了满足父母的期望，也可以考虑主动去寻求晋升。关键是你要明白自己在为什么而努力，每个人的性格和做事方式都不同，不要对自己太过苛求。",
    "annotation": [
      {
        "sentence": "听你说起来，你似乎将晋升和自己是否优秀联系在一起，导致了对晋升的恐惧和不敢争取的心态。",
        "label": ""
      },
      {
        "sentence": "父母的教导方式似乎也对你的自信心造成了一定的影响。",
        "label": ""
      },
      {
        "sentence": "但请记住，你的工作表现和职位晋升并不完全取决于你是否比别人优秀，而更多地关乎你的工作能力和承担责任的能力。",
        "label": ""
      },
      {
        "sentence": "晋升可能在社会认可上有一定的意义，但对你个人而言，你需要回归自己的内心，思考你到底想要什么，而不是仅仅追求别人眼中的\"更好\"。",
        "label": ""
      },
      {
        "sentence": "是时候找回自己内心的声音，去追求自己真正想要的东西了。",
        "label": ""
      },
      {
        "sentence": "以前你曾因为提升为主管而困惑，而现在你已经有了觉察，这是个很好的开始，慢慢搞清楚自己的真实需求，即使是为了满足父母的期望，也可以考虑主动去寻求晋升。",
        "label": ""
      },
      {
        "sentence": "关键是你要明白自己在为什么而努力，每个人的性格和做事方式都不同，不要对自己太过苛求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。确实，我需要从内心开始思考，明确自己真正想要的东西。我会试着搞清楚自己的需求，并主动去寻求晋升。虽然还有一些恐惧和不安，但我相信只要我坚定自己的信念，寻找到适合自己的方式，我就能够克服这些困难，迈向自己的目标。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "确实，我需要从内心开始思考，明确自己真正想要的东西。",
        "label": ""
      },
      {
        "sentence": "我会试着搞清楚自己的需求，并主动去寻求晋升。",
        "label": ""
      },
      {
        "sentence": "虽然还有一些恐惧和不安，但我相信只要我坚定自己的信念，寻找到适合自己的方式，我就能够克服这些困难，迈向自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴听到你这样的决心和信心。记住，每个人都有自己的成长历程和困惑，你已经走过了一段不容易的路程，现在正站在一个新的起点上。我相信你具备克服困难和实现目标的能力。在这个过程中，不要忘记寻求内心的平静和自我接纳。你已经开始迈出了勇敢的一步，坚持下去，你会成为一个更好的自己。我会一直在你身边支持着你。",
    "annotation": [
      {
        "sentence": "非常高兴听到你这样的决心和信心。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有自己的成长历程和困惑，你已经走过了一段不容易的路程，现在正站在一个新的起点上。",
        "label": ""
      },
      {
        "sentence": "我相信你具备克服困难和实现目标的能力。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要忘记寻求内心的平静和自我接纳。",
        "label": ""
      },
      {
        "sentence": "你已经开始迈出了勇敢的一步，坚持下去，你会成为一个更好的自己。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持。有你的陪伴和理解，让我感到更加坚定和勇敢面对自己的困境。我会牢记你的话语，不断努力，成为一个自信、进取的人。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "有你的陪伴和理解，让我感到更加坚定和勇敢面对自己的困境。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话语，不断努力，成为一个自信、进取的人。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。希望你能够坚持自己的信念，勇敢面对困难，追逐自己的梦想。记住，你不是一个人在战斗，我会一直在你身边支持你。如果日后还有任何困惑或需要，随时来找我倾诉。祝愿你前程似锦！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "希望你能够坚持自己的信念，勇敢面对困难，追逐自己的梦想。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "如果日后还有任何困惑或需要，随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝愿你前程似锦！",
        "label": ""
      }
    ]
  }
]