[
  {
    "role": "client",
    "content": "最近我发现自己在工作中非常被动，好像中了一种名为“我配不上更好的”诅咒。这种被动不是因为对工作的懈怠，而是对想要的晋升和更高需求感到被动。明明想要晋升，却总是在等待！我心里很清楚，现在的工作环境和公司需要，晋升是必然的，但却未向部门主管提及，只是被动等待。",
    "annotation": [
      {
        "sentence": "最近我发现自己在工作中非常被动，好像中了一种名为“我配不上更好的”诅咒。",
        "label": ""
      },
      {
        "sentence": "这种被动不是因为对工作的懈怠，而是对想要的晋升和更高需求感到被动。",
        "label": ""
      },
      {
        "sentence": "明明想要晋升，却总是在等待！",
        "label": ""
      },
      {
        "sentence": "我心里很清楚，现在的工作环境和公司需要，晋升是必然的，但却未向部门主管提及，只是被动等待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。有时候，我们害怕承担更高的职位和责任，或许是因为我们在心里害怕失败和不知所措。你有没有觉得这种懈怠是从何而来的呢？",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "有时候，我们害怕承担更高的职位和责任，或许是因为我们在心里害怕失败和不知所措。",
        "label": ""
      },
      {
        "sentence": "你有没有觉得这种懈怠是从何而来的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感觉自己在阻挠自己。很多行为和自我安慰都说明我害怕更高的职位和责任。我想起了自己的家庭和父母的相处模式。他们似乎总在告诉我，我不如别人家的孩子优秀。我感觉自己木讷呆板，觉得自己一事无成。当某些情况可以让我表现时，他们就会为我争取机会，让我展示自己。我也注意到，我的母亲信奉“棍棒底下出孝子”的理论。好像所有问题都可以用教训来解决。这些情况让我长期自卑，并且害怕人际交往和受到瞩目。",
    "annotation": [
      {
        "sentence": "我感觉自己在阻挠自己。",
        "label": ""
      },
      {
        "sentence": "很多行为和自我安慰都说明我害怕更高的职位和责任。",
        "label": ""
      },
      {
        "sentence": "我想起了自己的家庭和父母的相处模式。",
        "label": ""
      },
      {
        "sentence": "他们似乎总在告诉我，我不如别人家的孩子优秀。",
        "label": ""
      },
      {
        "sentence": "我感觉自己木讷呆板，觉得自己一事无成。",
        "label": ""
      },
      {
        "sentence": "当某些情况可以让我表现时，他们就会为我争取机会，让我展示自己。",
        "label": ""
      },
      {
        "sentence": "我也注意到，我的母亲信奉“棍棒底下出孝子”的理论。",
        "label": ""
      },
      {
        "sentence": "好像所有问题都可以用教训来解决。",
        "label": ""
      },
      {
        "sentence": "这些情况让我长期自卑，并且害怕人际交往和受到瞩目。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "过去的二十年我也处于被动、依赖和顺从的状态。我一直在迷茫和彷徨，不知道该怎么打破这种僵局。我不确定自己是否能改变这样的状态，但是我的内心渴望摆脱父母的影响。后来，我开始逐步独立，包括生活、经济和思想都开始成熟。在家庭里，好像有了话语权。不过，这又有什么意义呢？在没有情感联系的家庭里，唯一的联系可能就是亲子关系了。一开始，我对自己的能力不够有信心，对很多事情都不知所措。后来，我开始认识到自己，并逐步给自己一个相对清晰的定位。我挣扎着做出一些改变。至今，我依旧这样挣扎，试图放弃挣扎，然后再振作起来。",
    "annotation": [
      {
        "sentence": "过去的二十年我也处于被动、依赖和顺从的状态。",
        "label": ""
      },
      {
        "sentence": "我一直在迷茫和彷徨，不知道该怎么打破这种僵局。",
        "label": ""
      },
      {
        "sentence": "我不确定自己是否能改变这样的状态，但是我的内心渴望摆脱父母的影响。",
        "label": ""
      },
      {
        "sentence": "后来，我开始逐步独立，包括生活、经济和思想都开始成熟。",
        "label": ""
      },
      {
        "sentence": "在家庭里，好像有了话语权。",
        "label": ""
      },
      {
        "sentence": "不过，这又有什么意义呢？",
        "label": ""
      },
      {
        "sentence": "在没有情感联系的家庭里，唯一的联系可能就是亲子关系了。",
        "label": ""
      },
      {
        "sentence": "一开始，我对自己的能力不够有信心，对很多事情都不知所措。",
        "label": ""
      },
      {
        "sentence": "后来，我开始认识到自己，并逐步给自己一个相对清晰的定位。",
        "label": ""
      },
      {
        "sentence": "我挣扎着做出一些改变。",
        "label": ""
      },
      {
        "sentence": "至今，我依旧这样挣扎，试图放弃挣扎，然后再振作起来。",
        "label": ""
      }
    ]
  }
]