[
  {
    "role": "client",
    "content": "我刚上大一，三本民办，感到很焦虑，不知道该怎么办该怎么办？最近因为小姨写的一篇文章，焦虑感瞬间再次上升。一方面，我作为刚上大一的学生，对未来的方向和工作一无所知；另一方面，我也非常痛苦，无法放松下来。同时，我还对学校的环境和生活感到焦虑，害怕被大染缸影响。其实我很喜欢现在的生活，没有太大的竞争压力。但是，我也不甘心与身边的朋友考了一本学校。我对两者之间的差距感到不安。虽然我不想考研，因为学习让我很痛苦，但是我也不清楚三本学校对我的发展有多大的限制。真是痛苦至极。我小时候学习很好，还当过班长，初中时还拿过奖学金。可是高中成绩一落千丈，后来抑郁了一段时间，学习再也没有恢复过来。学校都一直在鼓励考研，但是我觉得自己不适合学习。我害怕因此与别人拉开差距，甚至还关注一本高校的公众号，想了解他们在做什么。但是这样反而增加了我的压力和痛苦。我想要找到一份高薪的工作，但是除了学习之外，我真的不知道还有其他的路可以选择。我感到非常痛苦，甚至开始怀疑自己的想法是否正确。我不敢加入社团，担心对我以后就业会没有价值。我真的不知道该怎么办，甚至不想与高校的学生脱节。我真的感到非常痛苦。",
    "annotation": [
      {
        "sentence": "我刚上大一，三本民办，感到很焦虑，不知道该怎么办该怎么办？",
        "label": ""
      },
      {
        "sentence": "最近因为小姨写的一篇文章，焦虑感瞬间再次上升。",
        "label": ""
      },
      {
        "sentence": "一方面，我作为刚上大一的学生，对未来的方向和工作一无所知；另一方面，我也非常痛苦，无法放松下来。",
        "label": ""
      },
      {
        "sentence": "同时，我还对学校的环境和生活感到焦虑，害怕被大染缸影响。",
        "label": ""
      },
      {
        "sentence": "其实我很喜欢现在的生活，没有太大的竞争压力。",
        "label": ""
      },
      {
        "sentence": "但是，我也不甘心与身边的朋友考了一本学校。",
        "label": ""
      },
      {
        "sentence": "我对两者之间的差距感到不安。",
        "label": ""
      },
      {
        "sentence": "虽然我不想考研，因为学习让我很痛苦，但是我也不清楚三本学校对我的发展有多大的限制。",
        "label": ""
      },
      {
        "sentence": "真是痛苦至极。",
        "label": ""
      },
      {
        "sentence": "我小时候学习很好，还当过班长，初中时还拿过奖学金。",
        "label": ""
      },
      {
        "sentence": "可是高中成绩一落千丈，后来抑郁了一段时间，学习再也没有恢复过来。",
        "label": ""
      },
      {
        "sentence": "学校都一直在鼓励考研，但是我觉得自己不适合学习。",
        "label": ""
      },
      {
        "sentence": "我害怕因此与别人拉开差距，甚至还关注一本高校的公众号，想了解他们在做什么。",
        "label": ""
      },
      {
        "sentence": "但是这样反而增加了我的压力和痛苦。",
        "label": ""
      },
      {
        "sentence": "我想要找到一份高薪的工作，但是除了学习之外，我真的不知道还有其他的路可以选择。",
        "label": ""
      },
      {
        "sentence": "我感到非常痛苦，甚至开始怀疑自己的想法是否正确。",
        "label": ""
      },
      {
        "sentence": "我不敢加入社团，担心对我以后就业会没有价值。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办，甚至不想与高校的学生脱节。",
        "label": ""
      },
      {
        "sentence": "我真的感到非常痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看到你现在的焦虑和无奈情绪。看到小姨的文章引起你对三本学校未来和影响的担忧。我身边有很多三本学生考上了教师编制、公务员以及研究生，学习是个终身的过程，三本并不是学习的终点。大学的优势或劣势并不能决定一切，三本也是本科学历，相比专科学生，有更多的机会。而且专科生也有很多在本科阶段或研究生阶段表现优异，超越竞争对手的例子。这说明后期的学习和成长同样重要。三本学生和专科学生在高中期间并非差生。在“一考定终身”的制度下，有很多本来可以更好发挥的学生，也有很多意外发现自己潜力的学生。在未来的学习中，通过考研或者其他工作考试，你也可以展现出优秀的潜质，比如努力、专注以及不气馁等特质。孩子，接受自己，尊重理解自己，找到自己的爱好和优点，不断给自己鼓励，暗示自己有能力。可以通过运动、正念冥想来减轻压力，不要把要求都绝对化，不要以极端的方式看待不合理的信念。随着国家政策的进步和完善，就业机会会越来越多，我们有机会做出应有的贡献。接受现状，或者接受改变现状的责任。有三个事情我们要明白，自己的事，别人的事，天的事。我们只需要关注自己的事情。同样，还有三个时间，现在的事，过去的事，将来的事。过去的事我们无法改变，过于担忧未来也没用，只有关注现在的事情才是最佳选择。多读书，多经历，多掌握知识和技术，这些都是增加自信的方法。",
    "annotation": [
      {
        "sentence": "我看到你现在的焦虑和无奈情绪。",
        "label": ""
      },
      {
        "sentence": "看到小姨的文章引起你对三本学校未来和影响的担忧。",
        "label": ""
      },
      {
        "sentence": "我身边有很多三本学生考上了教师编制、公务员以及研究生，学习是个终身的过程，三本并不是学习的终点。",
        "label": ""
      },
      {
        "sentence": "大学的优势或劣势并不能决定一切，三本也是本科学历，相比专科学生，有更多的机会。",
        "label": ""
      },
      {
        "sentence": "而且专科生也有很多在本科阶段或研究生阶段表现优异，超越竞争对手的例子。",
        "label": ""
      },
      {
        "sentence": "这说明后期的学习和成长同样重要。",
        "label": ""
      },
      {
        "sentence": "三本学生和专科学生在高中期间并非差生。",
        "label": ""
      },
      {
        "sentence": "在“一考定终身”的制度下，有很多本来可以更好发挥的学生，也有很多意外发现自己潜力的学生。",
        "label": ""
      },
      {
        "sentence": "在未来的学习中，通过考研或者其他工作考试，你也可以展现出优秀的潜质，比如努力、专注以及不气馁等特质。",
        "label": ""
      },
      {
        "sentence": "孩子，接受自己，尊重理解自己，找到自己的爱好和优点，不断给自己鼓励，暗示自己有能力。",
        "label": ""
      },
      {
        "sentence": "可以通过运动、正念冥想来减轻压力，不要把要求都绝对化，不要以极端的方式看待不合理的信念。",
        "label": ""
      },
      {
        "sentence": "随着国家政策的进步和完善，就业机会会越来越多，我们有机会做出应有的贡献。",
        "label": ""
      },
      {
        "sentence": "接受现状，或者接受改变现状的责任。",
        "label": ""
      },
      {
        "sentence": "有三个事情我们要明白，自己的事，别人的事，天的事。",
        "label": ""
      },
      {
        "sentence": "我们只需要关注自己的事情。",
        "label": ""
      },
      {
        "sentence": "同样，还有三个时间，现在的事，过去的事，将来的事。",
        "label": ""
      },
      {
        "sentence": "过去的事我们无法改变，过于担忧未来也没用，只有关注现在的事情才是最佳选择。",
        "label": ""
      },
      {
        "sentence": "多读书，多经历，多掌握知识和技术，这些都是增加自信的方法。",
        "label": ""
      }
    ]
  }
]