[
  {
    "role": "client",
    "content": "我是一个30岁的女生，有一个压在心底10年的秘密，我不知道该如何面对。",
    "annotation": [
      {
        "sentence": "我是一个30岁的女生，有一个压在心底10年的秘密，我不知道该如何面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我是你的支持者。可以告诉我关于这个秘密的详情吗？",
    "annotation": [
      {
        "sentence": "你好，我是你的支持者。",
        "label": ""
      },
      {
        "sentence": "可以告诉我关于这个秘密的详情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的故事开始于我14岁辍学打工，那时我迷恋言情小说和穿越小说，整天沉迷于手机中，对剧情向往不已。19岁时，我离开了工厂，找到了第一份工作，在一家酒吧做前台。第一次去酒吧，我非常喜欢这种氛围，喜欢酒吧的音乐和感觉。后来，我去了一家夜总会做服务员，工资是日结的。每晚看着坐台小姐只是陪客人喝酒唱歌，她们的收入比我们服务员还多。渐渐地，我也生了想法，想去上海做小姐，因为我想赚钱，赚到钱后就回老家了。当时，我是这样想的。",
    "annotation": [
      {
        "sentence": "我的故事开始于我14岁辍学打工，那时我迷恋言情小说和穿越小说，整天沉迷于手机中，对剧情向往不已。",
        "label": ""
      },
      {
        "sentence": "19岁时，我离开了工厂，找到了第一份工作，在一家酒吧做前台。",
        "label": ""
      },
      {
        "sentence": "第一次去酒吧，我非常喜欢这种氛围，喜欢酒吧的音乐和感觉。",
        "label": ""
      },
      {
        "sentence": "后来，我去了一家夜总会做服务员，工资是日结的。",
        "label": ""
      },
      {
        "sentence": "每晚看着坐台小姐只是陪客人喝酒唱歌，她们的收入比我们服务员还多。",
        "label": ""
      },
      {
        "sentence": "渐渐地，我也生了想法，想去上海做小姐，因为我想赚钱，赚到钱后就回老家了。",
        "label": ""
      },
      {
        "sentence": "当时，我是这样想的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你在那个圈子里度过了一段时间，这段经历对你来说一定很重要。你可以告诉我离开夜场后发生了什么吗？",
    "annotation": [
      {
        "sentence": "听起来你在那个圈子里度过了一段时间，这段经历对你来说一定很重要。",
        "label": ""
      },
      {
        "sentence": "你可以告诉我离开夜场后发生了什么吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在夜场的那段时间，我觉得什么事情都是正常的，我能够接受。但是一旦离开了那个圈子，我就无法接受这段经历了。我觉得这是个严重的污点，如果别人知道了，就不会和我做朋友了。甚至有一些优秀的人追求我，但是我都不敢接受，因为觉得自己配不上他们。我非常害怕别人知道这件事情，我已经感到非常自闭，不知道该如何面对。",
    "annotation": [
      {
        "sentence": "在夜场的那段时间，我觉得什么事情都是正常的，我能够接受。",
        "label": ""
      },
      {
        "sentence": "但是一旦离开了那个圈子，我就无法接受这段经历了。",
        "label": ""
      },
      {
        "sentence": "我觉得这是个严重的污点，如果别人知道了，就不会和我做朋友了。",
        "label": ""
      },
      {
        "sentence": "甚至有一些优秀的人追求我，但是我都不敢接受，因为觉得自己配不上他们。",
        "label": ""
      },
      {
        "sentence": "我非常害怕别人知道这件事情，我已经感到非常自闭，不知道该如何面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "后悔是一种对以往决定的不认同和不接纳。但是在某个阶段，当时做出的决定也许是最适合的选择，因为我们当时的认知决定了我们的行为。后悔是一种消耗心理能量的情绪状态，伴随着自责和自罪感。那么如何走出这种心理状态呢？首先，我们要接纳事实，接受自己过去发生的事情无法改变。就像如果我们昨天晒不干衣服，今天的阳光也无法改变昨天的情况。同时，我们要改变对过去事件的认知。虽然结果无法改变，但是我们可以改变对事情的看法，从中总结出我们可以学到的经验和教训。最后，我们要重新定义过去发生的事情。或许当时的选择是最合理的，这件事情对你有什么积极的意义？心理学研究告诉我们，任何事情背后都有其合理的正向动机。接受过去，重新认识自己当时的选择的合理性，找到事情的积极意义，才能减少内心的冲突，重新开始新的生活。希望这些建议对你有所启发。",
    "annotation": [
      {
        "sentence": "后悔是一种对以往决定的不认同和不接纳。",
        "label": ""
      },
      {
        "sentence": "但是在某个阶段，当时做出的决定也许是最适合的选择，因为我们当时的认知决定了我们的行为。",
        "label": ""
      },
      {
        "sentence": "后悔是一种消耗心理能量的情绪状态，伴随着自责和自罪感。",
        "label": ""
      },
      {
        "sentence": "那么如何走出这种心理状态呢？",
        "label": ""
      },
      {
        "sentence": "首先，我们要接纳事实，接受自己过去发生的事情无法改变。",
        "label": ""
      },
      {
        "sentence": "就像如果我们昨天晒不干衣服，今天的阳光也无法改变昨天的情况。",
        "label": ""
      },
      {
        "sentence": "同时，我们要改变对过去事件的认知。",
        "label": ""
      },
      {
        "sentence": "虽然结果无法改变，但是我们可以改变对事情的看法，从中总结出我们可以学到的经验和教训。",
        "label": ""
      },
      {
        "sentence": "最后，我们要重新定义过去发生的事情。",
        "label": ""
      },
      {
        "sentence": "或许当时的选择是最合理的，这件事情对你有什么积极的意义？",
        "label": ""
      },
      {
        "sentence": "心理学研究告诉我们，任何事情背后都有其合理的正向动机。",
        "label": ""
      },
      {
        "sentence": "接受过去，重新认识自己当时的选择的合理性，找到事情的积极意义，才能减少内心的冲突，重新开始新的生活。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我应该接受过去的选择，并从中寻找积极的意义。虽然我曾经后悔过，但是我不能让这段经历继续困扰我。我要开始重新认识自己，并重新开始新的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该接受过去的选择，并从中寻找积极的意义。",
        "label": ""
      },
      {
        "sentence": "虽然我曾经后悔过，但是我不能让这段经历继续困扰我。",
        "label": ""
      },
      {
        "sentence": "我要开始重新认识自己，并重新开始新的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经迈出了第一步。接受过去并寻找积极意义是非常重要的，它将帮助你减少内心的冲突。请记住，每个人都有过去的故事，而这段经历只是你人生中的一部分。你有能力重新定义自己，并创造一个更加积极、健康的未来。相信自己，你可以做到的！",
    "annotation": [
      {
        "sentence": "很好，你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "接受过去并寻找积极意义是非常重要的，它将帮助你减少内心的冲突。",
        "label": ""
      },
      {
        "sentence": "请记住，每个人都有过去的故事，而这段经历只是你人生中的一部分。",
        "label": ""
      },
      {
        "sentence": "你有能力重新定义自己，并创造一个更加积极、健康的未来。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以做到的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力去接受过去，并朝着积极的方向发展。我相信自己，我要让自己过上更好的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力去接受过去，并朝着积极的方向发展。",
        "label": ""
      },
      {
        "sentence": "我相信自己，我要让自己过上更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和信念让我非常欣慰。相信自己是实现改变的重要一步，你已经迈出了第一步，接下来的旅程可能会有挑战，但是我坚信你能够克服困难，迎接更好的未来。如果你需要任何帮助或者再次需要聆听，请随时找我倾诉。你不是一个人在战斗，我将一直支持你。",
    "annotation": [
      {
        "sentence": "你的决心和信念让我非常欣慰。",
        "label": ""
      },
      {
        "sentence": "相信自己是实现改变的重要一步，你已经迈出了第一步，接下来的旅程可能会有挑战，但是我坚信你能够克服困难，迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次需要聆听，请随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我将一直支持你。",
        "label": ""
      }
    ]
  }
]