[
  {
    "role": "client",
    "content": "30岁女生，一件压在心底10年的秘密，该如何面对？",
    "annotation": [
      {
        "sentence": "30岁女生，一件压在心底10年的秘密，该如何面对？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你保守10年的秘密，就像压在心上的石头，我很难想像，这十年你是如何渡过的。是不是每次该开怀大笑时，你都不自觉收住了嘴角，是不是每次想放声高歌的时刻，你都压低了声音？你的经历已经很坎坷了，你可以让自己过得更好一点。我很开心你能问出这个问题，这意味着你内在的疗愈力量升起了，现在，这个秘密不再需要你独自承担了。",
    "annotation": [
      {
        "sentence": "你保守10年的秘密，就像压在心上的石头，我很难想像，这十年你是如何渡过的。",
        "label": ""
      },
      {
        "sentence": "是不是每次该开怀大笑时，你都不自觉收住了嘴角，是不是每次想放声高歌的时刻，你都压低了声音？",
        "label": ""
      },
      {
        "sentence": "你的经历已经很坎坷了，你可以让自己过得更好一点。",
        "label": ""
      },
      {
        "sentence": "我很开心你能问出这个问题，这意味着你内在的疗愈力量升起了，现在，这个秘密不再需要你独自承担了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很害怕别人知道这个秘密，我觉得这是我的污点，会让人家不愿意和我交朋友，甚至有优秀的追求者我也不敢接受。我感觉自己配不上别人。",
    "annotation": [
      {
        "sentence": "我真的很害怕别人知道这个秘密，我觉得这是我的污点，会让人家不愿意和我交朋友，甚至有优秀的追求者我也不敢接受。",
        "label": ""
      },
      {
        "sentence": "我感觉自己配不上别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "任何事都可以被原谅。有一本书叫《与狼共奔的女人》，里面有这样一句话：“女性被告知，她们生命中的某些事件、选择和境况，通常跟性、爱、金钱、暴力等方面有关，本身就是可耻的、不能得到赦免的。然而事实并不是这样的。每个人都会在物质状态下做出糟糕的选择。世界上没有任何东西是不能被原谅的。没有什么是不能原谅的。”你14岁初入社会，心智未成熟，没形成稳定的价值观。在复杂的社会环境中，你没有监护人的保护，还必须自己求生活。被环境影响，做出的决定是很正常的。从具体的事件看，一件事的发生是基于当时机、地点、心理状态的综合作用。了解来龙去脉后，对于事件的评判就消失了。",
    "annotation": [
      {
        "sentence": "任何事都可以被原谅。",
        "label": ""
      },
      {
        "sentence": "有一本书叫《与狼共奔的女人》，里面有这样一句话：“女性被告知，她们生命中的某些事件、选择和境况，通常跟性、爱、金钱、暴力等方面有关，本身就是可耻的、不能得到赦免的。",
        "label": ""
      },
      {
        "sentence": "然而事实并不是这样的。",
        "label": ""
      },
      {
        "sentence": "每个人都会在物质状态下做出糟糕的选择。",
        "label": ""
      },
      {
        "sentence": "世界上没有任何东西是不能被原谅的。",
        "label": ""
      },
      {
        "sentence": "没有什么是不能原谅的。",
        "label": ""
      },
      {
        "sentence": "”你14岁初入社会，心智未成熟，没形成稳定的价值观。",
        "label": ""
      },
      {
        "sentence": "在复杂的社会环境中，你没有监护人的保护，还必须自己求生活。",
        "label": ""
      },
      {
        "sentence": "被环境影响，做出的决定是很正常的。",
        "label": ""
      },
      {
        "sentence": "从具体的事件看，一件事的发生是基于当时机、地点、心理状态的综合作用。",
        "label": ""
      },
      {
        "sentence": "了解来龙去脉后，对于事件的评判就消失了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道在道德和法律上这些行为是不被接受的，但我真的很难接受自己的经历。离开那个圈子后，我感觉自己无法接受这个污点，而且我一直过着自闭的生活，不知道该如何面对。",
    "annotation": [
      {
        "sentence": "我知道在道德和法律上这些行为是不被接受的，但我真的很难接受自己的经历。",
        "label": ""
      },
      {
        "sentence": "离开那个圈子后，我感觉自己无法接受这个污点，而且我一直过着自闭的生活，不知道该如何面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "请你不要像冷漠的看客一样论断自己的过去。如果你发现原谅自己有困难，请想象一下这个自己是你最好的朋友，你会怎么对待她呢？面对禁忌的话题，面对性与金钱、羞耻感的话题，和咨询师工作会更快地抵达自我和解的部分。直面生命中黑暗地带——小姐也是正常人。推荐一部纪录片《算命》，里面的唐小燕就是很好的例子。她也经历了坎坷，但她没有回避过去的经历，而是用它们来推动自己给更多困境中的女性带去希望。你可以像她一样，塑造一个强大的心脏，来安放自己的过去，成为自身力量的来源。",
    "annotation": [
      {
        "sentence": "请你不要像冷漠的看客一样论断自己的过去。",
        "label": ""
      },
      {
        "sentence": "如果你发现原谅自己有困难，请想象一下这个自己是你最好的朋友，你会怎么对待她呢？",
        "label": ""
      },
      {
        "sentence": "面对禁忌的话题，面对性与金钱、羞耻感的话题，和咨询师工作会更快地抵达自我和解的部分。",
        "label": ""
      },
      {
        "sentence": "直面生命中黑暗地带——小姐也是正常人。",
        "label": ""
      },
      {
        "sentence": "推荐一部纪录片《算命》，里面的唐小燕就是很好的例子。",
        "label": ""
      },
      {
        "sentence": "她也经历了坎坷，但她没有回避过去的经历，而是用它们来推动自己给更多困境中的女性带去希望。",
        "label": ""
      },
      {
        "sentence": "你可以像她一样，塑造一个强大的心脏，来安放自己的过去，成为自身力量的来源。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很渴望与人交心，但我带着这个秘密真的很难。你说得对，我可以寻找一个可以保守秘密或者相互支持的朋友，或者找咨询师帮助我。只有当这个秘密对我来说越来越轻时，它才不会影响我与他人的交往。",
    "annotation": [
      {
        "sentence": "我很渴望与人交心，但我带着这个秘密真的很难。",
        "label": ""
      },
      {
        "sentence": "你说得对，我可以寻找一个可以保守秘密或者相互支持的朋友，或者找咨询师帮助我。",
        "label": ""
      },
      {
        "sentence": "只有当这个秘密对我来说越来越轻时，它才不会影响我与他人的交往。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确。找到一个可以和你交流、倾诉感受的人，去面对这个秘密带给你的负面感受。当它对你来说变得越来越轻时，它对人际交往的影响也会逐渐减弱。记住，你不再需要独自承担这个秘密了，你已经迈出了第一步，向疗愈迈进。",
    "annotation": [
      {
        "sentence": "非常正确。",
        "label": ""
      },
      {
        "sentence": "找到一个可以和你交流、倾诉感受的人，去面对这个秘密带给你的负面感受。",
        "label": ""
      },
      {
        "sentence": "当它对你来说变得越来越轻时，它对人际交往的影响也会逐渐减弱。",
        "label": ""
      },
      {
        "sentence": "记住，你不再需要独自承担这个秘密了，你已经迈出了第一步，向疗愈迈进。",
        "label": ""
      }
    ]
  }
]