[
  {
    "role": "client",
    "content": "对象老觉得我更爱之前那个人，不爱他？一、是现任觉得之前出轨男跟我这儿想要的都得到了（我当时跟他当小三还发生性关系），现任刚在一起的时候跟我要孩子，我说想玩两年（因为那时候我刚毕业23岁，还不想当妈妈）现任觉得凭什么自己要等，出轨男不要等。二、是我之前跟出轨男在一起的时候，不想困在三个人的关系里，让他做选择他只道歉不处理。现任在一起的时候，现任让我在他和我父母、他和我工作之间做选择的时候，我都没有选他（比如我过年回家，现任想我，我并没有因为他提前回去见他；在上班的时候吵架，现任让我请假回家，或者前一天吵了架，第二天请假不去上班，我也没有按他说的做）。现任觉得我的处理方式跟出轨男一样，从来不选择自己。就是不爱他。三、我不想跟现任生气吵架，隐瞒了很多出轨男的事情，但是现任比较心细最后都发现了，觉得我因为出轨男欺骗他。但是在现任这里我也妥协了很多小事情，我们在一起两年多经常吵架经常动手，我也没有放在心上过，还是很爱他。",
    "annotation": [
      {
        "sentence": "对象老觉得我更爱之前那个人，不爱他？",
        "label": ""
      },
      {
        "sentence": "一、是现任觉得之前出轨男跟我这儿想要的都得到了（我当时跟他当小三还发生性关系），现任刚在一起的时候跟我要孩子，我说想玩两年（因为那时候我刚毕业23岁，还不想当妈妈）现任觉得凭什么自己要等，出轨男不要等。",
        "label": ""
      },
      {
        "sentence": "二、是我之前跟出轨男在一起的时候，不想困在三个人的关系里，让他做选择他只道歉不处理。",
        "label": ""
      },
      {
        "sentence": "现任在一起的时候，现任让我在他和我父母、他和我工作之间做选择的时候，我都没有选他（比如我过年回家，现任想我，我并没有因为他提前回去见他；在上班的时候吵架，现任让我请假回家，或者前一天吵了架，第二天请假不去上班，我也没有按他说的做）。",
        "label": ""
      },
      {
        "sentence": "现任觉得我的处理方式跟出轨男一样，从来不选择自己。",
        "label": ""
      },
      {
        "sentence": "就是不爱他。",
        "label": ""
      },
      {
        "sentence": "三、我不想跟现任生气吵架，隐瞒了很多出轨男的事情，但是现任比较心细最后都发现了，觉得我因为出轨男欺骗他。",
        "label": ""
      },
      {
        "sentence": "但是在现任这里我也妥协了很多小事情，我们在一起两年多经常吵架经常动手，我也没有放在心上过，还是很爱他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述之后可以感觉到对方对于爱的定义似乎是我们是否会更多考虑他的感受，并且会为了彼此做出一定的让步和牺牲。其实在感情中发生问题是很常见的，不过更重要的是我们需要学会认识彼此的问题。",
    "annotation": [
      {
        "sentence": "看了你的描述之后可以感觉到对方对于爱的定义似乎是我们是否会更多考虑他的感受，并且会为了彼此做出一定的让步和牺牲。",
        "label": ""
      },
      {
        "sentence": "其实在感情中发生问题是很常见的，不过更重要的是我们需要学会认识彼此的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我能理解他的想法，但有时候觉得他对我要求太多，我感觉很吃力。",
    "annotation": [
      {
        "sentence": "是的，我能理解他的想法，但有时候觉得他对我要求太多，我感觉很吃力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你确实很在乎对方，但是并不会向之前那么义无反顾，而对方更希望的是我们可以无条件服从他，甚至会经常拿前任做对比，以此开证明我们到底爱不爱他。这本身就不是一个正确的方法，因为我们在不同的年龄段都会有不同的状态，而对方似乎并没有意识到这一点。",
    "annotation": [
      {
        "sentence": "你确实很在乎对方，但是并不会向之前那么义无反顾，而对方更希望的是我们可以无条件服从他，甚至会经常拿前任做对比，以此开证明我们到底爱不爱他。",
        "label": ""
      },
      {
        "sentence": "这本身就不是一个正确的方法，因为我们在不同的年龄段都会有不同的状态，而对方似乎并没有意识到这一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他对前任的留恋一直存在，这让我有些担心和不安。",
    "annotation": [
      {
        "sentence": "是的，我觉得他对前任的留恋一直存在，这让我有些担心和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有就是彼此生气的时候动手这件事，虽然你现在不是很在乎，但是对于家暴我们是什么样的想法呢？因为动手往往是家暴的第一步，有些事开了头就没有那么容易避免了，因此对于这件事我们一定要有自己的顾虑和想法，不要因为一时的容忍就忽略了后续的相处方式。",
    "annotation": [
      {
        "sentence": "还有就是彼此生气的时候动手这件事，虽然你现在不是很在乎，但是对于家暴我们是什么样的想法呢？",
        "label": ""
      },
      {
        "sentence": "因为动手往往是家暴的第一步，有些事开了头就没有那么容易避免了，因此对于这件事我们一定要有自己的顾虑和想法，不要因为一时的容忍就忽略了后续的相处方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实家暴确实令人担忧，我会注意这个问题并与他好好沟通。",
    "annotation": [
      {
        "sentence": "其实家暴确实令人担忧，我会注意这个问题并与他好好沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有就是翻旧账这件事，我们最好和对方好好的沟通一下，让他知道有些事是需要翻篇的，而不是任由对方一次次发现一次次争吵，因为很多争吵本身就是无意义的。我们愿意和他在一起，已经有了一定的改变和让步，可是对方并没有认识到这一点，因此我们也要学会保护好自己，有些事需要学会放下。",
    "annotation": [
      {
        "sentence": "还有就是翻旧账这件事，我们最好和对方好好的沟通一下，让他知道有些事是需要翻篇的，而不是任由对方一次次发现一次次争吵，因为很多争吵本身就是无意义的。",
        "label": ""
      },
      {
        "sentence": "我们愿意和他在一起，已经有了一定的改变和让步，可是对方并没有认识到这一点，因此我们也要学会保护好自己，有些事需要学会放下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会试着和他好好交流，让他明白我已经做出了改变和让步。",
    "annotation": [
      {
        "sentence": "你说得对，我会试着和他好好交流，让他明白我已经做出了改变和让步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，沟通是解决问题的关键，如果对方真的关心你们的关系，也会更愿意理解你的角度。同时，也要记住保护好自己的心理健康，不要因为迎合对方的要求而委屈自己。",
    "annotation": [
      {
        "sentence": "很好，沟通是解决问题的关键，如果对方真的关心你们的关系，也会更愿意理解你的角度。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住保护好自己的心理健康，不要因为迎合对方的要求而委屈自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会好好考虑并尝试着处理这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会好好考虑并尝试着处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，希望你们可以顺利解决困扰你们的问题。如果还有需要，随时来找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，希望你们可以顺利解决困扰你们的问题。",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时来找我倾诉。",
        "label": ""
      }
    ]
  }
]