[
  {
    "role": "client",
    "content": "我是一个18岁的女孩，我现在应该去医院还是进行心理咨询？我睡眠没有问题，也不想死。我只是有想割腕的念头，上次喝醉后曾试图捅脖子，但我并不想死。我对于活着也没有太大的意愿，对于死亡也不是非常渴望，对于生活和死亡都感到无所谓。无论做什么事情都感到痛苦和难过，我很想哭却没有眼泪，所以更加难过了。我感到很烦躁，说些胡言乱语。上个周我几乎吃不下饭，这个周则一直处于饥饿状态，即使吃了也感到饿。我的思维混乱，头脑不清晰，我感到很不舒服，但是又不知道具体哪里不舒服，我觉得自己病得很重，但又觉得是自己太矫情了。我很烦恼，我给朋友添加了麻烦，但我看起来并没有问题，能够和别人开玩笑，这可能是我太矫情了。我真的很困扰，让自己毁灭吧。其实一直以来我都是这样的，只是最近一个月或两个月越来越烦躁、越来越难过，头脑也不太灵光，我将会考试不及格，我什么都记不住。",
    "annotation": [
      {
        "sentence": "我是一个18岁的女孩，我现在应该去医院还是进行心理咨询？",
        "label": ""
      },
      {
        "sentence": "我睡眠没有问题，也不想死。",
        "label": ""
      },
      {
        "sentence": "我只是有想割腕的念头，上次喝醉后曾试图捅脖子，但我并不想死。",
        "label": ""
      },
      {
        "sentence": "我对于活着也没有太大的意愿，对于死亡也不是非常渴望，对于生活和死亡都感到无所谓。",
        "label": ""
      },
      {
        "sentence": "无论做什么事情都感到痛苦和难过，我很想哭却没有眼泪，所以更加难过了。",
        "label": ""
      },
      {
        "sentence": "我感到很烦躁，说些胡言乱语。",
        "label": ""
      },
      {
        "sentence": "上个周我几乎吃不下饭，这个周则一直处于饥饿状态，即使吃了也感到饿。",
        "label": ""
      },
      {
        "sentence": "我的思维混乱，头脑不清晰，我感到很不舒服，但是又不知道具体哪里不舒服，我觉得自己病得很重，但又觉得是自己太矫情了。",
        "label": ""
      },
      {
        "sentence": "我很烦恼，我给朋友添加了麻烦，但我看起来并没有问题，能够和别人开玩笑，这可能是我太矫情了。",
        "label": ""
      },
      {
        "sentence": "我真的很困扰，让自己毁灭吧。",
        "label": ""
      },
      {
        "sentence": "其实一直以来我都是这样的，只是最近一个月或两个月越来越烦躁、越来越难过，头脑也不太灵光，我将会考试不及格，我什么都记不住。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很遗憾听到你情绪不好的消息，但很高兴你向我求助，你没有放弃自己。根据你的留言，我了解到：1、在没有明显原因的情况下，你很想自残；2、你的情绪异常，难以控制自己的食欲；3、你不知道如何处理这种情况，觉得自己给朋友添麻烦。以下是我个人的看法：1、根据你的描述，你的情况有点类似于神经性暴食的症状。首先，请你思考一下最近发生了什么让你感到压力很大或者焦虑的事情？如果有的话，你现在的情绪状态可能是对来自外界环境压力的一种防御反应。如果没有特别的事件，那么你的身体可能出现了一些小问题，需要及时就医。2、针对这种情况，心理医生或心理咨询师都能够为你提供帮助，你可以选择最方便的方式求助，如果需要的话再进行转诊或转介。3、现在你需要告诉你的父母你的情况，而不仅仅是朋友。除了有朋友的陪伴，你还需要家人的支持。另外，学校老师也应该知道你的情况，以便更好地配合你的治疗和复健，同时也可以帮助你在学习方面保持平衡。我希望能够帮到你。",
    "annotation": [
      {
        "sentence": "很遗憾听到你情绪不好的消息，但很高兴你向我求助，你没有放弃自己。",
        "label": ""
      },
      {
        "sentence": "根据你的留言，我了解到：1、在没有明显原因的情况下，你很想自残；2、你的情绪异常，难以控制自己的食欲；3、你不知道如何处理这种情况，觉得自己给朋友添麻烦。",
        "label": ""
      },
      {
        "sentence": "以下是我个人的看法：1、根据你的描述，你的情况有点类似于神经性暴食的症状。",
        "label": ""
      },
      {
        "sentence": "首先，请你思考一下最近发生了什么让你感到压力很大或者焦虑的事情？",
        "label": ""
      },
      {
        "sentence": "如果有的话，你现在的情绪状态可能是对来自外界环境压力的一种防御反应。",
        "label": ""
      },
      {
        "sentence": "如果没有特别的事件，那么你的身体可能出现了一些小问题，需要及时就医。",
        "label": ""
      },
      {
        "sentence": "2、针对这种情况，心理医生或心理咨询师都能够为你提供帮助，你可以选择最方便的方式求助，如果需要的话再进行转诊或转介。",
        "label": ""
      },
      {
        "sentence": "3、现在你需要告诉你的父母你的情况，而不仅仅是朋友。",
        "label": ""
      },
      {
        "sentence": "除了有朋友的陪伴，你还需要家人的支持。",
        "label": ""
      },
      {
        "sentence": "另外，学校老师也应该知道你的情况，以便更好地配合你的治疗和复健，同时也可以帮助你在学习方面保持平衡。",
        "label": ""
      },
      {
        "sentence": "我希望能够帮到你。",
        "label": ""
      }
    ]
  }
]