[
  {
    "role": "client",
    "content": "我想离职，但还没找到新工作。不知道是继续呆着还是勇敢离开？我是一个35岁以上的女性，在产后回到了单位，却被安排去了一个没人愿意去的服装家居部门当主管。我本来是喜欢挑战的性格，但我现在所在的公司像是一个事业单位的体制，无论做多好或者多差都没有什么区别。我的内心其实不想要花太多精力在这上面。当前的工作问题其实是可以协调解决的，只是需要花很多时间，比如重新建立一个团队，这需要很大的力气；又比如重新盘点几千款的服装，这至少需要半年的时间和足够的人力支持，但现在却找不到合适的人来做这些。如果中间出现问题，我肯定是得背锅的，我感觉目前付出的努力没有任何意义，因为我必须要去其他城市才能得到晋升。而且我的优势是文职类的英语方面，在之前的工作中我是总经理助理，现在我没有什么优势可言。最终我不想在这个行业和公司继续待下去。我目前纠结的点有两个：第一是35岁的职业转折期，我还没有考虑清楚未来的方向，需要花时间去尝试；第二是我还要有时间照顾婴儿和休息。内心我想等到找到新工作再辞职，但是我感觉这样上班没时间为未来的方向做准备，每一天都是拖延。我非常想马上辞职，每天想到要上班就很抗拒，但是又没有勇气，担心一时找不到新工作。我犹豫不决，不知道是继续呆着还是辞职。",
    "annotation": [
      {
        "sentence": "我想离职，但还没找到新工作。",
        "label": ""
      },
      {
        "sentence": "不知道是继续呆着还是勇敢离开？",
        "label": ""
      },
      {
        "sentence": "我是一个35岁以上的女性，在产后回到了单位，却被安排去了一个没人愿意去的服装家居部门当主管。",
        "label": ""
      },
      {
        "sentence": "我本来是喜欢挑战的性格，但我现在所在的公司像是一个事业单位的体制，无论做多好或者多差都没有什么区别。",
        "label": ""
      },
      {
        "sentence": "我的内心其实不想要花太多精力在这上面。",
        "label": ""
      },
      {
        "sentence": "当前的工作问题其实是可以协调解决的，只是需要花很多时间，比如重新建立一个团队，这需要很大的力气；又比如重新盘点几千款的服装，这至少需要半年的时间和足够的人力支持，但现在却找不到合适的人来做这些。",
        "label": ""
      },
      {
        "sentence": "如果中间出现问题，我肯定是得背锅的，我感觉目前付出的努力没有任何意义，因为我必须要去其他城市才能得到晋升。",
        "label": ""
      },
      {
        "sentence": "而且我的优势是文职类的英语方面，在之前的工作中我是总经理助理，现在我没有什么优势可言。",
        "label": ""
      },
      {
        "sentence": "最终我不想在这个行业和公司继续待下去。",
        "label": ""
      },
      {
        "sentence": "我目前纠结的点有两个：第一是35岁的职业转折期，我还没有考虑清楚未来的方向，需要花时间去尝试；第二是我还要有时间照顾婴儿和休息。",
        "label": ""
      },
      {
        "sentence": "内心我想等到找到新工作再辞职，但是我感觉这样上班没时间为未来的方向做准备，每一天都是拖延。",
        "label": ""
      },
      {
        "sentence": "我非常想马上辞职，每天想到要上班就很抗拒，但是又没有勇气，担心一时找不到新工作。",
        "label": ""
      },
      {
        "sentence": "我犹豫不决，不知道是继续呆着还是辞职。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这些困惑，我理解你的内心和烦恼。在这个年纪上，成年人的职业选择确实需要有经济实力做后盾。如果你现在辞职，并且你不会受到诸如要养老、要照顾孩子、还要帮助老公等经济压力的干扰，而且家人大都支持你的决定，那就勇敢地追求自己的梦想吧。然而，如果你认真算算家庭的储蓄和每月的收入，发现即便加上其他的资产收入，却还不足以应对可能出现的经济风险，比如父母或孩子生病，或者是老公下岗，那我劝你还是要慎重考虑。成年人的决定需要自己来承担责任和支付代价。所以，先要“认清现实”的基础之上，如果条件允许的话，再来谈论自己的理想，这样会更加稳妥。",
    "annotation": [
      {
        "sentence": "看到你这些困惑，我理解你的内心和烦恼。",
        "label": ""
      },
      {
        "sentence": "在这个年纪上，成年人的职业选择确实需要有经济实力做后盾。",
        "label": ""
      },
      {
        "sentence": "如果你现在辞职，并且你不会受到诸如要养老、要照顾孩子、还要帮助老公等经济压力的干扰，而且家人大都支持你的决定，那就勇敢地追求自己的梦想吧。",
        "label": ""
      },
      {
        "sentence": "然而，如果你认真算算家庭的储蓄和每月的收入，发现即便加上其他的资产收入，却还不足以应对可能出现的经济风险，比如父母或孩子生病，或者是老公下岗，那我劝你还是要慎重考虑。",
        "label": ""
      },
      {
        "sentence": "成年人的决定需要自己来承担责任和支付代价。",
        "label": ""
      },
      {
        "sentence": "所以，先要“认清现实”的基础之上，如果条件允许的话，再来谈论自己的理想，这样会更加稳妥。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的理解和支持。我明白经济实力在做出决定时的重要性。目前，我家庭的经济情况还算稳定，没有太大的压力。而且我的家人也都支持我去追求自己的梦想。但是，我也同时担心未来可能出现的经济风险，特别是孩子的需求和家庭的稳定。也许我需要再详细考虑一下自己的财务状况和未来的规划，对吗？",
    "annotation": [
      {
        "sentence": "非常感谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我明白经济实力在做出决定时的重要性。",
        "label": ""
      },
      {
        "sentence": "目前，我家庭的经济情况还算稳定，没有太大的压力。",
        "label": ""
      },
      {
        "sentence": "而且我的家人也都支持我去追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "但是，我也同时担心未来可能出现的经济风险，特别是孩子的需求和家庭的稳定。",
        "label": ""
      },
      {
        "sentence": "也许我需要再详细考虑一下自己的财务状况和未来的规划，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的对财务状况和未来规划的考虑是非常重要的。我建议你先整理一下自己的收入和支出，看看是否可以给自己留一定的经济后备。另外，也和家人或者伴侣一起商量一下，了解他们的观点和能够提供的支持。这样做可以帮助你更全面地考虑并制定出更为稳妥的计划。",
    "annotation": [
      {
        "sentence": "你提到的对财务状况和未来规划的考虑是非常重要的。",
        "label": ""
      },
      {
        "sentence": "我建议你先整理一下自己的收入和支出，看看是否可以给自己留一定的经济后备。",
        "label": ""
      },
      {
        "sentence": "另外，也和家人或者伴侣一起商量一下，了解他们的观点和能够提供的支持。",
        "label": ""
      },
      {
        "sentence": "这样做可以帮助你更全面地考虑并制定出更为稳妥的计划。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，整理收入和支出是非常重要的。我会花时间仔细考虑一下，并和家人商量。我希望能够找到一条既能追求自己梦想又能保障家庭稳定的道路。谢谢你的建议和鼓励！",
    "annotation": [
      {
        "sentence": "你说得对，整理收入和支出是非常重要的。",
        "label": ""
      },
      {
        "sentence": "我会花时间仔细考虑一下，并和家人商量。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到一条既能追求自己梦想又能保障家庭稳定的道路。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰能够帮到你。接下来，如果你有任何困惑或者需要更多的帮助，请随时告诉我。记住，你并不孤单，一直都有支持你的人在身边。无论你做出什么样的决定，都希望你能够做到心无旁骛，坚定地追求自己的梦想。",
    "annotation": [
      {
        "sentence": "非常欣慰能够帮到你。",
        "label": ""
      },
      {
        "sentence": "接下来，如果你有任何困惑或者需要更多的帮助，请随时告诉我。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，一直都有支持你的人在身边。",
        "label": ""
      },
      {
        "sentence": "无论你做出什么样的决定，都希望你能够做到心无旁骛，坚定地追求自己的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会好好思考并权衡各种因素。如果我有任何进一步的问题，我一定会寻求你的帮助。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会好好思考并权衡各种因素。",
        "label": ""
      },
      {
        "sentence": "如果我有任何进一步的问题，我一定会寻求你的帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我随时都在这里支持你。请记住，你的梦想是值得追求的，只要你勇敢面对困难，相信自己，你一定能够找到适合自己的道路。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我随时都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "请记住，你的梦想是值得追求的，只要你勇敢面对困难，相信自己，你一定能够找到适合自己的道路。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]