[
  {
    "role": "client",
    "content": "我想离职还没找到新工作，不知道是继续呆着还是勇敢离开？我是一个35+的女性，产后回到公司，被安排去了没人愿意去的服装家居部门当主管。我个人性格喜欢挑战，但是现在的公司类似事业单位的体制，无论做好还是做差都没太大差别。现在我的内心不愿意再付出太多精力了。",
    "annotation": [
      {
        "sentence": "我想离职还没找到新工作，不知道是继续呆着还是勇敢离开？",
        "label": ""
      },
      {
        "sentence": "我是一个35+的女性，产后回到公司，被安排去了没人愿意去的服装家居部门当主管。",
        "label": ""
      },
      {
        "sentence": "我个人性格喜欢挑战，但是现在的公司类似事业单位的体制，无论做好还是做差都没太大差别。",
        "label": ""
      },
      {
        "sentence": "现在我的内心不愿意再付出太多精力了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你现在所面临的问题可以通过协调来解决，只是需要花费很多时间。比如，你可以重新建立团队，但这需要至少半年的时间和充足的人力支持；另外，盘点几千款衣服也需要很大的力气。但目前来看，招不到新人也是一个问题。无论出现什么问题，你都可能被追责，因此你感到付出努力没有意义。你认为必须去其他城市才能升职，而你的优势是文职类的英语方面。以前你是总经理助理，现在没有这个优势了。最终，你不想在这个行业和公司继续待下去。目前你纠结的焦点有两个：一是35岁的职业转折期，你还没想好未来的方向，需要花时间去尝试；二是你要照顾孩子和休息，哺乳期要有时间。",
    "annotation": [
      {
        "sentence": "首先，你现在所面临的问题可以通过协调来解决，只是需要花费很多时间。",
        "label": ""
      },
      {
        "sentence": "比如，你可以重新建立团队，但这需要至少半年的时间和充足的人力支持；另外，盘点几千款衣服也需要很大的力气。",
        "label": ""
      },
      {
        "sentence": "但目前来看，招不到新人也是一个问题。",
        "label": ""
      },
      {
        "sentence": "无论出现什么问题，你都可能被追责，因此你感到付出努力没有意义。",
        "label": ""
      },
      {
        "sentence": "你认为必须去其他城市才能升职，而你的优势是文职类的英语方面。",
        "label": ""
      },
      {
        "sentence": "以前你是总经理助理，现在没有这个优势了。",
        "label": ""
      },
      {
        "sentence": "最终，你不想在这个行业和公司继续待下去。",
        "label": ""
      },
      {
        "sentence": "目前你纠结的焦点有两个：一是35岁的职业转折期，你还没想好未来的方向，需要花时间去尝试；二是你要照顾孩子和休息，哺乳期要有时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我内心希望等到找到新工作再辞职，但我感觉上班没有时间来准备未来的方向，拖延一天就是拖延一天。我非常想马上辞职，每天一想到要上班就很抗拒，但我没有勇气，担心一时找不到新工作。我不知道是应该逼自己一把还是继续呆着？",
    "annotation": [
      {
        "sentence": "我内心希望等到找到新工作再辞职，但我感觉上班没有时间来准备未来的方向，拖延一天就是拖延一天。",
        "label": ""
      },
      {
        "sentence": "我非常想马上辞职，每天一想到要上班就很抗拒，但我没有勇气，担心一时找不到新工作。",
        "label": ""
      },
      {
        "sentence": "我不知道是应该逼自己一把还是继续呆着？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，宝宝的照顾是必须的，这一点不能忽视。其次，对于目前的工作，你有几种选择：一是继续待在现在的单位和领导沟通，看能不能找到适合自己的岗位，或者得到领导的大力支持，干好现在的工作。虽然这个岗位是很多人不愿意来的，但如果你能干好，也能展现自己不凡的能力。二是，如果经济条件允许，你可以马上离职，全身心地投入到找新工作中。如果经济条件一般，你可以利用业务时间来寻找新工作。三是考虑去其他城市发展，但这会涉及到很多问题，比如家庭在哪里，孩子的照顾，对象的工作安排，以及老人的安排等等。最后，你需要和家人好好沟通，听听大家的意见。另外，对于一个不喜欢的工作来说，无论在哪里都是没有兴趣的，而且你刚刚上手，会有很多不适应。对于一个主管来说，无论在哪里都会和各种人打交道，上级的、下级的、平级的，也许你干一段时间后会发现这个岗位的魅力。",
    "annotation": [
      {
        "sentence": "首先，宝宝的照顾是必须的，这一点不能忽视。",
        "label": ""
      },
      {
        "sentence": "其次，对于目前的工作，你有几种选择：一是继续待在现在的单位和领导沟通，看能不能找到适合自己的岗位，或者得到领导的大力支持，干好现在的工作。",
        "label": ""
      },
      {
        "sentence": "虽然这个岗位是很多人不愿意来的，但如果你能干好，也能展现自己不凡的能力。",
        "label": ""
      },
      {
        "sentence": "二是，如果经济条件允许，你可以马上离职，全身心地投入到找新工作中。",
        "label": ""
      },
      {
        "sentence": "如果经济条件一般，你可以利用业务时间来寻找新工作。",
        "label": ""
      },
      {
        "sentence": "三是考虑去其他城市发展，但这会涉及到很多问题，比如家庭在哪里，孩子的照顾，对象的工作安排，以及老人的安排等等。",
        "label": ""
      },
      {
        "sentence": "最后，你需要和家人好好沟通，听听大家的意见。",
        "label": ""
      },
      {
        "sentence": "另外，对于一个不喜欢的工作来说，无论在哪里都是没有兴趣的，而且你刚刚上手，会有很多不适应。",
        "label": ""
      },
      {
        "sentence": "对于一个主管来说，无论在哪里都会和各种人打交道，上级的、下级的、平级的，也许你干一段时间后会发现这个岗位的魅力。",
        "label": ""
      }
    ]
  }
]