[
  {
    "role": "client",
    "content": "我很累很累，很想就这样睡下去，永远也不要醒来？谢谢你能点进来.我不想自杀，因为我舍不得，我明明是那么成功，我都不知道我有什么好烦恼的.我成绩还行，段排前十五是有的，家庭和睦，性格受欢迎.听起来很像在炫耀是不是？但从一年前吧，我的情绪波动非常大，偶尔自我鼓励一下.我真的要疯了！！！你们知道那种感受吗？！我找了半天，连一个能听我讲的人都没有！在人多时，我就要笑嘻嘻的，到了晚上，我简直像溺水了一样.不，我描述不清楚，我自己都看不出来我写的这段文字能反映出什么，就好像我在无病呻吟是不是？我要怎么说啊！我不想回家，也不想在学校.我怕我哪一天真的忍不住疯了他们会担心.我怕他们说我心理素质差.没有人知道那种感觉，你不想死，不想让爱你的人难过，你必须很优秀，不能让注意你的人失望，你更要正常一点，不让别人担心.说到这里你可能都还不清楚我为什么这样，哦，好吧。总而言之就是我累了，我想睡觉，而且是一直一直永远永远再也不要醒来，悄无生息的消失。",
    "annotation": [
      {
        "sentence": "我很累很累，很想就这样睡下去，永远也不要醒来？",
        "label": ""
      },
      {
        "sentence": "谢谢你能点进来.我不想自杀，因为我舍不得，我明明是那么成功，我都不知道我有什么好烦恼的.我成绩还行，段排前十五是有的，家庭和睦，性格受欢迎.听起来很像在炫耀是不是？",
        "label": ""
      },
      {
        "sentence": "但从一年前吧，我的情绪波动非常大，偶尔自我鼓励一下.我真的要疯了！！！",
        "label": ""
      },
      {
        "sentence": "你们知道那种感受吗？！",
        "label": ""
      },
      {
        "sentence": "我找了半天，连一个能听我讲的人都没有！",
        "label": ""
      },
      {
        "sentence": "在人多时，我就要笑嘻嘻的，到了晚上，我简直像溺水了一样.不，我描述不清楚，我自己都看不出来我写的这段文字能反映出什么，就好像我在无病呻吟是不是？",
        "label": ""
      },
      {
        "sentence": "我要怎么说啊！",
        "label": ""
      },
      {
        "sentence": "我不想回家，也不想在学校.我怕我哪一天真的忍不住疯了他们会担心.我怕他们说我心理素质差.没有人知道那种感觉，你不想死，不想让爱你的人难过，你必须很优秀，不能让注意你的人失望，你更要正常一点，不让别人担心.说到这里你可能都还不清楚我为什么这样，哦，好吧。",
        "label": ""
      },
      {
        "sentence": "总而言之就是我累了，我想睡觉，而且是一直一直永远永远再也不要醒来，悄无生息的消失。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰，要感谢你打开心扉寻求支持。你感到疲惫和想要消失是一种痛苦的情绪，对吗？我想先安慰你一下，你不是在炫耀。你提到自己取得了成功，有一定的成绩，家庭和谐，性格受欢迎，这是件好事，但也无法掩盖你内心的痛苦。你说你的情绪波动很大，有时会自我鼓励，但还是感觉要发疯了。我可以理解你的困惑和绝望的感受，找不到一个能倾听你的人真的很困难。你在人多时保持笑脸，但到了晚上却感到孤独和沉重。你描述不清楚自己的感受，也感到无法沟通，这让你倍感苦恼。你不想回家，也不想去学校，可能是因为担心自己无法控制自己的情绪，害怕他们会为你的心理情况担心，或者说你的心理素质差。没有人能真正了解那种感受，你既不想离世，也不想让爱你的人伤心，你迫切地想表现出优秀的一面，不辜负他人的期望，你希望显得正常一点，不让其他人担心。你说到这里，我能感受到你对于自己的困扰还没有完全理解和表达清楚。总结来说，你感到身心疲惫，渴望长时间的沉睡，消失得无声无息。",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰，要感谢你打开心扉寻求支持。",
        "label": ""
      },
      {
        "sentence": "你感到疲惫和想要消失是一种痛苦的情绪，对吗？",
        "label": ""
      },
      {
        "sentence": "我想先安慰你一下，你不是在炫耀。",
        "label": ""
      },
      {
        "sentence": "你提到自己取得了成功，有一定的成绩，家庭和谐，性格受欢迎，这是件好事，但也无法掩盖你内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "你说你的情绪波动很大，有时会自我鼓励，但还是感觉要发疯了。",
        "label": ""
      },
      {
        "sentence": "我可以理解你的困惑和绝望的感受，找不到一个能倾听你的人真的很困难。",
        "label": ""
      },
      {
        "sentence": "你在人多时保持笑脸，但到了晚上却感到孤独和沉重。",
        "label": ""
      },
      {
        "sentence": "你描述不清楚自己的感受，也感到无法沟通，这让你倍感苦恼。",
        "label": ""
      },
      {
        "sentence": "你不想回家，也不想去学校，可能是因为担心自己无法控制自己的情绪，害怕他们会为你的心理情况担心，或者说你的心理素质差。",
        "label": ""
      },
      {
        "sentence": "没有人能真正了解那种感受，你既不想离世，也不想让爱你的人伤心，你迫切地想表现出优秀的一面，不辜负他人的期望，你希望显得正常一点，不让其他人担心。",
        "label": ""
      },
      {
        "sentence": "你说到这里，我能感受到你对于自己的困扰还没有完全理解和表达清楚。",
        "label": ""
      },
      {
        "sentence": "总结来说，你感到身心疲惫，渴望长时间的沉睡，消失得无声无息。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，能有人听我说话真的让我感到温暖。白天我会尽量保持开朗的一面，但到了晚上，思绪混乱的情绪像浪潮一样涌上心头，让我不知所措。我承认自己很难理解和描述自己的感受，感觉好像是在无病呻吟，但这种困扰确实存在，我真的不知道该怎么说。每天都过得很辛苦，不想回家，也不想去学校，我真的害怕自己会崩溃，害怕别人对我心理素质的评价。我知道自己的要求很高，希望自己能一直保持优秀，不让他人失望，但这样的压力让我心力交瘁。我想找一个发泄的出口，因为憋得太久会影响我的生活。我不知道怎么安静下来倾听自己的内心声音，也不知道如何满足自己内心的需求。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，能有人听我说话真的让我感到温暖。",
        "label": ""
      },
      {
        "sentence": "白天我会尽量保持开朗的一面，但到了晚上，思绪混乱的情绪像浪潮一样涌上心头，让我不知所措。",
        "label": ""
      },
      {
        "sentence": "我承认自己很难理解和描述自己的感受，感觉好像是在无病呻吟，但这种困扰确实存在，我真的不知道该怎么说。",
        "label": ""
      },
      {
        "sentence": "每天都过得很辛苦，不想回家，也不想去学校，我真的害怕自己会崩溃，害怕别人对我心理素质的评价。",
        "label": ""
      },
      {
        "sentence": "我知道自己的要求很高，希望自己能一直保持优秀，不让他人失望，但这样的压力让我心力交瘁。",
        "label": ""
      },
      {
        "sentence": "我想找一个发泄的出口，因为憋得太久会影响我的生活。",
        "label": ""
      },
      {
        "sentence": "我不知道怎么安静下来倾听自己的内心声音，也不知道如何满足自己内心的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不用谢，我会一直陪伴在你身边倾听你的心声。白天努力保持开朗的一面是很好的，但晚上情绪的涌动确实让你感到困惑和失措。你对于自己的感受难以理解和描述，有时会觉得像在无病呻吟，但这并不意味着你的困扰是无关紧要的。每天都过得很辛苦，不想回家，也不想去学校，这种心理状态让你害怕自己会崩溃，害怕他人对你心理素质的评价。你想要一种发泄的出口，因为长时间的压抑会对你的生活造成影响。安静下来倾听内心的声音可能需要一些时间和专注的训练，我们可以一起探索一下如何进行自我倾听和满足内心的需求。",
    "annotation": [
      {
        "sentence": "你不用谢，我会一直陪伴在你身边倾听你的心声。",
        "label": ""
      },
      {
        "sentence": "白天努力保持开朗的一面是很好的，但晚上情绪的涌动确实让你感到困惑和失措。",
        "label": ""
      },
      {
        "sentence": "你对于自己的感受难以理解和描述，有时会觉得像在无病呻吟，但这并不意味着你的困扰是无关紧要的。",
        "label": ""
      },
      {
        "sentence": "每天都过得很辛苦，不想回家，也不想去学校，这种心理状态让你害怕自己会崩溃，害怕他人对你心理素质的评价。",
        "label": ""
      },
      {
        "sentence": "你想要一种发泄的出口，因为长时间的压抑会对你的生活造成影响。",
        "label": ""
      },
      {
        "sentence": "安静下来倾听内心的声音可能需要一些时间和专注的训练，我们可以一起探索一下如何进行自我倾听和满足内心的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴在我身边，让我觉得我不再孤独。我承认我害怕表达自己的困扰，因为有时候感觉自己的烦恼并不值得别人关注。我明白每个人都有压力和困难，但我还是感到很沮丧，因为我疲倦得无法找到解脱的出口。我很想找到一种途径来安静下来倾听自己内心的声音，但我不知道从何开始，希望你能给我一些建议。",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴在我身边，让我觉得我不再孤独。",
        "label": ""
      },
      {
        "sentence": "我承认我害怕表达自己的困扰，因为有时候感觉自己的烦恼并不值得别人关注。",
        "label": ""
      },
      {
        "sentence": "我明白每个人都有压力和困难，但我还是感到很沮丧，因为我疲倦得无法找到解脱的出口。",
        "label": ""
      },
      {
        "sentence": "我很想找到一种途径来安静下来倾听自己内心的声音，但我不知道从何开始，希望你能给我一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不必感到孤独，我会一直陪伴在你身边。你害怕表达自己的困扰是很正常的，但请记住每个人都有自己的烦恼和困难，你的感受同样重要。你感到疲倦而找不到解脱的出口，这种心情让你感到沮丧。关于如何安静下来倾听内心的声音，我建议你可以试试冥想或放松的练习，帮助你平静下来。同时，写日记或找一个可以倾诉的朋友也是不错的选择，让你有一个发泄和倾诉的出口。你可以尝试一些自我关怀的活动，比如做一些你喜欢的事情，犒劳自己一下。记住，你的感受和需求同样重要，要善待自己。",
    "annotation": [
      {
        "sentence": "你不必感到孤独，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "你害怕表达自己的困扰是很正常的，但请记住每个人都有自己的烦恼和困难，你的感受同样重要。",
        "label": ""
      },
      {
        "sentence": "你感到疲倦而找不到解脱的出口，这种心情让你感到沮丧。",
        "label": ""
      },
      {
        "sentence": "关于如何安静下来倾听内心的声音，我建议你可以试试冥想或放松的练习，帮助你平静下来。",
        "label": ""
      },
      {
        "sentence": "同时，写日记或找一个可以倾诉的朋友也是不错的选择，让你有一个发泄和倾诉的出口。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些自我关怀的活动，比如做一些你喜欢的事情，犒劳自己一下。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和需求同样重要，要善待自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴在我身边，给我这么多的建议和关怀。我明白了每个人都有自己的烦恼，而我的感受同样值得被关注和倾听。我会尝试冥想和放松练习，帮助我平静下来，同时也会写日记和找倾诉的对象来宣泄压力。我会多关注自己的需求，犒劳自己一下，也会更加善待自己。再次感谢你陪伴我走过这段困难的时期。",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴在我身边，给我这么多的建议和关怀。",
        "label": ""
      },
      {
        "sentence": "我明白了每个人都有自己的烦恼，而我的感受同样值得被关注和倾听。",
        "label": ""
      },
      {
        "sentence": "我会尝试冥想和放松练习，帮助我平静下来，同时也会写日记和找倾诉的对象来宣泄压力。",
        "label": ""
      },
      {
        "sentence": "我会多关注自己的需求，犒劳自己一下，也会更加善待自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢你陪伴我走过这段困难的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都会在你身边支持着你。听到你愿意尝试这些方法，我感到很欣慰。记得，你的感受和需求都很重要，要时刻关注自己的内心声音。如果你在实施过程中遇到任何困难或需要进一步的支持，随时告诉我。我会一直陪伴在你身边，帮助你度过这段困难的时期。",
    "annotation": [
      {
        "sentence": "不客气，我一直都会在你身边支持着你。",
        "label": ""
      },
      {
        "sentence": "听到你愿意尝试这些方法，我感到很欣慰。",
        "label": ""
      },
      {
        "sentence": "记得，你的感受和需求都很重要，要时刻关注自己的内心声音。",
        "label": ""
      },
      {
        "sentence": "如果你在实施过程中遇到任何困难或需要进一步的支持，随时告诉我。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你身边，帮助你度过这段困难的时期。",
        "label": ""
      }
    ]
  }
]