[
  {
    "role": "client",
    "content": "想离职还没找到新工作，继续呆着还是勇敢离开？女，35+，产后回单位，被安排去了没人愿意去的服装家居部门当主管，本身性格是喜欢挑战的，只是公司类似事业单位的体制，做好做差都一样，现在的内心不愿意付出太多精力了。现状的问题其实都能想办法协调的，只是需要花很多时间，比如要重新建立团队，花很大力气，比如把几千款衣服重新盘点，这些至少半年且需要足够的人力支持，但是现状是一时半会还招不到人。中间出现问题，肯定得背锅核心是感觉付出努力没有意义，必须去其他城市才能升职，而且自己的优势是文职类的英语方面，之前做的是总经理助理，现在没有优势，最终不想在这个行业和公司继续待下去。目前纠结的点1.35岁职业转折期，没想好未来的方向，需要花时间尝试2.哺乳期要有时间照顾娃和休息。内心想等到找到新工作再辞，但感觉上班没时间为未来的方向做准备，上一天也是拖一天。非常想马上辞职，每天想到要上班就很抗拒，但没有勇气，担心一时找不到。逼自己一把还是继续呆着？",
    "annotation": [
      {
        "sentence": "想离职还没找到新工作，继续呆着还是勇敢离开？",
        "label": ""
      },
      {
        "sentence": "女，35+，产后回单位，被安排去了没人愿意去的服装家居部门当主管，本身性格是喜欢挑战的，只是公司类似事业单位的体制，做好做差都一样，现在的内心不愿意付出太多精力了。",
        "label": ""
      },
      {
        "sentence": "现状的问题其实都能想办法协调的，只是需要花很多时间，比如要重新建立团队，花很大力气，比如把几千款衣服重新盘点，这些至少半年且需要足够的人力支持，但是现状是一时半会还招不到人。",
        "label": ""
      },
      {
        "sentence": "中间出现问题，肯定得背锅核心是感觉付出努力没有意义，必须去其他城市才能升职，而且自己的优势是文职类的英语方面，之前做的是总经理助理，现在没有优势，最终不想在这个行业和公司继续待下去。",
        "label": ""
      },
      {
        "sentence": "目前纠结的点1.35岁职业转折期，没想好未来的方向，需要花时间尝试2.哺乳期要有时间照顾娃和休息。",
        "label": ""
      },
      {
        "sentence": "内心想等到找到新工作再辞，但感觉上班没时间为未来的方向做准备，上一天也是拖一天。",
        "label": ""
      },
      {
        "sentence": "非常想马上辞职，每天想到要上班就很抗拒，但没有勇气，担心一时找不到。",
        "label": ""
      },
      {
        "sentence": "逼自己一把还是继续呆着？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一个宝妈，你需要顾虑很多，才能有勇气离开现在这份工作。因为生育了小孩，经济压力在增大，时间精力也不够。目前的状况产后重新上班，被安排到新的岗位。但是，公司的性质是做好做差都是一样的待遇，给不了动力，个人比较喜欢挑战。新的岗位，需要大改动，但是人手不够，也容易背锅。并且在现公司，看不到发展的希望。寻找新工作，需要满足自己现有的要求，想要有事业大转折，也想要有带娃和休息的时间。一步步规划我们在很多时候，被现有的东西给束缚，失去了很多的机会，也对未来很迷茫。",
    "annotation": [
      {
        "sentence": "作为一个宝妈，你需要顾虑很多，才能有勇气离开现在这份工作。",
        "label": ""
      },
      {
        "sentence": "因为生育了小孩，经济压力在增大，时间精力也不够。",
        "label": ""
      },
      {
        "sentence": "目前的状况产后重新上班，被安排到新的岗位。",
        "label": ""
      },
      {
        "sentence": "但是，公司的性质是做好做差都是一样的待遇，给不了动力，个人比较喜欢挑战。",
        "label": ""
      },
      {
        "sentence": "新的岗位，需要大改动，但是人手不够，也容易背锅。",
        "label": ""
      },
      {
        "sentence": "并且在现公司，看不到发展的希望。",
        "label": ""
      },
      {
        "sentence": "寻找新工作，需要满足自己现有的要求，想要有事业大转折，也想要有带娃和休息的时间。",
        "label": ""
      },
      {
        "sentence": "一步步规划我们在很多时候，被现有的东西给束缚，失去了很多的机会，也对未来很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白宝妈的责任和困难，但我对现在的工作已经没有动力了。我觉得这个工作无论我做得好还是差，都没有意义。我希望能找到一份新工作，可以充分发挥我的优势，并让我有更多的时间照顾孩子和自己休息。但我还没有确定未来的方向，这让我很困惑。我在纠结要等到找到新工作再辞职，还是马上辞职，但我又担心找不到新工作。",
    "annotation": [
      {
        "sentence": "我明白宝妈的责任和困难，但我对现在的工作已经没有动力了。",
        "label": ""
      },
      {
        "sentence": "我觉得这个工作无论我做得好还是差，都没有意义。",
        "label": ""
      },
      {
        "sentence": "我希望能找到一份新工作，可以充分发挥我的优势，并让我有更多的时间照顾孩子和自己休息。",
        "label": ""
      },
      {
        "sentence": "但我还没有确定未来的方向，这让我很困惑。",
        "label": ""
      },
      {
        "sentence": "我在纠结要等到找到新工作再辞职，还是马上辞职，但我又担心找不到新工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对现工作失去了动力和意义的感受。如果你的经济基础较好，可以考虑辞职后在家专注找新工作；如果经济压力较大，你可以在承受范围内继续工作，找到新工作后再辞职。既然你在现公司看不到发展的希望，那就需要寻找一份满足你要求的新工作。或许你可以降低一下要求，先找一份能够满足你带孩子和休息需求的轻松一点的工作，然后在新工作中规划自己的未来方向。",
    "annotation": [
      {
        "sentence": "我理解你对现工作失去了动力和意义的感受。",
        "label": ""
      },
      {
        "sentence": "如果你的经济基础较好，可以考虑辞职后在家专注找新工作；如果经济压力较大，你可以在承受范围内继续工作，找到新工作后再辞职。",
        "label": ""
      },
      {
        "sentence": "既然你在现公司看不到发展的希望，那就需要寻找一份满足你要求的新工作。",
        "label": ""
      },
      {
        "sentence": "或许你可以降低一下要求，先找一份能够满足你带孩子和休息需求的轻松一点的工作，然后在新工作中规划自己的未来方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要权衡自己的经济情况和对工作的期望。我本来是一个喜欢挑战并且对事业很上心的人，但现在孩子带来了阻力。或许我可以先找一份轻松一点的工作，给自己更多的时间去思考未来的方向。等孩子长大了，我也放心了，可以尝试自己构想的事业了。",
    "annotation": [
      {
        "sentence": "我明白了，我需要权衡自己的经济情况和对工作的期望。",
        "label": ""
      },
      {
        "sentence": "我本来是一个喜欢挑战并且对事业很上心的人，但现在孩子带来了阻力。",
        "label": ""
      },
      {
        "sentence": "或许我可以先找一份轻松一点的工作，给自己更多的时间去思考未来的方向。",
        "label": ""
      },
      {
        "sentence": "等孩子长大了，我也放心了，可以尝试自己构想的事业了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子是妈妈的重要顾虑，作为妈妈，你需要慎重考虑很多因素。有时候，你可以尝试思考但不要陷入过于详细的思考，给自己一个参考。如果你对现在的工作抗拒情绪很强，那在工作中可能无法保持良好状态，容易出错。如果你想继续工作，就需要调整自己的工作状态。如果你真的不想再工作了，那么就需要为自己的未来打好基础计划。以上是我的回答，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "孩子是妈妈的重要顾虑，作为妈妈，你需要慎重考虑很多因素。",
        "label": ""
      },
      {
        "sentence": "有时候，你可以尝试思考但不要陷入过于详细的思考，给自己一个参考。",
        "label": ""
      },
      {
        "sentence": "如果你对现在的工作抗拒情绪很强，那在工作中可能无法保持良好状态，容易出错。",
        "label": ""
      },
      {
        "sentence": "如果你想继续工作，就需要调整自己的工作状态。",
        "label": ""
      },
      {
        "sentence": "如果你真的不想再工作了，那么就需要为自己的未来打好基础计划。",
        "label": ""
      },
      {
        "sentence": "以上是我的回答，希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会好好考虑自己的情况和未来的发展，做出适合自己和孩子的决策。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑自己的情况和未来的发展，做出适合自己和孩子的决策。",
        "label": ""
      }
    ]
  }
]