[
  {
    "role": "client",
    "content": "我二婚了，结婚已经有3年了，我们经常吵架，我不知道该不该离婚。我是二婚，有一个女儿跟我一起生活。后来遇到现任老婆，相处一年多后就领证了。她比我小10岁，父亲早逝，她极度缺乏安全感，有极强的掌控欲。我们结婚后住一起，矛盾开始爆发。一方面她给我很大的精神压力，不准抽烟、洁癖、要求相处空间等，经常因为小事而争吵，说话伤人。另一方面她对待我女儿虽然没有坏心，但总觉得我没把她放在第一位，不怎么亲近也不太关心。我可能在小事上做得不够好，不太懂得浪漫，喜欢说道理。但我也很迁就她，结婚后就买房并写上她的名字。我们一两周基本就要大吵一次，我说了好多道理也没有用，而她总觉得我爱女儿胜过爱她。我一直在考虑，也许我自己带女儿一起生活会更开心一些。但抛开这些问题，我们平时感情还是非常好，彼此肯定是相爱的，没有其他问题。我一直在劝自己，给我们点时间，应该会越来越好。但现在我越来越觉得矛盾是因为我们内心的价值观和人生观不同，可能调和不了了。所以，我真的不知道怎么处理我们的关系了，我真心想离婚。请给我一些建议，该怎么办？",
    "annotation": [
      {
        "sentence": "我二婚了，结婚已经有3年了，我们经常吵架，我不知道该不该离婚。",
        "label": ""
      },
      {
        "sentence": "我是二婚，有一个女儿跟我一起生活。",
        "label": ""
      },
      {
        "sentence": "后来遇到现任老婆，相处一年多后就领证了。",
        "label": ""
      },
      {
        "sentence": "她比我小10岁，父亲早逝，她极度缺乏安全感，有极强的掌控欲。",
        "label": ""
      },
      {
        "sentence": "我们结婚后住一起，矛盾开始爆发。",
        "label": ""
      },
      {
        "sentence": "一方面她给我很大的精神压力，不准抽烟、洁癖、要求相处空间等，经常因为小事而争吵，说话伤人。",
        "label": ""
      },
      {
        "sentence": "另一方面她对待我女儿虽然没有坏心，但总觉得我没把她放在第一位，不怎么亲近也不太关心。",
        "label": ""
      },
      {
        "sentence": "我可能在小事上做得不够好，不太懂得浪漫，喜欢说道理。",
        "label": ""
      },
      {
        "sentence": "但我也很迁就她，结婚后就买房并写上她的名字。",
        "label": ""
      },
      {
        "sentence": "我们一两周基本就要大吵一次，我说了好多道理也没有用，而她总觉得我爱女儿胜过爱她。",
        "label": ""
      },
      {
        "sentence": "我一直在考虑，也许我自己带女儿一起生活会更开心一些。",
        "label": ""
      },
      {
        "sentence": "但抛开这些问题，我们平时感情还是非常好，彼此肯定是相爱的，没有其他问题。",
        "label": ""
      },
      {
        "sentence": "我一直在劝自己，给我们点时间，应该会越来越好。",
        "label": ""
      },
      {
        "sentence": "但现在我越来越觉得矛盾是因为我们内心的价值观和人生观不同，可能调和不了了。",
        "label": ""
      },
      {
        "sentence": "所以，我真的不知道怎么处理我们的关系了，我真心想离婚。",
        "label": ""
      },
      {
        "sentence": "请给我一些建议，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，关于婚姻的问题与矛盾，更多的是需要你们当事人去沟通、协调，外人的意见并不一定适合你们。但既然你是来寻求建议的，那下面我就简单谈一下我个人的理解，希望可以给你一些帮助。首先，关于二婚的问题。重组家庭本身就有一定的弊端，特别是涉及到孩子的问题。很多重组家庭在结合以后，都会因为孩子而发生矛盾和摩擦，最终无法走到最后。当然也有一些家庭能够很好地相处，只是这部分比例较少，所以我们很少在新闻上听到。现在看来，你似乎也遇到了这个问题，不知道该如何协调，甚至想要放手。这涉及到家庭关系排序的问题。当我们脱离大家庭，组成自己的小家庭后，夫妻关系应该排在第一位。只有这样，才能更好地经营婚姻。我不知道你前一次婚姻为什么没有走到最后，但这次希望你能够处理好，不为别的，只为自己。其次，就是婚姻关系本身。我们说没有完美的另一半，只有互相懂得珍惜的两个人。也许即使你离婚后再遇到一个女人，走进婚姻，也可能会面临其他问题。除非你选择带着女儿，不再结婚。关于你讲很多道理的问题，这应该是婚姻中的大忌吧，毕竟和女人是不能讲道理的，特别是自己的老婆。这个你一定要记住！最后，是关于女人的安全问题。在你们刚开始交往的一年多时间里，你们应该都有所体会，因为安全感这个东西是藏不住的。那么为什么婚后会爆发出这么大的问题呢？你觉得自己在之前没有察觉到吗？还是觉得可以忍受，同时希望对方能够改变？但结婚后并不如你预想的那样。婚姻中，夫妻关系优先，其次是子女，再者是父母。请记住这个顺序。好的爱情需要经营，虽然很难，但是值得去努力，因为你们是要共度一生的伴侣。希望你能够协调好家庭关系，祝你幸福！",
    "annotation": [
      {
        "sentence": "朋友，关于婚姻的问题与矛盾，更多的是需要你们当事人去沟通、协调，外人的意见并不一定适合你们。",
        "label": ""
      },
      {
        "sentence": "但既然你是来寻求建议的，那下面我就简单谈一下我个人的理解，希望可以给你一些帮助。",
        "label": ""
      },
      {
        "sentence": "首先，关于二婚的问题。",
        "label": ""
      },
      {
        "sentence": "重组家庭本身就有一定的弊端，特别是涉及到孩子的问题。",
        "label": ""
      },
      {
        "sentence": "很多重组家庭在结合以后，都会因为孩子而发生矛盾和摩擦，最终无法走到最后。",
        "label": ""
      },
      {
        "sentence": "当然也有一些家庭能够很好地相处，只是这部分比例较少，所以我们很少在新闻上听到。",
        "label": ""
      },
      {
        "sentence": "现在看来，你似乎也遇到了这个问题，不知道该如何协调，甚至想要放手。",
        "label": ""
      },
      {
        "sentence": "这涉及到家庭关系排序的问题。",
        "label": ""
      },
      {
        "sentence": "当我们脱离大家庭，组成自己的小家庭后，夫妻关系应该排在第一位。",
        "label": ""
      },
      {
        "sentence": "只有这样，才能更好地经营婚姻。",
        "label": ""
      },
      {
        "sentence": "我不知道你前一次婚姻为什么没有走到最后，但这次希望你能够处理好，不为别的，只为自己。",
        "label": ""
      },
      {
        "sentence": "其次，就是婚姻关系本身。",
        "label": ""
      },
      {
        "sentence": "我们说没有完美的另一半，只有互相懂得珍惜的两个人。",
        "label": ""
      },
      {
        "sentence": "也许即使你离婚后再遇到一个女人，走进婚姻，也可能会面临其他问题。",
        "label": ""
      },
      {
        "sentence": "除非你选择带着女儿，不再结婚。",
        "label": ""
      },
      {
        "sentence": "关于你讲很多道理的问题，这应该是婚姻中的大忌吧，毕竟和女人是不能讲道理的，特别是自己的老婆。",
        "label": ""
      },
      {
        "sentence": "这个你一定要记住！",
        "label": ""
      },
      {
        "sentence": "最后，是关于女人的安全问题。",
        "label": ""
      },
      {
        "sentence": "在你们刚开始交往的一年多时间里，你们应该都有所体会，因为安全感这个东西是藏不住的。",
        "label": ""
      },
      {
        "sentence": "那么为什么婚后会爆发出这么大的问题呢？",
        "label": ""
      },
      {
        "sentence": "你觉得自己在之前没有察觉到吗？",
        "label": ""
      },
      {
        "sentence": "还是觉得可以忍受，同时希望对方能够改变？",
        "label": ""
      },
      {
        "sentence": "但结婚后并不如你预想的那样。",
        "label": ""
      },
      {
        "sentence": "婚姻中，夫妻关系优先，其次是子女，再者是父母。",
        "label": ""
      },
      {
        "sentence": "请记住这个顺序。",
        "label": ""
      },
      {
        "sentence": "好的爱情需要经营，虽然很难，但是值得去努力，因为你们是要共度一生的伴侣。",
        "label": ""
      },
      {
        "sentence": "希望你能够协调好家庭关系，祝你幸福！",
        "label": ""
      }
    ]
  }
]