[
  {
    "role": "client",
    "content": "工作中无事可做，是不是应该做好被开除的准备了？如题，本人是一家公司的阿里巴巴客服，现在不能重点在天猫店铺，除了我，几乎全部的人员都是为了天猫店铺。阿里巴巴店铺没人管了，每天几乎都是无事可做的状态。遇到这种情况我该怎么办？是不是在失业的边缘了？我是否应该准备找下一个工作了呀？",
    "annotation": [
      {
        "sentence": "工作中无事可做，是不是应该做好被开除的准备了？",
        "label": ""
      },
      {
        "sentence": "如题，本人是一家公司的阿里巴巴客服，现在不能重点在天猫店铺，除了我，几乎全部的人员都是为了天猫店铺。",
        "label": ""
      },
      {
        "sentence": "阿里巴巴店铺没人管了，每天几乎都是无事可做的状态。",
        "label": ""
      },
      {
        "sentence": "遇到这种情况我该怎么办？",
        "label": ""
      },
      {
        "sentence": "是不是在失业的边缘了？",
        "label": ""
      },
      {
        "sentence": "我是否应该准备找下一个工作了呀？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的描述中看到，你现在工作所负责的范畴几乎没有太多的工作了，所以会让你在工作时感到有些无所事事同时又有些担心，自己在无所事事的状态中，是否可能会被开除离开这个岗位，所以有些焦虑。你并不应该因为工作的清闲而沾沾自喜，对于未来和前途你需要积极地考虑和做打算。点一个大大的赞！不知道关于现在的工作状况，你是否和领导沟通过呢？虽然工作的重点都是在天猫店铺，但我觉得阿里巴巴这边，就算平时咨询的人不那么多，但也还是需要有一个客服在的。或许在这份让你觉得“无所事事”的工作中，你可以试着和领导沟通一下，说一说自己的顾虑，也提出希望能做更多事情、为公司创造更多价值的想法。或者，你可以请求调到天猫客服那边。如果你的能力允许，并且那边真的很忙的话，领导应该也不会拒绝你的。若是这边确实还需要一个人在，那么暂时你也不必太过于担心失业的问题。可以试着和领导说一下，是否可以以轮岗的方式安排客服，比如几个人，每人轮一天这样，这样做既不会让任何人觉得自己的工作无法创造价值，也不会担心被开除的情况。",
    "annotation": [
      {
        "sentence": "在你的描述中看到，你现在工作所负责的范畴几乎没有太多的工作了，所以会让你在工作时感到有些无所事事同时又有些担心，自己在无所事事的状态中，是否可能会被开除离开这个岗位，所以有些焦虑。",
        "label": ""
      },
      {
        "sentence": "你并不应该因为工作的清闲而沾沾自喜，对于未来和前途你需要积极地考虑和做打算。",
        "label": ""
      },
      {
        "sentence": "点一个大大的赞！",
        "label": ""
      },
      {
        "sentence": "不知道关于现在的工作状况，你是否和领导沟通过呢？",
        "label": ""
      },
      {
        "sentence": "虽然工作的重点都是在天猫店铺，但我觉得阿里巴巴这边，就算平时咨询的人不那么多，但也还是需要有一个客服在的。",
        "label": ""
      },
      {
        "sentence": "或许在这份让你觉得“无所事事”的工作中，你可以试着和领导沟通一下，说一说自己的顾虑，也提出希望能做更多事情、为公司创造更多价值的想法。",
        "label": ""
      },
      {
        "sentence": "或者，你可以请求调到天猫客服那边。",
        "label": ""
      },
      {
        "sentence": "如果你的能力允许，并且那边真的很忙的话，领导应该也不会拒绝你的。",
        "label": ""
      },
      {
        "sentence": "若是这边确实还需要一个人在，那么暂时你也不必太过于担心失业的问题。",
        "label": ""
      },
      {
        "sentence": "可以试着和领导说一下，是否可以以轮岗的方式安排客服，比如几个人，每人轮一天这样，这样做既不会让任何人觉得自己的工作无法创造价值，也不会担心被开除的情况。",
        "label": ""
      }
    ]
  }
]