[
  {
    "role": "client",
    "content": "我很累很累，很想就这样睡下去，永远也不要醒来？谢谢你能点进来.我不想自杀，因为我舍不得，我明明是那么成功，我都不知道我有什么好烦恼的.我成绩还行，段排前十五是有的，家庭和睦，性格受欢迎.听起来很像在炫耀是不是？但从一年前吧，我的情绪波动非常大，偶尔自我鼓励一下.我真的要疯了！！！你们知道那种感受吗？！我找了半天，连一个能听我讲的人都没有！在人多时，我就要笑嘻嘻的，到了晚上，我简直像溺水了一样.不，我描述不清楚，我自己都看不出来我写的这段文字能反映出什么，就好像我在无病呻吟是不是？我要怎么说啊！我不想回家，也不想在学校.我怕我哪一天真的忍不住疯了他们会担心.我怕他们说我心理素质差.没有人知道那种感觉，你不想死，不想让爱你的人难过，你必须很优秀，不能让注意你的人失望，你更要正常一点，不让别人担心.说到这里你可能都还不清楚我为什么这样，哦，好吧。总而言之就是我累了，我想睡觉，而且是一直一直永远永远再也不要醒来，悄无生息的消失-",
    "annotation": [
      {
        "sentence": "我很累很累，很想就这样睡下去，永远也不要醒来？",
        "label": ""
      },
      {
        "sentence": "谢谢你能点进来.我不想自杀，因为我舍不得，我明明是那么成功，我都不知道我有什么好烦恼的.我成绩还行，段排前十五是有的，家庭和睦，性格受欢迎.听起来很像在炫耀是不是？",
        "label": ""
      },
      {
        "sentence": "但从一年前吧，我的情绪波动非常大，偶尔自我鼓励一下.我真的要疯了！！！",
        "label": ""
      },
      {
        "sentence": "你们知道那种感受吗？！",
        "label": ""
      },
      {
        "sentence": "我找了半天，连一个能听我讲的人都没有！",
        "label": ""
      },
      {
        "sentence": "在人多时，我就要笑嘻嘻的，到了晚上，我简直像溺水了一样.不，我描述不清楚，我自己都看不出来我写的这段文字能反映出什么，就好像我在无病呻吟是不是？",
        "label": ""
      },
      {
        "sentence": "我要怎么说啊！",
        "label": ""
      },
      {
        "sentence": "我不想回家，也不想在学校.我怕我哪一天真的忍不住疯了他们会担心.我怕他们说我心理素质差.没有人知道那种感觉，你不想死，不想让爱你的人难过，你必须很优秀，不能让注意你的人失望，你更要正常一点，不让别人担心.说到这里你可能都还不清楚我为什么这样，哦，好吧。",
        "label": ""
      },
      {
        "sentence": "总而言之就是我累了，我想睡觉，而且是一直一直永远永远再也不要醒来，悄无生息的消失-",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，看到你如此疲惫我感到心疼。对于你来说，可能很难再去寻找解决方法，似乎你已经无力改变现状了。我理解，在你眼中，首先需要的是一个能够倾诉的渠道。你描述的情况让我感受到你无法接纳自己的情绪，而周围的人又无法理解你，这使你感到束手无策。其实，无论生活如何，每个人都有情绪波动的时候，有一句话说：“所有情绪都是有原因的”。所以，不要忽视自己的情绪，也不用厌弃它们。或许你也无法理解自己为什么会这样，一切看上去都很荒谬。你既要承受情绪的折磨，又要否定自己的情绪，同时还要按照社会标准努力行事，这种纠结使你感到疲惫，所以你想通过睡觉来逃避。为了摆脱这种疲劳，你可以尝试以下两点。首先，告诉自己：“我的情绪并不可耻，他人的不理解并不意味着我不正常。我需要更好地爱护自己。”这样可以慢慢放松下来。其次，找人倾诉，将这些情绪说出来，让内心的负担慢慢释放掉。如果你觉得现实中无人倾听，可以尝试一对一的咨询。费用不高，通过网络语音和文字沟通，既能保护你的隐私，也能得到专业的指导。我刚才特意查了一下，有一款手机应用，在“咨询”频道提供了文字倾诉的服务，首次咨询是免费的。你可以试试这个应用，在输入问题的描述时，就像你在提问中描述的那样，完全可以展现出你现在的状态。因此，首先要接纳自己的情绪，这样你才能坦然地倾诉自己的感受。接下来，是找到一个合适的人，将这些情绪倾诉出来。请相信，尽管你目前面临困难，但你一定能走出困境，恢复正常。",
    "annotation": [
      {
        "sentence": "朋友，看到你如此疲惫我感到心疼。",
        "label": ""
      },
      {
        "sentence": "对于你来说，可能很难再去寻找解决方法，似乎你已经无力改变现状了。",
        "label": ""
      },
      {
        "sentence": "我理解，在你眼中，首先需要的是一个能够倾诉的渠道。",
        "label": ""
      },
      {
        "sentence": "你描述的情况让我感受到你无法接纳自己的情绪，而周围的人又无法理解你，这使你感到束手无策。",
        "label": ""
      },
      {
        "sentence": "其实，无论生活如何，每个人都有情绪波动的时候，有一句话说：“所有情绪都是有原因的”。",
        "label": ""
      },
      {
        "sentence": "所以，不要忽视自己的情绪，也不用厌弃它们。",
        "label": ""
      },
      {
        "sentence": "或许你也无法理解自己为什么会这样，一切看上去都很荒谬。",
        "label": ""
      },
      {
        "sentence": "你既要承受情绪的折磨，又要否定自己的情绪，同时还要按照社会标准努力行事，这种纠结使你感到疲惫，所以你想通过睡觉来逃避。",
        "label": ""
      },
      {
        "sentence": "为了摆脱这种疲劳，你可以尝试以下两点。",
        "label": ""
      },
      {
        "sentence": "首先，告诉自己：“我的情绪并不可耻，他人的不理解并不意味着我不正常。",
        "label": ""
      },
      {
        "sentence": "我需要更好地爱护自己。",
        "label": ""
      },
      {
        "sentence": "”这样可以慢慢放松下来。",
        "label": ""
      },
      {
        "sentence": "其次，找人倾诉，将这些情绪说出来，让内心的负担慢慢释放掉。",
        "label": ""
      },
      {
        "sentence": "如果你觉得现实中无人倾听，可以尝试一对一的咨询。",
        "label": ""
      },
      {
        "sentence": "费用不高，通过网络语音和文字沟通，既能保护你的隐私，也能得到专业的指导。",
        "label": ""
      },
      {
        "sentence": "我刚才特意查了一下，有一款手机应用，在“咨询”频道提供了文字倾诉的服务，首次咨询是免费的。",
        "label": ""
      },
      {
        "sentence": "你可以试试这个应用，在输入问题的描述时，就像你在提问中描述的那样，完全可以展现出你现在的状态。",
        "label": ""
      },
      {
        "sentence": "因此，首先要接纳自己的情绪，这样你才能坦然地倾诉自己的感受。",
        "label": ""
      },
      {
        "sentence": "接下来，是找到一个合适的人，将这些情绪倾诉出来。",
        "label": ""
      },
      {
        "sentence": "请相信，尽管你目前面临困难，但你一定能走出困境，恢复正常。",
        "label": ""
      }
    ]
  }
]