[
  {
    "role": "client",
    "content": "女人感受不到被在乎被心疼时是否就可以考虑离婚？组合家庭，最近总感觉爱人不会心疼爱护自己，比不上第一任老公，总感觉想让人抱抱，可他又不在身边，感到痛苦。",
    "annotation": [
      {
        "sentence": "女人感受不到被在乎被心疼时是否就可以考虑离婚？",
        "label": ""
      },
      {
        "sentence": "组合家庭，最近总感觉爱人不会心疼爱护自己，比不上第一任老公，总感觉想让人抱抱，可他又不在身边，感到痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好感受到你心理的苦，还有后悔，无法言说的郁闷。重组家庭一定会有很多琐事，也一定会牵扯到过去，现实的，感情的，尤其是心理的平衡更加的重要，处理不好确实会影响现实的关系。不知道你在和前老公在一起也会有这样的感受么？",
    "annotation": [
      {
        "sentence": "你好感受到你心理的苦，还有后悔，无法言说的郁闷。",
        "label": ""
      },
      {
        "sentence": "重组家庭一定会有很多琐事，也一定会牵扯到过去，现实的，感情的，尤其是心理的平衡更加的重要，处理不好确实会影响现实的关系。",
        "label": ""
      },
      {
        "sentence": "不知道你在和前老公在一起也会有这样的感受么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，和前任老公在一起的时候也有这种感受，但是相比之下，我在重组家庭中更加强烈地感受到了这样的失落和痛苦。",
    "annotation": [
      {
        "sentence": "嗯，和前任老公在一起的时候也有这种感受，但是相比之下，我在重组家庭中更加强烈地感受到了这样的失落和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果和谁在一起都会有这样的感受，那可能不是换人就可以解决的事情，而是在自身找一下自己的原因。你没有更多的信息会比较很正常，不是找下一个就会超过前一个，开始是结婚后也会有很多的不同，尤其比较下心理的差距会很大，这种落差真的很难平衡。需要很好的沟通和表达，也需要自己去清晰的觉察反思然后在心里接纳现在的状态，需要忍耐也就会有痛和不满。",
    "annotation": [
      {
        "sentence": "如果和谁在一起都会有这样的感受，那可能不是换人就可以解决的事情，而是在自身找一下自己的原因。",
        "label": ""
      },
      {
        "sentence": "你没有更多的信息会比较很正常，不是找下一个就会超过前一个，开始是结婚后也会有很多的不同，尤其比较下心理的差距会很大，这种落差真的很难平衡。",
        "label": ""
      },
      {
        "sentence": "需要很好的沟通和表达，也需要自己去清晰的觉察反思然后在心里接纳现在的状态，需要忍耐也就会有痛和不满。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我应该更加关注自己的内心需求，并努力与现在的丈夫进行沟通和表达。可是，有时候我真的无法控制自己的情绪，觉得很孤单很需要被抱抱，这是为什么呢？",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该更加关注自己的内心需求，并努力与现在的丈夫进行沟通和表达。",
        "label": ""
      },
      {
        "sentence": "可是，有时候我真的无法控制自己的情绪，觉得很孤单很需要被抱抱，这是为什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建议和现在的老公多沟通，表达自己的需求比如抱抱，陪伴，即使是重组家庭，也是两个男女第一次结合，就好像也需要磨合一样的。如果一直有这样的感受，那就要去自己的心理看看，这样的感受来自于哪里？是不是经常感受到孤单需要抱抱。这可能来自于成长的经历与早期抚养者的关系，没有更多的回回应与关注，致使感受到不被爱，所以需要更多的爱和回应陪伴关心呢？给自己点空间去看一下，一定很不容易抱抱齐小齐。",
    "annotation": [
      {
        "sentence": "建议和现在的老公多沟通，表达自己的需求比如抱抱，陪伴，即使是重组家庭，也是两个男女第一次结合，就好像也需要磨合一样的。",
        "label": ""
      },
      {
        "sentence": "如果一直有这样的感受，那就要去自己的心理看看，这样的感受来自于哪里？",
        "label": ""
      },
      {
        "sentence": "是不是经常感受到孤单需要抱抱。",
        "label": ""
      },
      {
        "sentence": "这可能来自于成长的经历与早期抚养者的关系，没有更多的回回应与关注，致使感受到不被爱，所以需要更多的爱和回应陪伴关心呢？",
        "label": ""
      },
      {
        "sentence": "给自己点空间去看一下，一定很不容易抱抱齐小齐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我确实从小就缺乏关爱和陪伴。或许我需要更深入地探索自己的内心，并寻求适当的心理支持和治疗。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "你说的很有道理，我确实从小就缺乏关爱和陪伴。",
        "label": ""
      },
      {
        "sentence": "或许我需要更深入地探索自己的内心，并寻求适当的心理支持和治疗。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你这样的意识和决心真的很值得赞赏。对于内心需求的探索和寻求支持是一个长期的过程，但只要你积极努力，相信你会找到属于自己的幸福和平衡。记得在旅程中保持耐心和坚持，愿你早日找到心灵的抱抱！如果还需要任何帮助，随时来找我交流。",
    "annotation": [
      {
        "sentence": "不客气，你这样的意识和决心真的很值得赞赏。",
        "label": ""
      },
      {
        "sentence": "对于内心需求的探索和寻求支持是一个长期的过程，但只要你积极努力，相信你会找到属于自己的幸福和平衡。",
        "label": ""
      },
      {
        "sentence": "记得在旅程中保持耐心和坚持，愿你早日找到心灵的抱抱！",
        "label": ""
      },
      {
        "sentence": "如果还需要任何帮助，随时来找我交流。",
        "label": ""
      }
    ]
  }
]