[
  {
    "role": "client",
    "content": "我觉得余下的人生毫无生机，想要拒绝活着？我很想死掉，但是没有勇气。遇到好多问题，最糟糕的问题是自己总与环境格格不入，不知道有没有人体会过那种感觉，像被全世界抛弃。",
    "annotation": [
      {
        "sentence": "我觉得余下的人生毫无生机，想要拒绝活着？",
        "label": ""
      },
      {
        "sentence": "我很想死掉，但是没有勇气。",
        "label": ""
      },
      {
        "sentence": "遇到好多问题，最糟糕的问题是自己总与环境格格不入，不知道有没有人体会过那种感觉，像被全世界抛弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀~我曾经也体会过相似的感觉，我觉得那是一种无助感。就是在很多事情要处理，很多问题都没有解决好的时候，感觉身边的人都过得很好，自己却很孤立无援。我想，应该很多人都有可能有类似的经历，毕竟人的一生没有一帆风顺，人也不可能一直能够掌控所有事情。我们内心的脆弱，在某一瞬间可能就会爆发出来。所以感觉被世界抛弃，我觉得是被“预期的世界”所抛弃，因为我们设想的未来与现实有一定落差。未来让人充满期待，而我们还在原地。但没关系，在暂时没能解决完所有问题的时候，先让自己稍微停下来吧，等一等那个不想继续前进的心，让它休息一下，找回方向，再继续出发。",
    "annotation": [
      {
        "sentence": "呀~我曾经也体会过相似的感觉，我觉得那是一种无助感。",
        "label": ""
      },
      {
        "sentence": "就是在很多事情要处理，很多问题都没有解决好的时候，感觉身边的人都过得很好，自己却很孤立无援。",
        "label": ""
      },
      {
        "sentence": "我想，应该很多人都有可能有类似的经历，毕竟人的一生没有一帆风顺，人也不可能一直能够掌控所有事情。",
        "label": ""
      },
      {
        "sentence": "我们内心的脆弱，在某一瞬间可能就会爆发出来。",
        "label": ""
      },
      {
        "sentence": "所以感觉被世界抛弃，我觉得是被“预期的世界”所抛弃，因为我们设想的未来与现实有一定落差。",
        "label": ""
      },
      {
        "sentence": "未来让人充满期待，而我们还在原地。",
        "label": ""
      },
      {
        "sentence": "但没关系，在暂时没能解决完所有问题的时候，先让自己稍微停下来吧，等一等那个不想继续前进的心，让它休息一下，找回方向，再继续出发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，你说得很对。确实有时候觉得自己被预期的世界抛弃了。但是真的好难啊，我觉得自己无法控制自己的情绪和心情。尽管知道应该积极面对问题，但总是被负面情绪所困扰。",
    "annotation": [
      {
        "sentence": "对，你说得很对。",
        "label": ""
      },
      {
        "sentence": "确实有时候觉得自己被预期的世界抛弃了。",
        "label": ""
      },
      {
        "sentence": "但是真的好难啊，我觉得自己无法控制自己的情绪和心情。",
        "label": ""
      },
      {
        "sentence": "尽管知道应该积极面对问题，但总是被负面情绪所困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这么说，我能感受到你的无助和困惑。情绪和心情的确是很难控制的，不过这不代表我们没有办法去调整。我们可以从一些简单的事情开始，比如每天给自己找一些小小的快乐，如专注听一首喜欢的歌曲或者享受一杯咖啡的味道。还有，也可以尝试做一些能让自己放松的活动，比如散步、阅读等。这些都是帮助我们调整情绪的方式，尽管效果可能不会立竿见影，但逐渐地你会发现自己的情绪得到了一些缓解。",
    "annotation": [
      {
        "sentence": "听你这么说，我能感受到你的无助和困惑。",
        "label": ""
      },
      {
        "sentence": "情绪和心情的确是很难控制的，不过这不代表我们没有办法去调整。",
        "label": ""
      },
      {
        "sentence": "我们可以从一些简单的事情开始，比如每天给自己找一些小小的快乐，如专注听一首喜欢的歌曲或者享受一杯咖啡的味道。",
        "label": ""
      },
      {
        "sentence": "还有，也可以尝试做一些能让自己放松的活动，比如散步、阅读等。",
        "label": ""
      },
      {
        "sentence": "这些都是帮助我们调整情绪的方式，尽管效果可能不会立竿见影，但逐渐地你会发现自己的情绪得到了一些缓解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试一试这些方法的。但是我还是觉得有时候需要找到人愿意倾听自己的困扰，能够理解自己的感受。我总是觉得自己一个人孤独地背负着问题和负面情绪。",
    "annotation": [
      {
        "sentence": "我会试一试这些方法的。",
        "label": ""
      },
      {
        "sentence": "但是我还是觉得有时候需要找到人愿意倾听自己的困扰，能够理解自己的感受。",
        "label": ""
      },
      {
        "sentence": "我总是觉得自己一个人孤独地背负着问题和负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的需求，有时候我们确实需要一个能够理解我们、倾听我们的人。也许我们可以尝试寻找一些心理咨询的机构或者朋友，与他们分享自己的困扰和感受。另外，我们也可以尝试倾诉情绪，可以把自己的感受写成日记或者记录下来。这样可以让自己有个发泄的出口，并且可以透过记录看到问题的变化和成长。",
    "annotation": [
      {
        "sentence": "我明白你的需求，有时候我们确实需要一个能够理解我们、倾听我们的人。",
        "label": ""
      },
      {
        "sentence": "也许我们可以尝试寻找一些心理咨询的机构或者朋友，与他们分享自己的困扰和感受。",
        "label": ""
      },
      {
        "sentence": "另外，我们也可以尝试倾诉情绪，可以把自己的感受写成日记或者记录下来。",
        "label": ""
      },
      {
        "sentence": "这样可以让自己有个发泄的出口，并且可以透过记录看到问题的变化和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我觉得写日记是个好主意。通过写作或者记录，我也许能更清楚地了解自己，找到问题的突破口。谢谢你给了我这些建议，让我感觉到有人关心我，非常感激。",
    "annotation": [
      {
        "sentence": "确实，我觉得写日记是个好主意。",
        "label": ""
      },
      {
        "sentence": "通过写作或者记录，我也许能更清楚地了解自己，找到问题的突破口。",
        "label": ""
      },
      {
        "sentence": "谢谢你给了我这些建议，让我感觉到有人关心我，非常感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。你知道，每个人都会有低谷时期，但低谷并不代表终点，只要我们愿意寻找帮助和改变，一切都会好起来的。相信自己，坚持下去，并记住你不是一个人在战斗。愿你每天都能看到一些阳光，保持积极向上的心情。如果以后还有需要，记得随时找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你知道，每个人都会有低谷时期，但低谷并不代表终点，只要我们愿意寻找帮助和改变，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持下去，并记住你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "愿你每天都能看到一些阳光，保持积极向上的心情。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，记得随时找我聊天。",
        "label": ""
      }
    ]
  }
]