[
  {
    "role": "client",
    "content": "我跟我男朋友感觉总是吵架，我该怎么做才能更好？我跟我男朋友感觉总是吵架，不知道为什么，也许是我爱对他发脾气，但是也总是他惹到我生气，也许是我比较关注他如何对我。",
    "annotation": [
      {
        "sentence": "我跟我男朋友感觉总是吵架，我该怎么做才能更好？",
        "label": ""
      },
      {
        "sentence": "我跟我男朋友感觉总是吵架，不知道为什么，也许是我爱对他发脾气，但是也总是他惹到我生气，也许是我比较关注他如何对我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们来边梳理边聊聊：你的诉求：#希望他能陪在我身边。#希望他能有一个明确的期限给到我，并且真的实现。#以及你的承若#可实际我好听的话也说了，不会在他困难时抛弃他， #你承若是“好听的话”，如果因为各种原因没有兑现他也无可奈何，他到时因此抱怨你，你们可能还是要面临分手的问题？",
    "annotation": [
      {
        "sentence": "我们来边梳理边聊聊：你的诉求：#希望他能陪在我身边。",
        "label": ""
      },
      {
        "sentence": "#希望他能有一个明确的期限给到我，并且真的实现。",
        "label": ""
      },
      {
        "sentence": "#以及你的承若#可实际我好听的话也说了，不会在他困难时抛弃他， #你承若是“好听的话”，如果因为各种原因没有兑现他也无可奈何，他到时因此抱怨你，你们可能还是要面临分手的问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望他能陪在我身边，但每次我们一起吵架后他都会说一些工作忙的理由来解释他的行为。我觉得他总是把工作放在第一位，而我则更加重视我们的关系。因此，我对他的承若也只是出于好听，并没有很确定能实现。",
    "annotation": [
      {
        "sentence": "是的，我希望他能陪在我身边，但每次我们一起吵架后他都会说一些工作忙的理由来解释他的行为。",
        "label": ""
      },
      {
        "sentence": "我觉得他总是把工作放在第一位，而我则更加重视我们的关系。",
        "label": ""
      },
      {
        "sentence": "因此，我对他的承若也只是出于好听，并没有很确定能实现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，你和他各自的立场都没有错。从客观来说，只是以你的条件还不足以吸引他回来。他也没有足够的条件吸引你过去对吧？自然你和他的烦扰主要是因为你和他的诉求不同产生的。你选择他的时候应该就知道是异地了吧？那么面对这样的烦扰是必然的，几乎没办法绕开。如果你想让他回来，那么你要了解一些信息：他为什么出去？他在外面做什么，收入是不是比你这工作高？两地之间的就业情况对比结果你了解吗？他回来他住在那里？他跟他父母关系好么？他不想跟他父母住，他能住哪？你的收入是多少，你一个人住还是住家里？他回来不住家里的话，你愿意支付他的生活开支多久？以上这些问题了解清楚了，告诉我，我在给你想点办法？",
    "annotation": [
      {
        "sentence": "从你的描述来看，你和他各自的立场都没有错。",
        "label": ""
      },
      {
        "sentence": "从客观来说，只是以你的条件还不足以吸引他回来。",
        "label": ""
      },
      {
        "sentence": "他也没有足够的条件吸引你过去对吧？",
        "label": ""
      },
      {
        "sentence": "自然你和他的烦扰主要是因为你和他的诉求不同产生的。",
        "label": ""
      },
      {
        "sentence": "你选择他的时候应该就知道是异地了吧？",
        "label": ""
      },
      {
        "sentence": "那么面对这样的烦扰是必然的，几乎没办法绕开。",
        "label": ""
      },
      {
        "sentence": "如果你想让他回来，那么你要了解一些信息：他为什么出去？",
        "label": ""
      },
      {
        "sentence": "他在外面做什么，收入是不是比你这工作高？",
        "label": ""
      },
      {
        "sentence": "两地之间的就业情况对比结果你了解吗？",
        "label": ""
      },
      {
        "sentence": "他回来他住在那里？",
        "label": ""
      },
      {
        "sentence": "他跟他父母关系好么？",
        "label": ""
      },
      {
        "sentence": "他不想跟他父母住，他能住哪？",
        "label": ""
      },
      {
        "sentence": "你的收入是多少，你一个人住还是住家里？",
        "label": ""
      },
      {
        "sentence": "他回来不住家里的话，你愿意支付他的生活开支多久？",
        "label": ""
      },
      {
        "sentence": "以上这些问题了解清楚了，告诉我，我在给你想点办法？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他出去主要是为了追求更好的工作机会，收入方面他的确比我高。我对两地之间的就业情况不是很了解，也不知道他回来住在哪里。他和他父母的关系还算不错，但他不想跟他们住在一起。我的收入比较稳定，一个人住在外面。如果他回来不住家里，我可以支付他的生活开支一段时间。",
    "annotation": [
      {
        "sentence": "他出去主要是为了追求更好的工作机会，收入方面他的确比我高。",
        "label": ""
      },
      {
        "sentence": "我对两地之间的就业情况不是很了解，也不知道他回来住在哪里。",
        "label": ""
      },
      {
        "sentence": "他和他父母的关系还算不错，但他不想跟他们住在一起。",
        "label": ""
      },
      {
        "sentence": "我的收入比较稳定，一个人住在外面。",
        "label": ""
      },
      {
        "sentence": "如果他回来不住家里，我可以支付他的生活开支一段时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到了他追求更好的工作机会，我可以理解他为了职业发展而选择离开。但你是否与他沟通过你对他陪伴的需求以及你对他工作优先级的看法？如果他能够理解并意识到你的诉求，或许他会做出相应的改变。另外，你可以和他一起讨论两地之间就业情况，看看是否有可能你也能在他所在的地方找到合适的工作，这样就可以解决分开两地的问题了。同时，要尊重他现阶段对工作的重视，你可以跟他商量，找到一个平衡点，时间上彼此都可以有所妥协。",
    "annotation": [
      {
        "sentence": "你提到了他追求更好的工作机会，我可以理解他为了职业发展而选择离开。",
        "label": ""
      },
      {
        "sentence": "但你是否与他沟通过你对他陪伴的需求以及你对他工作优先级的看法？",
        "label": ""
      },
      {
        "sentence": "如果他能够理解并意识到你的诉求，或许他会做出相应的改变。",
        "label": ""
      },
      {
        "sentence": "另外，你可以和他一起讨论两地之间就业情况，看看是否有可能你也能在他所在的地方找到合适的工作，这样就可以解决分开两地的问题了。",
        "label": ""
      },
      {
        "sentence": "同时，要尊重他现阶段对工作的重视，你可以跟他商量，找到一个平衡点，时间上彼此都可以有所妥协。",
        "label": ""
      }
    ]
  }
]