[
  {
    "role": "client",
    "content": "我跟我男朋友感觉总是吵架，我该怎么做才能更好？",
    "annotation": [
      {
        "sentence": "我跟我男朋友感觉总是吵架，我该怎么做才能更好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生活总是很鸡毛，琐碎太多，感受太强。总是吵架肯定是有原因，你会反思，可看不出行动。也没有说明白男友的情况。但可以看得出双方都有顾虑和问题。",
    "annotation": [
      {
        "sentence": "生活总是很鸡毛，琐碎太多，感受太强。",
        "label": ""
      },
      {
        "sentence": "总是吵架肯定是有原因，你会反思，可看不出行动。",
        "label": ""
      },
      {
        "sentence": "也没有说明白男友的情况。",
        "label": ""
      },
      {
        "sentence": "但可以看得出双方都有顾虑和问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们两个人吵架从来都没有停止过。我觉得是我太爱对他发脾气了，但他也总是做出让我生气的事情，也许是因为我太过于关注他怎么对待我。而且我们还是异地恋，他曾经答应过很多次要回来，我虽然相信他，但最后他都没有兑现。他总是说我不相信他，但实际上我就是不相信他，因为他总是说一套做一套，也不会跟我坦露他内心真实的想法，就自己一个人生闷气，好像一直在拖延时间，他难道不累吗？我也很难过，也很生气。",
    "annotation": [
      {
        "sentence": "是的，我们两个人吵架从来都没有停止过。",
        "label": ""
      },
      {
        "sentence": "我觉得是我太爱对他发脾气了，但他也总是做出让我生气的事情，也许是因为我太过于关注他怎么对待我。",
        "label": ""
      },
      {
        "sentence": "而且我们还是异地恋，他曾经答应过很多次要回来，我虽然相信他，但最后他都没有兑现。",
        "label": ""
      },
      {
        "sentence": "他总是说我不相信他，但实际上我就是不相信他，因为他总是说一套做一套，也不会跟我坦露他内心真实的想法，就自己一个人生闷气，好像一直在拖延时间，他难道不累吗？",
        "label": ""
      },
      {
        "sentence": "我也很难过，也很生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们之间的问题看起来非常深刻，沟通似乎也不够顺畅。你们有尝试过沟通吗？双方都有什么顾虑和问题？你为什么希望他回来？他为什么一直不愿回来、拖延呢？你们是否告诉彼此原因，并有想一起解决的意愿？是否一定需要他回来才能解决问题？你们是不是必须时时刻刻在一起才能继续？我们都知道，异地恋通常以分手收场，因为双方的社交圈子不同，交流减少，这会对感情造成影响。但导致分离的不仅仅是距离，还有误会。误解是感情中最危险的因素。不过，任何问题都有解决的办法。感情上的冲动只会让事情变得更糟。我希望你能找个时间好好和男友聊一聊。",
    "annotation": [
      {
        "sentence": "你们之间的问题看起来非常深刻，沟通似乎也不够顺畅。",
        "label": ""
      },
      {
        "sentence": "你们有尝试过沟通吗？",
        "label": ""
      },
      {
        "sentence": "双方都有什么顾虑和问题？",
        "label": ""
      },
      {
        "sentence": "你为什么希望他回来？",
        "label": ""
      },
      {
        "sentence": "他为什么一直不愿回来、拖延呢？",
        "label": ""
      },
      {
        "sentence": "你们是否告诉彼此原因，并有想一起解决的意愿？",
        "label": ""
      },
      {
        "sentence": "是否一定需要他回来才能解决问题？",
        "label": ""
      },
      {
        "sentence": "你们是不是必须时时刻刻在一起才能继续？",
        "label": ""
      },
      {
        "sentence": "我们都知道，异地恋通常以分手收场，因为双方的社交圈子不同，交流减少，这会对感情造成影响。",
        "label": ""
      },
      {
        "sentence": "但导致分离的不仅仅是距离，还有误会。",
        "label": ""
      },
      {
        "sentence": "误解是感情中最危险的因素。",
        "label": ""
      },
      {
        "sentence": "不过，任何问题都有解决的办法。",
        "label": ""
      },
      {
        "sentence": "感情上的冲动只会让事情变得更糟。",
        "label": ""
      },
      {
        "sentence": "我希望你能找个时间好好和男友聊一聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们倒是有尝试过沟通，但没有达到很好的效果。我们双方都有很多顾虑和担心。我希望他回来是因为我爱他，我想我们可以一起面对问题并解决。可他又不愿意回来，一直拖延不说清楚原因。我们之间互相没有坦诚说出真实的想法，只顾自己一个人闷闷不乐。我不知道他是因为舍不得工作还是怕找下一份工作有困难，我也很无奈。一边不忍心失去他，一边又不忍心让他放弃那份工作。他总是说选择我，却没有行动来证明。现在快过年了，我只希望他能给我一个明确的回归时间，而且真的能兑现承诺，而不是等到关系恶化才重视我。",
    "annotation": [
      {
        "sentence": "我们倒是有尝试过沟通，但没有达到很好的效果。",
        "label": ""
      },
      {
        "sentence": "我们双方都有很多顾虑和担心。",
        "label": ""
      },
      {
        "sentence": "我希望他回来是因为我爱他，我想我们可以一起面对问题并解决。",
        "label": ""
      },
      {
        "sentence": "可他又不愿意回来，一直拖延不说清楚原因。",
        "label": ""
      },
      {
        "sentence": "我们之间互相没有坦诚说出真实的想法，只顾自己一个人闷闷不乐。",
        "label": ""
      },
      {
        "sentence": "我不知道他是因为舍不得工作还是怕找下一份工作有困难，我也很无奈。",
        "label": ""
      },
      {
        "sentence": "一边不忍心失去他，一边又不忍心让他放弃那份工作。",
        "label": ""
      },
      {
        "sentence": "他总是说选择我，却没有行动来证明。",
        "label": ""
      },
      {
        "sentence": "现在快过年了，我只希望他能给我一个明确的回归时间，而且真的能兑现承诺，而不是等到关系恶化才重视我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们的沟通确实存在问题，双方也有很多疑虑和担心。你希望他回来是因为爱他，想要一起解决问题。然而，他一直没有明确原因，拖延不说实话。你们之间缺乏真诚的沟通，只在自己的感受中郁郁寡欢。你不知道他到底是舍不得工作还是担心找到下一份工作有困难，你感到无奈。他口口声声选择你，却没有实际行动来证明。现在已经接近过年了，你只希望他能给你一个明确的返程时间，真正兑现他的承诺，而不是等到关系更坏才开始重视你。",
    "annotation": [
      {
        "sentence": "你们的沟通确实存在问题，双方也有很多疑虑和担心。",
        "label": ""
      },
      {
        "sentence": "你希望他回来是因为爱他，想要一起解决问题。",
        "label": ""
      },
      {
        "sentence": "然而，他一直没有明确原因，拖延不说实话。",
        "label": ""
      },
      {
        "sentence": "你们之间缺乏真诚的沟通，只在自己的感受中郁郁寡欢。",
        "label": ""
      },
      {
        "sentence": "你不知道他到底是舍不得工作还是担心找到下一份工作有困难，你感到无奈。",
        "label": ""
      },
      {
        "sentence": "他口口声声选择你，却没有实际行动来证明。",
        "label": ""
      },
      {
        "sentence": "现在已经接近过年了，你只希望他能给你一个明确的返程时间，真正兑现他的承诺，而不是等到关系更坏才开始重视你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样的，我们之间的问题都变得越来越复杂了。我想，也许我们需要更深入地交流，不仅仅是表面上的谈话。我也希望他能够真正理解我的感受，并且愿意为我们的关系付出实际的努力。我现在很迫切地需要他给出一个明确的答复，如果他还在乎我们的关系，我希望他能够采取行动来改变现状。",
    "annotation": [
      {
        "sentence": "确实是这样的，我们之间的问题都变得越来越复杂了。",
        "label": ""
      },
      {
        "sentence": "我想，也许我们需要更深入地交流，不仅仅是表面上的谈话。",
        "label": ""
      },
      {
        "sentence": "我也希望他能够真正理解我的感受，并且愿意为我们的关系付出实际的努力。",
        "label": ""
      },
      {
        "sentence": "我现在很迫切地需要他给出一个明确的答复，如果他还在乎我们的关系，我希望他能够采取行动来改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们之间的问题确实变得越来越复杂。我认为，你们需要更加深入地交流，不仅仅停留在表面上。你也希望他能够真正理解你的感受，并愿意为你们的关系做出实际的努力。你现在非常渴望他能给出明确的回答，如果他还在乎你们的关系，你希望他能采取行动来改变现状。",
    "annotation": [
      {
        "sentence": "你们之间的问题确实变得越来越复杂。",
        "label": ""
      },
      {
        "sentence": "我认为，你们需要更加深入地交流，不仅仅停留在表面上。",
        "label": ""
      },
      {
        "sentence": "你也希望他能够真正理解你的感受，并愿意为你们的关系做出实际的努力。",
        "label": ""
      },
      {
        "sentence": "你现在非常渴望他能给出明确的回答，如果他还在乎你们的关系，你希望他能采取行动来改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得我们现在需要采取行动解决问题，而不是一味地等待。我希望他能够认真面对我们之间的困境，而不是一直逃避。如果他愿意为我们的关系努力，我相信我们还能克服困难。",
    "annotation": [
      {
        "sentence": "是的，我觉得我们现在需要采取行动解决问题，而不是一味地等待。",
        "label": ""
      },
      {
        "sentence": "我希望他能够认真面对我们之间的困境，而不是一直逃避。",
        "label": ""
      },
      {
        "sentence": "如果他愿意为我们的关系努力，我相信我们还能克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全同意你的观点，你们现在的确需要采取行动来解决问题，而不是无声地等待。你希望他能够勇敢地面对你们之间的困境，而不是一直回避。如果他愿意为了你们的关系付出努力，我相信你们仍然能够克服困难。",
    "annotation": [
      {
        "sentence": "我完全同意你的观点，你们现在的确需要采取行动来解决问题，而不是无声地等待。",
        "label": ""
      },
      {
        "sentence": "你希望他能够勇敢地面对你们之间的困境，而不是一直回避。",
        "label": ""
      },
      {
        "sentence": "如果他愿意为了你们的关系付出努力，我相信你们仍然能够克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会试着与他深入交流，希望我们能够找到解决问题的方法。无论最后的结果如何，至少我努力过了。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会试着与他深入交流，希望我们能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "无论最后的结果如何，至少我努力过了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很乐意帮助你。祝愿你能够勇敢面对并与他进行深入的交流，希望你们能够找到解决问题的方法。无论最后的结果如何，至少你已经付出了努力，这是非常值得赞赏的。",
    "annotation": [
      {
        "sentence": "不客气，我很乐意帮助你。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够勇敢面对并与他进行深入的交流，希望你们能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "无论最后的结果如何，至少你已经付出了努力，这是非常值得赞赏的。",
        "label": ""
      }
    ]
  }
]