[
  {
    "role": "client",
    "content": "我跟我男朋友感觉总是吵架，我该怎么做才能更好？",
    "annotation": [
      {
        "sentence": "我跟我男朋友感觉总是吵架，我该怎么做才能更好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们吵架的原因很复杂，两个人在一起常常会遇到磕磕绊绊的情况。除了感情之外，还有生活中的其他事情，比如工作等，这些也会分散个人的精力。所以要长时间保持情感稳定是非常困难的。要想两个人感情相处融洽，最重要的是要先做好自己，做好自己的事情，然后两个人一起努力，为未来的日子设定一个目标。",
    "annotation": [
      {
        "sentence": "你们吵架的原因很复杂，两个人在一起常常会遇到磕磕绊绊的情况。",
        "label": ""
      },
      {
        "sentence": "除了感情之外，还有生活中的其他事情，比如工作等，这些也会分散个人的精力。",
        "label": ""
      },
      {
        "sentence": "所以要长时间保持情感稳定是非常困难的。",
        "label": ""
      },
      {
        "sentence": "要想两个人感情相处融洽，最重要的是要先做好自己，做好自己的事情，然后两个人一起努力，为未来的日子设定一个目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议，我觉得你说得很有道理。但是我发现我们异地恋的过程中，我总是缺乏安全感。我想知道该如何面对这种情况，他是否承受了很大的压力，是否觉得工作对他的未来至关重要。",
    "annotation": [
      {
        "sentence": "感谢你的建议，我觉得你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "但是我发现我们异地恋的过程中，我总是缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "我想知道该如何面对这种情况，他是否承受了很大的压力，是否觉得工作对他的未来至关重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你这个问题，我建议你跟他多沟通一下，了解他内心的感受。询问他是否存在很大的压力，是否对工作非常重视。同时，你们可以讨论一下异地恋的相处方式，包括未来如何在一起、如何规划。你可以问他关于买房的打算和安排，但不要太急，只需要大概了解他的计划和想法，然后商量能否达成一致。只要两个人能够明确表达自己的感受，并且真诚地处理问题，你们的关系会越来越好的。",
    "annotation": [
      {
        "sentence": "对于你这个问题，我建议你跟他多沟通一下，了解他内心的感受。",
        "label": ""
      },
      {
        "sentence": "询问他是否存在很大的压力，是否对工作非常重视。",
        "label": ""
      },
      {
        "sentence": "同时，你们可以讨论一下异地恋的相处方式，包括未来如何在一起、如何规划。",
        "label": ""
      },
      {
        "sentence": "你可以问他关于买房的打算和安排，但不要太急，只需要大概了解他的计划和想法，然后商量能否达成一致。",
        "label": ""
      },
      {
        "sentence": "只要两个人能够明确表达自己的感受，并且真诚地处理问题，你们的关系会越来越好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我觉得你的建议很实在。只是我还是有点担心，他经常给我一些承诺，但是很少兑现。他还时常说我不相信他，但是我实际上确实对他失去了信任。可能是因为他总是说一些不实话，不把他的真实想法说出来，自己一个人承受烦恼。我不知道他是否真的舍不得那份工作，或者担心对下一份工作有影响，导致他现在无法回来。我真的希望他能给我一个明确的期限，并真正兑现承诺，而不是在这个时候过来\"弥补\"我和对我更好。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我觉得你的建议很实在。",
        "label": ""
      },
      {
        "sentence": "只是我还是有点担心，他经常给我一些承诺，但是很少兑现。",
        "label": ""
      },
      {
        "sentence": "他还时常说我不相信他，但是我实际上确实对他失去了信任。",
        "label": ""
      },
      {
        "sentence": "可能是因为他总是说一些不实话，不把他的真实想法说出来，自己一个人承受烦恼。",
        "label": ""
      },
      {
        "sentence": "我不知道他是否真的舍不得那份工作，或者担心对下一份工作有影响，导致他现在无法回来。",
        "label": ""
      },
      {
        "sentence": "我真的希望他能给我一个明确的期限，并真正兑现承诺，而不是在这个时候过来\"弥补\"我和对我更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的担心。对于他的承诺兑现问题，你可以直接跟他沟通，向他表达你的期望。询问他是否真的舍不得那份工作，或者是担心对下一份工作有影响而导致无法回来。同时，你可以告诉他你希望他能给出一个明确的时间，并真正兑现承诺。只有通过沟通，你们才能理解彼此的需求和担忧，并共同寻找解决办法。",
    "annotation": [
      {
        "sentence": "我了解你的担心。",
        "label": ""
      },
      {
        "sentence": "对于他的承诺兑现问题，你可以直接跟他沟通，向他表达你的期望。",
        "label": ""
      },
      {
        "sentence": "询问他是否真的舍不得那份工作，或者是担心对下一份工作有影响而导致无法回来。",
        "label": ""
      },
      {
        "sentence": "同时，你可以告诉他你希望他能给出一个明确的时间，并真正兑现承诺。",
        "label": ""
      },
      {
        "sentence": "只有通过沟通，你们才能理解彼此的需求和担忧，并共同寻找解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我觉得我应该跟他坦诚地交流这些问题。我也理解他的难处，他一边舍不得失去我，一边也舍不得那份工作。他口口声声选择我，却没有实际行动。现在距离年底很近了，我只希望他能给我一个明确的期限，并且真的履行承诺。我不想他只是在这个时候才对我好，而是一直都能真心对待我。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我觉得我应该跟他坦诚地交流这些问题。",
        "label": ""
      },
      {
        "sentence": "我也理解他的难处，他一边舍不得失去我，一边也舍不得那份工作。",
        "label": ""
      },
      {
        "sentence": "他口口声声选择我，却没有实际行动。",
        "label": ""
      },
      {
        "sentence": "现在距离年底很近了，我只希望他能给我一个明确的期限，并且真的履行承诺。",
        "label": ""
      },
      {
        "sentence": "我不想他只是在这个时候才对我好，而是一直都能真心对待我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道你的期待。你可以向他表达你的想法，告诉他你希望他能给出一个明确的期限，并真正履行自己的承诺。同时，也要理解他的难处，他可能在两者之间很为难。只有通过双方的努力和沟通，你们才能找到一个适合双方的解决办法，建立起健康稳固的关系。",
    "annotation": [
      {
        "sentence": "我知道你的期待。",
        "label": ""
      },
      {
        "sentence": "你可以向他表达你的想法，告诉他你希望他能给出一个明确的期限，并真正履行自己的承诺。",
        "label": ""
      },
      {
        "sentence": "同时，也要理解他的难处，他可能在两者之间很为难。",
        "label": ""
      },
      {
        "sentence": "只有通过双方的努力和沟通，你们才能找到一个适合双方的解决办法，建立起健康稳固的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。我会尽量跟他好好沟通，希望我们能找到解决问题的方法，建立一个稳定和健康的关系。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "我会尽量跟他好好沟通，希望我们能找到解决问题的方法，建立一个稳定和健康的关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我能帮到你。记住，只要你们能够坦诚地沟通，理解对方的难处，相信彼此的能力和诚意，你们的关系就能够越来越好。祝你们幸福！如果还有其他问题，随时来找我聊聊吧。",
    "annotation": [
      {
        "sentence": "不客气，希望我能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，只要你们能够坦诚地沟通，理解对方的难处，相信彼此的能力和诚意，你们的关系就能够越来越好。",
        "label": ""
      },
      {
        "sentence": "祝你们幸福！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊聊吧。",
        "label": ""
      }
    ]
  }
]