[
  {
    "role": "client",
    "content": "现在的工作让我压力特别大，父母觉得我就是作的？工作压力有点大父母也不理解我认为别人能干下去为什么我不行我觉得最近情绪也不太好突然就想哭但又不知道因为什么对亲近的人突然就态度不好我总觉得自己心理出了问题但是父母觉得我就是作的",
    "annotation": [
      {
        "sentence": "现在的工作让我压力特别大，父母觉得我就是作的？",
        "label": ""
      },
      {
        "sentence": "工作压力有点大父母也不理解我认为别人能干下去为什么我不行我觉得最近情绪也不太好突然就想哭但又不知道因为什么对亲近的人突然就态度不好我总觉得自己心理出了问题但是父母觉得我就是作的",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。你感到了工作压力的重担，并希望在父母那里得到一些安慰和理解，但父母的反馈却没有达到你的期望，反而让你感到自己不够好。这种压力另外增添了一层无形的负担，因此你的情绪会变得不好。或许父母从他们这一代人的角度看待问题，他们经历了更多的困难和风雨，所以他们更能抵御打击。他们所关注的更多是基本生活的需求，只要能吃饱喝足就算幸福。而我们现在生活在物质更加丰富的时代，精神层面的需求也更加强烈，不容易得到满足，同时我们对自己的要求也越来越高。时代的急速发展和潮流带给年轻人越来越大的压力。因为父母只看到过去，而你所经历的是现在，所以很难理解你遇到的困难。当父母无法给予你足够的支持时，我们是否可以选择向朋友倾诉呢？也许朋友更容易理解你。如果目前还没有很亲密的朋友，你可以尝试去结交一两个可以倾诉的人，可以是新朋友，也可以是老同学或其他家人，兄弟姐妹等等。另外，你还可以把压力和不被理解的感受写进日记，写出来的同时告诉自己将内心装满的负担卸下来，把不愉快的情绪暂时或永久地保存起来。压力实际上是由自己设定的理想与现实之间的差距所产生的，如果压力太大，那么差距也会很大。不妨重新审视一下你的理想目标，是不是太过遥远了。你可以先设立一些小目标，一点点地实现它们，从小小的成功中慢慢鼓励自己。如果你在工作中遇到实际困难，多向他人请教，同时向上级表明自己态度端正，能力有限，无法完成的任务已经尽力而为了。接纳自己，人无完人，人生总会有一些缺憾，不一定所有事情都能做到尽善尽美。当你努力了，身心疲惫时，要多多照顾自己，接纳自己的不完美，接纳处理事情时的不完美。希望这些建议能对你有所帮助。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "你感到了工作压力的重担，并希望在父母那里得到一些安慰和理解，但父母的反馈却没有达到你的期望，反而让你感到自己不够好。",
        "label": ""
      },
      {
        "sentence": "这种压力另外增添了一层无形的负担，因此你的情绪会变得不好。",
        "label": ""
      },
      {
        "sentence": "或许父母从他们这一代人的角度看待问题，他们经历了更多的困难和风雨，所以他们更能抵御打击。",
        "label": ""
      },
      {
        "sentence": "他们所关注的更多是基本生活的需求，只要能吃饱喝足就算幸福。",
        "label": ""
      },
      {
        "sentence": "而我们现在生活在物质更加丰富的时代，精神层面的需求也更加强烈，不容易得到满足，同时我们对自己的要求也越来越高。",
        "label": ""
      },
      {
        "sentence": "时代的急速发展和潮流带给年轻人越来越大的压力。",
        "label": ""
      },
      {
        "sentence": "因为父母只看到过去，而你所经历的是现在，所以很难理解你遇到的困难。",
        "label": ""
      },
      {
        "sentence": "当父母无法给予你足够的支持时，我们是否可以选择向朋友倾诉呢？",
        "label": ""
      },
      {
        "sentence": "也许朋友更容易理解你。",
        "label": ""
      },
      {
        "sentence": "如果目前还没有很亲密的朋友，你可以尝试去结交一两个可以倾诉的人，可以是新朋友，也可以是老同学或其他家人，兄弟姐妹等等。",
        "label": ""
      },
      {
        "sentence": "另外，你还可以把压力和不被理解的感受写进日记，写出来的同时告诉自己将内心装满的负担卸下来，把不愉快的情绪暂时或永久地保存起来。",
        "label": ""
      },
      {
        "sentence": "压力实际上是由自己设定的理想与现实之间的差距所产生的，如果压力太大，那么差距也会很大。",
        "label": ""
      },
      {
        "sentence": "不妨重新审视一下你的理想目标，是不是太过遥远了。",
        "label": ""
      },
      {
        "sentence": "你可以先设立一些小目标，一点点地实现它们，从小小的成功中慢慢鼓励自己。",
        "label": ""
      },
      {
        "sentence": "如果你在工作中遇到实际困难，多向他人请教，同时向上级表明自己态度端正，能力有限，无法完成的任务已经尽力而为了。",
        "label": ""
      },
      {
        "sentence": "接纳自己，人无完人，人生总会有一些缺憾，不一定所有事情都能做到尽善尽美。",
        "label": ""
      },
      {
        "sentence": "当你努力了，身心疲惫时，要多多照顾自己，接纳自己的不完美，接纳处理事情时的不完美。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我刚刚觉得很迷茫，不知道该如何面对这些压力和情绪波动。你的话让我感到安慰，觉得自己并不是一个人在面对这一切。我意识到我之前一直期望父母对我有更多的认可和理解，但现在明白他们所处的环境和我不同，他们难以真正理解我的需要和困惑。你提到可以向朋友倾诉，或许我需要更加主动地寻找亲友间的关心和支持。我也会尝试写日记，将不快的情绪释放出来。同时，重新审视自己的目标，设立一些小目标，从小成功中获得鼓励，这是个不错的建议。我会试着去请教他人，学会适当地向上级表达自己的能力和困难。最重要的是，我要学会接纳自己的不完美，接受事情无法一帆风顺的现实。再次感谢你给予我的帮助和指导。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我刚刚觉得很迷茫，不知道该如何面对这些压力和情绪波动。",
        "label": ""
      },
      {
        "sentence": "你的话让我感到安慰，觉得自己并不是一个人在面对这一切。",
        "label": ""
      },
      {
        "sentence": "我意识到我之前一直期望父母对我有更多的认可和理解，但现在明白他们所处的环境和我不同，他们难以真正理解我的需要和困惑。",
        "label": ""
      },
      {
        "sentence": "你提到可以向朋友倾诉，或许我需要更加主动地寻找亲友间的关心和支持。",
        "label": ""
      },
      {
        "sentence": "我也会尝试写日记，将不快的情绪释放出来。",
        "label": ""
      },
      {
        "sentence": "同时，重新审视自己的目标，设立一些小目标，从小成功中获得鼓励，这是个不错的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着去请教他人，学会适当地向上级表达自己的能力和困难。",
        "label": ""
      },
      {
        "sentence": "最重要的是，我要学会接纳自己的不完美，接受事情无法一帆风顺的现实。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给予我的帮助和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我能帮到你，理解你的困惑和期望。你并不孤单，很多人都会面临类似的挑战和情绪波动。明白父母可能不太理解你，并尝试从他们的角度去理解他们的看法，这样也能减少一些不必要的冲突和心理负担。主动寻找朋友的支持和倾诉是很重要的，他们会给你不同的观点和建议，帮助你更好地应对困境。写日记是个很好的方式，它可以让你释放情绪，同时也是观察和了解自己内心的窗口。设立小目标并从小小的成功中获得鼓励，可以帮助你逐步恢复信心和积累能量。请教他人和向上级表达自己的态度和困难，能够更好地获取帮助和支持，也能降低心理压力和负担。最重要的是，接纳自己的不完美和事情的不尽如人意，这样才能减少不必要的自责和压力。记住，我会一直在你身边支持你的。如果你需要继续倾诉或有任何问题，随时告诉我。",
    "annotation": [
      {
        "sentence": "很高兴我能帮到你，理解你的困惑和期望。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，很多人都会面临类似的挑战和情绪波动。",
        "label": ""
      },
      {
        "sentence": "明白父母可能不太理解你，并尝试从他们的角度去理解他们的看法，这样也能减少一些不必要的冲突和心理负担。",
        "label": ""
      },
      {
        "sentence": "主动寻找朋友的支持和倾诉是很重要的，他们会给你不同的观点和建议，帮助你更好地应对困境。",
        "label": ""
      },
      {
        "sentence": "写日记是个很好的方式，它可以让你释放情绪，同时也是观察和了解自己内心的窗口。",
        "label": ""
      },
      {
        "sentence": "设立小目标并从小小的成功中获得鼓励，可以帮助你逐步恢复信心和积累能量。",
        "label": ""
      },
      {
        "sentence": "请教他人和向上级表达自己的态度和困难，能够更好地获取帮助和支持，也能降低心理压力和负担。",
        "label": ""
      },
      {
        "sentence": "最重要的是，接纳自己的不完美和事情的不尽如人意，这样才能减少不必要的自责和压力。",
        "label": ""
      },
      {
        "sentence": "记住，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续倾诉或有任何问题，随时告诉我。",
        "label": ""
      }
    ]
  }
]