[
  {
    "role": "client",
    "content": "觉得自己的父亲很丢人，最起码的耐心都没有，怎么办？看过几次我爸跟别人打招呼，别人不理会的时候，绝对不是没听见，就以前有一次，我们胡同一个女的，穿着睡衣提着垃圾桶，明显就是倒垃圾回来，他看到人家，就打招呼，但问人家“上街了是吗”，还有好几次，和别人聊天，别人话里话外嘲讽看不起他，他都听不出来，你说他老实忠厚，但其实就是蠢傻笨，和他说什么事，什么都不懂，这不要紧，不懂就不说，说不知道，但是他就硬瞎说八道，好几次都有人觉得受不了，打车跟别人瞎聊，人家问年龄，他说了以后，别人又看我，就问家里是两个孩子吗，他硬是当我面说是，人家问另一个是男女，是也是女儿吗，他说是，就总是瞎说八道，这不重要，去哪里办事，比如银行，一进去门口保安帮他拿号，正常人都是在里面等，他就等不住，拿着号跑出去瞎逛，过了半天拿着号回去，人家告诉他，号过了，要重新拿号排队，他就生气就回来了，又没有本事，又傻又笨，连最起码的耐心都没有，装什么装不好，就开始骂骂咧咧不耐烦……",
    "annotation": [
      {
        "sentence": "觉得自己的父亲很丢人，最起码的耐心都没有，怎么办？",
        "label": ""
      },
      {
        "sentence": "看过几次我爸跟别人打招呼，别人不理会的时候，绝对不是没听见，就以前有一次，我们胡同一个女的，穿着睡衣提着垃圾桶，明显就是倒垃圾回来，他看到人家，就打招呼，但问人家“上街了是吗”，还有好几次，和别人聊天，别人话里话外嘲讽看不起他，他都听不出来，你说他老实忠厚，但其实就是蠢傻笨，和他说什么事，什么都不懂，这不要紧，不懂就不说，说不知道，但是他就硬瞎说八道，好几次都有人觉得受不了，打车跟别人瞎聊，人家问年龄，他说了以后，别人又看我，就问家里是两个孩子吗，他硬是当我面说是，人家问另一个是男女，是也是女儿吗，他说是，就总是瞎说八道，这不重要，去哪里办事，比如银行，一进去门口保安帮他拿号，正常人都是在里面等，他就等不住，拿着号跑出去瞎逛，过了半天拿着号回去，人家告诉他，号过了，要重新拿号排队，他就生气就回来了，又没有本事，又傻又笨，连最起码的耐心都没有，装什么装不好，就开始骂骂咧咧不耐烦……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的描述，首先我想起了我的父亲。",
    "annotation": [
      {
        "sentence": "听了你的描述，首先我想起了我的父亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的父亲也有类似的行为吗？",
    "annotation": [
      {
        "sentence": "你的父亲也有类似的行为吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有时候我也有和你一样的感受。我的父亲今年已经84岁了，有时候也不注意卫生，比如逛街的时候会随地吐痰。我曾经给他提过好几次建议，甚至会给他递卫生纸，但他就是改不掉。",
    "annotation": [
      {
        "sentence": "是的，有时候我也有和你一样的感受。",
        "label": ""
      },
      {
        "sentence": "我的父亲今年已经84岁了，有时候也不注意卫生，比如逛街的时候会随地吐痰。",
        "label": ""
      },
      {
        "sentence": "我曾经给他提过好几次建议，甚至会给他递卫生纸，但他就是改不掉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也常常觉得他的行为丢人，甚至会有一些嫌弃的情绪。",
    "annotation": [
      {
        "sentence": "我也常常觉得他的行为丢人，甚至会有一些嫌弃的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受。但是要知道，我们所处的这个时代和我们的父辈成长的环境是不一样的。他们那个时代的物资匮乏，生活条件艰苦，卫生习惯也可能是多年养成的。所以，我觉得我们应该尽量去理解和接受他们。毕竟，他们是我们的父母。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是要知道，我们所处的这个时代和我们的父辈成长的环境是不一样的。",
        "label": ""
      },
      {
        "sentence": "他们那个时代的物资匮乏，生活条件艰苦，卫生习惯也可能是多年养成的。",
        "label": ""
      },
      {
        "sentence": "所以，我觉得我们应该尽量去理解和接受他们。",
        "label": ""
      },
      {
        "sentence": "毕竟，他们是我们的父母。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我觉得他就是没有耐心，还总是在瞎说一些莫名其妙的话。",
    "annotation": [
      {
        "sentence": "但我觉得他就是没有耐心，还总是在瞎说一些莫名其妙的话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许他只是想表达自己，但却不知道用什么方式。可能他也不是故意的。我想，我们可以试着和他进行更多的沟通。就像小时候父母教我们知识一样，我们可以温和地教他们。也许我们的耐心和细心可以让他们慢慢明白。",
    "annotation": [
      {
        "sentence": "或许他只是想表达自己，但却不知道用什么方式。",
        "label": ""
      },
      {
        "sentence": "可能他也不是故意的。",
        "label": ""
      },
      {
        "sentence": "我想，我们可以试着和他进行更多的沟通。",
        "label": ""
      },
      {
        "sentence": "就像小时候父母教我们知识一样，我们可以温和地教他们。",
        "label": ""
      },
      {
        "sentence": "也许我们的耐心和细心可以让他们慢慢明白。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那些陌生人嘲讽和看不起他的行为，我不知道该怎么应对。",
    "annotation": [
      {
        "sentence": "那些陌生人嘲讽和看不起他的行为，我不知道该怎么应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些人不了解他的背景和故事，所以他们的看法并不重要。我们要相信我们的父亲，珍惜他的好并接受他的不足。当你开始思考他对你的关爱和他的优点时，那些嫌弃的情绪会慢慢减轻的。",
    "annotation": [
      {
        "sentence": "这些人不了解他的背景和故事，所以他们的看法并不重要。",
        "label": ""
      },
      {
        "sentence": "我们要相信我们的父亲，珍惜他的好并接受他的不足。",
        "label": ""
      },
      {
        "sentence": "当你开始思考他对你的关爱和他的优点时，那些嫌弃的情绪会慢慢减轻的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想你说的有道理，也许我应该尝试着理解和包容他的行为。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我想你说的有道理，也许我应该尝试着理解和包容他的行为。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我只是希望能够帮助你。如果你还有什么需要倾诉或者继续讨论的，可以随时找我。我们可以一起面对和解决这个问题。",
    "annotation": [
      {
        "sentence": "不用谢，我只是希望能够帮助你。",
        "label": ""
      },
      {
        "sentence": "如果你还有什么需要倾诉或者继续讨论的，可以随时找我。",
        "label": ""
      },
      {
        "sentence": "我们可以一起面对和解决这个问题。",
        "label": ""
      }
    ]
  }
]