[
  {
    "role": "client",
    "content": "不想学习，自己也很急，找不到前进的动力，怎么办？",
    "annotation": [
      {
        "sentence": "不想学习，自己也很急，找不到前进的动力，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真看完了你的提问，从你的提问中，能够感受到你当前内心的矛盾和纠结。看得出来，你是对自己的人生有着期盼的，想要努力奋斗，但同时又似乎这种动力并不能持续，容易让自己回归到好逸恶劳的状态。尽管这是一种矛盾，但是我想在你写下这个提问时，其实内心改变的动力是大于保持现状的动力的。那么，我们应该如何调节自己，让自己活得持续稳定的动力续航呢？",
    "annotation": [
      {
        "sentence": "认真看完了你的提问，从你的提问中，能够感受到你当前内心的矛盾和纠结。",
        "label": ""
      },
      {
        "sentence": "看得出来，你是对自己的人生有着期盼的，想要努力奋斗，但同时又似乎这种动力并不能持续，容易让自己回归到好逸恶劳的状态。",
        "label": ""
      },
      {
        "sentence": "尽管这是一种矛盾，但是我想在你写下这个提问时，其实内心改变的动力是大于保持现状的动力的。",
        "label": ""
      },
      {
        "sentence": "那么，我们应该如何调节自己，让自己活得持续稳定的动力续航呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实自己也意识到这种矛盾，但就是很难找到坚持下去的动力。每次开始学习后不久，就会觉得很无聊，然后就会回去刷手机，浪费时间。感觉自己是有心结没有打开，但又不知道该怎么办才能解开这个心结。",
    "annotation": [
      {
        "sentence": "其实自己也意识到这种矛盾，但就是很难找到坚持下去的动力。",
        "label": ""
      },
      {
        "sentence": "每次开始学习后不久，就会觉得很无聊，然后就会回去刷手机，浪费时间。",
        "label": ""
      },
      {
        "sentence": "感觉自己是有心结没有打开，但又不知道该怎么办才能解开这个心结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。在你的提问中有提到自己有个心结，不知道这个心结对自己造成了什么影响呢？过去的你是很要强的，而现在却觉得一切都无所谓，这种剧烈的反差和变化来自于什么呢？同时我很好奇，过去的你为什么会变得很要强呢？这些问题的答案只有你最清楚，但是不管问题的答案是怎样，要强或者保持无所谓的态度，这些想法态度的背后是建立在“为自己而活”还是“为他人而活”的信念之上。这很重要，不管这个心结是如何在影响你，但是当自己建立“为自己而活”的信念时，内在的心理模式与外在的行为都会发生变化。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在你的提问中有提到自己有个心结，不知道这个心结对自己造成了什么影响呢？",
        "label": ""
      },
      {
        "sentence": "过去的你是很要强的，而现在却觉得一切都无所谓，这种剧烈的反差和变化来自于什么呢？",
        "label": ""
      },
      {
        "sentence": "同时我很好奇，过去的你为什么会变得很要强呢？",
        "label": ""
      },
      {
        "sentence": "这些问题的答案只有你最清楚，但是不管问题的答案是怎样，要强或者保持无所谓的态度，这些想法态度的背后是建立在“为自己而活”还是“为他人而活”的信念之上。",
        "label": ""
      },
      {
        "sentence": "这很重要，不管这个心结是如何在影响你，但是当自己建立“为自己而活”的信念时，内在的心理模式与外在的行为都会发生变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在确实对自己的人生目标有些迷茫，不知道为自己而活还是为他人而活。我觉得我变得不够自信，也不够坚定。过去我要强是因为我觉得只有努力奋斗才能获得别人的认可和喜欢。可是现在，我觉得这样的努力没有必要，也觉得别人的看法无关紧要。但是内心又感觉很空虚，不知道该如何平衡。",
    "annotation": [
      {
        "sentence": "你说得对，我现在确实对自己的人生目标有些迷茫，不知道为自己而活还是为他人而活。",
        "label": ""
      },
      {
        "sentence": "我觉得我变得不够自信，也不够坚定。",
        "label": ""
      },
      {
        "sentence": "过去我要强是因为我觉得只有努力奋斗才能获得别人的认可和喜欢。",
        "label": ""
      },
      {
        "sentence": "可是现在，我觉得这样的努力没有必要，也觉得别人的看法无关紧要。",
        "label": ""
      },
      {
        "sentence": "但是内心又感觉很空虚，不知道该如何平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到自己目前的迷茫是一个很好的开始。其实，你的人生目标应该是建立在自己的内心真实需求之上，而不是片面追求别人的认可和喜欢。内心的空虚感通常是因为我们没有找到自己真正感兴趣和满足的事物。我建议你先试着去探索自己的内心深处，找到那股抗拒力量背后的根源。你之前提到过自己有心结，是什么让你觉得人生毁掉也无所谓呢？这种自我放弃自己人生选择的事情，似乎就像是在进行某种报复？或者是表达内在的某种被压抑的情绪？这种情绪在现实中不敢直接表达，于是通过自我放弃来表达这种无声的抵抗。不知道你近期遭遇了什么，但是无论如何，请一定记得：这个世界上，只有自己对自己负责，请不要将对别人的情绪作为自己的惩罚。相信当你从其他的角度来看待你当前的心结与情绪时，你将会收获很多特别的东西，加油！",
    "annotation": [
      {
        "sentence": "你能够意识到自己目前的迷茫是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "其实，你的人生目标应该是建立在自己的内心真实需求之上，而不是片面追求别人的认可和喜欢。",
        "label": ""
      },
      {
        "sentence": "内心的空虚感通常是因为我们没有找到自己真正感兴趣和满足的事物。",
        "label": ""
      },
      {
        "sentence": "我建议你先试着去探索自己的内心深处，找到那股抗拒力量背后的根源。",
        "label": ""
      },
      {
        "sentence": "你之前提到过自己有心结，是什么让你觉得人生毁掉也无所谓呢？",
        "label": ""
      },
      {
        "sentence": "这种自我放弃自己人生选择的事情，似乎就像是在进行某种报复？",
        "label": ""
      },
      {
        "sentence": "或者是表达内在的某种被压抑的情绪？",
        "label": ""
      },
      {
        "sentence": "这种情绪在现实中不敢直接表达，于是通过自我放弃来表达这种无声的抵抗。",
        "label": ""
      },
      {
        "sentence": "不知道你近期遭遇了什么，但是无论如何，请一定记得：这个世界上，只有自己对自己负责，请不要将对别人的情绪作为自己的惩罚。",
        "label": ""
      },
      {
        "sentence": "相信当你从其他的角度来看待你当前的心结与情绪时，你将会收获很多特别的东西，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我确实感觉到自己内心深处有一些抗拒的力量。可能最近发生的一些事情让我感到失望和沮丧，所以才会选择自我放弃。我明白了，我应该以自己为中心，找到自己真正感兴趣和满足的事物，让自己的人生目标建立在自己身上。我会试着从其他角度来看待我的心结与情绪，希望能够找到新的解决办法。谢谢你的建议和鼓励！",
    "annotation": [
      {
        "sentence": "你说的很对，我确实感觉到自己内心深处有一些抗拒的力量。",
        "label": ""
      },
      {
        "sentence": "可能最近发生的一些事情让我感到失望和沮丧，所以才会选择自我放弃。",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该以自己为中心，找到自己真正感兴趣和满足的事物，让自己的人生目标建立在自己身上。",
        "label": ""
      },
      {
        "sentence": "我会试着从其他角度来看待我的心结与情绪，希望能够找到新的解决办法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰看到你对自己的认识和解决问题的态度发生了变化。通过探索自己的内心和重新审视自己的人生目标，你一定能够找到前进的动力和持续奋斗的勇气。我相信你能够克服困难，实现自己的理想。记得，无论发生什么，只有自己对自己负责。期待你能够在这个过程中获得更多的成长和收获！加油！",
    "annotation": [
      {
        "sentence": "非常欣慰看到你对自己的认识和解决问题的态度发生了变化。",
        "label": ""
      },
      {
        "sentence": "通过探索自己的内心和重新审视自己的人生目标，你一定能够找到前进的动力和持续奋斗的勇气。",
        "label": ""
      },
      {
        "sentence": "我相信你能够克服困难，实现自己的理想。",
        "label": ""
      },
      {
        "sentence": "记得，无论发生什么，只有自己对自己负责。",
        "label": ""
      },
      {
        "sentence": "期待你能够在这个过程中获得更多的成长和收获！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]