[
  {
    "role": "client",
    "content": "抑郁症，面对恋爱感情，如何好好谈恋爱或是分手？一年前确诊重度抑郁和中度焦虑，我是今年国庆认识的我对象，蛮幸运的，我们都是女孩子啦，我想提分手尽管已经不止一次提过，我很爱她啦，就是因为这样我不希望拉她下水，她也是个笨蛋，不会处理感情，不会说好听的话，我都有点担心她这样下去以后可怎么办。",
    "annotation": [
      {
        "sentence": "抑郁症，面对恋爱感情，如何好好谈恋爱或是分手？",
        "label": ""
      },
      {
        "sentence": "一年前确诊重度抑郁和中度焦虑，我是今年国庆认识的我对象，蛮幸运的，我们都是女孩子啦，我想提分手尽管已经不止一次提过，我很爱她啦，就是因为这样我不希望拉她下水，她也是个笨蛋，不会处理感情，不会说好听的话，我都有点担心她这样下去以后可怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够体会到你的种种感受，别急，真心爱人是永远不会错的，只是如何去爱则永远是个一笔带过的问题。你和她的交往中间其实是隔了一层\"纱\"，这层纱便是你的抑郁症，你的某些\"表现\"在她的眼中仅仅被理解成了\"爱生气\"而已。这便形成了你俩关系的假象原因之一。",
    "annotation": [
      {
        "sentence": "能够体会到你的种种感受，别急，真心爱人是永远不会错的，只是如何去爱则永远是个一笔带过的问题。",
        "label": ""
      },
      {
        "sentence": "你和她的交往中间其实是隔了一层\"纱\"，这层纱便是你的抑郁症，你的某些\"表现\"在她的眼中仅仅被理解成了\"爱生气\"而已。",
        "label": ""
      },
      {
        "sentence": "这便形成了你俩关系的假象原因之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我听明白了，抑郁症可能影响了我们之间的交流和理解。但是我担心她，担心她找不到能把她宠成孩子无忧无虑的人，我不行，她总说我爱生气，不会考虑到她，我有认真的在改了，她喜欢的不喜欢的我都记得，我不去踩这些雷，我也很怕她生气。",
    "annotation": [
      {
        "sentence": "我听明白了，抑郁症可能影响了我们之间的交流和理解。",
        "label": ""
      },
      {
        "sentence": "但是我担心她，担心她找不到能把她宠成孩子无忧无虑的人，我不行，她总说我爱生气，不会考虑到她，我有认真的在改了，她喜欢的不喜欢的我都记得，我不去踩这些雷，我也很怕她生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对她的担心是出于爱和关心，但也要明白每个人都有自己的成长和学习的过程。或许她现在处理感情的能力不如你，但这并不表示她永远都对感情无能。而你也不必过度负责，做好自己，给予她支持和理解就足够了。同时，不要害怕她生气，沟通是解决问题的关键。",
    "annotation": [
      {
        "sentence": "你对她的担心是出于爱和关心，但也要明白每个人都有自己的成长和学习的过程。",
        "label": ""
      },
      {
        "sentence": "或许她现在处理感情的能力不如你，但这并不表示她永远都对感情无能。",
        "label": ""
      },
      {
        "sentence": "而你也不必过度负责，做好自己，给予她支持和理解就足够了。",
        "label": ""
      },
      {
        "sentence": "同时，不要害怕她生气，沟通是解决问题的关键。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不能一直担心她，她也要有她自己的成长和发展。我应该做好自己，而不是试图改变她。但是我怕她无法理解我抑郁症的问题，我觉得那会传播负能量。",
    "annotation": [
      {
        "sentence": "我明白了，我不能一直担心她，她也要有她自己的成长和发展。",
        "label": ""
      },
      {
        "sentence": "我应该做好自己，而不是试图改变她。",
        "label": ""
      },
      {
        "sentence": "但是我怕她无法理解我抑郁症的问题，我觉得那会传播负能量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解和接受是建立在互相信任和共享的情感基础上的。如果你觉得她是真心爱你的，那么应该坦诚地告诉她你的抑郁症，这是让她更好理解你的一部分。同时，在告诉她的时候，也应该表达出你的决心和努力，让她知道你正在积极对抗病痛。",
    "annotation": [
      {
        "sentence": "理解和接受是建立在互相信任和共享的情感基础上的。",
        "label": ""
      },
      {
        "sentence": "如果你觉得她是真心爱你的，那么应该坦诚地告诉她你的抑郁症，这是让她更好理解你的一部分。",
        "label": ""
      },
      {
        "sentence": "同时，在告诉她的时候，也应该表达出你的决心和努力，让她知道你正在积极对抗病痛。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕失去她，害怕她无法接受我抑郁症的现实。但是我明白了，我需要勇敢地面对这个问题，坦诚地和她沟通。只有这样，我们的关系才能向更深层次发展。",
    "annotation": [
      {
        "sentence": "我害怕失去她，害怕她无法接受我抑郁症的现实。",
        "label": ""
      },
      {
        "sentence": "但是我明白了，我需要勇敢地面对这个问题，坦诚地和她沟通。",
        "label": ""
      },
      {
        "sentence": "只有这样，我们的关系才能向更深层次发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能明白，勇敢面对问题是解决困境的第一步。相信自己的爱和她对你的爱，一起加油，相信命中有缘，只要你们真诚面对爱情，一切都会顺利的。我相信你们能够迎接这个包容的世界。",
    "annotation": [
      {
        "sentence": "很高兴你能明白，勇敢面对问题是解决困境的第一步。",
        "label": ""
      },
      {
        "sentence": "相信自己的爱和她对你的爱，一起加油，相信命中有缘，只要你们真诚面对爱情，一切都会顺利的。",
        "label": ""
      },
      {
        "sentence": "我相信你们能够迎接这个包容的世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会尽快和她坦诚相待，让我们的关系更加稳固，相互支持，共同成长。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会尽快和她坦诚相待，让我们的关系更加稳固，相互支持，共同成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，相信你们能够度过难关，一起走向幸福。即使会面对一些困难，也请记住要彼此理解和包容。祝福你们！",
    "annotation": [
      {
        "sentence": "不用客气，相信你们能够度过难关，一起走向幸福。",
        "label": ""
      },
      {
        "sentence": "即使会面对一些困难，也请记住要彼此理解和包容。",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福，我会牢记你的话，为我们的未来努力奋斗。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福，我会牢记你的话，为我们的未来努力奋斗。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望你能够找到自己的幸福，如果还有任何困难或者需要倾诉的时候，随时都可以来找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，希望你能够找到自己的幸福，如果还有任何困难或者需要倾诉的时候，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]