[
  {
    "role": "client",
    "content": "高三女生，厌恶自己，其实说很也不为过，怎么回事？真的越来越厌恶自己，看一眼都觉得难受，我怎么就这么差劲了，明明之前都是老师口中的三好学生，我真的不愿意接受现在的自己…很多时候我真的有很疯狂的想法，很想伤害自己，甚至更疯狂的事…现在说厌恶自己都轻了，恨也不为过",
    "annotation": [
      {
        "sentence": "高三女生，厌恶自己，其实说很也不为过，怎么回事？",
        "label": ""
      },
      {
        "sentence": "真的越来越厌恶自己，看一眼都觉得难受，我怎么就这么差劲了，明明之前都是老师口中的三好学生，我真的不愿意接受现在的自己…很多时候我真的有很疯狂的想法，很想伤害自己，甚至更疯狂的事…现在说厌恶自己都轻了，恨也不为过",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲，请不要让爱走了偏路。这是一种巨大的反差造成的，以前的自己是老师口中的三好学生，现在的自己就什么都不是，你自己很厌恶自己，很狠自己，心里在想：以前的自己是多么的优秀，现在的自己就有多狼狈，自己心里很不是滋味，甚至有想到别人对自己的看法。",
    "annotation": [
      {
        "sentence": "亲，请不要让爱走了偏路。",
        "label": ""
      },
      {
        "sentence": "这是一种巨大的反差造成的，以前的自己是老师口中的三好学生，现在的自己就什么都不是，你自己很厌恶自己，很狠自己，心里在想：以前的自己是多么的优秀，现在的自己就有多狼狈，自己心里很不是滋味，甚至有想到别人对自己的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的不明白为什么会这样，我曾经那么努力，为什么现在就变成了这个样子？为什么我对自己的要求越来越高，感觉自己无法达到呢？",
    "annotation": [
      {
        "sentence": "但是我真的不明白为什么会这样，我曾经那么努力，为什么现在就变成了这个样子？",
        "label": ""
      },
      {
        "sentence": "为什么我对自己的要求越来越高，感觉自己无法达到呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "女孩，你爱你吗？你爱你的父母吗？你爱你的家人吗？你爱你的生命吗？如果爱，请先接受你自己。你的恨与厌恶对你的父母来说是巨大的打击，他们可能会责怪你，但那是因为爱。如果你也爱你的父母，请爱你自己，不要说我正因此恨自己。父母是爱孩子的，是一种担忧。你的恨与厌恶以及接受不了自己和疯狂的想法在与你的父母唱反调，你的父母是爱你的，别人不会永远地支持你，你的父母会。你放弃了，他们会寒心吗？",
    "annotation": [
      {
        "sentence": "女孩，你爱你吗？",
        "label": ""
      },
      {
        "sentence": "你爱你的父母吗？",
        "label": ""
      },
      {
        "sentence": "你爱你的家人吗？",
        "label": ""
      },
      {
        "sentence": "你爱你的生命吗？",
        "label": ""
      },
      {
        "sentence": "如果爱，请先接受你自己。",
        "label": ""
      },
      {
        "sentence": "你的恨与厌恶对你的父母来说是巨大的打击，他们可能会责怪你，但那是因为爱。",
        "label": ""
      },
      {
        "sentence": "如果你也爱你的父母，请爱你自己，不要说我正因此恨自己。",
        "label": ""
      },
      {
        "sentence": "父母是爱孩子的，是一种担忧。",
        "label": ""
      },
      {
        "sentence": "你的恨与厌恶以及接受不了自己和疯狂的想法在与你的父母唱反调，你的父母是爱你的，别人不会永远地支持你，你的父母会。",
        "label": ""
      },
      {
        "sentence": "你放弃了，他们会寒心吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我的父母一直都在关心我，但是我真的无法接受自己变差这个事实，感觉自己失去了以前的所有优点，现在被困在一个负面循环中，感觉无法自拔。",
    "annotation": [
      {
        "sentence": "我知道我的父母一直都在关心我，但是我真的无法接受自己变差这个事实，感觉自己失去了以前的所有优点，现在被困在一个负面循环中，感觉无法自拔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "女孩，无论过去三好学生的你，还是现在你自认为不堪的你，请记住那都是你，这是你的一道坎，迈过去就好。你现在是高三，并不晚，你的人生不知道还有多少个年头，现在是这样，未来还是这样吗？难道我就不知道改变吗？女孩，你还需要别人加把力点醒你，推你一把，让你向前再迈一步。你是爱你自己的，因为爱自己，想让自己变好。而恨自己，从而走进了一个恶性循环，我们需要打破这个恶性循环。你对自己的恨与厌恶以及疯狂的想法来自你对自己的爱，恨有多深，爱就有多深，请不要让爱走了偏路。",
    "annotation": [
      {
        "sentence": "女孩，无论过去三好学生的你，还是现在你自认为不堪的你，请记住那都是你，这是你的一道坎，迈过去就好。",
        "label": ""
      },
      {
        "sentence": "你现在是高三，并不晚，你的人生不知道还有多少个年头，现在是这样，未来还是这样吗？",
        "label": ""
      },
      {
        "sentence": "难道我就不知道改变吗？",
        "label": ""
      },
      {
        "sentence": "女孩，你还需要别人加把力点醒你，推你一把，让你向前再迈一步。",
        "label": ""
      },
      {
        "sentence": "你是爱你自己的，因为爱自己，想让自己变好。",
        "label": ""
      },
      {
        "sentence": "而恨自己，从而走进了一个恶性循环，我们需要打破这个恶性循环。",
        "label": ""
      },
      {
        "sentence": "你对自己的恨与厌恶以及疯狂的想法来自你对自己的爱，恨有多深，爱就有多深，请不要让爱走了偏路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能让自己陷入恶性循环中，我需要尝试改变自己的想法，接受现在的自己，并且找到走出困境的方法。我会尽力努力的！",
    "annotation": [
      {
        "sentence": "你说得对，我不能让自己陷入恶性循环中，我需要尝试改变自己的想法，接受现在的自己，并且找到走出困境的方法。",
        "label": ""
      },
      {
        "sentence": "我会尽力努力的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "未来的路还很长，这只不是你人生路上的一个小小的挫折。过去的三好学生，不应该成为你失落的理由，那是你的骄傲，那是美好的，那是快乐的源泉，那是你动力的所在，绝对不是你痛苦的来源。明明是件开心的事，知错就改，善莫大焉。差劲和巨大的反差绝不是我们伤害自己的理由，它不是我们恨自己、厌恶自己和有疯狂想法的理由，它不是我们贬低自己的理由。它就像一场暴雨，异常的凶猛，但在它过后，彩虹会挂在天边，炫彩夺目，阳光也会普照世界，是那么温暖与快乐。请您自己，您是爱您的，请不要让您的爱走了偏路。",
    "annotation": [
      {
        "sentence": "未来的路还很长，这只不是你人生路上的一个小小的挫折。",
        "label": ""
      },
      {
        "sentence": "过去的三好学生，不应该成为你失落的理由，那是你的骄傲，那是美好的，那是快乐的源泉，那是你动力的所在，绝对不是你痛苦的来源。",
        "label": ""
      },
      {
        "sentence": "明明是件开心的事，知错就改，善莫大焉。",
        "label": ""
      },
      {
        "sentence": "差劲和巨大的反差绝不是我们伤害自己的理由，它不是我们恨自己、厌恶自己和有疯狂想法的理由，它不是我们贬低自己的理由。",
        "label": ""
      },
      {
        "sentence": "它就像一场暴雨，异常的凶猛，但在它过后，彩虹会挂在天边，炫彩夺目，阳光也会普照世界，是那么温暖与快乐。",
        "label": ""
      },
      {
        "sentence": "请您自己，您是爱您的，请不要让您的爱走了偏路。",
        "label": ""
      }
    ]
  }
]