[
  {
    "role": "client",
    "content": "前任出轨后，和现任的恋爱中总是猜忌怀疑，怎么改变？和前女友在一起一年半的时候被冷暴力分手，几天后得知因为当时有个比较心动的男生追她，所以和我分手，之后他们在一起并且上床了，总之当时被刺激了很多次……虽然现在已经过去四年半了，我自认为已经走出去了，也谈了新的女朋友，但是有种一朝被蛇咬十年怕井绳的感觉，对我稍微冷淡一点就怀疑她是不是不爱我了，看见和别的男生微信说话就会觉得很难受，经常幻想她出轨的各种事情。有时候还好，情绪严重时会影响睡眠和工作，感觉这样下去她累我也累，求教我该怎么改变。",
    "annotation": [
      {
        "sentence": "前任出轨后，和现任的恋爱中总是猜忌怀疑，怎么改变？",
        "label": ""
      },
      {
        "sentence": "和前女友在一起一年半的时候被冷暴力分手，几天后得知因为当时有个比较心动的男生追她，所以和我分手，之后他们在一起并且上床了，总之当时被刺激了很多次……虽然现在已经过去四年半了，我自认为已经走出去了，也谈了新的女朋友，但是有种一朝被蛇咬十年怕井绳的感觉，对我稍微冷淡一点就怀疑她是不是不爱我了，看见和别的男生微信说话就会觉得很难受，经常幻想她出轨的各种事情。",
        "label": ""
      },
      {
        "sentence": "有时候还好，情绪严重时会影响睡眠和工作，感觉这样下去她累我也累，求教我该怎么改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀一朝被蛇咬，十年怕井绳，这个换做任何人都会如此的呢。毕竟从我们出生以来就有一套自我保护机制，进而我们采取了逃避，躲闪，愤怒，恐惧等方式来保护我们自己。这也是为什么很多人谈了恋爱，经历过刻骨铭心的爱情之后不敢再恋爱的原因。但我们也要知道每个人的成长环境是不同的，不能因为一个人的行为就断定所有的人都和她一样。",
    "annotation": [
      {
        "sentence": "呀一朝被蛇咬，十年怕井绳，这个换做任何人都会如此的呢。",
        "label": ""
      },
      {
        "sentence": "毕竟从我们出生以来就有一套自我保护机制，进而我们采取了逃避，躲闪，愤怒，恐惧等方式来保护我们自己。",
        "label": ""
      },
      {
        "sentence": "这也是为什么很多人谈了恋爱，经历过刻骨铭心的爱情之后不敢再恋爱的原因。",
        "label": ""
      },
      {
        "sentence": "但我们也要知道每个人的成长环境是不同的，不能因为一个人的行为就断定所有的人都和她一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我也明白每个人都是独立的个体。可是我真的很难抑制住对她的不信任感，每次她稍微对我冷淡一点，我就会不自觉地怀疑她是不是不爱我了。",
    "annotation": [
      {
        "sentence": "你说得对，我也明白每个人都是独立的个体。",
        "label": ""
      },
      {
        "sentence": "可是我真的很难抑制住对她的不信任感，每次她稍微对我冷淡一点，我就会不自觉地怀疑她是不是不爱我了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在一段亲密关系中，若想关系持久性地健康发展，拒绝冷暴力，自身的改变是最重要的，只有自身摆脱了束缚的枷锁，审视自己的内心，建立强有力的安全感，那么不管遇到谁，你都能很好地经营一段感情。如果你能把最后一点8个问题想清楚写在纸上，每次发生一些问题可以敞开心扉地和你现任聊一聊，我相信你们的关系一定会有所改变哦，加油~",
    "annotation": [
      {
        "sentence": "在一段亲密关系中，若想关系持久性地健康发展，拒绝冷暴力，自身的改变是最重要的，只有自身摆脱了束缚的枷锁，审视自己的内心，建立强有力的安全感，那么不管遇到谁，你都能很好地经营一段感情。",
        "label": ""
      },
      {
        "sentence": "如果你能把最后一点8个问题想清楚写在纸上，每次发生一些问题可以敞开心扉地和你现任聊一聊，我相信你们的关系一定会有所改变哦，加油~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着写下来我的内心问题，和她坦诚相待。可是有时候我觉得很困扰，情绪严重的时候会影响我的睡眠和工作，我真的不想让这样的情况持续下去。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着写下来我的内心问题，和她坦诚相待。",
        "label": ""
      },
      {
        "sentence": "可是有时候我觉得很困扰，情绪严重的时候会影响我的睡眠和工作，我真的不想让这样的情况持续下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪的波动是很正常的，尤其是在经历了伤害之后。你可以尝试一些情绪调节的方法，比如深呼吸、冥想、做一些放松的活动等，来缓解压力和焦虑。此外，你也可以考虑寻求专业心理咨询师的帮助，他们会给你提供更具体和有效的情绪管理策略。",
    "annotation": [
      {
        "sentence": "情绪的波动是很正常的，尤其是在经历了伤害之后。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些情绪调节的方法，比如深呼吸、冥想、做一些放松的活动等，来缓解压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以考虑寻求专业心理咨询师的帮助，他们会给你提供更具体和有效的情绪管理策略。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试一些情绪调节的方法来帮助自己。但是有时候我觉得很困惑，不知道自己在想什么，也不知道如何正视和解决自己的问题。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试一些情绪调节的方法来帮助自己。",
        "label": ""
      },
      {
        "sentence": "但是有时候我觉得很困惑，不知道自己在想什么，也不知道如何正视和解决自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于困惑和迷茫的感觉，你不必过分苛责自己。这是正常的人生经历，很多人都会遇到类似的困惑。在面对问题时，我们可以试着与自己沟通，可以倾诉给亲密的人，也可以寻找专业的帮助。通过不断地探索和努力，你会逐渐找到属于自己的答案和解决方案的。",
    "annotation": [
      {
        "sentence": "对于困惑和迷茫的感觉，你不必过分苛责自己。",
        "label": ""
      },
      {
        "sentence": "这是正常的人生经历，很多人都会遇到类似的困惑。",
        "label": ""
      },
      {
        "sentence": "在面对问题时，我们可以试着与自己沟通，可以倾诉给亲密的人，也可以寻找专业的帮助。",
        "label": ""
      },
      {
        "sentence": "通过不断地探索和努力，你会逐渐找到属于自己的答案和解决方案的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我决定通过与自己的对话来更加深入地了解自己，同时也会考虑寻找专业的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我决定通过与自己的对话来更加深入地了解自己，同时也会考虑寻找专业的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，自我对话是一种很好的方式来探索自己的内心世界。记得要善待自己，相信自己的成长和改变。无论遇到什么困难，都要坚持向前，不断寻求支持和帮助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，自我对话是一种很好的方式来探索自己的内心世界。",
        "label": ""
      },
      {
        "sentence": "记得要善待自己，相信自己的成长和改变。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都要坚持向前，不断寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会努力面对自己的问题并积极寻求成长和改变。感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会努力面对自己的问题并积极寻求成长和改变。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意为你提供帮助。如果你还有其他问题或困惑，随时找我聊天。相信你一定能够走出困境，拥有幸福的生活。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或困惑，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "相信你一定能够走出困境，拥有幸福的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]