[
  {
    "role": "client",
    "content": "总是容易气馁，提不起兴趣怎么办？做事总是觉得不可能，总喜欢朝坏处想，一直以来都被这种消极的思绪困扰，怎样才能打破这层牢呢？",
    "annotation": [
      {
        "sentence": "总是容易气馁，提不起兴趣怎么办？",
        "label": ""
      },
      {
        "sentence": "做事总是觉得不可能，总喜欢朝坏处想，一直以来都被这种消极的思绪困扰，怎样才能打破这层牢呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的提问，似乎遇到事情你总是习惯朝坏的方向想，因为担心最坏的情形出现，所以就没有继续行动的动力和勇气了，是吗？",
    "annotation": [
      {
        "sentence": "看到你的提问，似乎遇到事情你总是习惯朝坏的方向想，因为担心最坏的情形出现，所以就没有继续行动的动力和勇气了，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我常常会陷入消极思绪中，不知道如何挣脱其中。",
    "annotation": [
      {
        "sentence": "是的，我常常会陷入消极思绪中，不知道如何挣脱其中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正如你自己所觉察到的，这种思维模式似乎已经形成了惯性，只要遇到事情，这种自动驾驶模式就开启了。碰见一件事情，想要行动，马上想到如果失败了会怎样，那失败的情形太糟糕了，我没办法承受，算了，还是不要行动了……心理学里把这种个体对情境的解释称之为自动思维，自动思维会影响个体随后的情绪、行为和生理反应。",
    "annotation": [
      {
        "sentence": "正如你自己所觉察到的，这种思维模式似乎已经形成了惯性，只要遇到事情，这种自动驾驶模式就开启了。",
        "label": ""
      },
      {
        "sentence": "碰见一件事情，想要行动，马上想到如果失败了会怎样，那失败的情形太糟糕了，我没办法承受，算了，还是不要行动了……心理学里把这种个体对情境的解释称之为自动思维，自动思维会影响个体随后的情绪、行为和生理反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来这种自动思维会对我的情绪和行为产生影响，我现在更明白自己为什么提不起兴趣了。",
    "annotation": [
      {
        "sentence": "原来这种自动思维会对我的情绪和行为产生影响，我现在更明白自己为什么提不起兴趣了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，自动思维常是简短的、稍纵即逝的，以“速记”的形式出现，并且以语词或图像的方式呈现。人们通常未经思考和评估就对自动思维信以为真。人们往往会因为使用这种自动思维模式行驶的时间太久了，所以几乎成了下意识的反应，根本觉察不到。你自己已经意识到自己存在的自动思维，其实已经开启了打破自动思维的第一步。",
    "annotation": [
      {
        "sentence": "是的，自动思维常是简短的、稍纵即逝的，以“速记”的形式出现，并且以语词或图像的方式呈现。",
        "label": ""
      },
      {
        "sentence": "人们通常未经思考和评估就对自动思维信以为真。",
        "label": ""
      },
      {
        "sentence": "人们往往会因为使用这种自动思维模式行驶的时间太久了，所以几乎成了下意识的反应，根本觉察不到。",
        "label": ""
      },
      {
        "sentence": "你自己已经意识到自己存在的自动思维，其实已经开启了打破自动思维的第一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我已经认识到了这个问题，但是不知道该如何打破这种负性自动思维。",
    "annotation": [
      {
        "sentence": "是的，我已经认识到了这个问题，但是不知道该如何打破这种负性自动思维。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么我们还可以怎样做来帮助我们从这种负性自动思维中走出来呢？首先像你推荐认知行为治疗心理学中提供了两个非常有用的表（三栏表和五栏表）可以帮助我们进一步识别，转换我们的自动思维。这两个表格都可以在网上搜索下载，然后每天记录。通过记录发现自己在什么情境下会产生怎样的自动思维，这种自动思维又是如何引发了自己的情绪，会出现怎样的反应，采取什么行动，最后的结果是什么？",
    "annotation": [
      {
        "sentence": "那么我们还可以怎样做来帮助我们从这种负性自动思维中走出来呢？",
        "label": ""
      },
      {
        "sentence": "首先像你推荐认知行为治疗心理学中提供了两个非常有用的表（三栏表和五栏表）可以帮助我们进一步识别，转换我们的自动思维。",
        "label": ""
      },
      {
        "sentence": "这两个表格都可以在网上搜索下载，然后每天记录。",
        "label": ""
      },
      {
        "sentence": "通过记录发现自己在什么情境下会产生怎样的自动思维，这种自动思维又是如何引发了自己的情绪，会出现怎样的反应，采取什么行动，最后的结果是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来很有帮助，我会试试看用表格记录自己的自动思维和情绪反应。",
    "annotation": [
      {
        "sentence": "这个方法听起来很有帮助，我会试试看用表格记录自己的自动思维和情绪反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次，了解自己的自动思维后，去寻找一下看看这种自动思维背后是怎样的不合理的思维模式。合理情绪行为疗法的创始人埃利克斯提供了三种常见的不理性的思维模式：要求的绝对化：即从自己的主观出发，判断事情必定会发生或者不会发生。比如认为做事情，只要做了就必须要成功；以偏概全：表现在常通过自己做的一件事情的好坏来评价自己为人的价值。比如这次数学没考好，我在学习上真的没天分，我就是一个差学生；糟糕至极：认为事情的发生会导致非常可怕或灾难性的后果。比如这次考试没考好，太糟糕了，我肯定考不上大学了，我完蛋了，这辈子都不会有出息了。这三种非理性的思维模式常常会引发我们对自己的否定，给我们带来羞耻感，焦虑不安感等等，阻碍我们行动的动力。",
    "annotation": [
      {
        "sentence": "其次，了解自己的自动思维后，去寻找一下看看这种自动思维背后是怎样的不合理的思维模式。",
        "label": ""
      },
      {
        "sentence": "合理情绪行为疗法的创始人埃利克斯提供了三种常见的不理性的思维模式：要求的绝对化：即从自己的主观出发，判断事情必定会发生或者不会发生。",
        "label": ""
      },
      {
        "sentence": "比如认为做事情，只要做了就必须要成功；以偏概全：表现在常通过自己做的一件事情的好坏来评价自己为人的价值。",
        "label": ""
      },
      {
        "sentence": "比如这次数学没考好，我在学习上真的没天分，我就是一个差学生；糟糕至极：认为事情的发生会导致非常可怕或灾难性的后果。",
        "label": ""
      },
      {
        "sentence": "比如这次考试没考好，太糟糕了，我肯定考不上大学了，我完蛋了，这辈子都不会有出息了。",
        "label": ""
      },
      {
        "sentence": "这三种非理性的思维模式常常会引发我们对自己的否定，给我们带来羞耻感，焦虑不安感等等，阻碍我们行动的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我发现我确实常常会使用这些不理性的思维模式，这让我对自己产生了负面情绪，从而导致我提不起兴趣和气馁。",
    "annotation": [
      {
        "sentence": "我发现我确实常常会使用这些不理性的思维模式，这让我对自己产生了负面情绪，从而导致我提不起兴趣和气馁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后当我们了解并识别出自己的自动思维，发现自己的不理性的思维模式之后，我们需要做的就是用合理的思维去替换不合理的思维，并加以践行。这个践行的过程并不容易，可能你会发现自己还是会经常的回到旧有的模式，没关系，不要去责怪自己，看到自己一点一滴的进步，告诉自己慢慢来，改变本就不是一件容易的事情。",
    "annotation": [
      {
        "sentence": "最后当我们了解并识别出自己的自动思维，发现自己的不理性的思维模式之后，我们需要做的就是用合理的思维去替换不合理的思维，并加以践行。",
        "label": ""
      },
      {
        "sentence": "这个践行的过程并不容易，可能你会发现自己还是会经常的回到旧有的模式，没关系，不要去责怪自己，看到自己一点一滴的进步，告诉自己慢慢来，改变本就不是一件容易的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，改变需要时间和努力，我会慢慢培养合理的思维，并尝试践行。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "我明白了，改变需要时间和努力，我会慢慢培养合理的思维，并尝试践行。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够克服这种负性自动思维，恢复兴趣和积极性。需要的话，我随时都在这里给你提供支持和帮助。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够克服这种负性自动思维，恢复兴趣和积极性。",
        "label": ""
      },
      {
        "sentence": "需要的话，我随时都在这里给你提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会努力的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会努力的！",
        "label": ""
      }
    ]
  }
]