[
  {
    "role": "client",
    "content": "为什么明明父母都很好，但有时候总觉得不舒服？父母很爱我，我也很爱他们，但有时候相处会难受。我希望自己一个人呆着，但感觉到父母是希望多和我在一起。有时父母让我做一件事情，我不想做，但如果我表达了真实的想法，心里又总觉得亏欠他们。他们总嫌我跟他们不够亲近，我感受到他们的失落自己特别内疚，但是我又真的做不到，每次这种类似的纠结都让我特别痛苦。无法完成父母期待的事情，他们不会怪我但我感受到他们难过的情绪也跟着自责。有时我也做一些虽不情愿但他们希望的事情，尤其在我小时候一直是非常听话懂事，他们很快乐，我也觉得这是我应该做的，但总是不太舒服。我是独生子女，小时候一直渴望有个弟弟或者妹妹，可以分担一些我身上来自父母的压力。小时候他们特别严格，现在好多了但是那种期待感还在。总感觉在父母面前，没有办法真正的感到轻松舒适。他们希望我达到的状态我达不到，又会自责，该怎么改善这种状况呢？",
    "annotation": [
      {
        "sentence": "为什么明明父母都很好，但有时候总觉得不舒服？",
        "label": ""
      },
      {
        "sentence": "父母很爱我，我也很爱他们，但有时候相处会难受。",
        "label": ""
      },
      {
        "sentence": "我希望自己一个人呆着，但感觉到父母是希望多和我在一起。",
        "label": ""
      },
      {
        "sentence": "有时父母让我做一件事情，我不想做，但如果我表达了真实的想法，心里又总觉得亏欠他们。",
        "label": ""
      },
      {
        "sentence": "他们总嫌我跟他们不够亲近，我感受到他们的失落自己特别内疚，但是我又真的做不到，每次这种类似的纠结都让我特别痛苦。",
        "label": ""
      },
      {
        "sentence": "无法完成父母期待的事情，他们不会怪我但我感受到他们难过的情绪也跟着自责。",
        "label": ""
      },
      {
        "sentence": "有时我也做一些虽不情愿但他们希望的事情，尤其在我小时候一直是非常听话懂事，他们很快乐，我也觉得这是我应该做的，但总是不太舒服。",
        "label": ""
      },
      {
        "sentence": "我是独生子女，小时候一直渴望有个弟弟或者妹妹，可以分担一些我身上来自父母的压力。",
        "label": ""
      },
      {
        "sentence": "小时候他们特别严格，现在好多了但是那种期待感还在。",
        "label": ""
      },
      {
        "sentence": "总感觉在父母面前，没有办法真正的感到轻松舒适。",
        "label": ""
      },
      {
        "sentence": "他们希望我达到的状态我达不到，又会自责，该怎么改善这种状况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的提问中感受到你是一个十分孝顺父母的，希望你的父母开心快乐，这也正是你的困扰所在，希望我的回答能对你有帮助。",
    "annotation": [
      {
        "sentence": "从你的提问中感受到你是一个十分孝顺父母的，希望你的父母开心快乐，这也正是你的困扰所在，希望我的回答能对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。确实，我很在意父母的感受，希望他们开心满意。但有时候这种内疚和纠结会让我很难受。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "确实，我很在意父母的感受，希望他们开心满意。",
        "label": ""
      },
      {
        "sentence": "但有时候这种内疚和纠结会让我很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你从小就是比较听话的孩子，现在父母想和你多待些时间，但是你自己想有自己的时间，父母有些让做的事情自己却不想做，真的你和你心目中父母所希望的你在打架，这让你感觉对父母很内疚，自己也很纠结。怎么才能改变这种现状呢？",
    "annotation": [
      {
        "sentence": "你从小就是比较听话的孩子，现在父母想和你多待些时间，但是你自己想有自己的时间，父母有些让做的事情自己却不想做，真的你和你心目中父母所希望的你在打架，这让你感觉对父母很内疚，自己也很纠结。",
        "label": ""
      },
      {
        "sentence": "怎么才能改变这种现状呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我经常觉得自己在父母的期待和自己的想法之间左右为难。我找不到平衡点，总是觉得无法让每个人都满意。",
    "annotation": [
      {
        "sentence": "是的，我经常觉得自己在父母的期待和自己的想法之间左右为难。",
        "label": ""
      },
      {
        "sentence": "我找不到平衡点，总是觉得无法让每个人都满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "丢掉心中父母所希望的你。你是独生子女，父母给你了全部的爱，同样这份爱也让你很沉重，你心目中父母所希望的你是乖巧懂事听话的，父母让你干啥你干啥，完成没有自己想法，这也许只是你认为的，父母想要的你是开心快乐的，所以丢点自己心中父母希望的你。",
    "annotation": [
      {
        "sentence": "丢掉心中父母所希望的你。",
        "label": ""
      },
      {
        "sentence": "你是独生子女，父母给你了全部的爱，同样这份爱也让你很沉重，你心目中父母所希望的你是乖巧懂事听话的，父母让你干啥你干啥，完成没有自己想法，这也许只是你认为的，父母想要的你是开心快乐的，所以丢点自己心中父母希望的你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，也许我一直以为父母的期待就是要我快乐，而不是完全按照他们的想法去做事。我该如何改变自己心中的这种看法呢？",
    "annotation": [
      {
        "sentence": "我明白你的意思，也许我一直以为父母的期待就是要我快乐，而不是完全按照他们的想法去做事。",
        "label": ""
      },
      {
        "sentence": "我该如何改变自己心中的这种看法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "多和父母沟通。在题目中你有提到你的父母非常爱你，你心目中有一个父母所希望的你，也许你父母心中也有一个你所希望的父母的样子，你有时候让你做的事可能是从为你好的角度出发，如果你不想做你可以给你的父母说出你真实的想法，言之有理的话，相信你的父母会同意你的看法。",
    "annotation": [
      {
        "sentence": "多和父母沟通。",
        "label": ""
      },
      {
        "sentence": "在题目中你有提到你的父母非常爱你，你心目中有一个父母所希望的你，也许你父母心中也有一个你所希望的父母的样子，你有时候让你做的事可能是从为你好的角度出发，如果你不想做你可以给你的父母说出你真实的想法，言之有理的话，相信你的父母会同意你的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和父母沟通，告诉他们我的真实想法。希望他们能够理解和支持我。",
    "annotation": [
      {
        "sentence": "我会试着和父母沟通，告诉他们我的真实想法。",
        "label": ""
      },
      {
        "sentence": "希望他们能够理解和支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个父母对孩子的爱是无尽的，其实他们也只想这你开心幸福就好了。多和父母沟通能知道你们彼此的想法和需求。希望我的回答能对你有帮助！",
    "annotation": [
      {
        "sentence": "每个父母对孩子的爱是无尽的，其实他们也只想这你开心幸福就好了。",
        "label": ""
      },
      {
        "sentence": "多和父母沟通能知道你们彼此的想法和需求。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会尝试和父母多沟通，希望能解决这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会尝试和父母多沟通，希望能解决这个问题。",
        "label": ""
      }
    ]
  }
]