[
  {
    "role": "client",
    "content": "和陌生人相处很好，但慢慢就会远离别人，又很在意？",
    "annotation": [
      {
        "sentence": "和陌生人相处很好，但慢慢就会远离别人，又很在意？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，你在结交新朋友时，特别在意别人对你的态度，希望别人也能在乎你，如果发现别人没有对你有同样的感受，你就会感到失望。或许你对这种奇怪的感受产生的原因很困惑，由于我不了解更多细节，所以我只能根据我的经验进行分析，希望能帮助到你哦～",
    "annotation": [
      {
        "sentence": "根据你的描述，你在结交新朋友时，特别在意别人对你的态度，希望别人也能在乎你，如果发现别人没有对你有同样的感受，你就会感到失望。",
        "label": ""
      },
      {
        "sentence": "或许你对这种奇怪的感受产生的原因很困惑，由于我不了解更多细节，所以我只能根据我的经验进行分析，希望能帮助到你哦～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我在结交新朋友的时候确实会很在意他们对我的态度。一开始相处很好，但过一段时间我就会开始在意他们的看法，然后就慢慢远离他们。但是又很在意别人对我是怎么想的，我很矛盾。",
    "annotation": [
      {
        "sentence": "是的，我在结交新朋友的时候确实会很在意他们对我的态度。",
        "label": ""
      },
      {
        "sentence": "一开始相处很好，但过一段时间我就会开始在意他们的看法，然后就慢慢远离他们。",
        "label": ""
      },
      {
        "sentence": "但是又很在意别人对我是怎么想的，我很矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。看了你的情况，从陌生人到接纳只需十天半个月，然后你就开始在意别人对你的态度。我感觉，你待人处事的态度和未成年孩子的性格很相似，大多数时候，孩子的世界里，朋友关系占很重要的一部分，因为孩子的认知发展有一个特点，即以自我为中心的自我中心主义。他们希望能得到他人的认可、赞赏，而且思考问题的方式也不那么客观。皮亚杰认知发展阶段的每一个阶段没有很严格地界定年龄，所以我们可以具体问题具体分析。或许你的一些认知行为还没有完全发展成熟，所以有时候太在意别人的看法也是正常的。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "看了你的情况，从陌生人到接纳只需十天半个月，然后你就开始在意别人对你的态度。",
        "label": ""
      },
      {
        "sentence": "我感觉，你待人处事的态度和未成年孩子的性格很相似，大多数时候，孩子的世界里，朋友关系占很重要的一部分，因为孩子的认知发展有一个特点，即以自我为中心的自我中心主义。",
        "label": ""
      },
      {
        "sentence": "他们希望能得到他人的认可、赞赏，而且思考问题的方式也不那么客观。",
        "label": ""
      },
      {
        "sentence": "皮亚杰认知发展阶段的每一个阶段没有很严格地界定年龄，所以我们可以具体问题具体分析。",
        "label": ""
      },
      {
        "sentence": "或许你的一些认知行为还没有完全发展成熟，所以有时候太在意别人的看法也是正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实希望别人能认可和赞赏我。但是我也知道这种思维方式可能不太健康，可是我就是改不掉，总是忍不住在意别人对我的态度。有什么方法可以帮助我改变这种情况吗？",
    "annotation": [
      {
        "sentence": "你说得对，我确实希望别人能认可和赞赏我。",
        "label": ""
      },
      {
        "sentence": "但是我也知道这种思维方式可能不太健康，可是我就是改不掉，总是忍不住在意别人对我的态度。",
        "label": ""
      },
      {
        "sentence": "有什么方法可以帮助我改变这种情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你想改变这种情况的愿望。要改变这种思维方式，可以从以下几方面入手。首先，要提高自己的自我意识，了解自己的价值和优点，不要完全依赖别人的认可来建立自己的自信与自尊。其次，尝试主动与他人沟通和表达自己的感受，这样别人才能更好地理解你的需求和感受。还有，培养自己的兴趣爱好和自我价值感，通过自我实现来提升自信。最后，可以考虑寻求专业心理咨询师的帮助，他们会有更多经验和方法来帮助你摆脱这种困扰。",
    "annotation": [
      {
        "sentence": "理解你想改变这种情况的愿望。",
        "label": ""
      },
      {
        "sentence": "要改变这种思维方式，可以从以下几方面入手。",
        "label": ""
      },
      {
        "sentence": "首先，要提高自己的自我意识，了解自己的价值和优点，不要完全依赖别人的认可来建立自己的自信与自尊。",
        "label": ""
      },
      {
        "sentence": "其次，尝试主动与他人沟通和表达自己的感受，这样别人才能更好地理解你的需求和感受。",
        "label": ""
      },
      {
        "sentence": "还有，培养自己的兴趣爱好和自我价值感，通过自我实现来提升自信。",
        "label": ""
      },
      {
        "sentence": "最后，可以考虑寻求专业心理咨询师的帮助，他们会有更多经验和方法来帮助你摆脱这种困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试着提高自己的自我意识，勇敢地表达自己的感受。也许积极主动地和别人沟通可以改善我的情况。如果还有困难，我会考虑找专业心理咨询师寻求帮助。感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试着提高自己的自我意识，勇敢地表达自己的感受。",
        "label": ""
      },
      {
        "sentence": "也许积极主动地和别人沟通可以改善我的情况。",
        "label": ""
      },
      {
        "sentence": "如果还有困难，我会考虑找专业心理咨询师寻求帮助。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供一些帮助和建议。记住，改变是一个过程，需要时间和努力。相信自己，你一定能够克服这个困扰，走向更积极健康的人际关系。如果需要，随时可以再来找我交流。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能为你提供一些帮助和建议。",
        "label": ""
      },
      {
        "sentence": "记住，改变是一个过程，需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服这个困扰，走向更积极健康的人际关系。",
        "label": ""
      },
      {
        "sentence": "如果需要，随时可以再来找我交流。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]