[
  {
    "role": "client",
    "content": "我十分反感一个喜欢我的男生，一对视就浑身不舒服咋办？我初三女，我们班上有个唱歌挺好听的男生(胖子)A，高胖的声音深厚人挺好和善憨厚，去年他跟我表白，我说我有喜欢的(班长，小学同学)就不了了之了，在那之前我和一个同城网友网恋的时候被性骚扰(他给我发很多性暗示，我删了他他还加了我好多次)，那个男生也是胖的，声音也很厚重。后来我对A感觉还好，虽然反感但也没啥，但他兄弟都经常开我玩笑。但今年运动会排位置我刚好在他前面，我不知道他还喜不喜欢我，但运动会期间他又有意或无意常常和我说话，瞅我，相当于刷存在感。我就不知道为啥，非常非常非常反感，真的忍不了的那种！真的是一想到就浑身不舒服！我知道他人很好，是我个人原因，我真的非常反感他，反感到哭(真的)，甚至想过希望他不是我们班的(只是想象)，就一切都不会发生。后来我又想到，我过去四年对喜欢的男生做的事好像也是不顾对方喜不喜欢就做，就很自责，然后我又怕A会自责(那样更令我不适，不是怪他是真的不舒服)我以后咋办？",
    "annotation": [
      {
        "sentence": "我十分反感一个喜欢我的男生，一对视就浑身不舒服咋办？",
        "label": ""
      },
      {
        "sentence": "我初三女，我们班上有个唱歌挺好听的男生(胖子)A，高胖的声音深厚人挺好和善憨厚，去年他跟我表白，我说我有喜欢的(班长，小学同学)就不了了之了，在那之前我和一个同城网友网恋的时候被性骚扰(他给我发很多性暗示，我删了他他还加了我好多次)，那个男生也是胖的，声音也很厚重。",
        "label": ""
      },
      {
        "sentence": "后来我对A感觉还好，虽然反感但也没啥，但他兄弟都经常开我玩笑。",
        "label": ""
      },
      {
        "sentence": "但今年运动会排位置我刚好在他前面，我不知道他还喜不喜欢我，但运动会期间他又有意或无意常常和我说话，瞅我，相当于刷存在感。",
        "label": ""
      },
      {
        "sentence": "我就不知道为啥，非常非常非常反感，真的忍不了的那种！",
        "label": ""
      },
      {
        "sentence": "真的是一想到就浑身不舒服！",
        "label": ""
      },
      {
        "sentence": "我知道他人很好，是我个人原因，我真的非常反感他，反感到哭(真的)，甚至想过希望他不是我们班的(只是想象)，就一切都不会发生。",
        "label": ""
      },
      {
        "sentence": "后来我又想到，我过去四年对喜欢的男生做的事好像也是不顾对方喜不喜欢就做，就很自责，然后我又怕A会自责(那样更令我不适，不是怪他是真的不舒服)我以后咋办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，看来你对A的反感真的很强烈，但是喜欢一个人本身没有错，只要你的喜欢不给对方带来困扰，就没有什么需要过多评价的。你提到了自己曾经对喜欢的男生不顾对方喜好的行为，这说明你是一个善良的孩子，你能够从过去的经验中吸取教训。你担心A会自责，但是他的自责与你无关，你不需要为他考虑太多。在你的描述中，你似乎更多地为别人着想，却忽略了自己的感受。这种被忽略可能让你感到委屈，而当这种委屈被压抑时，就容易在你不经意间产生不舒服的感觉。关于被性骚扰的经历，如果这件事已经过去了，那可能是你成长的一部分，但如果还没有解决，你应该寻求信任的人或长辈的帮助和支持。你现在正处在初三阶段，是需要好好学习的时候，这样的事情可能会影响你的情绪，进而影响你的学业。处理这些问题对你来说确实有些困难，你是否曾向信任的人或长辈寻求过帮助？喜欢一个人，被一个人喜欢，这都是很正常的事情。试着调整自己的心态，喜欢别人是你的选择，你可以用适当的方式表达或者保持暗恋。同时，也要接受别人可能以相同的方式对待你。对于A来说，他的行为是他的事情，你只需要表达自己的喜好或者拒绝就可以了。至于你对他的讨厌，这是你需要处理的部分。你可能讨厌他的行为，但是讨厌的感受是经过大脑加工的结果。当你平静下来的时候，思考一下为什么会讨厌一个对自己无害的人，答案可能就在你自己身上。试着停止对自己的自责，接受当前的情况，当你平静下来后，再思考为什么会产生这样的讨厌感，找到解决问题的办法。",
    "annotation": [
      {
        "sentence": "嗯，看来你对A的反感真的很强烈，但是喜欢一个人本身没有错，只要你的喜欢不给对方带来困扰，就没有什么需要过多评价的。",
        "label": ""
      },
      {
        "sentence": "你提到了自己曾经对喜欢的男生不顾对方喜好的行为，这说明你是一个善良的孩子，你能够从过去的经验中吸取教训。",
        "label": ""
      },
      {
        "sentence": "你担心A会自责，但是他的自责与你无关，你不需要为他考虑太多。",
        "label": ""
      },
      {
        "sentence": "在你的描述中，你似乎更多地为别人着想，却忽略了自己的感受。",
        "label": ""
      },
      {
        "sentence": "这种被忽略可能让你感到委屈，而当这种委屈被压抑时，就容易在你不经意间产生不舒服的感觉。",
        "label": ""
      },
      {
        "sentence": "关于被性骚扰的经历，如果这件事已经过去了，那可能是你成长的一部分，但如果还没有解决，你应该寻求信任的人或长辈的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "你现在正处在初三阶段，是需要好好学习的时候，这样的事情可能会影响你的情绪，进而影响你的学业。",
        "label": ""
      },
      {
        "sentence": "处理这些问题对你来说确实有些困难，你是否曾向信任的人或长辈寻求过帮助？",
        "label": ""
      },
      {
        "sentence": "喜欢一个人，被一个人喜欢，这都是很正常的事情。",
        "label": ""
      },
      {
        "sentence": "试着调整自己的心态，喜欢别人是你的选择，你可以用适当的方式表达或者保持暗恋。",
        "label": ""
      },
      {
        "sentence": "同时，也要接受别人可能以相同的方式对待你。",
        "label": ""
      },
      {
        "sentence": "对于A来说，他的行为是他的事情，你只需要表达自己的喜好或者拒绝就可以了。",
        "label": ""
      },
      {
        "sentence": "至于你对他的讨厌，这是你需要处理的部分。",
        "label": ""
      },
      {
        "sentence": "你可能讨厌他的行为，但是讨厌的感受是经过大脑加工的结果。",
        "label": ""
      },
      {
        "sentence": "当你平静下来的时候，思考一下为什么会讨厌一个对自己无害的人，答案可能就在你自己身上。",
        "label": ""
      },
      {
        "sentence": "试着停止对自己的自责，接受当前的情况，当你平静下来后，再思考为什么会产生这样的讨厌感，找到解决问题的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道喜欢一个人没有错，而且我也不是故意讨厌他的。但是每次看到他，我就会感到一种强烈的反感，甚至浑身不舒服，这种感觉让我很困扰。我觉得我可能忽略了自己的感受，太过关注别人的想法，导致了这种委屈感。是不是我应该更加关注自己的内心，找到产生这种讨厌感的原因呢？",
    "annotation": [
      {
        "sentence": "我知道喜欢一个人没有错，而且我也不是故意讨厌他的。",
        "label": ""
      },
      {
        "sentence": "但是每次看到他，我就会感到一种强烈的反感，甚至浑身不舒服，这种感觉让我很困扰。",
        "label": ""
      },
      {
        "sentence": "我觉得我可能忽略了自己的感受，太过关注别人的想法，导致了这种委屈感。",
        "label": ""
      },
      {
        "sentence": "是不是我应该更加关注自己的内心，找到产生这种讨厌感的原因呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你说得很对。关注自己的内心是非常重要的，这样才能找到产生讨厌感的原因。反感一个人，并不能全是对方的问题，说到底还是与自己的感受和心理状态有关。在思考产生讨厌感的原因时，也可以尝试回顾自己和A之间的过往，是否有什么事件、经历或观念在影响你对他的感受。同时，也要考虑自己的情绪状态是否稳定，是否有其他的压力或忧虑在影响你对他的感受。只有找到产生这种反感的根源，才能针对性地解决问题。",
    "annotation": [
      {
        "sentence": "对的，你说得很对。",
        "label": ""
      },
      {
        "sentence": "关注自己的内心是非常重要的，这样才能找到产生讨厌感的原因。",
        "label": ""
      },
      {
        "sentence": "反感一个人，并不能全是对方的问题，说到底还是与自己的感受和心理状态有关。",
        "label": ""
      },
      {
        "sentence": "在思考产生讨厌感的原因时，也可以尝试回顾自己和A之间的过往，是否有什么事件、经历或观念在影响你对他的感受。",
        "label": ""
      },
      {
        "sentence": "同时，也要考虑自己的情绪状态是否稳定，是否有其他的压力或忧虑在影响你对他的感受。",
        "label": ""
      },
      {
        "sentence": "只有找到产生这种反感的根源，才能针对性地解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会更加关注自己的内心和感受，努力找到产生这种讨厌感的原因。同时，我也会回顾和A之间的过往，看看是否有什么事件或观念在影响我对他的感受。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我明白了，我会更加关注自己的内心和感受，努力找到产生这种讨厌感的原因。",
        "label": ""
      },
      {
        "sentence": "同时，我也会回顾和A之间的过往，看看是否有什么事件或观念在影响我对他的感受。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你的进步和成长是最重要的。记住，不论喜欢一个人还是讨厌一个人，都是正常的情感体验，重要的是我们如何处理和应对这些感受。希望你能够找到适合自己的方式，建立良好的情绪调节机制。如果还有其他问题或困惑，随时可以来找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不客气，你的进步和成长是最重要的。",
        "label": ""
      },
      {
        "sentence": "记住，不论喜欢一个人还是讨厌一个人，都是正常的情感体验，重要的是我们如何处理和应对这些感受。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到适合自己的方式，建立良好的情绪调节机制。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或困惑，随时可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]