[
  {
    "role": "client",
    "content": "我今年十八岁，大一，有时候总是觉得自己是个女生，会举止女性化，有种想要穿着女装，像个真正的女生行动的冲动和欲望。并非是常态，就是突然上来的，想压也压不回去。进入这种状态之后好像很多行动都不由我自己控制，就像是中了邪一样。一个月大概有两三次。不知道是什么原因，这让我很是苦恼。不知道我表达的是不是清晰，也许会觉得我很怪异……我本身对这种状况也很害怕。",
    "annotation": [
      {
        "sentence": "我今年十八岁，大一，有时候总是觉得自己是个女生，会举止女性化，有种想要穿着女装，像个真正的女生行动的冲动和欲望。",
        "label": ""
      },
      {
        "sentence": "并非是常态，就是突然上来的，想压也压不回去。",
        "label": ""
      },
      {
        "sentence": "进入这种状态之后好像很多行动都不由我自己控制，就像是中了邪一样。",
        "label": ""
      },
      {
        "sentence": "一个月大概有两三次。",
        "label": ""
      },
      {
        "sentence": "不知道是什么原因，这让我很是苦恼。",
        "label": ""
      },
      {
        "sentence": "不知道我表达的是不是清晰，也许会觉得我很怪异……我本身对这种状况也很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的问题描述中，没有得到信息帮助判断。你可以补充一下这些情况：1.这样的情况出现多久了？初发生这些情况之前，生活中发生了什么重要事件？ 求助者：这种情况大概从我上大学开始出现的，没有什么特别重要的事件。支持者：2.在有这样的冲动时，心里有什么感受？求助者：当我有这种冲动的时候，我会感到困惑和不安，不明白为什么会有这样的感觉。支持者：3.这样的情况出现时是否有预兆？求助者：没有预兆，就是突然冒出来，让我很难理解。支持者：4.你自己对此有什么感觉和联想？求助者：我对这种情况感到非常困惑和沮丧，因为我不明白自己为什么会有这样的冲动。而且我担心别人会觉得我很奇怪。支持者：鉴于你对自己的这个情况有一些担忧，建议你与心理咨询师进行。有咨询师的专业帮助下，探索它出现的原因和意义，以及如何看待这样的冲动。求助者：谢谢你的建议，我会考虑寻求专业帮助来解决这个问题。",
    "annotation": [
      {
        "sentence": "从你的问题描述中，没有得到信息帮助判断。",
        "label": ""
      },
      {
        "sentence": "你可以补充一下这些情况：1.这样的情况出现多久了？",
        "label": ""
      },
      {
        "sentence": "初发生这些情况之前，生活中发生了什么重要事件？",
        "label": ""
      },
      {
        "sentence": " 求助者：这种情况大概从我上大学开始出现的，没有什么特别重要的事件。",
        "label": ""
      },
      {
        "sentence": "支持者：2.在有这样的冲动时，心里有什么感受？",
        "label": ""
      },
      {
        "sentence": "求助者：当我有这种冲动的时候，我会感到困惑和不安，不明白为什么会有这样的感觉。",
        "label": ""
      },
      {
        "sentence": "支持者：3.这样的情况出现时是否有预兆？",
        "label": ""
      },
      {
        "sentence": "求助者：没有预兆，就是突然冒出来，让我很难理解。",
        "label": ""
      },
      {
        "sentence": "支持者：4.你自己对此有什么感觉和联想？",
        "label": ""
      },
      {
        "sentence": "求助者：我对这种情况感到非常困惑和沮丧，因为我不明白自己为什么会有这样的冲动。",
        "label": ""
      },
      {
        "sentence": "而且我担心别人会觉得我很奇怪。",
        "label": ""
      },
      {
        "sentence": "支持者：鉴于你对自己的这个情况有一些担忧，建议你与心理咨询师进行。",
        "label": ""
      },
      {
        "sentence": "有咨询师的专业帮助下，探索它出现的原因和意义，以及如何看待这样的冲动。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的建议，我会考虑寻求专业帮助来解决这个问题。",
        "label": ""
      }
    ]
  }
]