[
  {
    "role": "client",
    "content": "男友有双重人格，次人格控制了身体该怎么办？",
    "annotation": [
      {
        "sentence": "男友有双重人格，次人格控制了身体该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "次人格是出自解离症里的说法，就是指一个人在精神分裂前形成的正常人格。一般精神分裂（解离症）会造成第二人格（次人格）取代主人格，甚至永久取代主人格而使主人格沉睡。这时这个人就完全变成另一个人了。当然，也有可能主人格和次人格并存，出现人格切换状态，但是主人格不能意识到其他人格的存在，但次人格一般可以意识到主人格的存在，并且可以传递信息给主人格。",
    "annotation": [
      {
        "sentence": "次人格是出自解离症里的说法，就是指一个人在精神分裂前形成的正常人格。",
        "label": ""
      },
      {
        "sentence": "一般精神分裂（解离症）会造成第二人格（次人格）取代主人格，甚至永久取代主人格而使主人格沉睡。",
        "label": ""
      },
      {
        "sentence": "这时这个人就完全变成另一个人了。",
        "label": ""
      },
      {
        "sentence": "当然，也有可能主人格和次人格并存，出现人格切换状态，但是主人格不能意识到其他人格的存在，但次人格一般可以意识到主人格的存在，并且可以传递信息给主人格。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "男友有双重人格，正在交往中，他童年受过刺激。主人格喜欢我，但是今天受了点刺激，他就晕过去了，醒来时就是次人格控制他的身体了，并且次人格并不喜欢我，还说主人格是懦夫，是骗我的，说我可怜。",
    "annotation": [
      {
        "sentence": "男友有双重人格，正在交往中，他童年受过刺激。",
        "label": ""
      },
      {
        "sentence": "主人格喜欢我，但是今天受了点刺激，他就晕过去了，醒来时就是次人格控制他的身体了，并且次人格并不喜欢我，还说主人格是懦夫，是骗我的，说我可怜。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理学家指出，特殊条件下，如急性的创伤，或者是严重的模仿倾向，人的主体人格会出现多次分裂，即分裂出第三、第四人格，这些人格可能来自对身边的人的模仿！也不能说人格都是不好的，要看主人格如何的控制。其实很多人格都是，为了保护主人格而诞生出来，虽然也有互相残杀的情况，但也有一些次要人格完完全全是帮助主人格为主人格服务的。",
    "annotation": [
      {
        "sentence": "心理学家指出，特殊条件下，如急性的创伤，或者是严重的模仿倾向，人的主体人格会出现多次分裂，即分裂出第三、第四人格，这些人格可能来自对身边的人的模仿！",
        "label": ""
      },
      {
        "sentence": "也不能说人格都是不好的，要看主人格如何的控制。",
        "label": ""
      },
      {
        "sentence": "其实很多人格都是，为了保护主人格而诞生出来，虽然也有互相残杀的情况，但也有一些次要人格完完全全是帮助主人格为主人格服务的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我问他我男朋友还能回来吗，他说回不来了，他已经把自己封闭起来了，心里很难受，我想我男朋友回来，骗我什么的已经无所谓了，只要他回来就好，我不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我问他我男朋友还能回来吗，他说回不来了，他已经把自己封闭起来了，心里很难受，我想我男朋友回来，骗我什么的已经无所谓了，只要他回来就好，我不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以下的案例能帮助你分析：A.Jeni是一名49岁的澳大利亚女性，不幸的是从4岁起她就一直不断遭受亲生父亲强奸和虐待达10年之久，后来他逃出家，攻读心理和刑法相关学位，终于在2019年的5月将禽兽父亲送进了监狱。长年来Jeni一直坚持看精神科医生。医生证明，在49岁的Jeni身体内，住着4岁女孩Symphony，8岁男孩Ricky，11岁的Judas，17岁的少年Muscles，擅长分析的“火山”，还有一个美国男性Jack。他们相互扶持并有着共同的目标：让主人格Jeni坚强积极地活下去并亲手把父亲送进大牢。Jeni的主人格难得的强大和清醒，她显然也是认识自己的每个次人格的。也许是因为她一直在学习相关的知识，还拿到了心理学学士和刑法硕士，并且长期坚持看精神科医生，所以对自己的病情了如指掌，能在别的人格占据身体的时候藏在角落里观察一切。",
    "annotation": [
      {
        "sentence": "以下的案例能帮助你分析：A.Jeni是一名49岁的澳大利亚女性，不幸的是从4岁起她就一直不断遭受亲生父亲强奸和虐待达10年之久，后来他逃出家，攻读心理和刑法相关学位，终于在2019年的5月将禽兽父亲送进了监狱。",
        "label": ""
      },
      {
        "sentence": "长年来Jeni一直坚持看精神科医生。",
        "label": ""
      },
      {
        "sentence": "医生证明，在49岁的Jeni身体内，住着4岁女孩Symphony，8岁男孩Ricky，11岁的Judas，17岁的少年Muscles，擅长分析的“火山”，还有一个美国男性Jack。",
        "label": ""
      },
      {
        "sentence": "他们相互扶持并有着共同的目标：让主人格Jeni坚强积极地活下去并亲手把父亲送进大牢。",
        "label": ""
      },
      {
        "sentence": "Jeni的主人格难得的强大和清醒，她显然也是认识自己的每个次人格的。",
        "label": ""
      },
      {
        "sentence": "也许是因为她一直在学习相关的知识，还拿到了心理学学士和刑法硕士，并且长期坚持看精神科医生，所以对自己的病情了如指掌，能在别的人格占据身体的时候藏在角落里观察一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然不知道你男朋友到底是什么样的情况，但是我建议你还是敬而远之，另外找一份更加轻松的感情。因为你男朋友没办法完全控制住自己的人格而且你也不能保证以后的他不会让你更加难过。或许真的如次要人格所说的主人格根本就不在乎你。现在的你也没办法帮助你男朋友走出阴影，还不如离开他，让其他的人代替你守护他。我想这样对你，对他都好。",
    "annotation": [
      {
        "sentence": "虽然不知道你男朋友到底是什么样的情况，但是我建议你还是敬而远之，另外找一份更加轻松的感情。",
        "label": ""
      },
      {
        "sentence": "因为你男朋友没办法完全控制住自己的人格而且你也不能保证以后的他不会让你更加难过。",
        "label": ""
      },
      {
        "sentence": "或许真的如次要人格所说的主人格根本就不在乎你。",
        "label": ""
      },
      {
        "sentence": "现在的你也没办法帮助你男朋友走出阴影，还不如离开他，让其他的人代替你守护他。",
        "label": ""
      },
      {
        "sentence": "我想这样对你，对他都好。",
        "label": ""
      }
    ]
  }
]